{
  "lpa_app_no": "P/2022/0486",
  "centroid_northing": 178414,
  "status": "Approved",
  "epc_number": "0306-2890-7169-9697-0211",
  "last_date_consultation_comments": null,
  "locality": "London",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T17:59:55.625+00:00",
  "valid_date": "18/02/2022",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              521596.2,
              178416.55
            ],
            [
              521604.8,
              178417
            ],
            [
              521605.35,
              178417
            ],
            [
              521613.91,
              178417.48
            ],
            [
              521614.39,
              178417.5
            ],
            [
              521626.1,
              178418.15
            ],
            [
              521626.5,
              178413.2
            ],
            [
              521626.8,
              178411.65
            ],
            [
              521614.95,
              178410.6
            ],
            [
              521614.4,
              178410.55
            ],
            [
              521609.5,
              178410.2
            ],
            [
              521607,
              178410
            ],
            [
              521598.5,
              178409.37
            ],
            [
              521597.43,
              178409.29
            ],
            [
              521592.1,
              178408.9
            ],
            [
              521592.1,
              178409.1
            ],
            [
              521591.1,
              178415.1
            ],
            [
              521590.95,
              178416.3
            ],
            [
              521596.2,
              178416.55
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "title_number": [
    "MX377747"
  ],
  "decision_process": "Delegated",
  "centroid_easting": 521609,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2022/0486",
  "site_number": "28",
  "decision": "Approved",
  "ward": "Chiswick Homefields (Pre May 2022)",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_proposed_car": 1,
    "no_existing_car": 1,
    "net_car": 0
  },
  "application_type_full": "Householder planning permission",
  "appeal_start_date": null,
  "application_type": "Householder",
  "id": "Hounslow-P_2022_0486",
  "application_details": {
    "intended_completion_date": "03/2023",
    "intended_commencement_date": "07/2022",
    "total_gia_gained": 43,
    "existing_uprns": null,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 0,
    "site_area": 0.025
  },
  "uprn": "10014074152",
  "decision_date": "14/04/2022",
  "description": "Construction of a basement extension with a front lightwell, replacement of front Olive tree, replacement of original house's existing windows, replacement of single storey side extension's front door with a false door and alterations to the existing single storey rear extension.",
  "site_name": null,
  "last_updated_by": "Northgate M3",
  "decision_target_date": "15/04/2022",
  "borough": "Hounslow",
  "postcode": "W4 2LW",
  "street_name": "Homefield Road",
  "bo_system": "Northgate M3",
  "development_type": "Other house holder developments",
  "lapsed_date": "13/04/2025",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The materials to be used in the construction of the external surfaces of the extension hereby permitted shall match those used in the existing building.",
    "Condition : 3 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (506 / 101 (Rev A); 506 / 123 (Rev A)  Received:  13 April 2022\r\n506 / 000; 506 / 001; 506 / 010; 506 / 011; 506 / 012; 506 / 013; 506 / 020; 506 / 021; 506 / 022; 506 / 023; 506 / 024; 506 / 100; 506 / 102; 506 / 103; 506 / 104; 506 / 120; 506 / 121; 506/ 122; 506 / 124; Construction Method Statement JH1670; Flood Risk Assessment Job 506  Received:  21 February 2022) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 4 - No demolition or construction work shall take place on the site except between the hours of 8:00am  to 6:00pm on Mondays to Friday and 9 :00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 5 - The replacement false front door to the existing single storey side extension shall be non-openable and permanently retained as such.",
    "Condition : 6 - The basement shall at no time be used or occupied as a separate residential dwelling independent of the main house, and shall not contain bedrooms or be used as sleeping accommodation.",
    "Condition : 7 - Before commencement of works, the developer shall carry out a survey of the condition of the highway and footway within 20 metres of the site to establish any pre-existing damage of the pavement and carriageway and shall submit the same to the Local Highways Authority for their written approval.  \r\nDuring works, an appropriate wheel-washing system shall be operated to remove mud, stones and other extraneous materials from vehicle wheels and chassis' leaving the site, and all departing loads shall be fully covered to ensure no material is deposited on the highway.  Waste water discharged from the wheel wash shall be stored and disposed of on site and not discharged into the public sewer unless soil, stones and any suspended material have first been removed.\r\nSite lighting shall be designed, positioned and directed so as not to unnecessarily intrude on passing drivers or direct light into any neighbouring windows in accordance with the guidance provided by the Institute of Lighting Engineers Guidance Note: For The Reduction Of Obtrusive Light 2021.\r\nAll vehicle arrivals and departures shall be supervised and the condition of the highway examined immediately afterwards.  Any materials shed from the vehicle during such movement shall be immediately removed from the highway, and returned to site or carted away for disposal and shall not be washed into the surface water drainage system.\r\nAn appropriate site hoarding shall be erected and choice of tools used to minimise any noise, dust and air pollution resulting from the basement excavation and construction works hereby approved.  All excavated materials shall also be appropriately and effectively covered at all times to prevent dust and air pollution, stored fully within the site and removed from the site in a regular and timely manner.  \r\nSuitable measures to minimise dust nuisance caused by the operations and to ensure that no dust or other debris is carried on to the adjoining properties shall also be provided in acco",
    "Condition : 8 - The basement and lightwell excavation and construction hereby approved shall be implemented fully in accordance with the Construction Method Statement submitted as part of this planning application.",
    "Condition : 9 - No development shall be carried out until such time as the person carrying out the work is a member of the Considerate Constructors Scheme and its code of practice, and the details of the membership and contact details are clearly displayed on the site so that they can be easily read by members of the public.",
    "Condition : 10 - The development hereby permitted shall only be carried out in accordance with the approved Flood Risk Assessment produced and provided with the application and the basement shall not be occupied until all the measures in the Flood Risk Assessment are implemented."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.2498953,
          51.4916296
        ],
        [
          -0.2497713,
          51.4916318
        ],
        [
          -0.2497634,
          51.4916317
        ],
        [
          -0.24964000000000003,
          51.4916342
        ],
        [
          -0.2496331,
          51.4916342
        ],
        [
          -0.2494643,
          51.4916376
        ],
        [
          -0.2494602,
          51.491593
        ],
        [
          -0.2494564,
          51.491579
        ],
        [
          -0.2496274,
          51.4915721
        ],
        [
          -0.24963529999999998,
          51.4915718
        ],
        [
          -0.24970599999999998,
          51.4915697
        ],
        [
          -0.2497421,
          51.4915684
        ],
        [
          -0.2498647,
          51.4915646
        ],
        [
          -0.2498801,
          51.4915641
        ],
        [
          -0.24995699999999998,
          51.4915617
        ],
        [
          -0.24995689999999998,
          51.4915635
        ],
        [
          -0.2499692,
          51.4916177
        ],
        [
          -0.249971,
          51.4916285
        ],
        [
          -0.2498953,
          51.4916296
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "11037171",
  "centroid": {
    "lon": "-0.2497119",
    "lat": "51.4916039"
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}