{
  "lpa_app_no": "P/2023/1699",
  "centroid_northing": 173572,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "locality": "Feltham",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T17:37:37.302+00:00",
  "valid_date": "30/05/2023",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              508812.93,
              173604.86
            ],
            [
              508860.44,
              173547.42
            ],
            [
              508853.75,
              173541.46
            ],
            [
              508851.96,
              173545.54
            ],
            [
              508846.45,
              173542.03
            ],
            [
              508802.66,
              173596.72
            ],
            [
              508812.93,
              173604.86
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 508831,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2023/1699",
  "site_number": "GARAGE BLOCK ADJACENT 1-2",
  "decision": "Approved",
  "ward": "Bedfont",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_proposed_car": 3,
    "no_existing_car": 10,
    "net_car": 7
  },
  "application_type_full": null,
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2023_1699",
  "application_details": {
    "residential_details": {
      "affordable_percentage": 100,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units": 2,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_gia_gained": 236,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "residential_units": [
        {
          "uprn": "",
          "description": "",
          "change_type": "Gain",
          "m42_compliant": true,
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "provider": "Local Authority",
          "no_habitable_rooms": 6,
          "phase_detail": "",
          "unit_no": "",
          "no_bedrooms": 4,
          "superseded_by_lpa_app_no": "",
          "provision_for_older_persons": false,
          "gia": 129,
          "tenure": "Social Rent"
        },
        {
          "uprn": "",
          "description": "",
          "change_type": "Gain",
          "m42_compliant": true,
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "provider": "Local Authority",
          "no_habitable_rooms": 5,
          "phase_detail": "",
          "unit_no": "",
          "no_bedrooms": 3,
          "superseded_by_lpa_app_no": "",
          "provision_for_older_persons": false,
          "gia": 106.6,
          "tenure": "Social Rent"
        }
      ],
      "total_no_proposed_bedrooms": 7,
      "habitable_rooms_density": 137.5,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "site_area": 0.08,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_affordable_units": 2,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_affordable_units": 2,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 2,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "dwelling_density": 25,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent": 0
    },
    "total_gia_lost": 241,
    "total_gia_existing": 241,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 241,
        "use_class": "SG",
        "gia_gained": 0,
        "superseded_by_lpa_app_no": "",
        "gia_lost": 241
      },
      {
        "gia_existing": null,
        "use_class": "C3",
        "gia_gained": 236,
        "superseded_by_lpa_app_no": "",
        "gia_lost": null
      }
    ],
    "total_gia_gained": 236,
    "existing_uprns": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 241,
      "total_gia_existing": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 241,
      "total_gia_gained": 0,
      "site_area": 0.08
    },
    "site_area": 0.1,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 8.5,
        "building_ref": "Site 1 - 4 bed house"
      },
      {
        "no_storeys": 2,
        "max_height": 8.5,
        "building_ref": "Site 2 - 4 bed house"
      }
    ]
  },
  "uprn": "10093256563",
  "decision_date": "08/08/2023",
  "description": "Erection of a two storey, four bedroom house and a two storey, three bedroom house with associated pedestrian access, site works including provision of refuse, cycle stores and hard and soft landscaping following the demolition of the existing garages",
  "site_name": "Garage Block Adjacent 1",
  "last_updated_by": "Northgate M3",
  "decision_target_date": "25/07/2023",
  "borough": "Hounslow",
  "postcode": null,
  "street_name": "Sherborne Road",
  "bo_system": "Northgate M3",
  "development_type": "Minor dwellings",
  "lapsed_date": "07/08/2026",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall begin not later than three years from the date of this decision.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans and specifications: 210827-1010, 210827-1051, 210827-1052, Archaeological Desk-Based Assessment, Daylight and Sunlight Report (Within Development), Energy and Sustainability Statement, Planning and Community Consultation Statement, Site 2 Preliminary Ecological Appraisal, Site 1 Preliminary Ecological Appraisal, Preliminary Sustainable Drainage System Strategy, Stage 2: Arboricultural Implications Assessment Sherborne Road (North), Stage 2: Arboricultural Implications Assessment Sherborne Road (South),  Transport Statement Received: 30 May 2023\r\n210827-1300, 210827-1301, 210827-1302, 210827-1303, 210827-1310, 210827-1311, 210827-1312, 210827-1313, 210827-1400, 210827-1401, 210827-1402, 210827-1403 Received: 14 July 2023",
    "Condition : 3 - No development shall take place above ground level until samples of all materials to be used in the construction of the external surfaces of the development hereby permitted have been submitted to and approved in writing by the local planning authority.\r\n- Brick (including brick, feature brick panel, brick framing feature);\r\n- Tiles/ Roof covering;\r\n- Coping\r\n- Window treatment (including sections/reveals, quoin detail, screens);\r\n- All privacy measures; and\r\n- Any other materials/details to be used.\r\nThe development shall be carried out in accordance with the approved details and maintained as such thereafter.",
    "Condition : 4 - otwithstanding the details on the approved plans, prior to the occupation of the hereby approved development, details of hard and soft landscaping, including planting, hard and soft surfaces and boundary treatment shall be submitted to and approved in writing by the Local Planning Authority and retained as such thereafter. Any trees or plants that, within 5 years of planting, die, are cut down, uprooted, destroyed or become (in the opinion of the Local Planning Authority) seriously damaged or defective, shall be replaced with another tree or plant of the same size and species within the first planting season following its death, removal, uprooting or destruction, unless the Local Planning Authority gives its prior written approval to any variation.",
    "Condition : 5 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development Order) 1995 (or any order revoking or re-enacting that order), no enlargement of the premises or any additional structures/buildings/enclosures within the curtilage of the sites shall be carried out, other than as shown in the approved drawings, and no additional floor space shall be formed within the buildings hereby permitted by means of internal horizontal division (new mezzanine level) without prior written approval of the Local Planning Authority.",
    "Condition : 6 - No additional windows or other glazed openings shall be formed in the walls of any dwelling hereby approved and no additional doors inserted in the building without the prior written consent of the Local Planning Authority.",
    "Condition : 7 - a) The cumulative measured or calculated rating level of noise emitted from the air source heat pumps to which this permission refers, shall be 10dB(A) below the existing background noise level, at all times that the plant operate. The measured or calculated noise levels shall be determined at the boundary of the nearest ground floor noise sensitive premises or one metre from the facade of the nearest first floor (or higher) noise sensitive premises, and in accordance to the latest British Standard 4142. An alternative position for assessment/measurement may be used to allow ease of access, this must be shown on a map and noise propagation calculations detailed to show how the design criteria are achieved. \r\nb) The plant shall be isolated on adequate proprietary anti-vibration mounts to prevent the structural transmission of vibration and regenerated noise within adjacent or adjoining premises, and these shall be so maintained thereafter.   \r\nc) Following installation of the air source heat pumps to which the application refers, a post completion noise assessment shall be submitted for approval to the local planning authority which demonstrates the actual measured rating level of plant operating under normal conditions. All measurements shall be made in accordance with the methodology of BS4142: 2014 (Methods for rating and assessing industrial and commercial sound) and/or its subsequent amendments. The post completion report shall be both completed and submitted to the local authority within 28 days of completion of the installation for review. If the plant fails to meet the specified standard, remedial measures shall be put in place immediately and the noise assessment shall be carried out again.  This shall be repeated until the assessment has reached the required standard.  Once achieved, the plant shall be maintained permanently thereafter to continue to meet the standard.",
    "Condition : 8 - No development above ground level shall take place until full details of the Electric Vehicle Charging Points, each capable of  a minimum output of 7.2kW, are submitted to and approved in writing by the Local Planning Authority. The details shall include manufacturer's specifications and the number of spaces provided with active and passive capabilities shall comply with the London Plan standards.\r\nThe charging points shall be installed in accordance with the approved details, with photographic evidence submitted to the Local Planning Authority upon completion, and so maintained at all times thereafter.",
    "Condition : 9 - Either side of the vehicle access hereby approved, visibility splay areas (the depth measured from the back of the carriageway and the widths outwards from the edges of the access, with a splay of at least 2.4 metres x 2.4 metres) shall be provided before the access and parking area is brought into use. These areas shall be kept clear of any obstructions to visibility greater than 600 mm in height, including shrubs, planting, boundary walls, fences, gates, other means of enclosure or other structures or objects at all times.",
    "Condition : 10 - No building hereby permitted shall be occupied or use commenced until the loading, unloading and turning space, and parking spaces (including spaces for people with disabilities and any electric vehicle charging points approved) and the access to them hereby approved have been provided in accordance with the scheme shown on drawing No. 210827-1300 and 210827-1310. This provision shall be permanently available for the occupiers and users of the premises and used for no other purpose. Parking shall take place only within the designated parking areas.",
    "Condition : 11 - Prior to the first use or occupation of the development full details (including manufacturers' specifications) of secure covered cycle parking facilities that accord with the West London Cycle Parking Guidance (for not less than four bicycles) for the occupants of, and visitors to, the development shall be submitted to and approved in writing by the Local Planning Authority. The approved facilities shall be fully implemented and made available for use before the development is first occupied or brought into use, The approved facilities shall be thereafter retained for use at all times without obstruction.",
    "Condition : 12 - Prior to commencement of development, a Construction Logistics Plan shall be submitted to an approved by the Local Planning Authority. The development shall take place in accordance with the details approved. The CLP must contain the following details:\r\n\"\tA site plan;\r\n\"\tA pre-start record of site condition on the adjoining public highway to be agreed with the Council;\r\n\"\tProvision for the parking of vehicles of site operatives and visitors; \r\n\"\tProvision for loading and unloading of plant and materials used in constructing the development; \r\n\"\tProvision for the storage of plan and materials used in constructing the development;\r\n\"\tThe erection and maintenance of security hoarding including decorative displays and facilities for public viewing, where appropriate; \r\n\"\tWheel washing facilities at the site exit; \r\n\"\tMeasures to control the emission of dust and dirt during construction; \r\n\"\tA scheme for recycling/ disposing of waste resulting from demolition and construction works; \r\n\"\tAppropriate vehicle routes to and from the site; \r\n\"\tMeasures to ensure the safety of all users of the public highway especially in the vicinity of the site; \r\n\"\tUse of operators committed to best practice, demonstrated by membership of TFL's Freight Operator Recognition Scheme, or similar; \r\n\"\tMeasures to promote sustainable travel to work; and\r\n\"\tSwept path analysis for HGV's including dustcarts.",
    "Condition : 13 - A.\tThe development hereby permitted shall be carried out in accordance with the approved 'Energy and Sustainability Statement' received: 30 May 2023.\r\nB.\tPrior to first occupation of any dwelling within the development hereby approved evidence (e.g. photographs, installation contracts and As-Built certificates under the Standard Assessment Procedure/National Calculation Method) should be submitted to the Local Planning Authority and approved in writing to show that the development has been constructed in accordance with the approved Energy Strategy.\r\nC.\tUpon final commencement of operation of any low and zero carbon technologies, performance data for energy consumption must be submitted to and approved in writing by the Local Planning Authority. The performance data shall be submitted every 18 months to a monitoring web-platform for a period of three years from the point of full operation.\r\n",
    "Condition : 14 - Prior to first occupation of the buildings hereby approved, the development shall have been constructed to achieve an internal water use of 105 litres/person/day or less.",
    "Condition : 15 - (A) No development above ground level shall take place until details have been submitted to and approved by the local planning authority which demonstrate that:\r\n(i)\tAt least three of the key elements of the building envelope (external walls, windows roof, upper floor slabs, internal walls, floor finishes/coverings) are to achieve a rating of A+ to D in the Building Research Establishment (BRE) The Green Guide of specification.\r\n(ii)\tAt least 50% of timber and timber products are to be sourced from accredited Forest Stewardship Council (FSC) or Programme for the Endorsement of Forestry Certification (PEFC) scheme.\r\n(iii)\tNo construction or insulation materials are to be used which would release toxins into the internal and external environment, including those that deplete stratospheric ozone.\r\n(B) The development shall not be occupied until evidence (e.g. photographs and copies of installation contracts) has been submitted to the local planning authority to show that the development has been carried out in accordance with the approved details under Part A of this condition. The development shall be maintained in accordance with the approved details at all times thereafter.",
    "Condition : 16 - Notwithstanding the details on the approved plans, prior to commencement of groundworks (excluding site investigations and demolition), the applicant shall have submitted to the local planning authority for approval in writing a final detailed drainage design, including drawings and supporting calculations [and an updated Drainage Assessment Form to be reviewed and approved by the Lead Local Flood Authority], and micro-drainage calculations to show that the site won't flood in the 1 in 30 event, and that there will be no flooding to buildings in the 1 in 100 year event. A detailed management plan confirming routine maintenance tasks for all drainage components shall also be submitted and approved which demonstrates how the drainage system is to be maintained for the lifetime of the development. The development shall be carried out in strict compliance with the approved details.",
    "Condition : 17 - No part of the development hereby approved shall be occupied until evidence (photographs and copies of installation contracts, along with a written confirmation) has been submitted to the local planning authority and approved in writing to demonstrate that the sustainable drainage scheme hereby approved has been completed in accordance with the submitted final detailed drainage designs. The sustainable drainage scheme shall be managed and maintained thereafter in accordance with the agreed management and maintenance plan for all of the proposed drainage components.",
    "Condition : 18 - Before the development hereby permitted commences:\r\nA.\tDetails of an intrusive site investigation are required in addition to the phase 1 desk study previously submitted. These details shall be submitted to, and approved in writing by, the Local Planning Authority. The site shall be investigated by a competent person to identify the extent and nature of contamination. The report should include a tiered risk assessment of the contamination based on the proposed end use of the site. Additional investigation may be required where it is deemed necessary.\r\nB.\tIf required, a scheme for decontamination of the site shall be submitted to the Local Planning Authority, for written approval. The scheme shall account for any comments made by the Local Planning Authority before the development hereby permitted is first occupied.\r\nDuring the course of the development:\r\nC.\tThe Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and shall submit appropriate amendments to the scheme for decontamination in writing to the Local Planning Authority for approval before any work on that aspect of development continues.\r\nBefore the development is first brought into use:\r\nD.\tThe agreed scheme for decontamination referred to in clauses b) and c) above, including amendments, shall be fully implemented and a written validation (closure) report submitted to the Local Planning Authority for approval.",
    "Condition : 19 - No development shall take place until an Ecological Management Plan has been submitted to and approved in writing by the local planning authority.\r\nThe Ecological Management Plan shall incorporate:\r\n(i)\tdetails of measures to protect breeding birds, nests and eggs from mortality/damage, injury and disturbance, including avoidance by timing and/or appropriate supervision;\r\n(ii)\tdetails of the ecological clerk of works supervision to be put in place to monitor the clearance of vegetation to ensure no impact on undiscovered or other unexpected faunal encounters;\r\n(iii)\tan ecological lighting plan;\r\n(iv)\tdetails of ecological enhancement and urban greening factor, including how the urban greening factor is to be delivered and achieved on site;\r\n(v)\tdetails of how the enhancement measures will be monitored, managed and maintained, including the long- term design objectives, management responsibilities and maintenance schedules;\r\n(vi)\tadditional detail on location and type of bird/bat boxes, maintenance and a commitment that any data collected is to be shared with the Council;\r\n(vii)\tspecies surveys within and around the site to demonstrate ecological enhancements, including a Preliminary Bat Roost Assessment should be carried out on the garages as they have been identified as having low potential to support roosting bats.\r\nThe development shall then be carried out in accordance with the approved details.",
    "Condition : 21 - No demolition or development shall take place until a stage 1 written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing.  For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works. \r\nIf heritage assets of archaeological interest are identified by stage 1 then for those parts of the site which have archaeological interest a stage 2 WSI shall be submitted to and approved by the local planning authority in writing.  For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:\r\nA. The statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works\r\nB. Where appropriate, details of a programme for delivering related positive public benefits\r\nC. The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.43542949999999997,
          51.4509824
        ],
        [
          -0.4347637,
          51.450457
        ],
        [
          -0.43486179999999997,
          51.4504047
        ],
        [
          -0.4348863,
          51.4504417
        ],
        [
          -0.4349666,
          51.4504112
        ],
        [
          -0.43557969999999996,
          51.4509112
        ],
        [
          -0.43542949999999997,
          51.4509824
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "",
  "centroid": {
    "lon": "-0.4351797",
    "lat": "51.4506835"
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}