{
  "lpa_app_no": "P/2023/0657",
  "centroid_northing": 176565,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "locality": "Hounslow",
  "secondary_street_name": null,
  "subdivision_of_building": "N/A",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T18:30:10.130+00:00",
  "valid_date": "29/08/2023",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              510837.95,
              176575.35
            ],
            [
              510856.3,
              176573.2
            ],
            [
              510859.8,
              176572.75
            ],
            [
              510870.47,
              176571.49
            ],
            [
              510871.29,
              176567.43
            ],
            [
              510871.41,
              176566.85
            ],
            [
              510870.09,
              176555.22
            ],
            [
              510869.78,
              176555.25
            ],
            [
              510862.83,
              176556.06
            ],
            [
              510836.15,
              176558.97
            ],
            [
              510836.45,
              176561.8
            ],
            [
              510837.6,
              176572.45
            ],
            [
              510837.95,
              176575.35
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 510854,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2023/0657",
  "site_number": "21A",
  "decision": "Approved",
  "ward": "Cranford",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": "Full planning permission",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2023_0657",
  "application_details": {
    "internal_resi_water_usage": 105,
    "scheme_phasing": true,
    "garden_land_lost": false,
    "phasing_details": [
      {
        "phase_detail": "commencement ",
        "intended_completion_date": "12/2024",
        "intended_commencement_date": "11/2023"
      }
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 366,
        "gia_lost": 0
      }
    ],
    "total_gia_gained": 366,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 0,
      "total_gia_existing": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 366
    },
    "site_area": 0.056,
    "projected_cost_of_works": "Between £2m and £100m",
    "total_gia_lost": 0,
    "total_gia_existing": 0,
    "grey_water_reuse": false,
    "surface_water_discharge_percentage_reduction": 1,
    "green_suds": true,
    "infrastructure_details": {
      "fire_suppression_system_proposed": true,
      "no_resi_units_to_have_full_fibre": 6,
      "total_annual_nox_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_pm_emissions": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_passive_cooling": 0,
      "no_homes_to_have_electrical_heating": 6,
      "no_new_gas_connections_required": 6,
      "no_new_water_connections_required": 6,
      "mobile_network_operators_consultation": false,
      "waste_provision": true,
      "ghg_reduction_over_building_regulations": true,
      "green_roof_area": 0,
      "solar_pv_capacity": 0
    },
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units": 6,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_gia_gained": 366,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 61,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 61,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 61,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-4",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 61,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-5",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 61,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-6",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 61,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_bedrooms": 12,
      "habitable_rooms_density": 322.0035778175313,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "site_area": 0.0559,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_sale": 6,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "dwelling_density": 107.33452593917711,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent": 0
    },
    "affordable_housing_fast_track": false,
    "ownership_status": "Private",
    "existing_uprns": null,
    "rain_water_harvesting": false
  },
  "uprn": "10091692617",
  "decision_date": "29/01/2024",
  "description": "Erection of a three storey block of six flats with cycle storage.",
  "site_name": null,
  "last_updated_by": "Northgate M3",
  "decision_target_date": "24/10/2023",
  "borough": "Hounslow",
  "postcode": "TW4 6LL",
  "street_name": "Woodfield Road",
  "bo_system": "Northgate M3",
  "development_type": "Minor dwellings",
  "lapsed_date": "28/01/2027",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall begin not later than three years from the date of this decision.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans and specifications: Surface Water Strategy (January 2024: 232319), received 08/01/2024. Drawings PL/02, PL/03, PL/04, PL/05, PL/06, PL/07, PL/08 and PL/09, received 07/12/2023. Sustainability and Energy Statement (November 2023: S23-835/SES, Rev.2), received 20/11/2023. Noise Impact Assessment (September 2023: Rev.2A), received 15/09/2023. Air Quality Assessment (June 2023: S23-835/AQA, Rev.2), Landscape Plan (June 2023: S23-835/LP) and Transport Statement (July 2023) with separate cycle storage specifications document, received 11/07/2023. Design and Access Statement (23/02/2023) (partly superseded/ rejected), Construction Fire Safety Plan (Rev.0) and Fire Risk Assessment Construction Phase Plan (April 2023) with appendices, and Location Map, received 17/04/2023.",
    "Condition : 3 - No development above ground level shall take place until full details and samples of all materials to be used in the construction of the external surfaces of the development hereby permitted have been submitted to and approved in writing by the local planning authority. Details must include a detailed schedule of materials, a photographic sample board and rendered drawings and elevations and sections at a sufficient scale (1:20 or 1:50) to illustrate how all external materials will appear together.\r\nThe samples/details shall include: \r\n(a)\tBrick/stonework (including brick, stone, masonry, brick panels, feature brick panel, brick framing feature and mortar on-site sample panel, minimum one metre by one metre) including all mortar colours, joint type, brick bond;\r\n(b)\tCladding materials (including specifications and roof coverings / parapet coping, canopies and capping materials);\r\n(d)\tWindow types; and sectional drawings of reveals / sills / head details \r\n(e)\tBalcony details (including soffits, panels and frame);\r\n(f)\tAny privacy measures (including obscure glazing details, privacy screens etc.);\r\n(g)\tBalustrading treatment and handrails to balconies and roof areas (including details / sections / materials); and\r\n(h)\tAny other materials/details / fittings to be used (including solar panels, extract vents, rainwater goods, boiler flues etc.), with sections and on-site samples where appropriate.\r\nThe development shall then be carried out in accordance with the approved details and maintained as such thereafter.",
    "Condition : 4 - No external utility boxes (for gas and electricity) shall be affixed to the building and any cables, wires, aerials, pipework, meter boxes or flues shall be discreetly integrated into the building and shall not be fixed to any elevation or roof slope facing a highway.",
    "Condition : 5 - (a) The development hereby permitted shall be implemented in accordance with the approved Energy Strategy.\r\n(b) Prior to first occupation of any unit within the development hereby approved, evidence (e.g. photographs, installation contracts and As-Built certificates under the Standard Assessment Procedure/National Calculation Method) shall be submitted to the local planning authority and approved in writing to show that the development has been constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions, and achieved a 100.5% reduction in emissions or greater.\r\n(c) Upon final commencement of operation of any low and zero carbon technologies, suitable devices for the monitoring of the low and zero carbon technologies shall have been installed, and the monitored data shall be submitted automatically to a monitoring web-platform at daily intervals for a period of three years from the point of full operation. The data shall be made available to the local planning authority on request for a period of five years.",
    "Condition : 6 - (A) No development above ground level shall take place until details have been submitted to and approved by the local planning authority which demonstrate that:\r\n\r\n(i)\tAt least three of the key elements of the building envelope (external walls, windows roof, upper floor slabs, internal walls, floor finishes/coverings) are to achieve a rating of A+ to D in the Building Research Establishment (BRE) The Green Guide of specification.\r\n(ii)\tAt least 50% of timber and timber products are to be sourced from accredited Forest Stewardship Council (FSC) or Programme for the Endorsement of Forestry Certification (PEFC) scheme.\r\n(iii)\tNo construction or insulation materials are to be used which would release toxins into the internal and external environment, including those that deplete stratospheric ozone.\r\n(B) The development shall not be occupied until evidence (e.g. photographs and copies of installation contracts) has been submitted to the local planning authority to demonstrate that the development has been carried out in accordance with the approved details under Part A of this condition. The development shall be maintained in accordance with the approved details at all times thereafter.\r\n",
    "Condition : 7 - Prior to first occupation of the building(s) hereby approved, the development shall have been constructed to achieve an internal water use of 105 litres/person/day or less.",
    "Condition : 8 - No part of the development hereby approved shall be occupied until evidence (photographs and installation contracts) is submitted to demonstrate that the sustainable drainage scheme for the site has been completed in accordance with the submitted details in the Surface Water Strategy dated January 2024. The sustainable drainage scheme shall be managed and maintained thereafter in accordance with the agreed management and maintenance plan for all of the proposed drainage components.",
    "Condition : 9 - No part of the development hereby approved shall be occupied until evidence has been submitted to and approved in writing by the local planning authority to demonstrate that adequate ventilation can still be achieved to each unit when windows are shut. If this cannot be achieved, then equivalent ventilation must be provided by other means (e.g. via an unrestricted boost option), equivalent to four air changes per hour in all habitable rooms.",
    "Condition : 10 - No development shall take place until a Construction Logistics and Management Plan (CLMP), written in accordance with current TfL guidance, has been submitted to and approved in writing by the Local Planning Authority. The CLMP shall include: \r\n(a)\ta site plan (showing the elements set out below);\r\n(b)\tconfirmation that a pre-start record of site conditions on the adjoining public highway will be undertaken with Hounslow Highways and a commitment to repair any damage caused;\r\n(c)\tprovision for the parking of vehicles of site operatives and visitors;\r\n(d)\tprovisions for loading, unloading and storage of plant and materials within the site;\r\n(e)\tdetails of access to the site, including means to control and manage access and egress of vehicles to and from the site for the duration of construction including phasing arrangements;\r\n(f)\tdetails of vehicle routeing from the site to the wider strategic road network;\r\n(g)\tthe erection and maintenance of security hoarding including decorative displays and facilities for public viewing, where appropriate;\r\n(h)\tprovision of wheel washing facilities at the site exit and a commitment to sweep adjacent roads when required and at the request of the Council;\r\n(i)\ta scheme for recycling/disposing of waste resulting from demolition and construction works; \r\n(j)\tmeasures to ensure the safety of all users of the public highway especially cyclists and pedestrians in the vicinity of the site and especially at the access;\r\n(k)\tcommitment to liaise with other contractors in the vicinity of the site to maximise the potential for consolidation and to minimise traffic impacts;\r\n(l)\tavoidance of peak hours for deliveries and details of a booking system to avoid vehicles waiting on the public highway;\r\n(m)\tall necessary traffic orders and other permissions required to allow safe access to the site to be secured and implemented prior to commencement of construction;\r\n(n)\tdetails of the construction programme and a schedule of traffic movements;\r\n(",
    "Condition : 11 - Before the development hereby permitted is first occupied or brought into use, the existing vehicular access to the front of the site shall have been closed permanently, with the kerbs and footway reinstated so that it cannot be used as an access across the pavement. These shall be maintained in a good condition thereafter in perpetuity.",
    "Condition : 12 - Notwithstanding any details included in the submitted plans, no development above ground level (except any demolition, site clearance, ground investigation and remediation work) shall take place until details of both hard and soft landscape works have been submitted to and approved in writing by the local planning authority. These details shall include:\r\n(a)\ta statement setting out the design objectives and how these will be delivered; \r\n(b)\texisting and proposed finished levels or contours; \r\n(c)\tmeans of enclosure/boundary treatment(s) and retaining structures;\r\n(d)\tvehicle parking layouts and markings; \r\n(e)\tother vehicle and pedestrian access and circulation areas;\r\n(f)\thard surfacing materials; \r\n(g)\tminor artefacts and structures (e.g. lighting, furniture, refuse or other storage units, signs, CCTV etc.); \r\n(h)\tproposed and existing functional services above and below ground (e.g. drainage, power, communications cables, pipelines etc. indicating alignments, levels, access points, supports as relevant); \r\n(i)\tany renewable energy installations;\r\n(j)\tdetails of tree planting, including quantity, size, species, and positions or density of all trees to be planted, alongside details of how they will be planted and protected and the proposed times of planting; \r\n(k)\tplanting plans, written specifications (including cultivation and other operations associated with plant and grass establishment) and schedules of plants, noting species, plant sizes and proposed numbers and densities where appropriate and including details of screen planting of an appropriate height along the front boundary; and\r\n(l)\tan implementation programme (including phasing of work where relevant).\r\nThe landscaping works shall comply with the requirements specified in BS 3936 (1992) 'Specification of Nursery Stock Part 1 Trees and Shrubs', and in BS 4428 (1989) 'Recommendations for General Landscape Operations', and shall be carried out in accordance with the approved details before the developmen",
    "Condition : 13 - Prior to first use or occupation of the development, a plan indicating the heights (no higher than 0.6 metres within the pedestrian visibility splays along the front boundary), positions, design, materials and type of boundary treatment to be erected shall have been submitted to and approved in writing by the local planning authority; the boundary treatment shall be erected as approved before the development is first brought into use and shall be retained as such thereafter.",
    "Condition : 14 - Prior to first use or occupation of the development, finalised details of the arrangements for the storing of waste and recycled materials (including details of how the placing of waste and recycled materials in a suitable location for collection would be undertaken and managed and demonstrating compliance with the Council's Recycling and Refuse Guidelines SPD) shall have been submitted to and approved in writing by the local planning authority. The development shall not be carried out otherwise than in accordance with the approved details.",
    "Condition : 15 - Prior to first use or occupation of the development full details (including manufacturers' specifications) of secure covered cycle parking facilities that accord with the West London Cycle Parking Guidance (for no fewer than 14 bicycles [12 long-stay; 2 short-stay]) for the occupants of, and visitors to, the development shall be submitted to and approved in writing by the Local Planning Authority. The approved facilities shall be fully implemented and made available for use before the development is first occupied or brought into use, The approved facilities shall be thereafter retained for use at all times without obstruction.",
    "Condition : 16 - Prior to commencement of the development hereby approved:\r\n\r\nNo development shall take place until a preliminary non-intrusive risk assessment (Phase I desk study report) to identify possible areas and sources of land contamination which may exist on the site has been submitted to and approved in writing by the local planning authority.  It will establish what intrusive investigation or site remediation measures may be necessary before the development commences. This report will be prepared by a suitably qualified, experienced or supervised person.\r\n",
    "Condition : 17 - Prior to commencement of the development hereby approved:\r\n\r\nFollowing the completion of the Phase I desk study report, if intrusive investigations or gas monitoring is recommended, a Phase II site investigation must be undertaken. \r\n\r\nNo development other than necessary works to enable intrusive investigations shall take place until a Phase II site investigation report, prepared by a suitably qualified, experienced or supervised person, has been submitted to and approved in writing by the local planning authority. \r\n\r\nThis report shall identify the areas and sources of land contamination that exist on the site and identify the scope of site remediation measures necessary before the development commences.\r\n\r\nThe investigation shall be carried out by a competent person(s), based on the initial Conceptual Site Model (CSM) and on-site observations, to identify the extent and nature of contaminants. The initial CSM shall be updated accordingly following a tiered risk assessment based on the findings of the investigation, and where applicable, the report shall include proposals to deal with the identified contamination on site. \r\n\r\n",
    "Condition : 18 - Prior to commencement of the development hereby approved:\r\n\r\nIf a scheme for remediation is recommended in the Phase II site investigation for the site, no development shall take place until a remediation method statement prepared by a suitably qualified, experienced or supervised person to specify the works necessary to render the site suitable for its proposed end use, has been submitted to and approved in writing by the local planning authority. \r\n",
    "Condition : 19 - During the development:\r\n\r\nThe Local Planning Authority shall be notified immediately if any land contamination not previously identified is encountered during development. A competent person shall assess the contamination, where necessary, including soil and groundwater sampling and testing before any further part of the development that may be affected by the additional contamination that has been discovered continues. \r\n\r\nA revised remediation method statement, prepared by a suitably qualified, experienced or supervised person, shall be submitted in writing to the local planning authority for approval within one month of the discovery of such contamination. \r\n",
    "Condition : 20 - Prior to the development is first brought into use:\r\n\r\nThe agreed scheme for remediation, including any amendments, shall be fully implemented. A verification report produced upon completion of the remediation by a suitably qualified, experienced or supervised person shall be submitted in writing to the local planning authority for approval, before the development is first brought into use or in accordance with a programme approved in writing by the local planning authority. \r\n",
    "Condition : 21 - If long term monitoring and maintenance is required following successful completion of approved remedial measures, reports which demonstrate the effectiveness of the monitoring and maintenance shall be prepared by a suitably qualified, experienced or supervised person and submitted to the local planning authority according to an agreed timescale as shall first have been approved under other conditions set out in this planning approval decision notice. \r\n\r\nThis shall be conducted in accordance with current UK guidance and best practice. \r\n",
    "Condition : 22 - Prior to first occupation, evidence of the development achieving 'Secured by Design' accreditation awarded by the Design-Out Crime Officer from the Metropolitan Police Service on behalf of the Association of Chief Police Officers (ACPO) shall have been submitted to and approved in writing by the local planning authority.",
    "Condition : 23 - (a) No above ground works shall take place until a Noise Insulation Scheme has been submitted to and approved by the local planning authority of a scheme providing for the insulation of the proposed dwellings against the transmission of externally generated aircraft, road and rail noise (and vibration), taking account of any ventilation requirements necessary, in order to ensure that the maximum noise levels permitted within the dwellings will not exceed those that are specified in Table 4 of British Standard 8233:2014 [Living Rooms = 35 dB LAeq, 16 hours; Dining room/area = 40 dB LAeq, 16 hours; Bedroom = 35 dB LAeq, 16 hours during day-time (07:00 - 23:00) and Bedroom = 30 dB LAeq, 8 hours during night-time (23:00 - 07:00)], or any equivalent standards if replaced. \r\n(b) Before the development hereby permitted is first occupied or brought into use, post-completion noise tests shall be carried out by accredited/approved organisations with competence in environmental noise assessments for residential accommodation and test reports shall be submitted to and approved in writing by the local planning authority. Noise tests shall be carried out taking account of worst case environmental conditions, such as easterly operations at Heathrow, peak time traffic flows, wind speed and direction and presence of temperature inversion. Continuous logged data shall be submitted."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.405369,
          51.4772894
        ],
        [
          -0.40510559999999995,
          51.4772664
        ],
        [
          -0.4050553,
          51.4772617
        ],
        [
          -0.4049022,
          51.4772483
        ],
        [
          -0.40489159999999996,
          51.4772117
        ],
        [
          -0.4048901,
          51.4772064
        ],
        [
          -0.40491269999999996,
          51.4771021
        ],
        [
          -0.4049172,
          51.4771025
        ],
        [
          -0.40501699999999996,
          51.4771111
        ],
        [
          -0.4054001,
          51.4771425
        ],
        [
          -0.4053949,
          51.4771679
        ],
        [
          -0.405375,
          51.4772634
        ],
        [
          -0.405369,
          51.4772894
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "11966939",
  "centroid": {
    "lon": "-0.4051413",
    "lat": "51.4771932"
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}