{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the approval of permission 01031/X/P1 (P/2021/3802) dated 21/03/2022. \r\n\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in this application and the plans submitted: [Planning Statement], [Cover Letter], [Design and Access Statement], [Transport Statement], [Construction Logistics Plan], [Arboricultural Impact Assessment], [Sustainability Report], [Flood Risk Technical Note], [Groundwater Screening Assessment], [LBH Drainage Proforma], [LBH Flood Risk Drainage Checklist], [Fire Statement], [Daylight/Sunlight Report], [Noise Report], [Spatial Allocation Design Note], [3667E-LB-XX-ZZ-DR-A-101000],  [3667E-LB-XX-ZZ-DR-A-101001], [3667E-LB-XX-ZZ-DR-A-110000],  [3667E-LB-XX-ZZ-DR-A-120000], [3667E-LB-XX-ZZ-DR-A-120001], [3667E-LB-XX-ZZ-DR-A-120002], [3667E-LB-XX-ZZ-DR-A-120003], [3667E-LB-XX-ZZ-DR-A-120004], [3667E-LB-XX-ZZ-DR-A-200000], [3667E-LB-XX-ZZ-DR-A-300000], [3667E-LB-XX-ZZ-DR-A-300001], Received: 05/10/2021, [Air Quality Report], Received: 18/01/2022, [Unnumbered 3D Visuals], Received: 04/02/2022, [3667E-LB-XX-ZZ-DR-A-130000], [3667E-LB-XX-ZZ-DR-A-130001], [Unnumbered Context Visual viewed from South Street], Received: 18/02/2022, [Proposed Elevations External Materials Rev B], Received: 06/11/2023, [2204_SWC-002 Rev M], Received: 07/12/2023, [2204_SWC-010 Rev H], [2204_SWC-011 Rev H], [2204_SWC-012 Rev G], [3667E-LB-XX-00-DR-A-120000-Rev T4], Received: 05/02/2024\r\nReason: To ensure the development is carried out in accordance with the planning permission, a satisfactory standard of development is secured and to allow the local planning authority to review any potential changes to the scheme.\r\n",
    "Condition : 3 - The development shall be carried out in strict compliance with the details approved under application: P/2023/0004, approved on 03/04/2023.\r\nThe development shall be carried out in accordance with the approved details and maintained as such thereafter.\r\nReason: In order that the Council may be satisfied as to the details of the development in the interests of the visual amenity of the area and protect living conditions, to satisfy the requirements of policies CC1 and CC2 of the adopted Local Plan.\r\n",
    "Condition : 4 - The development shall be carried out in strict compliance with the details approved under application: P/2022/3165, approved on 21/12/2023.\r\nThe approved Plan shall be adhered to throughout the construction period.\r\nReason. To ensure highway safety is maintained and preserved and in the interests of air quality and neighbour amenity in accordance with policies EQ2 and EC2 of the Local Plan (adopted 2015) coupled with the requirements of the National Planning Policy Framework 2019.\r\n",
    "Condition : 5 - The development shall be carried out in strict compliance with the details approved under application: P/2022/3582, approved on 21/04/2023.\r\nThe development shall then be carried out in accordance with the approved details.\r\nReason: In the interest of maintaining ecology and to result in a net gain in biodiversity in accordance with policy GB7 of the Local Plan (adopted 2015) and policies G6 and G7 of the London Plan (adopted 2021) coupled with the requirements of the National Planning Policy Framework 2019 and under the Wildlife and Countryside Act 1981.\r\n",
    "Condition : 6 - The development shall be carried out in strict compliance with the details approved under application: P/2022/3582, approved on 21/04/2023.\r\nReason: To prevent the risk of flooding to and from the site, in accordance with relevant policy requirements including but not limited to London Plan policies SI12 and SI13 (and its associated Sustainable Design and Construction SPG), the Non-Statutory Technical Standards for Sustainable Drainage Systems and Local Plan policy EQ3.\r\n",
    "Condition : 7 - No part of the development hereby approved shall be occupied until evidence (photographs and copies of installation contracts, along with a written confirmation) has been submitted to the Local Planning Authority and approved in writing to demonstrate that the sustainable drainage scheme hereby approved has been completed in accordance with the submitted final detailed drainage designs. The sustainable drainage scheme shall be managed and maintained thereafter in accordance with the agreed management and maintenance plan for all of the proposed drainage components.\r\nReason: To ensure that the methods to mitigate the risk of surface water flooding have been implemented as agreed and that the drainage system is suitably managed, in accordance with the Non-Statutory Technical Standards for Sustainable Drainage Systems, the National Planning Policy Framework (Paragraph 103), London Plan policies SI12 and SI13 (together with associated guidance to these policies) and Local Plan policy EQ3.\r\n",
    "Condition : 8 - A.\tThe development shall be carried out in strict compliance with the details approved under application: P/2023/0611, approved on 23/03/2023.\r\nB.\tThe development shall be carried out in strict compliance with the details approved under application: P/2024/2640, approved on 10/09/2024.\r\nReason: in order to ensure the sustainable sourcing of materials in accordance with policy EQ2 of the Local Plan (adopted 2015) and policies SI2 and SI7 of the London Plan (adopted 2021) and the Mayor of London's Sustainable Design and Construction SPG coupled with the requirements of the National Planning Policy Framework 2019.\r\n",
    "Condition : 9 - The development shall be carried out in strict compliance with the details approved under application: P/2023/0629, approved on 13/04/2023.\r\n The works shall then be carried out as approved and maintained as such at all times thereafter.\r\nReason: To ensure a satisfactory appearance of the site and the adjacent the area, to provide satisfactory levels of play equipment and to enhance green infrastructure and biodiversity in accordance with policies SC5, CC1, CC2, GB4, GB7 and GB9 of the Local Plan (adopted 2015) and policies D4, D5, D8, S4, G1, G5, G6 and G7 of the London Plan (adopted 2021) and the Mayor of London's The Shaping Neighbourhoods: Play and Informal Recreation SPG coupled with the requirements of the National Planning Policy Framework 2019.\r\n",
    "Condition : 10 - No additional windows or other glazed openings shall be formed in the walls of any dwelling hereby approved and no additional doors inserted in the building without the prior written consent of the Local Planning Authority.\r\nReason: To protect neighbours' living conditions and to ensure that the accommodation provided is appropriate and respects the character and appearance of the area in accordance with Policies CC1 and CC2 of the adopted Local Plan.  \r\n",
    "Condition : 11 - Prior to occupation, a Parking Management Plan shall be submitted to and approved in writing by the Local Planning Authority. The Plan shall include the following:\r\ni.\tdetails of parking allocations and how this will be operated and enforced;\r\nii.\tdetails of measures proposed to restrict parking to designated bays only and prohibit parking on the access road;\r\niii.\ta commitment to convert passive EV bays to active when demand requires;\r\niv.\ta commitment to remove parking spaces when residents that have a right to park move out or their circumstances change so that they no longer need a space;\r\nv.\tmeasures to ensure that all existing residents who may be affected and prospective residents are informed of the Parking Management Plan and that all future residents will not be assigned a parking space or a right to park within the development other than blue badge holders.\r\nThe car parking areas shall thereafter be managed in compliance with the approved Parking Management Plan.\r\nReason: In order to promote sustainable modes of transport and safeguard the amenities of surrounding residential properties and ensure minimal disruption of traffic in the locality, in accordance with policies CC1, CC2 and EC2 of the Local Plan (adopted 2015) and policies T4 and T6 of the London Plan (adopted 2021) coupled with the requirements of the National Planning Policy Framework 2019.\r\n",
    "Condition : 12 - The development shall be carried out in strict compliance with the details approved under application: P/2024/2636, approved on 26/11/2024.\r\nReason: To support sustainable transport objectives; in accordance with policy EC2 of the Local Plan (adopted 2015) and policy T5 of the London Plan (adopted 2021) coupled with the requirements of the National Planning Policy Framework 2019.\r\n",
    "Condition : 13 - The development shall be carried out in strict compliance with the details approved under application: P/2025/0385, approved on 19/02/2025.\r\nIn pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well-being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000 and to ensure the development provides a safe and secure environment in accordance with policy CC2 of the Local Plan (adopted 2015) and policy D11 of the London Plan (adopted 2021) coupled with the requirements of the National Planning Policy Framework 2019.\r\n",
    "Condition : 14 - A.\tThe development hereby permitted shall be implemented in accordance with the approved Energy Strategy received: 05/10/2021. \r\nB.\tThe development shall be carried out in strict compliance with the details approved under application: P/2025/0082, approved on 26/02/2025.\r\nReason: To ensure that the development makes the fullest contribution to minimising carbon dioxide emissions in accordance with policies CC2 and EQ1 of the Local Plan (adopted 2015) and policies SI2 and SI4 of the London Plan (adopted 2021) coupled with the requirements of the National Planning Policy Framework 2019.\r\n",
    "Condition : 15 - The development shall be carried out in strict compliance with the details approved under application: P/2024/3602, approved on 15/11/2024.\r\n Reason: in order to protect and conserve water supplies and resources and in the interest of sustainable development in accordance with policy EQ2 of the Local Plan (adopted 2015) and policy SI5 of the London Plan (adopted 2021) coupled with the requirements of the National Planning Policy Framework 2019.\r\n",
    "Condition : 16 - Before the development hereby permitted commences:\r\na. The development shall be carried out in strict compliance with the details approved under application: P/2022/3135, approved on 12/01/2023.\r\nAdditional investigation may be required where it is deemed necessary.\r\nb. The development shall be carried out in strict compliance with the details approved under application: P/2022/3135, approved on 12/01/2023.\r\nDuring the course of the development:\r\nc. The development shall be carried out in strict compliance with the details approved under application: P/2024/4216, approved on 19/02/2025.\r\nBefore the development is first brought into use:\r\nd. The development shall be carried out in strict compliance with the details approved under application: P/2024/4216, approved on 19/02/2025.\r\nReason: Contamination is known or suspected on the site due to a former land use. The local planning authority therefore wishes to ensure that the development can be implemented and occupied with adequate regard for public and environmental safety, in accordance with policy EQ8 Contamination of the adopted Local Plan.\r\nSupporting notes:\r\na. An initial phase 1 desk study has been submitted with the original application and is considered satisfactory. A phase 2 intrusive investigation will need to be submitted and will include investigation into outstanding potential contamination issues to be communicated by the local planning authority and allow the development of a site Conceptual Model (CM), which identifies all potential pollutant linkages on the site. Risk assessments must adhere to current UK guidance and best practice.\r\nb. The scheme for decontamination shall provide details of how each potential pollutant linkage, as identified in the conceptual model, will be made safe.\r\nc. In some instances the LPA may require work on site to be ceased whilst the nature of additional contamination is investigated fully.\r\nd. The validation report shall revisit the site conceptual model, and provide e",
    "Condition : 17 - In this condition 'retained tree' means any existing tree which is to be retained in accordance with the approved plans and particulars, and paragraphs (a) and (b) below shall have effect until the expiration of five years from the date of the occupation of any of the buildings hereby approved.\r\n(a) No retained tree shall be cut down, uprooted or destroyed, nor shall any retained tree be topped or lopped other than in accordance with the approved plans and particulars, without the prior written approval of the Local Planning Authority. Any topping or lopping approved shall be carried out in accordance with British Standard 3998 (Tree Work) or any other BS replacing this.\r\n(b) If any retained tree is removed, uprooted or destroyed or dies, another tree shall be planted at the same place and that tree shall be of such size and species, and shall be planted at such time, as may be specified in writing by the Local Planning Authority\r\nReason: To enable the Local Planning Authority to ensure the protection of retained trees from damage, in the interests of visual amenity, in accordance with Local Plan policies CC1, CC2 and GB7.\r\n",
    "Condition : 18 - The development shall be carried out in strict compliance with the details approved under application: P/2024/2618, approved on 14/11/2024.\r\n Reason: To preserve the amenities of neighbouring residents and properties and accord with policy CC2 of the Local Plan.\r\n",
    "Condition : 19 - Before the development hereby permitted is first occupied or brought into use, a Delivery & Servicing Plan (including details of vehicle access and egress arrangements and times that servicing shall take place) shall be submitted to and approved in writing by the Local Planning Authority. The details shall accord with current guidance such as that issued by TfL and include measures required to ensure sufficient arrangements (physical as well as managerial) for the servicing, including refuse collection, of all aspects of the development, the timing of hours for deliveries by motor vehicles and a timetable for implementation. The development shall not be carried out otherwise than in accordance with the approved details and shall be maintained for the lifetime of the development, unless the prior written approval of the local planning authority is obtained to any variation.\r\n\r\nReason: In the interests of the safety of pedestrians and vehicles, to protect neighbours' living conditions and to support sustainable transport objectives.\r\n",
    "Condition : 20 - The development shall be carried out in strict compliance with the details approved under application: P/2022/3877, approved on 11/01/2023.\r\nReason: To protect neighbours' living conditions and to ensure that the accommodation provided is of sufficient quality. \r\n",
    "Condition : 21 - The development shall be carried out in strict compliance with the details approved under application: P/2022/3872, approved on 31/01/2023.\r\nReason: In order that that the Council may be satisfied as to the details of lighting in the interest of pedestrian safety and the visual amenity of the area in accordance with Local Plan Policy EQ6.\r\n"
  ],
  "actual_commencement_date": null,
  "decision_target_date": "21/03/2025",
  "lpa_name": "Hounslow",
  "centroid_northing": 175768,
  "last_updated": "2025-03-19T17:26:28.950+00:00",
  "development_type": "Major dwellings",
  "ward": "Isleworth",
  "parking_details": null,
  "uprn": "10093256618",
  "application_details": {
    "site_area": 0.099
  },
  "last_date_consultation_comments": "13/12/2024",
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "18/03/2025",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.325835,
          51.468629
        ],
        [
          -0.325754,
          51.468643
        ],
        [
          -0.325919,
          51.469163
        ],
        [
          -0.326206,
          51.469123
        ],
        [
          -0.326203,
          51.469092
        ],
        [
          -0.326196,
          51.469018
        ],
        [
          -0.326436,
          51.469008
        ],
        [
          -0.326437,
          51.468994
        ],
        [
          -0.326437,
          51.468974
        ],
        [
          -0.326437,
          51.46895
        ],
        [
          -0.326438,
          51.468927
        ],
        [
          -0.326437,
          51.468907
        ],
        [
          -0.326437,
          51.468905
        ],
        [
          -0.326364,
          51.468904
        ],
        [
          -0.326197,
          51.468904
        ],
        [
          -0.326158,
          51.468903
        ],
        [
          -0.32612,
          51.468902
        ],
        [
          -0.326082,
          51.468902
        ],
        [
          -0.326079,
          51.468902
        ],
        [
          -0.326043,
          51.468901
        ],
        [
          -0.326005,
          51.468901
        ],
        [
          -0.325966,
          51.4689
        ],
        [
          -0.325928,
          51.468899
        ],
        [
          -0.325927,
          51.468889
        ],
        [
          -0.325928,
          51.468874
        ],
        [
          -0.325907,
          51.468861
        ],
        [
          -0.325883,
          51.468786
        ],
        [
          -0.325875,
          51.468768
        ],
        [
          -0.325874,
          51.468758
        ],
        [
          -0.325873,
          51.468709
        ],
        [
          -0.325865,
          51.468657
        ],
        [
          -0.325843,
          51.468658
        ],
        [
          -0.325838,
          51.46864
        ],
        [
          -0.325835,
          51.468629
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2024/3735",
  "valid_date": "11/11/2024",
  "description": "Removal of condition 11 (road safety audit) of planning permission 01031/X/P1 (P/2021/3802) approved 21/03/2022 for the demolition of existing garages and erection of a part three part four-storey residential block comprising twelve dwellings with two car parking spaces; associated cycle and waste storage, landscaping and boundary treatment. ",
  "centroid_easting": 516368,
  "site_number": null,
  "lapsed_date": "20/03/2025",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": null,
  "epc_number": null,
  "street_name": "South Street",
  "last_updated_by": "Planning Portal ingest",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Isleworth",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.468924,
    "lon": -0.326062
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2024/3735",
  "site_name": "Garage Block Rear Of 1 To 18",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "13548996",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Removal/Variation of a condition",
  "id": "Hounslow-P_2024_3735",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              516384.490211281,
              175735.54577546724
            ],
            [
              516390.0696863892,
              175737.2765932859
            ],
            [
              516377.2701940023,
              175794.8265276687
            ],
            [
              516357.4700501695,
              175789.9758225676
            ],
            [
              516357.7509284045,
              175786.53202982998
            ],
            [
              516358.419930226,
              175778.32622416498
            ],
            [
              516341.75365731877,
              175776.8249615733
            ],
            [
              516341.7199793059,
              175775.22648042443
            ],
            [
              516341.7699941909,
              175772.9756955474
            ],
            [
              516341.86968156206,
              175770.37557278085
            ],
            [
              516341.8699735336,
              175767.77651662135
            ],
            [
              516341.97026687086,
              175765.575835614
            ],
            [
              516341.9701533121,
              175765.2765402493
            ],
            [
              516347.01981767017,
              175765.37635387003
            ],
            [
              516358.62014105223,
              175765.57580843545
            ],
            [
              516361.3198275991,
              175765.57631366578
            ],
            [
              516363.9699558389,
              175765.525620103
            ],
            [
              516366.6696425192,
              175765.5261281712
            ],
            [
              516366.8697717742,
              175765.52625176305
            ],
            [
              516369.37004919595,
              175765.52554151276
            ],
            [
              516372.0197036669,
              175765.5260215018
            ],
            [
              516374.7198391624,
              175765.4764765207
            ],
            [
              516377.37021370756,
              175765.47586313408
            ],
            [
              516377.4196735082,
              175764.37550702563
            ],
            [
              516377.42026709125,
              175762.676560905
            ],
            [
              516378.9199100955,
              175761.27556876058
            ],
            [
              516380.76990552555,
              175753.02555290225
            ],
            [
              516381.36986323405,
              175750.97648276202
            ],
            [
              516381.4200183949,
              175749.87614257628
            ],
            [
              516381.6202876582,
              175744.42557999713
            ],
            [
              516382.31983114564,
              175738.62594346964
            ],
            [
              516383.86802148755,
              175738.84157600626
            ],
            [
              516384.2596864336,
              175736.84560073615
            ],
            [
              516384.490211281,
              175735.54577546724
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  }
}