{
  "lpa_app_no": "P/2024/0848",
  "centroid_northing": 178313,
  "status": "Approved",
  "epc_number": "9217-3016-8205-1272-5200",
  "last_date_consultation_comments": "03/05/2024",
  "locality": "London",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T17:30:34.091+00:00",
  "valid_date": "03/05/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              521632.82,
              178319.18
            ],
            [
              521641.8,
              178320.85
            ],
            [
              521644.35,
              178321.35
            ],
            [
              521644.4,
              178320.9
            ],
            [
              521645.35,
              178316.3
            ],
            [
              521646.3,
              178312.05
            ],
            [
              521645,
              178311.7
            ],
            [
              521630.7,
              178307.8
            ],
            [
              521630.3,
              178307.7
            ],
            [
              521619.95,
              178304.75
            ],
            [
              521617.75,
              178304.15
            ],
            [
              521616.95,
              178304.2
            ],
            [
              521616.1,
              178304.35
            ],
            [
              521615.5,
              178304.4
            ],
            [
              521614.8,
              178304.65
            ],
            [
              521614.35,
              178304.9
            ],
            [
              521613.85,
              178305.25
            ],
            [
              521613.55,
              178305.7
            ],
            [
              521613.2,
              178306.25
            ],
            [
              521613.15,
              178306.5
            ],
            [
              521612.7,
              178308.35
            ],
            [
              521611.6,
              178314.1
            ],
            [
              521611.4,
              178315.2
            ],
            [
              521623.6,
              178317.4
            ],
            [
              521623.85,
              178317.5
            ],
            [
              521632.82,
              178319.18
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 521628,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2024/0848",
  "site_number": "56",
  "decision": "Approved",
  "ward": "Chiswick Homefields",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_proposed_cycle": 5,
    "no_existing_cycle": 5,
    "net_cycle": 0,
    "no_proposed_car": 1,
    "no_existing_car": 1,
    "net_car": 0
  },
  "application_type_full": "Householder planning permission",
  "appeal_start_date": null,
  "application_type": "Householder",
  "id": "Hounslow-P_2024_0848",
  "application_details": {
    "intended_completion_date": "09/2025",
    "intended_commencement_date": "09/2024",
    "total_gia_gained": 157.7,
    "existing_uprns": null,
    "no_additional_bathrooms": 3,
    "no_additional_bedrooms": 0,
    "site_area": 0.036
  },
  "uprn": "100021586398",
  "decision_date": "29/10/2024",
  "description": "Erection of a part one part two storey side extension and a single storey rear wrap around extension. Enlargement of the basement. Formation of a vehicular access at front of site with electric vehicle charging point. Erection of front boundary wall and gate. Installation of Air source heat pump at rear of property following the partial demolition of the existing single storey side and rear extension and side bay",
  "site_name": null,
  "last_updated_by": "Northgate M3",
  "decision_target_date": "27/06/2024",
  "borough": "Hounslow",
  "postcode": "W4 2LW",
  "street_name": "Homefield Road",
  "bo_system": "Northgate M3",
  "development_type": "Other house holder developments",
  "lapsed_date": "28/10/2027",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall begin not later than three years from the date of this decision.\r\n\r\nReason: In order to comply with Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans and specifications: [2224.HMF.000, 2224.HMF.001, 2224.HMF.002, 2224.HMF.003, 2224.HMF.004, 2224.HMF.010, 2224.HMF.011, 2224.HMF.012, 2224.HMF.013, 2224.HMF.014, 2224.HMF.015, Fire Strategy Statement, Flood Risk Assessment received 03/05/2024 2224.HMF.100 Rev E, 2224.HMF.101 Rev E, 2224.HMF.102 Rev E, 2224.HMF.103 Rev E, 2224.HMF.104 Rev E, 2224.HMF.110 Rev E, 2224.HMF.111 Rev E, 2224.HMF.112 Rev E, 2224.HMF.113 Rev E, 2224.HMF.114 Rev E, 2224.HMF.115 Rev E received 09/10/2024 2224.HMF.360 Rev E, 2224.HMF.361 Rev E, 2224.HMF.362 Rev E, 2224.HMF.363 Rev E].\r\nReason: In order to ensure the development is carried out in accordance with the planning permission.",
    "Condition : 3 - The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building, unless otherwise shown on the approved plans.\r\nReason: In order to safeguard the appearance of the area.",
    "Condition : 4 - The basement hereby permitted shall at no time be used or occupied as a separate dwelling independent of the main house and shall not be used as sleeping accommodation.\r\nReason: In order to ensure that adequate living standards are maintained and to protect neighbours' living conditions.\r\n",
    "Condition : 5 - No development shall take place until a Construction Method Statement (CMS) relating to the basement hereby approved has been submitted to the Local Planning Authority. The CMS shall be certified by a qualified professional and give details of excavation, temporary works and construction techniques, including details of potential impacts on neighbouring land based on assessment of the geology and hydrology of the area. The approved CMS shall be adhered to throughout the construction period for the development.\r\nReason: In order to protect the living conditions of neighbouring residents, to minimise flood risk and to ensure highway safety is maintained.",
    "Condition : 6 - No development shall be carried out until such time as the person carrying out the work is a member of the Considerate Constructors Scheme and its code of practice, and the details of the membership and contact details are clearly displayed on the site so that they can be easily read by members of the public. \r\nReason: In order to protect the living conditions of neighbouring residents.",
    "Condition : 7 - No development shall take place until a Construction Logistics Plan (CLP), written in accordance with current TfL guidance, has been submitted to and approved in writing by the Local Planning Authority. The CLP shall include: [delete or add items as necessary]\r\n(a)\ta site plan (showing the elements set out below);\r\n(b)\tconfirmation that a pre-start record of site conditions on the adjoining public highway will be undertaken with Hounslow Highways and a commitment to repair any damage caused;\r\n(c)\tprovision for the parking of vehicles of site operatives and visitors;\r\n(d)\tprovisions for loading, unloading and storage of plant and materials within the site;\r\n(e)\tdetails of access to the site, including means to control and manage access and egress of vehicles to and from the site for the duration of construction including phasing arrangements;\r\n(f)\tdetails of vehicle routeing from the site to the wider strategic road network;\r\n(g)\tthe erection and maintenance of security hoarding including decorative displays and facilities for public viewing, where appropriate;\r\n(h)\tprovision of wheel washing facilities at the site exit and a commitment to sweep adjacent roads when required and at the request of the Council;\r\n(i)\ta scheme for recycling/disposing of waste resulting from demolition and construction works; \r\n(j)\tmeasures to ensure the safety of all users of the public highway especially cyclists and pedestrians in the vicinity of the site and especially at the access;\r\n(k)\tcommitment to liaise with other contractors in the vicinity of the site to maximise the potential for consolidation and to minimise traffic impacts;\r\n(l)\tavoidance of peak hours for deliveries and details of a booking system to avoid vehicles waiting on the public highway;\r\n(m)\tall necessary traffic orders and other permissions required to allow safe access to the site to be secured and implemented prior to commencement of construction;(n)\tdetails of the construction programme and a schedule of traffi",
    "Condition : 8 - No development shall take place until a scheme for protecting the approved development from noise associated with the [insert] has been submitted to and approved in writing by the local planning authority. The approved scheme shall be completed before the development is first occupied or brought into use and be retained as such thereafter.\r\nReason: In order to protect neighbours' living and working conditions, in accordance with Local Plan policies CC2 and EQ5 and London Plan policies D13 and D14."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.2494016,
          51.4907466
        ],
        [
          -0.2492718,
          51.4907597
        ],
        [
          -0.24923489999999998,
          51.4907636
        ],
        [
          -0.2492343,
          51.4907596
        ],
        [
          -0.24922219999999998,
          51.490718
        ],
        [
          -0.24921000000000001,
          51.4906796
        ],
        [
          -0.2492288,
          51.4906768
        ],
        [
          -0.2494361,
          51.4906448
        ],
        [
          -0.2494418,
          51.490644
        ],
        [
          -0.24959189999999998,
          51.4906197
        ],
        [
          -0.24962369999999998,
          51.4906148
        ],
        [
          -0.2496352,
          51.4906154
        ],
        [
          -0.2496474,
          51.4906169
        ],
        [
          -0.2496561,
          51.4906175
        ],
        [
          -0.249666,
          51.4906199
        ],
        [
          -0.2496724,
          51.4906222
        ],
        [
          -0.2496795,
          51.4906255
        ],
        [
          -0.24968369999999998,
          51.4906296
        ],
        [
          -0.24968849999999998,
          51.4906346
        ],
        [
          -0.2496892,
          51.4906369
        ],
        [
          -0.249695,
          51.4906536
        ],
        [
          -0.24970889999999998,
          51.4907055
        ],
        [
          -0.2497114,
          51.4907155
        ],
        [
          -0.24953499999999998,
          51.4907326
        ],
        [
          -0.24953129999999998,
          51.4907334
        ],
        [
          -0.2494016,
          51.4907466
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "12870009",
  "centroid": {
    "lon": "-0.24947309999999998",
    "lat": "51.4906921"
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}