{
  "lpa_app_no": "P/2023/3698",
  "centroid_northing": 178485,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": "28/11/2023",
  "locality": "London",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T18:07:56.126+00:00",
  "valid_date": "28/11/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              519795.81,
              178468.77
            ],
            [
              519782.5,
              178466.95
            ],
            [
              519782.35,
              178468.6
            ],
            [
              519781.2,
              178477.3
            ],
            [
              519779.6,
              178477.1
            ],
            [
              519779.2,
              178481.1
            ],
            [
              519778.64,
              178486.36
            ],
            [
              519777.55,
              178497.65
            ],
            [
              519786.29,
              178501.15
            ],
            [
              519788.52,
              178500.67
            ],
            [
              519801.03,
              178505.6
            ],
            [
              519803.25,
              178500
            ],
            [
              519803.9,
              178498.3
            ],
            [
              519805.35,
              178494.15
            ],
            [
              519811.29,
              178487.71
            ],
            [
              519810.95,
              178487.15
            ],
            [
              519810.85,
              178486.85
            ],
            [
              519810.8,
              178486.6
            ],
            [
              519810.8,
              178486.1
            ],
            [
              519810.85,
              178485.85
            ],
            [
              519812.55,
              178480.8
            ],
            [
              519813.2,
              178478.35
            ],
            [
              519813.22,
              178478.16
            ],
            [
              519813.78,
              178473.66
            ],
            [
              519814,
              178472.49
            ],
            [
              519808.97,
              178471.62
            ],
            [
              519808.93,
              178470.88
            ],
            [
              519807.7,
              178470.4
            ],
            [
              519795.81,
              178468.77
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 519795,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2023/3698",
  "site_number": "590",
  "decision": "Approved",
  "ward": "Chiswick Gunnersbury",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": null,
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2023_3698",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.099
  },
  "uprn": "100023492854",
  "decision_date": "22/07/2024",
  "description": "Variation of Condition 2 (Approved Plans) to increase the height of the roof ridge, relocation of one window on the side elevation, alteration to the window sizes, and amended cycle store and bin store location, Condition 6 (Cycle Storage) to change the material of the cycle store, and part-discharge of Condition 9 (Carbon Offset Contribution) following planning permission 00248/590/P17 dated 02/12/2022 for the erection of a mansard roof over the rear extension to create one self -contained flat (Class C3) and relocation of two windows from the rear to the side elevation. ",
  "site_name": "The Gunnersbury",
  "last_updated_by": "Northgate M3",
  "decision_target_date": "23/01/2024",
  "borough": "Hounslow",
  "postcode": "W4 5RP",
  "street_name": "Chiswick High Road",
  "bo_system": "Northgate M3",
  "development_type": "Minor dwellings",
  "lapsed_date": "21/07/2027",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of 01/12/2025. Reason: To accord with the provisions of Section 92 (1) of the Town and Country Planning Act 1990. ",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (Design & access statement, fire statement, P01, P02, L01, EX01, EX02, EX03, EX04, EX05, EX06: Received 02/09/2022, Energy statement: Received10/10/2022, P04 rev 1, P05 rev 1, P06 rev 1: Received 27/11/2023.) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used. \r\nReason: To ensure the development is carried out in accordance with the planning permission.",
    "Condition : 3 - No demolition or construction work shall take place on the site except between the hours of 8:00am to 6:00pm on Mondays to Friday and 9:00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority. Reason: In order to safeguard the amenities of adjoining residential properties and to ensure that the proposed development does not prejudice the amenities of the locality in accordance with policies CC1 Context and character, CC2 Urban design and architecture and EQ5 Noise of the adopted Local Plan.",
    "Condition : 4 - The materials to be used in the construction of the external surfaces of the extension hereby permitted shall match those used in the existing building. \r\nReason: In order to safeguard the visual amenity of the area and building in particular and to satisfy the requirements of policies CC1 Context and character and SC7 Residential extensions and alterations of the adopted Local Plan. ",
    "Condition : 5 - The development hereby permitted shall be carried out in accordance with the approved waste and recycling details, which shall be fully implemented before any part of the accommodation hereby permitted is occupied and thereafter retained as such. Further guidance on appropriate capacity and other details is available in the Council's Refuse and Recycling Guidelines (request from Officer). Reason: To safeguard the amenities of the area and in accordance with policies CC1, CC2 and EQ7 and WLWP (Recycling Facilities in New Developments) of the adopted Local Plan. ",
    "Condition : 6 - The development hereby permitted shall be carried out in accordance with the hereby approved cycle storage details, submitted on 05/06/2024 as part of application P/2023/3698, and as shown on drawing C01 Rev C and titled Cycle Store Details, with the approved facilities fully implemented before any part of the accommodation hereby permitted is occupied and thereafter retained as such. Further guidance on appropriate dimensions, layouts, and stands is available in the West London Cycle Parking Guidance. Reason: In the interests of promoting sustainable modes of transport, in accordance with Local Plan Policy EC2. ",
    "Condition : 7 - No additional windows or other glazed openings shall be formed in the side walls of the dwelling hereby approved and no additional doors inserted in the building without the prior written consent of the Local Planning Authority. Reason: To protect neighbours' living conditions and to ensure that the accommodation provided is appropriate and respects the character and appearance of the area in accordance with Policy SC7 of the adopted Local Plan.",
    "Condition : 8 - Before the development hereby permitted is first occupied or brought into use, the Local Planning Authority shall be informed of the agreed naming and numbering of the proposed dwellings so that arrangements can be put in place to ensure that, with the exception of a person eligible for a disabled person's badge issued pursuant to section 21 of the Chronically Sick and Disabled Persons Act 1970 (or similar legislation), no resident of the development shall obtain a resident's parking permit. Any occupiers of the approved development shall surrender any such permit wrongly issued or held. Reason: In order to protect the free flow and safety of traffic on nearby highways and to support sustainable transport objectives in accordance with Local Plan policy EC2 (Developing a Sustainable Local Transport Network).",
    "Condition : 9 - The measures set out in the Energy Statement shall be put into effect, with evidence supplied (e.g. photographs and copies of installation contracts) to the local planning authority to demonstrate that this has been done, before the dwelling is first occupied. Reason: In order to ensure the development meets sustainability standards. ",
    "Condition : 10 - The development shall be carried out in accordance with the Construction Management Plan as approved on 00248/590/P16, which shall be adhered to throughout the construction period. Reason: To ensure highway safety is maintained and preserved, to protect the fabric of adjoining buildings and to ensure that the proposed development does not prejudice the amenities of the locality in accordance with policies CC1, CC4, EQ5 and EC2 of the adopted Local Plan."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.2757981,
          51.4924827
        ],
        [
          -0.27599039999999997,
          51.4924692
        ],
        [
          -0.275992,
          51.492484
        ],
        [
          -0.27600559999999996,
          51.4925625
        ],
        [
          -0.27602869999999996,
          51.492561
        ],
        [
          -0.2760331,
          51.4925971
        ],
        [
          -0.2760394,
          51.4926445
        ],
        [
          -0.2760512,
          51.4927462
        ],
        [
          -0.2759242,
          51.4927758
        ],
        [
          -0.2758923,
          51.492771
        ],
        [
          -0.27571049999999997,
          51.4928126
        ],
        [
          -0.2756804,
          51.4927618
        ],
        [
          -0.27567159999999996,
          51.4927464
        ],
        [
          -0.2756522,
          51.4927088
        ],
        [
          -0.2755688,
          51.4926497
        ],
        [
          -0.2755739,
          51.4926447
        ],
        [
          -0.27557539999999997,
          51.492642
        ],
        [
          -0.2755762,
          51.4926398
        ],
        [
          -0.2755764,
          51.4926353
        ],
        [
          -0.2755758,
          51.4926331
        ],
        [
          -0.275553,
          51.4925873
        ],
        [
          -0.27554449999999997,
          51.4925651
        ],
        [
          -0.27554429999999996,
          51.4925634
        ],
        [
          -0.2755377,
          51.4925229
        ],
        [
          -0.275535,
          51.4925123
        ],
        [
          -0.2756077,
          51.4925056
        ],
        [
          -0.2756085,
          51.4924989
        ],
        [
          -0.2756264,
          51.4924949
        ],
        [
          -0.2757981,
          51.4924827
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "",
  "centroid": {
    "lon": "-0.2758043",
    "lat": "51.4926288"
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}