{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from 30 March 2022, being the date of granting of planning permission P/2021/3190.\r\n\r\nReason: To accord with the provisions of Section 92 (1) of the Town and Country Planning Act 1990.\r\n",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (200580 1100, 200580 1500, 200580 1501 Revision 1, Archaeology Desk-Based Assessment & Heritage Statement, Cover Letter, Daylight and Sunlight Report, Design and Access Statement, Dusk Emergence Bat Survey, Groundsure Screening Report, Notice Letter, Preliminary Arboricultural Assessment, Preliminary Ecological Appraisal, Preliminary Bat Roost Assessment, Statement of Community Involvement and London Development Database  Management and Transport Statement. Received on 10 August 2021; 2020-3893-AT-107 (1) and SUDs Assessment Report. Received on 21 October 2021; Planning Statement. Received on 9 November 2021; Written Scheme of Investigation for Archaeological Evaluation. Received on 21 January 2022; Fire Safety Statement. Received on 10 March 2022; 200580 1150 Revision P01 and 2020-3893-AT-1101(1) Revision A. Received on 11 March 2022; 2313-PL-001, 2313-PL-002, Design Development Supporting Statement (dated June 2023) and Sustainability Statement (dated 10 May 2023). Received on 06/06/2023; 2313-PL-003-C, 2313-PL-004-A, 2313-PL-005-B, PBLX 3 240-360L (Bin Storage Housings), PBLX 4 240-360L (Bin Storage Housings) and PBLX4_LHH_SWD_GW_EU Revision 00. Received on 07/08/2023; 2313-PL-006-B and 2313-PL-007-B. Received on 20/09/2023) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.\r\n\r\nReason: In order to ensure the development is carried out in accordance with the planning permission.",
    "Condition : 3 - The development shall not be implemented other than in accordance with the materials approved under P/2024/3169.\r\n\r\nReason: In order to safeguard the appearance of the area.",
    "Condition : 4 - The development shall not be implemented other than in accordance with the hard and soft landscaping details approved under P/2024/2901.\r\n\r\nThe works shall comply with the requirements specified in BS 3936 (1992) 'Specification of Nursery Stock Part 1 Trees and Shrubs', and in BS 4428 (1989) 'Recommendations for General Landscape Operations'. Any trees or plants that, within 5 years of planting, die, are cut down, uprooted, destroyed or become (in the opinion of the Local Planning Authority) seriously damaged or defective, shall be replaced with another tree or plant of the same size and species within the first planting season following its death, removal, uprooting or destruction, unless the Local Planning Authority gives its prior written approval to any variation.\r\n\r\nThe landscaping works shall thereafter be retained as such for the lifetime of the development.\r\n\r\nReason: To safeguard the amenities of the area and to promote biodiversity.",
    "Condition : 5 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development Order) 2015 (or any order revoking or re-enacting that order) no enlargement of the hereby approved development or any additional structures/buildings within the curtilage of the site shall be carried out.\r\n\r\nReason: In order to protect the appearance of the area.\r\n\r\n",
    "Condition : 6 - The development hereby permitted shall not be implemented other than in accordance with the approved Energy Strategy (Sustainability Statement (dated 10 May 2023)), together with the details approved under P/2024/3701 and P/2024/3137 and any subsequent approved revisions. \r\n\r\nReason: In order to ensure that the development makes the fullest contribution to minimising carbon dioxide emissions.\r\n",
    "Condition : 7 - Solar panel details\r\n\r\nThe development shall not be implemented other than in accordance with the solar panel details approved under P/2024/2901.\r\n\r\nReason: In order to ensure that the development makes the fullest contribution to minimising carbon dioxide emissions.\r\n",
    "Condition : 8 - Prior to first occupation of the building(s) hereby approved, the development shall have been constructed to achieve an internal water use of 105 litres/person/day or less.\r\n\r\nReason: In order to protect and conserve water supplies and resources.",
    "Condition : 9 - The first floor windows formed in the front elevation, which serve bathrooms and the first floor side facing window (in the first dwelling) of the hereby approved development as shown on approved drawing number 2313-PL-006-B shall be obscure glazed, hinged to open inwards and shall not be repaired or replaced otherwise than with obscured glazing.\r\n\r\nReason: To safeguard the visual amenities of the locality and privacy of future occupiers. \r\n",
    "Condition : 10 - Prior to the occupation of the hereby approved development, the boundary treatment as shown in the drawings numbered 2313-PL-003-C, 2313-PL-004-A and 2313-PL-005-B shall be erected in strict accordance with the approved plans.\r\n\r\nReason: In order to protect neighbours' living conditions and to ensure a satisfactory appearance.\r\n",
    "Condition : 11 - The development shall take place in accordance with the details contained within the approved Constructions Logistics Plan under P/2023/1989.\r\n\r\nReason: In order to ensure highway safety is maintained and preserved and to safeguard the amenities of adjoining residential properties.",
    "Condition : 12 - Hours of demolition and construction\r\n\r\nNo demolition or construction work shall take place on the site except between the hours of 8 am to 6 pm on Mondays to Fridays and 9 am to 1 pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.\r\n\r\nPrior to any demolition and construction work, neighbours shall be given details outlining construction timeframes (including when demolition and piling will take place).  \r\nReason: In order to protect the living conditions of neighbouring residents.",
    "Condition : 13 - Secure covered cycle parking facilities (for not less than 14 bicycles) for the occupants of the development shall be installed in the rear gardens and two Sheffield stands for visitors beside the communal area. \r\n\r\nThe approved facilities shall conform to the current Westtrans West London Cycle Parking Guidance (or such other guidance as shall supersede it) in design and layout and be fully implemented and made available for use before the first occupation of the development or commencement of the approved use as appropriate and thereafter retained for use at all times without obstruction.\r\n\r\nReason: In order to support sustainable transport objectives.\r\n",
    "Condition : 14 - Prior to first occupation of the hereby approved development a waste management strategy shall be submitted to and approved in writing by the Local Planning Authority to show how waste will be managed on site specifically on waste collection days. \r\nWaste management shall be carried out strictly in accordance with the approved details.\r\n\r\nReason: In order to protect the quality of the local environment and neighbours' living conditions and to ensure appropriate means of refuse storage are provided.\r\n",
    "Condition : 15 - The development shall take place in accordance with the details contained within the approved Written Scheme of Investigation (WSI) under P/2023/1715.\r\n\r\nThe development shall not be occupied until the site investigation and post investigation assessment has been completed in accordance with the programme set out in the approved Written Scheme of Investigation (WSI) and the provision for analysis, publication and dissemination of the results and archive deposition has been secured.\r\n\r\nReason: In order to safeguard the special architectural and historic interest of the area.\r\n",
    "Condition : 16 - The development shall be carried out in strict compliance with the details approved under application: P/2023/1477, approved on 18/07/2023. \r\n\r\nDuring the course of the development:\r\n\r\nA.\tThe Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and shall submit appropriate amendments to the scheme for decontamination in writing to the Local Planning Authority for approval before any work on that aspect of development continues. \r\n\r\nBefore the development is first brought into use:\r\n\r\nB.\tAny necessary scheme for decontamination required by clause A) above, including amendments, shall be fully implemented and a written validation (closure) report submitted to the Local Planning Authority for approval.\r\n\r\nReason: Contamination is known or suspected on the site due to a former land use. It is therefore necessary to ensure that the development can be implemented and occupied with adequate regard for public and environmental safety.\r\n\r\nSupporting Notes:\r\n\r\n(i)\tThe full Phase II site investigation, where required, must include sampling and/or testing for soil and groundwater contamination, soil gasses, vapours and leachate and test for potential contaminants identified within the Phase I Preliminary Risk Assessment. \r\n\r\n(ii)\tThe investigation shall be carried out at such points and at such depths as the local planning authority may stipulate. \r\n\r\n(iii)\tTesting for Total Hydrocarbons shall be undertaken using the TPH-CWG method. Where significant contamination is identified, to fully characterise the site the extent of this contamination should be confirmed by further intrusive site investigation and testing (i.e. delineation works). \r\n\r\n(iv)\tRisk assessments must adhere to current UK guidance and best practice. \r\n\r\n(v)\tThe Council requests that site investigation reports or site plans be sent electronically to landquality@hounslow.",
    "Condition : 17 - The drainage system and associated drainage features approved under P/2023/1715 shall be carried out in strict compliance with the approved details.\r\n\r\nReason: In order to prevent the risk of flooding to and from the site.\r\n",
    "Condition : 18 - No part of the development hereby approved shall be occupied until evidence (photographs and copies of installation contracts, along with a written confirmation) has been submitted to the local planning authority and approved in writing to demonstrate that the sustainable drainage scheme hereby approved has been completed in accordance with the submitted final detailed drainage designs. The sustainable drainage scheme shall be managed and maintained thereafter in accordance with the agreed management and maintenance plan for all of the proposed drainage components.\r\n\r\nReason: In order to ensure that the methods to mitigate the risk of surface water flooding have been implemented as agreed and that the drainage system is suitably managed.\r\n",
    "Condition : 19 - The hereby approved development must be carried out in accordance with the recommendations approved Dusk Emergence Bat Survey and Preliminary Ecological Appraisal received on 10 August 2021. \r\n\r\nReason: In the interests of nature conservation.\r\n",
    "Condition : 20 - In this condition 'retained tree' means any existing tree which is to be retained in accordance with the approved plans and particulars, and paragraphs (a) and (b) below shall have effect until the expiration of five years from the date of the occupation of any of the buildings hereby approved. \r\n\r\n(a) No retained tree shall be cut down, uprooted or destroyed, nor shall any retained tree be topped or lopped other than in accordance with the approved plans and particulars, without the prior written approval of the Local Planning Authority. Any topping or lopping approved shall be carried out in accordance with British Standard 3998 (Tree Work) or any other BS replacing this. Appropriate measures shall be taken in accordance with industry best practice to protect the retained trees for the duration of the works on site. \r\n\r\n(b) If any retained tree is removed, uprooted or destroyed or dies, another tree shall be planted at the same place and that tree shall be of such size and species, and shall be planted at such time, as may be specified in writing by the Local Planning Authority.\r\n\r\nReason: In order to ensure a satisfactory appearance of the site and the area and to promote biodiversity.\r\n",
    "Condition : 21 - Prior to occupation, the development shall achieve 'Secured by Design' accreditation awarded by the Design-Out Crime Officer from the Metropolitan Police Service on behalf of the Association of Chief Police Officers (ACPO).\r\n\r\nNo dwelling shall be occupied until accreditation has been achieved and evidence of such accreditation has been submitted to the Local Planning Authority.\r\n\r\nReason: In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998.\r\n"
  ],
  "actual_commencement_date": null,
  "decision_target_date": null,
  "lpa_name": "Hounslow",
  "centroid_northing": "173697",
  "last_updated": "2025-03-19T17:31:25.591+00:00",
  "development_type": "Minor dwellings",
  "ward": "Bedfont",
  "parking_details": null,
  "uprn": "10096682599",
  "application_details": {
    "site_area": 0.136
  },
  "last_date_consultation_comments": "08/11/2024",
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "03/12/2024",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.4425206,
          51.4519749
        ],
        [
          -0.4425327,
          51.4519339
        ],
        [
          -0.4425303,
          51.451914
        ],
        [
          -0.44253739999999997,
          51.4518991
        ],
        [
          -0.4425475,
          51.4518908
        ],
        [
          -0.4425592,
          51.4518809
        ],
        [
          -0.442571,
          51.4518624
        ],
        [
          -0.442608,
          51.451767
        ],
        [
          -0.442638,
          51.4516868
        ],
        [
          -0.4426506,
          51.4516648
        ],
        [
          -0.4426649,
          51.4516492
        ],
        [
          -0.44269759999999997,
          51.4516279
        ],
        [
          -0.4427055,
          51.4516256
        ],
        [
          -0.4427119,
          51.4516265
        ],
        [
          -0.4427158,
          51.4516317
        ],
        [
          -0.4427485,
          51.4516218
        ],
        [
          -0.4428862,
          51.4516574
        ],
        [
          -0.44290609999999997,
          51.451663
        ],
        [
          -0.4429161,
          51.4516654
        ],
        [
          -0.4429247,
          51.4516673
        ],
        [
          -0.44293319999999997,
          51.4516697
        ],
        [
          -0.4429489,
          51.4516744
        ],
        [
          -0.44295599999999996,
          51.4516767
        ],
        [
          -0.4429646,
          51.4516791
        ],
        [
          -0.4429739,
          51.4516814
        ],
        [
          -0.4429824,
          51.4516843
        ],
        [
          -0.44299099999999997,
          51.4516866
        ],
        [
          -0.4430073,
          51.4516913
        ],
        [
          -0.44302369999999996,
          51.4516965
        ],
        [
          -0.443038,
          51.4517007
        ],
        [
          -0.4430522,
          51.4517045
        ],
        [
          -0.44306579999999995,
          51.4517078
        ],
        [
          -0.44307929999999995,
          51.4517116
        ],
        [
          -0.44310869999999997,
          51.45172
        ],
        [
          -0.4431959,
          51.451745
        ],
        [
          -0.4432181,
          51.4517139
        ],
        [
          -0.4430249,
          51.4516593
        ],
        [
          -0.44302149999999996,
          51.4516583
        ],
        [
          -0.4429554,
          51.4516396
        ],
        [
          -0.44293699999999997,
          51.4516344
        ],
        [
          -0.442762,
          51.4515849
        ],
        [
          -0.4426886,
          51.451563
        ],
        [
          -0.4426796,
          51.4515746
        ],
        [
          -0.4426477,
          51.4516029
        ],
        [
          -0.44260659999999996,
          51.4516431
        ],
        [
          -0.44259279999999995,
          51.4516877
        ],
        [
          -0.4425925,
          51.4516886
        ],
        [
          -0.44258119999999995,
          51.4517191
        ],
        [
          -0.4425616,
          51.4517721
        ],
        [
          -0.4425571,
          51.4517842
        ],
        [
          -0.4425248,
          51.4518081
        ],
        [
          -0.442484,
          51.4518022
        ],
        [
          -0.4424454,
          51.4517963
        ],
        [
          -0.44240809999999997,
          51.4517908
        ],
        [
          -0.44236949999999997,
          51.4517849
        ],
        [
          -0.4423315,
          51.4517795
        ],
        [
          -0.44232509999999997,
          51.4517785
        ],
        [
          -0.4422835,
          51.4517721
        ],
        [
          -0.4422578,
          51.4517686
        ],
        [
          -0.44224559999999996,
          51.4517666
        ],
        [
          -0.4422055,
          51.4517607
        ],
        [
          -0.442169,
          51.4517553
        ],
        [
          -0.44215489999999996,
          51.4517532
        ],
        [
          -0.44212959999999996,
          51.4517494
        ],
        [
          -0.4420995,
          51.4517449
        ],
        [
          -0.44208949999999997,
          51.4517434
        ],
        [
          -0.44205089999999997,
          51.4517375
        ],
        [
          -0.4420108,
          51.4517316
        ],
        [
          -0.44197349999999996,
          51.4517262
        ],
        [
          -0.4419334,
          51.4517202
        ],
        [
          -0.4419145,
          51.4517676
        ],
        [
          -0.4418972,
          51.4517651
        ],
        [
          -0.441895,
          51.4517701
        ],
        [
          -0.44189039999999996,
          51.4517808
        ],
        [
          -0.44188639999999996,
          51.4517902
        ],
        [
          -0.4418841,
          51.4517965
        ],
        [
          -0.4418817,
          51.4518014
        ],
        [
          -0.4418755,
          51.4518166
        ],
        [
          -0.4418546,
          51.4518736
        ],
        [
          -0.441872,
          51.4518763
        ],
        [
          -0.4418531,
          51.4519246
        ],
        [
          -0.441891,
          51.4519305
        ],
        [
          -0.4419283,
          51.451936
        ],
        [
          -0.4419662,
          51.4519419
        ],
        [
          -0.4420034,
          51.4519478
        ],
        [
          -0.4420414,
          51.4519532
        ],
        [
          -0.4420786,
          51.4519591
        ],
        [
          -0.4421158,
          51.451965
        ],
        [
          -0.4421537,
          51.4519709
        ],
        [
          -0.44219169999999997,
          51.4519763
        ],
        [
          -0.44222819999999996,
          51.4519822
        ],
        [
          -0.4422368,
          51.4519828
        ],
        [
          -0.44227469999999997,
          51.4519887
        ],
        [
          -0.4423127,
          51.4519946
        ],
        [
          -0.44234989999999996,
          51.452
        ],
        [
          -0.4423879,
          51.4520059
        ],
        [
          -0.4424258,
          51.4520118
        ],
        [
          -0.442463,
          51.4520173
        ],
        [
          -0.442501,
          51.4520232
        ],
        [
          -0.4425206,
          51.4519749
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2024/3256",
  "valid_date": "28/09/2024",
  "description": "Removal of part c of Condition 6 (monitoring) of planning permission 01045/B/P2 (P/2023/1809) approved on 02/02/2024 for the variation of condition 2 (approved plans) for alterations following planning permission 01045/B/P1 dated 30/03/2022 for the demolition of existing garages and erection of seven houses with associated access, cycle storage, landscaping and refuse and recycling storage.",
  "centroid_easting": "508340",
  "site_number": null,
  "lapsed_date": "30/03/2025",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": null,
  "epc_number": null,
  "street_name": "Spinney Drive",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Feltham",
  "decision_agency": "Borough",
  "centroid": {
    "lat": "51.4519012",
    "lon": "-0.4422046"
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2024/3256",
  "site_name": "Development Site Rear Of 38 To 40",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "13442642",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Removal/Variation of a condition",
  "id": "Hounslow-P_2024_3256",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508317.8722976,
              173704.7273092
            ],
            [
              508317.1297208,
              173700.154548
            ],
            [
              508317.3434603,
              173697.9462536
            ],
            [
              508316.8832081,
              173696.2810028
            ],
            [
              508316.2032318,
              173695.3386785
            ],
            [
              508315.4123905,
              173694.2159895
            ],
            [
              508314.6382003,
              173692.1457711
            ],
            [
              508312.2886346,
              173681.4788218
            ],
            [
              508310.3948488,
              173672.5237563
            ],
            [
              508309.570815,
              173670.0508524
            ],
            [
              508308.6153692,
              173668.2994166
            ],
            [
              508306.3958294,
              173665.8769314
            ],
            [
              508305.8537221,
              173665.6106284
            ],
            [
              508305.4034155,
              173665.7022908
            ],
            [
              508305.122192,
              173666.2770543
            ],
            [
              508302.8728505,
              173665.1266819
            ],
            [
              508293.2226226,
              173668.8776109
            ],
            [
              508291.8224011,
              173669.4775267
            ],
            [
              508291.1226584,
              173669.7274283
            ],
            [
              508290.5226897,
              173669.9271627
            ],
            [
              508289.9223532,
              173670.1769536
            ],
            [
              508288.8224523,
              173670.6775663
            ],
            [
              508288.3229116,
              173670.9272761
            ],
            [
              508287.7225753,
              173671.1770672
            ],
            [
              508287.0728834,
              173671.4269213
            ],
            [
              508286.4728742,
              173671.7267837
            ],
            [
              508285.8725381,
              173671.9765751
            ],
            [
              508284.7225877,
              173672.4772366
            ],
            [
              508283.5722932,
              173673.0268428
            ],
            [
              508282.5728623,
              173673.4773041
            ],
            [
              508281.5724333,
              173673.8765676
            ],
            [
              508280.622399,
              173674.2268387
            ],
            [
              508279.6726919,
              173674.6271812
            ],
            [
              508277.6128766,
              173675.5179087
            ],
            [
              508271.4923192,
              173678.1668721
            ],
            [
              508270.0225419,
              173674.6767359
            ],
            [
              508283.5817193,
              173668.8839493
            ],
            [
              508283.8195292,
              173668.7822031
            ],
            [
              508288.4507773,
              173666.8047016
            ],
            [
              508289.7422397,
              173666.252536
            ],
            [
              508302.0184541,
              173661.0065762
            ],
            [
              508307.1722773,
              173658.6775173
            ],
            [
              508307.7723703,
              173659.9774903
            ],
            [
              508309.9225719,
              173663.1772785
            ],
            [
              508312.6834825,
              173667.7006311
            ],
            [
              508313.5334824,
              173672.6817522
            ],
            [
              508313.5508114,
              173672.7822494
            ],
            [
              508314.2652751,
              173676.1918067
            ],
            [
              508315.5012016,
              173682.115672
            ],
            [
              508315.7845441,
              173683.4700979
            ],
            [
              508317.972316,
              173686.1767234
            ],
            [
              508320.8225576,
              173685.5776253
            ],
            [
              508323.5226727,
              173684.9775597
            ],
            [
              508326.1223196,
              173684.4276473
            ],
            [
              508328.8224361,
              173683.8275844
            ],
            [
              508331.4721346,
              173683.2776269
            ],
            [
              508331.9226292,
              173683.1770706
            ],
            [
              508334.8226219,
              173682.526749
            ],
            [
              508336.622101,
              173682.1767613
            ],
            [
              508337.4723219,
              173681.9767945
            ],
            [
              508340.2725182,
              173681.3777542
            ],
            [
              508342.8221424,
              173680.8267853
            ],
            [
              508343.8033435,
              173680.6129185
            ],
            [
              508345.5722897,
              173680.2277953
            ],
            [
              508347.6721147,
              173679.7773987
            ],
            [
              508348.3725118,
              173679.6276472
            ],
            [
              508351.0726338,
              173679.0275954
            ],
            [
              508353.8721625,
              173678.4274354
            ],
            [
              508356.4725114,
              173677.8775524
            ],
            [
              508359.2720414,
              173677.2773952
            ],
            [
              508360.4725117,
              173682.5775012
            ],
            [
              508361.6833947,
              173682.3173491
            ],
            [
              508361.82233,
              173682.8776891
            ],
            [
              508362.1221465,
              173684.0778267
            ],
            [
              508362.3723236,
              173685.1278274
            ],
            [
              508362.5222011,
              173685.827468
            ],
            [
              508362.6724896,
              173686.3769243
            ],
            [
              508363.072194,
              173688.0776064
            ],
            [
              508364.3902514,
              173694.4515942
            ],
            [
              508363.1720922,
              173694.7271661
            ],
            [
              508364.3725108,
              173700.127402
            ],
            [
              508361.7224482,
              173700.7273983
            ],
            [
              508359.1221102,
              173701.2772773
            ],
            [
              508356.472049,
              173701.8772762
            ],
            [
              508353.8727333,
              173702.4772439
            ],
            [
              508351.2223471,
              173703.0271741
            ],
            [
              508348.622338,
              173703.6271294
            ],
            [
              508346.0223295,
              173704.227086
            ],
            [
              508343.3722715,
              173704.8270914
            ],
            [
              508340.7225827,
              173705.3770415
            ],
            [
              508338.1726262,
              173705.9769544
            ],
            [
              508337.5723516,
              173706.027596
            ],
            [
              508334.9222958,
              173706.6276055
            ],
            [
              508332.2722406,
              173707.2276163
            ],
            [
              508329.6726045,
              173707.7775243
            ],
            [
              508327.0225506,
              173708.3775377
            ],
            [
              508324.3724975,
              173708.9775524
            ],
            [
              508321.7721684,
              173709.5274494
            ],
            [
              508319.1228114,
              173710.1274814
            ],
            [
              508317.8722976,
              173704.7273092
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  }
}