{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be carried out in accordance with the following approved plans and specifications: [Location plan (unnumbered)- Received 02/10/2024; 01(B), 02(B), 03(B), 04(B), 05(B), 06(B) - Received 25/11/2024].\r\nReason: In order to ensure the development is carried out in accordance with the planning permission.",
    "Condition : 2 - No additional windows or openings shall be formed in the side elevation of the development hereby permitted.\r\nReason: In order to protect neighbours' privacy.\r\n",
    "Condition : 3 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development Order) 1995 (or any order revoking or re-enacting that order), no enlargement of the premises or any additional structures/ buildings/ enclosures within the curtilage of the site at No. 33 and No.33A Winchester Road  TW13 5JX shall be carried out, other than as shown in the approved drawings, and no additional floor space shall be formed within the building(s) hereby permitted by means of internal horizontal division (new mezzanine level) without prior written approval of the local planning authority.\r\nReason:  To protect neighbours' living conditions and the character and appearance of the area and to prevent over-intensive use of the site. \r\n",
    "Condition : 4 - Means of vehicle access to the permitted development at No.33A Winchester Road TW13 5JX shall be as shown on approved drawing no. 6(B) only. Notwithstanding the provisions of the Town and Country Planning (General Permitted Development Order) 1995 (or any order revoking or re-enacting that order), no other means of access shall be formed to the site.  \r\nReason:  In the interests of pedestrian and vehicle safety\r\n",
    "Condition : 5 - Within three months from the date of granting of the original planning permission P/2024/1248 (01214/33A/P2), the boundary treatment details for the development shall have been implemented in accordance with the approved details P/2024/1248 (01214/33A/P2). The development shall be maintained in accordance with the approved details at all times thereafter. \r\nReason: In the interests of pedestrian and vehicle safety, to protect neighbours' living conditions and to ensure a satisfactory appearance of the site and area.\r\n",
    "Condition : 6 - A) Notwithstanding the submitted plans and supporting documents, and within three months from the date of granting of the original planning permission P/2024/1248 (01214/33A/P2), the energy strategy for the development shall be implemented in accordance with the approved details under P/2024/1248 (01214/33A/P2).\r\nThe development shall be maintained in accordance with the approved details at all times thereafter. \r\nB) Within three months from the date of granting of the original planning permission P/2024/1248 (01214/33A/P2), the applicant must have entered into a binding arrangement with the Council to make an agreed contribution to the Council's Carbon Offset Fund, in accordance with the zero carbon strategy set out in the Energy Statement hereby approved to an amount that equates to the shortfall in required energy savings to meet the 'zero carbon' target at the published rate in-force at the time of submitting details pursuant to Part A of this condition.  \r\nReason: In order to ensure that the development makes the fullest contribution to minimising carbon dioxide emissions.\r\n",
    "Condition : 7 - Within three months from the date of granting of the original planning permission P/2024/1248 (01214/33A/P2), details of secured cycle storage arrangements for No.33 and 33A Winchester Road TW13 5JX, in accordance with both the London Plan and adopted Local Plan shall be submitted to and approved in writing by the local planning authority. The cycle parking shall conform to London Cycling Design Standards guidance. The development shall be maintained in accordance with the approved details at all times thereafter without obstruction. \r\nReason: In order to support sustainable transport objectives.\r\n",
    "Condition : 8 - Notwithstanding the submitted plans and supporting documents, and within three months from the date of granting of the original planning permission P/2024/1248 (01214/33A/P2),  the developer shall provide to each dwelling, Nos. 33 and 33A Winchester Road TW13 5JX,  a set of containers for household use for the storage and collection of recyclable materials for the purposes of the Council's kerbside recycling service, to the specification then in use by the local authority's recycling collection service and shall notify the Council's refuse and recycling services when the development is first occupied.  The waste and recyclable materials containers shall be stored in a proprietary refuse bin enclosure designed for the purpose to be supplied by the developer and located adjacent to each dwelling. Each dwelling with a private garden shall also be supplied with a garden waste composting bin of at least 220 litres capacity at the same time. \r\nReason: In order to protect the quality of the local environment and neighbours' living conditions and to endure appropriate means of refuse storage are provided.\r\n"
  ],
  "actual_commencement_date": null,
  "decision_target_date": "26/11/2024",
  "lpa_name": "Hounslow",
  "centroid_northing": "172407",
  "last_updated": "2025-03-19T17:32:36.641+00:00",
  "development_type": "Other house holder developments",
  "ward": "Hanworth Village",
  "parking_details": {
    "no_proposed_car": 1,
    "net_cycle": 0,
    "no_proposed_cycle": 2,
    "no_existing_cycle": 2,
    "no_existing_car": 1,
    "net_car": 0
  },
  "uprn": "10095890937",
  "application_details": {
    "total_gia_gained": 0,
    "intended_commencement_date": "11/2024",
    "intended_completion_date": "12/2024",
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 0,
    "site_area": 0.034
  },
  "last_date_consultation_comments": "31/10/2024",
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW13 5JX",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "Householder",
  "decision_date": "26/11/2024",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3810694,
          51.4394068
        ],
        [
          -0.3811059,
          51.4394427
        ],
        [
          -0.3811849,
          51.4396562
        ],
        [
          -0.3811572,
          51.4396824
        ],
        [
          -0.38120489999999996,
          51.4397033
        ],
        [
          -0.3812348,
          51.4396723
        ],
        [
          -0.3813099,
          51.4395945
        ],
        [
          -0.3813928,
          51.4395085
        ],
        [
          -0.3813023,
          51.4394708
        ],
        [
          -0.3810925,
          51.4393834
        ],
        [
          -0.3810694,
          51.4394068
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2024/3078",
  "valid_date": "02/10/2024",
  "description": "Variation of Condition 1 (approved documents and plans) to allow for alterations to the fenestration at the front and rear of the house following planning permission P/2024/1248 (01214/33A/P2) dated 09/08/2024 for the 'Retrospective permission for the erection of a two storey house consisting of two bedrooms with associated private amenity, parking, bin and cycle storages.'",
  "centroid_easting": "512609",
  "site_number": "33A",
  "lapsed_date": "26/11/2027",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": null,
  "epc_number": "8191-7425-6740-8447-4906",
  "street_name": "Winchester Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Feltham",
  "decision_agency": "Borough",
  "centroid": {
    "lat": "51.439475",
    "lon": "-0.38120319999999996"
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2024/3078",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "13361369",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Householder planning permission",
  "id": "Hounslow-P_2024_3078",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              512618.4685791,
              172399.6104836
            ],
            [
              512615.8438013,
              172403.5477065
            ],
            [
              512609.8285521,
              172427.1733301
            ],
            [
              512611.6873975,
              172430.1301967
            ],
            [
              512608.3208479,
              172432.3771495
            ],
            [
              512606.3209666,
              172428.8871833
            ],
            [
              512601.2934525,
              172420.1143709
            ],
            [
              512595.741655,
              172410.4276481
            ],
            [
              512602.1205309,
              172406.376357
            ],
            [
              512616.9206803,
              172396.9771498
            ],
            [
              512618.4685791,
              172399.6104836
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  }
}