{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall begin not later than three years from the date of this decision.\r\n\r\nReason: In order to comply with Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans and specifications:  AM_2407_PL001_, AM_2407_PL002_, AM_2407_PL003_, AM_2407_PL004_, AM_407_PL005_, AM_2407_PL006_, AM_2407_PL007_, AM_2407_PL008_, AM_2407_PL009_, AM_2407_PL010_ Received:  21 May 2024.  \r\n\r\nReason: In order to ensure the development is carried out in accordance with the planning permission.",
    "Condition : 3 - During works, an appropriate wheel-washing system shall be operated to remove mud, stones and other extraneous materials from vehicle wheels and chassis' leaving the site, and all departing loads shall be fully covered to ensure no material is deposited on the highway. The exit from the wheel wash shall be a hard, non-porous surface sited as far away from the exit as is possible given the site constraints and kept clean at all times.  \r\n\r\nWaste water discharged from the wheel wash shall be stored and disposed of on site and not discharged into the public sewer unless soil, stones and any suspended material have first been removed.  \r\n\r\nThe developer shall ensure that no dust or other debris is carried on to adjoining properties in accordance with the guidance at https://www.london.gov.uk/file/18750/download?token=zV3ZKTpP.  \r\n\r\nSite lighting shall be designed, positioned and directed so as not to unnecessarily intrude on passing drivers or direct light into any neighbouring windows in accordance with the guidance provided by the Institute of Lighting Engineers Guidance Note: For The Reduction Of Obtrusive Light 2021.  \r\n\r\nAll vehicle arrivals and departures shall be supervised and the condition of the highway examined immediately afterwards.  Any materials shed from the vehicle during such movement shall be immediately removed from the highway, and returned to site or carted away for disposal and shall not be washed into the surface water drainage system.  \r\n\r\nReason: In order to protect neighbours' living conditions and in the interests of highway safety in accordance with Local Plan Policies EQ4 (Air Quality), EQ6 (Lighting) and EC2 (Developing a Sustainable Transport Network).  \r\n\r\nNotes:\r\n\r\nFor the wheel washing system above, the preferred distance between it and the exit to the highway is 100 metres if this is practicable.  \r\n\r\nIf site staff are instructed by a Council Officer to stop vehicle movements to and from the site if any incidents occur, they must comp",
    "Condition : 4 - No development shall be carried out until such time as the person carrying out the work is a member of the Considerate Constructors Scheme and its code of practice, and the details of the membership and contact details are clearly displayed on the site so that they can be easily read by members of the public.  \r\n\r\nReason: In order to protect the living conditions of neighbouring residents.  ",
    "Condition : 5 - The rear lightwell hereby approved shall have a flat galvanised metal grille and white finished rendered internal walls only, and the subterranean ground floor rear double windows shall be white UPVC framed windows only.  \r\n\r\nReasons:  To protect the character and appearance of the house and Conservation Area in accordance with Local Plan Policies SC7 (Residential extensions and alterations), CC1 (Context and character), CC2 (Urban design and architecture) and CC4 (Heritage) and the Residential Extension Guidelines.  ",
    "Condition : 6 - The sump pump equipment and related piping required to drain and prevent flooding of the rear lightwell hereby approved shall be installed and made operational prior to completion of development and be regularly and effectively maintained thereafter in perpetuity.  \r\n\r\nReasons:  To prevent harmful flooding of the house's rear excavated lightwell and subterranean ground floor in accordance with Local Plan Policy EQ3 (Flood risk and surface water management).  ",
    "Condition : 7 - The rear lightwell hereby approved shall not be used for access/ egress to and from the house's subterranean ground floor other than as an emergency fire escape only.  \r\n\r\nReasons:  To prevent potential subdivision of the existing house in accordance with Local Plan Policy CC2 (Urban design and architecture).  "
  ],
  "actual_commencement_date": null,
  "decision_target_date": "15/07/2024",
  "lpa_name": "Hounslow",
  "centroid_northing": "176597",
  "last_updated": "2025-03-19T17:32:47.980+00:00",
  "development_type": "Other house holder developments",
  "ward": "Chiswick Homefields",
  "parking_details": null,
  "uprn": "100021586448",
  "application_details": {
    "total_gia_gained": 0,
    "intended_commencement_date": "09/2024",
    "intended_completion_date": "09/2024",
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 0,
    "site_area": 0.018000000000000002
  },
  "last_date_consultation_comments": "28/06/2024",
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "W4 3UP",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "Householder",
  "decision_date": "14/08/2024",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.2705959,
          51.4757022
        ],
        [
          -0.27066049999999997,
          51.4757031
        ],
        [
          -0.27068159999999997,
          51.4756857
        ],
        [
          -0.270543,
          51.4754356
        ],
        [
          -0.2704708,
          51.475472
        ],
        [
          -0.2705959,
          51.4757022
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2024/1572",
  "valid_date": "21/05/2024",
  "description": "Excavation of an external rear lightwell with the installation of two subterranean ground floor rear windows and a galvanised metal grille.  ",
  "centroid_easting": "520203",
  "site_number": "36",
  "lapsed_date": "14/08/2024",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Ibis Lane",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "London",
  "decision_agency": "Borough",
  "centroid": {
    "lat": "51.4755735",
    "lon": "-0.270572"
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2024/1572",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "13082608",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Householder planning & demolition in a conservation area",
  "id": "Hounslow-P_2024_1572",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520201.0008748,
              176611.2682901
            ],
            [
              520196.5164998,
              176611.2682901
            ],
            [
              520195.0946248,
              176609.298027
            ],
            [
              520205.3758748,
              176581.7143426
            ],
            [
              520210.2977498,
              176585.8737871
            ],
            [
              520201.0008748,
              176611.2682901
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  }
}