{
  "lpa_app_no": "P/2024/1289",
  "centroid_northing": 173469,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": "06/08/2024",
  "locality": "Feltham",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-04-04T12:40:05.911Z",
  "valid_date": "24/04/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510779.85086910485,
              173527.57950141386
            ],
            [
              510751.02086907555,
              173452.1495013538
            ],
            [
              510809.11086910265,
              173427.21950134402
            ],
            [
              510879.5508691452,
              173451.27950137446
            ],
            [
              510892.55086915765,
              173477.28950139863
            ],
            [
              510779.85086910485,
              173527.57950141386
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 510779,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2024/1289",
  "site_number": null,
  "decision": "Approved",
  "ward": "Feltham North",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": "Removal/Variation of a condition",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2024_1289",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.8230000000000001
  },
  "uprn": "200003966197",
  "decision_date": "21/02/2025",
  "description": "Variation of conditions 3 (approved plans), 7 (landscaping), 8 (parking, loading and turning spaces) and 12 (Parking Management Plan) of planning permission P/2011/0194 approved 30/03/2012 to allow for minor changes to the approved development for an extension to existing hotel by 132 bedrooms in an attached block located on the south side of the existing building.",
  "site_name": "St Giles Hotel",
  "last_updated_by": "Northgate M3",
  "decision_target_date": "21/02/2025",
  "borough": "Hounslow",
  "postcode": "TW14 9AD",
  "street_name": "Hounslow Road",
  "bo_system": "Northgate M3",
  "development_type": "Major all other major developments",
  "lapsed_date": "20/02/2028",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be carried out in accordance in strict accordance with the details approved under planning reference P/2015/0515 (approved 2 April 2015), unless otherwise superseded by the following approved plans and specifications: \r\nLetter re: cladding (dated 04/09/2024), EWS1 Evaluation Report (FRC3538 FRAEW3 V2; dated 07/12/2022) and Fire Risk Appraisal of the External Walls (PAS 9980:2022; dated 21/10/2022), received 04/09/2024.\r\nCar Park Management Plan (dated 11/07/2024, Ref. 24-302: Rev.01), received 12/07/2024.\r\nDrawing 24-302-20(Rev.01), received 11/07/2024.\r\nDrawings 004.001(Rev.PL3), 004.100(Rev.PL4) and 004.120(Rev.PL3), received 04/07/2024.\r\nDrawings 004.101(Rev.PL2), 004.110(Rev.PL2), 004.111(Rev.PL2), 004.300(Rev.PL2), 004.310(Rev.PL2), 004.320(Rev.PL2), 004.330(Rev.PL2), 004.340(Rev.PL2), 003.001(Rev.PL2), 003.100(Rev.PL2), 003.101(Rev.PL2), 003.110(Rev.PL2), 003.111(Rev.PL2), 003.120(Rev.PL2), 003.300(Rev.PL2), 003.310(Rev.PL2) and 003.320(Rev.PL2), received 22/05/2024.\r\nDrawing 003.000(Rev.PL2), received 29/04/2024.\r\n\r\nReason: In order to ensure that the development is carried out in accordance with the planning permission.\r\n",
    "Condition : 2 - No fans, louvres, ducts or other external plant shall be installed without the prior approval of the Local Planning Authority.\r\n\r\nReason: To protect the visual amenities of the area and to ensure that the proposed development does not prejudice the amenities of the locality.\r\n",
    "Condition : 3 - No demolition or construction work shall take place on the site except between the hours of 8:00am to 6:00pm Mondays to Fridays, 8:00am to 1:00pm on Saturdays, with no work to take place on Sundays and Bank Holidays without the prior agreement of the Local Planning Authority. \r\n\r\nReason: In order to safeguard the amenities of adjoining residential properties and to ensure that the proposed development does not prejudice the amenities of the locality.\r\n",
    "Condition : 4 - The development shall be carried out in strict accordance with the details approved under planning reference P/2015/1354 (approved 12 May 2015).\r\n\r\nReason: In order to safeguard the amenities of residential properties in the locality and in the interest of road safety.\r\n",
    "Condition : 5 - The development shall be carried out in strict accordance with the details approved under planning reference P/2015/0515 (approved 2 April 2015), unless otherwise specified or superseded by the drawings hereby approved through the current application.\r\n\r\nReason: To ensure a satisfactory appearance of the site and improve the visual amenities of the locality.\r\n",
    "Condition : 6 - The parking, loading and turning spaces shown on drawings 245_004.100_PL4 and 24-302-20(Rev.01) shall be constructed and available for use within six months of this consent and such spaces shall not be used for any other purposes.\r\n\r\nReason: In order to prevent obstruction and inconvenience to users of the adjacent highway and the premises, and in the interests of road safety.\r\n",
    "Condition : 7 - The development shall be carried out in strict accordance with the details approved under planning reference P/2015/0515 (approved 2 April 2015).\r\n\r\nWithin three months of this decision, evidence (e.g. photographs and copies of installation contracts) shall have been submitted to the Local Planning Authority to demonstrate that the development has been carried out in accordance with the approved details.\r\n\r\nReason: In the interests of sustainability and to ensure the satisfactory management of surface water run-off from the development hereby permitted, including by preventing increased risk of flooding and pollution of the water environment.\r\n",
    "Condition : 8 - The development shall be carried out in strict accordance with the details approved under planning reference P/2015/1939 (approved 16 June 2015).\r\n\r\nWithin three months of this decision, evidence (e.g. photographs and copies of installation contracts) shall have been submitted to the Local Planning Authority to demonstrate that the development has been carried out in accordance with the approved details.\r\n\r\nReason: To ensure the overall environmental sustainability of the development.\r\n",
    "Condition : 9 - The development shall be carried out in strict accordance with the details approved under planning reference P/2015/0516 (approved 31 March 2015).\r\n\r\nWithin three months of this decision, evidence (e.g. photographs and copies of installation contracts) shall have been submitted to the Local Planning Authority to demonstrate that the development has been carried out in accordance with the approved details.\r\n\r\nReason: To ensure the development can be implemented with adequate regard to the environment in the interests of sustainability.\r\n",
    "Condition : 10 - The development shall be carried out and managed in strict accordance with the updated Car Park Management Plan (dated 11/07/2024, Ref. 24-302: Rev.01) submitted as part of this application.\r\n\r\nReason: In order that the Local Planning Authority may be satisfied as to the parking details of the development and in order to prevent obstruction and inconvenience to users of the adjacent highway and the site in the interests of road safety and to encourage use of more sustainable forms of transport and a reduction in car travel.\r\n",
    "Condition : 11 - Within three months of this decision, and if this has not already taken place, provision shall have been made for at least 10% of all parking spaces to be 'active' charging points (e.g. available for use from day one), with a further 10% of all parking spaces provided with the appropriate infrastructure so that they can be quickly activated as a charging point if demand requires ('passive'). The 'active' and 'passive' charging points shall be retained thereafter.\r\n\r\nReason: In order to ensure the uptake of electric vehicles.\r\n",
    "Condition : 12 - a. and b. The development shall be carried out in strict accordance with the details approved under planning reference P/2015/0516 (approved 31 March 2015).\r\n\r\nDuring the course of the development:\r\nc. The Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and shall submit appropriate amendments to the scheme for decontamination in writing to the Local Planning Authority for approval before any work on that aspect of development continues.\r\nBefore the development is first brought into use:\r\nd. The agreed scheme for decontamination referred to in clauses b) and c) above, including amendments, shall be fully implemented and a written validation (closure) report submitted to the Local Planning Authority for approval.\r\n\r\nReason: Contamination is known or suspected on the site due to a former land use. The LPA therefore wishes to ensure that the development can be implemented and occupied with adequate regard for public and environmental safety.\r\n\r\nSupporting notes:\r\na. An initial phase 1 desk study must be submitted with the original application and will include the aims and objectives, data collection, site reconnaissance (walk over survey), and development of the initial Conceptual Model (CM), which identifies all potential pollutant linkages on the site. The report should also make recommendations for the further gathering of information and or intrusive investigation. The full site investigation must include intrusive testing for soil and groundwater contamination, soil gasses, and leachate. The investigation shall be carried out at such points and at such depths as the LPA may stipulate. Risk assessments must adhere to current UK guidance and best practice.\r\nb. The scheme for decontamination shall provide details of how each potential pollutant linkage, as identified in the conceptual model, will be made safe. In some ins"
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.40718,
          51.449907
        ],
        [
          -0.407618,
          51.449235
        ],
        [
          -0.406791,
          51.448999
        ],
        [
          -0.40577,
          51.449202
        ],
        [
          -0.405575,
          51.449433
        ],
        [
          -0.40718,
          51.449907
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "12963839",
  "centroid": {
    "lon": -0.407211,
    "lat": 51.449381
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}