{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall begin not later than three years from the date of this decision.\r\n\r\nReason: In order to comply with Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans and specifications:  200 (Rev D), 201 (Rev B), 210 (Rev C), 211 (Rev C), 220 (Rev B)  Received:  05 August 2024.  \r\n\r\nReason: In order to ensure the development is carried out in accordance with the planning permission.",
    "Condition : 3 - The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building, unless otherwise shown on the approved plans.\r\n\r\nReason: In order to safeguard the appearance of the area.",
    "Condition : 4 - The basement hereby permitted shall at no time be used or occupied as a separate dwelling independent of the main house and shall not be used as sleeping accommodation.  \r\n\r\nReason:  To ensure adequate quality residential accommodation and protect neighbour living conditions in accordance with London Plan Policies D10 (Basement development) and SI12 (Flood risk management) and Local Plan Policies SC7 (Residential extensions and alterations), CC2 (Urban design and architecture) and EQ3 (Flood risk and surface water management).  ",
    "Condition : 5 - The extensions hereby permitted shall be built with appropriate mitigation measures and SuDS features as stated in the submitted and hereby approved Flood Risk Assessment.  \r\n\r\nReasons:  To prevent additional local surface flood risk in accordance with London Plan Policy SI12 (Flood risk management) and Local Plan Policy EQ3 (Flood risk and surface water management).  ",
    "Condition : 6 - During works, an appropriate wheel-washing system shall be operated to remove mud, stones and other extraneous materials from vehicle wheels and chassis' leaving the site, and all departing loads shall be fully covered to ensure no material is deposited on the highway. The exit from the wheel wash shall be a hard, non-porous surface sited as far away from the exit as is possible given the site constraints and kept clean at all times.  Waste water discharged from the wheel wash shall be stored and disposed of on site and not discharged into the public sewer unless soil, stones and any suspended material have first been removed.\r\n\r\nThe developer shall ensure that no dust or other debris is carried on to adjoining properties in accordance with the guidance at https://www.london.gov.uk/file/18750/download?token=zV3ZKTpP.\r\n\r\nSite lighting shall be designed, positioned and directed so as not to unnecessarily intrude on passing drivers or direct light into any neighbouring windows in accordance with the guidance provided by the Institute of Lighting Engineers Guidance Note: For The Reduction Of Obtrusive Light 2021.\r\n\r\nAll vehicle arrivals and departures shall be supervised and the condition of the highway examined immediately afterwards.  Any materials shed from the vehicle during such movement shall be immediately removed from the highway, and returned to site or carted away for disposal and shall not be washed into the surface water drainage system.\r\n\r\nReasons:  To protect highway safety, neighbour living conditions and the local environment in accordance with London Plan Policy T7 (Deliveries, servicing and construction) and Local Plan Policies CC2 (Urban design and architecture), EQ4 (Air quality), EQ6 (Lighting) and EC2 (Developing a sustainable local transport network).  \r\n\r\nNotes:\r\n\r\nFor the wheel washing system above, the preferred distance between it and the exit to the highway is 100 metres if this is practicable.\r\n\r\nIf site staff are instructed by a Council Off",
    "Condition : 7 - No development shall be carried out until such time as the person(s) carrying out the construction works is a member of the Considerate Constructors Scheme and its code of practice, and the details of the membership and contact details are clearly displayed on the site so that they can be easily read by members of the public.  Reason: To protect highway safety, neighbour living conditions and the local environment in accordance with London Plan Policy T7 (Deliveries, servicing and construction) and Local Plan Policies CC2 (Urban design and architecture), EQ4 (Air quality), EQ6 (Lighting) and EC2 (Developing a sustainable local transport network).  ",
    "Condition : 8 - No additional windows, doors or other glazed openings shall be formed in the single storey rear extension hereby approved.  Reasons:  To protect the character and appearance of the Conservation Area and neighbour living conditions in accordance with London Plan Policies D4 (Delivering good design) and HC1 (Heritage conservation and growth) and Local Plan Policies SC7 (Residential extensions and alterations), CC1 (Context and character), CC2 (Urban design and architecture) and CC4 (Heritage).  ",
    "Condition : 9 - The roof lights to be fitted on the front and rear roof faces of the house shall be black-framed and traditional, conservation-style only.  Reasons:  To safeguard the architectural and historic interest of the Conservation Area in accordance with London Plan Policies D4 (Delivering good design) and HC1 (Heritage conservation and growth) and Local Plan Policies SC7 (Residential extensions and alterations), CC1 (Context and character), CC2 (Urban design and architecture) and CC4 (Heritage).  ",
    "Condition : 10 - The Construction Logistics Plan (CLP) previously approved by Approval of Details Consent P/2024/2665 shall be fully adhered to throughout the construction period for the development unless otherwise instructed by the Local Planning Authority.  Reasons:  To protect highway safety, neighbour living conditions and the local environment in accordance with London Plan Policy T7 (Deliveries, servicing and construction) and Local Plan Policies CC2 (Urban design and architecture), EQ4 (Air quality), EQ6 (Lighting) and EC2 (Developing a sustainable local transport network).  "
  ],
  "actual_commencement_date": null,
  "decision_target_date": "30/09/2024",
  "lpa_name": "Hounslow",
  "centroid_northing": "178078",
  "last_updated": "2025-03-19T17:29:33.704+00:00",
  "development_type": "Other house holder developments",
  "ward": "Chiswick Gunnersbury",
  "parking_details": null,
  "uprn": "100021583315",
  "application_details": {
    "site_area": 0.06800000000000002
  },
  "last_date_consultation_comments": "06/09/2024",
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "W4 2AF",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "Householder",
  "decision_date": "25/10/2024",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.2591881,
          51.4886562
        ],
        [
          -0.2590419,
          51.4886936
        ],
        [
          -0.2590368,
          51.4886949
        ],
        [
          -0.2589701,
          51.4887118
        ],
        [
          -0.2585917,
          51.4888079
        ],
        [
          -0.25839239999999997,
          51.4888602
        ],
        [
          -0.2583589,
          51.4888692
        ],
        [
          -0.2583718,
          51.4888889
        ],
        [
          -0.25837519999999997,
          51.4888941
        ],
        [
          -0.2583877,
          51.4889126
        ],
        [
          -0.2584005,
          51.4889314
        ],
        [
          -0.2584114,
          51.4889468
        ],
        [
          -0.2584264,
          51.488943
        ],
        [
          -0.2584646,
          51.4889332
        ],
        [
          -0.2584749,
          51.4889305
        ],
        [
          -0.2584958,
          51.4889252
        ],
        [
          -0.2585882,
          51.4889
        ],
        [
          -0.2586747,
          51.4888783
        ],
        [
          -0.2589751,
          51.4888028
        ],
        [
          -0.2593582,
          51.4887073
        ],
        [
          -0.2593378,
          51.4886773
        ],
        [
          -0.2593297,
          51.4886628
        ],
        [
          -0.2593059,
          51.4886256
        ],
        [
          -0.2592019,
          51.4886528
        ],
        [
          -0.2591881,
          51.4886562
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2024/2666",
  "valid_date": "05/08/2024",
  "description": "Variation of Condition 2 (Approved Drawings) to amend windows and doors of approved extensions pursuant to Planning Permission P/2024/0652 approved 24/06/2024 for the 'Erection of a single storey rear extension and enlargement of the existing basement with one front and one rear lightwell, removal of two front roof lights, matching re-tiling of roof voids and installation of two front roof lights and installation of four rear roof lights to the house'.  ",
  "centroid_easting": "520964",
  "site_number": "76",
  "lapsed_date": "23/06/2027",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": null,
  "epc_number": null,
  "street_name": "Dukes Avenue",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "London",
  "decision_agency": "Borough",
  "centroid": {
    "lat": "51.4887223",
    "lon": "-0.2591131"
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2024/2666",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "13300141",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Removal/Variation of a condition",
  "id": "Hounslow-P_2024_2666",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520958.9685643,
              178070.5263526
            ],
            [
              520969.018731,
              178074.9265107
            ],
            [
              520969.3687396,
              178075.0761358
            ],
            [
              520973.9517554,
              178077.0687772
            ],
            [
              520999.9689683,
              178088.3764407
            ],
            [
              521013.6686839,
              178094.5268635
            ],
            [
              521015.9686381,
              178095.5762559
            ],
            [
              521015.0216309,
              178097.7467584
            ],
            [
              521014.7689,
              178098.3259995
            ],
            [
              521013.8515548,
              178100.3592397
            ],
            [
              521012.9188114,
              178102.4266058
            ],
            [
              521012.1191451,
              178104.126626
            ],
            [
              521011.0859229,
              178103.6725779
            ],
            [
              521008.4640393,
              178102.5198456
            ],
            [
              521007.7539321,
              178102.2069982
            ],
            [
              521006.3185502,
              178101.5764924
            ],
            [
              520999.9689901,
              178098.6261138
            ],
            [
              520994.0190435,
              178096.0757819
            ],
            [
              520973.3689373,
              178087.1766394
            ],
            [
              520947.0189534,
              178075.9268528
            ],
            [
              520948.5186243,
              178072.6267886
            ],
            [
              520949.1186246,
              178071.0266027
            ],
            [
              520950.8686476,
              178066.9258225
            ],
            [
              520958.0187851,
              178070.1265932
            ],
            [
              520958.9685643,
              178070.5263526
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  }
}