{
  "lpa_app_no": "P/2022/3512",
  "centroid_northing": 173254,
  "status": "Application Received",
  "epc_number": null,
  "last_date_consultation_comments": "03/11/2022",
  "locality": "Feltham",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T17:36:22.919+00:00",
  "valid_date": "03/11/2022",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  },
  "cil_liability": true,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 510886,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2022/3512",
  "site_number": "21",
  "decision": "Approved",
  "ward": "Hanworth Park",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": "Removal/Variation of a condition",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2022_3512",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.097
  },
  "uprn": "100023517812",
  "decision_date": "19/09/2024",
  "description": "Variation of Condition 3 and Condition 6 to amend the external appearance and internal layouts to Building C following planning permission for 00553/E/P5 dated 09/12/2019 for the refurbishment and conversion of main Magistrates Court building to residential use, demolition of all ancillary buildings to the rear and the erection of a three storey building fronting Hanworth Road and a two storey building fronting Cromwell Road to provide a total of 28 residential units together with associated car and cycle parking, landscaping, a new vehicular and pedestrian access from Cromwell Road and the formation of loading bay and alterations to the footway on Hanworth Road.",
  "site_name": "Feltham Magistrates Court",
  "last_updated_by": "Northgate M3",
  "decision_target_date": "20/03/2025",
  "borough": "Hounslow",
  "postcode": "TW13 5AF",
  "street_name": "Hanworth Road",
  "bo_system": "Northgate M3",
  "development_type": "Major dwellings",
  "lapsed_date": "19/09/2027",
  "decision_conditions": [
    "Condition : 1 - This development has commenced within 3 years from the date of the originally approved permission (Ref: 00553/E/P5; dated: 26/03/2021).\r\n\r\nReason: To accord with the provisions of Section 92(1) of the Town and Country Planning Act 1990.",
    "Condition : 2 - The development shall be built in accordance with the approved details associated under planning reference P/2021/2209 (dated: 21/12/2021) and so maintained at all times thereafter.\r\n\r\nReason: In order to safeguard the visual amenity of the area and buildings in particular and to satisfy the requirements of policies CC1, CC2, CC3 and CC4 of the Local Plan and London Plan Policy 7.6.",
    "Condition : 3 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted outlined in the Decision Notice.\r\n \r\nTherewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.\r\n\r\nReason: To ensure that the development is carried out in accordance with the planning permission and to allow the Local Planning Authority to review any potential changes to the scheme.\r\n",
    "Condition : 4 - The development shall be built in accordance with the approved details associated under planning reference P/2021/3493 (dated: 22/10/2021). \r\n\r\nReason: The proposed works will be in close proximity to underground sewerage utility infrastructure. Piling has the potential to significantly impact / cause failure of local underground sewerage utility infrastructure.\r\n",
    "Condition : 5 - The development shall achieve 'Secured by Design' accreditation awarded by the Design-Out Crime Officer from the Metropolitan Police Service on behalf of the Association of Chief Police Officers (ACPO).\r\n\r\nThe development shall be built in accordance with the approved details associated under planning reference P/2-24/0710 (dated: 26/03/2024) and so maintained at all times thereafter.\r\n\r\nReason: In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well-being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000 and to ensure the development provides a safe and secure environment in accordance with London Plan (July 2011) Policies 7.1 and 7.3.\r\n",
    "Condition : 6 - A)\tThe development hereby permitted shall be implemented in accordance with the approved Energy Statement (Produced by Project 23; Ref: P23146 Issue P3; 18/08/2020).\r\n\r\nB)\tThe development shall be built in accordance with the approved details associated under planning reference P/2023/0370 (dated: 06/04/2023) and so maintained at all times thereafter.\r\n\r\nC)\tUpon final commencement of operation of any low and zero carbon technologies, suitable devices for the monitoring of the low and zero carbon technologies shall have been installed, and the monitored data shall be submitted automatically to a monitoring web-platform at daily intervals for a period of three years from the point of full operation.\r\n\r\nReason: To ensure that the development makes the fullest contribution to minimising carbon dioxide emissions in accordance with London Plan Policy 5.2 and the London Borough of Hounslow Local Plan Policy EQ1.\r\n",
    "Condition : 7 - A)\tThe development shall be built in accordance with the approved details associated under planning reference P/2021/1783 (dated: 16/11/2021) and so maintained at all times thereafter.\r\n\r\nB)\tThe development shall be built in accordance with the approved details associated under planning reference P/2023/0371 (dated: 13/03/2023) and so maintained at all times thereafter.\r\n\r\nReason: in order to ensure the sustainable sourcing of materials in accordance with the London Plan Policy 5.3 and the Mayor of London's Sustainable Design and Construction SPG.\r\n",
    "Condition : 8 - The development shall be built in accordance with the approved details associated under planning reference P/2023/0372 (dated: 13/03/2023) and so maintained at all times thereafter.\r\n\r\nReason: in order to protect and conserve water supplies and resources in accordance with London Plan Policy 5.15 and the London Borough of Hounslow Local Plan Policy EQ2.\r\n",
    "Condition : 9 - The development shall be built in accordance with the approved details associated under planning reference P/2021/2209 (dated: 16/11/2021) and so maintained at all times thereafter.\r\n\r\nAll landscaping comprised in the approved details shall be carried out during the first planting and seeding seasons following completion of construction works. Any trees or shrubs planted (including any such replacements) which die within three years from the date of planting shall be replaced in the next planting season with the same species, and of comparable maturity. The development shall be carried out strictly in accordance with the details so approved and shall be maintained in accordance with the approved management programme.\r\n\r\nReason: To ensure a satisfactory appearance of the site and the adjacent the area in accordance with Local Plan policies CC1, CC2 and GB7.\r\n",
    "Condition : 10 - The development shall be built in accordance with the approved details associated under planning reference P/2021/1783 (dated: 16/11/2021) and so maintained at all times thereafter.\r\n\r\nReason: To safeguard the visual amenities of the locality and privacy of adjoining properties in accordance with policy CC2 of the adopted Local Plan.\r\n",
    "Condition : 11 - A)\tThe development shall be built in accordance with the approved details associated under planning reference P/2021/1783 (dated: 16/11/2021) and so maintained at all times thereafter.\r\n\r\nB)\tThe development shall be built in accordance with the approved details associated under planning reference P/2023/0374 (dated: 24/11/2023) and so maintained at all times thereafter.\r\n\r\nReason: To ensure that potential adverse noise impacts to residential premises within the development are mitigated in accordance with Local Plan Policy EQ5.\r\n",
    "Condition : 12 - No demolition or construction work shall take place on the site except between the hours of 8:00am to 6:00pm on Mondays to Friday and 9:00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.\r\n\r\nReason: To ensure that the proposed development does not prejudice the amenities of the locality in accordance with policies CC1, CC2 and EQ5 of the adopted Local Plan.\r\n",
    "Condition : 13 - The development shall be built in accordance with the approved details associated under planning reference P/2022/0487 (dated: 19/05/2022).\r\n\r\nThe approved Plan shall be adhered to throughout the construction period.\r\n\r\nReason: To ensure that the proposed development does not prejudice the amenities of the locality in accordance with policies CC1, CC2 and EQ5 of the adopted Local Plan.\r\n",
    "Condition : 14 - The development shall be built in accordance with the approved details associated under planning reference P/2021/1783 (dated: 16/11/2021) and so maintained at all times thereafter.\r\n\r\nReason: In order to promote sustainable modes of transport, in accordance with policies CC1, CC2 and EC2 of the adopted Local Plan and Policy 6.13 of the London Plan 2015.\r\n",
    "Condition : 15 - The development shall be built in accordance with the approved details associated under planning reference P/2021/4693 (dated: 22/08/2022) and so maintained at all times thereafter.\r\n\r\nThe car parking areas shall thereafter be managed in compliance with the approved Parking Management Plan.\r\n\r\nReason: In order to promote sustainable modes of transport and safeguard the amenities of surrounding residential properties and ensure minimal disruption of traffic in the locality, in accordance with policies CC1, CC2 and EC2 of the adopted Local Plan and Policy 6.13 of the London Plan 2015.\r\n",
    "Condition : 16 - The development shall be built in accordance with the approved details associated under planning reference P/2021/3683 (dated: 11/11/2021).\r\n\r\nThe approved facilities shall be fully implemented and made available for use before any part of the development is first occupied and thereafter retained for use at all times without obstruction.\r\n\r\nReason: To support sustainable transport objectives; in accordance with Local Plan policy EC2.\r\n",
    "Condition : 17 - The development shall be built in accordance with the approved details associated under planning reference P/2021/4911 (dated: 10/08/2022).\r\n\r\nThe arrangements for storing waste and recycled materials shall not be carried out otherwise than in accordance with any approval given and shall be completed before any part of the accommodation hereby permitted is occupied and maintained as such at all times thereafter.\r\n\r\nReason. To safeguard the amenities of the area and in accordance with policies CC1, CC2, EC2 and EQ7 of the adopted Local Plan and the West London Waste Plan.\r\n",
    "Condition : 18 - The development shall be built in accordance with the approved details associated under planning reference P/2021/4692 (dated: 10/08/2022).\r\n\r\nThe delivery and servicing for the development shall be carried out in accordance with the approved details at all times thereafter.\r\n\r\nReason: In the interests of road safety, in accordance with Hounslow Local Plan Policy EC2.\r\n",
    "Condition : 19 - The development shall be built in accordance with the approved details associated under planning reference P/2022/1775 (dated: 19/05/2022).\r\n\r\nThe approved Plan shall be adhered to throughout the construction period.\r\n\r\nReason: To ensure highway safety is maintained and preserved in accordance with policy EC2 of the Local Plan.\r\n",
    "Condition : 20 - All Non-road Mobile Machinery (NRMM) used during the course of the development that is within the scope of the GLA 'Control of Dust and Emissions during Construction and Demolition' Supplementary Planning Guidance (SPG) dated July 2014, or any successor document, shall comply with the emissions requirements therein.\r\n\r\nReason: In the interests of Air Quality and to satisfy the requirements of policy EQ4 of the adopted Local Plan.\r\n",
    "Condition : 21 - The development shall be built in accordance with the approved details associated under planning reference P/2021/1783 (dated: 16/11/2021).\r\n\r\nThe proposed development shall be carried out in all respects in accordance with the approved details to limit surface water runoff from the site to 10.2 l/s.\r\n\r\nReason: To demonstrate that surface water runoff will be managed for the lifetime of the development in line with, amongst others, in accordance with Local plan Policy EQ3, the relevant London Plan policies and Non-Technical Standards for Sustainable Drainage Systems requirements.\r\n",
    "Condition : 22 - The development shall be built in accordance with the approved details associated under planning reference P/2023/0373 (dated: 31/05/2023).\r\n\r\nReason: To ensure that the methods to mitigate the risk of surface water flooding have been constructed as agreed and that the drainage system is suitably managed, in accordance with Local Plan Policy EQ3.\r\n",
    "Condition : 23 - In this condition 'retained tree' means any existing tree which is to be retained in accordance with the approved plans and particulars, and paragraphs (a) and (b) below shall have effect until the expiration of five years from the date of the occupation of any of the buildings hereby approved.\r\n\r\n(a) No retained tree shall be cut down, uprooted or destroyed, nor shall any retained tree be topped or lopped other than in accordance with the approved plans and particulars, without the prior written approval of the Local Planning Authority. Any topping or lopping approved shall be carried out in accordance with British Standard 3998 (Tree Work) or any other BS replacing this.\r\n\r\n(b) If any retained tree is removed, uprooted or destroyed or dies, another tree shall be planted at the same place and that tree shall be of such size and species, and shall be planted at such time, as may be specified in writing by the Local Planning Authority.\r\n\r\n(c) The erection of fencing for the protection of all retained trees shall be carried out in complete accordance with BS5837:2012, before any equipment, machinery, or materials are brought onto the site for the purposes of development or other operations. The fencing shall be retained intact for the full duration of the development until all equipment, materials and surplus materials have been removed from the site. If the fencing is damaged all operations shall cease until it is repaired in accordance with BS5837:2012. Nothing shall be stored or placed in any area fenced in accordance with this condition and the ground levels within those areas shall not be altered, nor shall any excavation be made, without the prior written approval of the Local Planning Authority.\r\n\r\nReason: To ensure trees on site are retained, in accordance with policies CC1, CC2 and GB7 of the adopted Local Plan.\r\n\r\nInformatives\r\n\r\n"
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.405717,
          51.447441
        ],
        [
          -0.405718,
          51.447414
        ],
        [
          -0.405761,
          51.447414
        ],
        [
          -0.40576,
          51.447441
        ],
        [
          -0.405717,
          51.447441
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "11668759",
  "centroid": {
    "lon": -0.405739,
    "lat": 51.447427
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}