{
  "lpa_app_no": "P/2021/0584",
  "centroid_northing": 178175,
  "status": "Approved",
  "epc_number": "0570-0736-9859-2702-2002",
  "last_date_consultation_comments": "04/03/2021",
  "locality": "Brentford",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T17:52:59.849+00:00",
  "valid_date": "04/03/2021",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517364.97,
              178222.21
            ],
            [
              517291.71,
              178153.17
            ],
            [
              517296,
              178147.92
            ],
            [
              517290.3,
              178153.71
            ],
            [
              517364.97,
              178222.21
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": true,
  "title_number": [
    "MX128381"
  ],
  "decision_process": "Committee",
  "centroid_easting": 517315,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2021/0584",
  "site_number": "114",
  "decision": "Approved",
  "ward": "Brentford (Pre May 2022)",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_proposed_car": 21,
    "no_existing_car": 30,
    "net_car": -9
  },
  "application_type_full": "Full planning permission",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2021_0584",
  "application_details": {
    "uk_company_registration_no": "02938185",
    "internal_resi_water_usage": 105,
    "scheme_phasing": true,
    "phasing_details": [
      {
        "phase_detail": "Phase 1",
        "intended_completion_date": "07/2022",
        "intended_commencement_date": "10/2021"
      },
      {
        "phase_detail": "Phase 2",
        "intended_completion_date": "07/2023",
        "intended_commencement_date": "07/2022"
      }
    ],
    "total_gia_gained": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 2258.77,
      "total_gia_existing": 2258.77,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0
    },
    "lead_developer_company_name": "Merchant Land Investments",
    "site_area": 0.007,
    "building_details": [
      {
        "no_storeys": 6,
        "max_height": 20.35,
        "building_ref": "Building A"
      },
      {
        "no_storeys": 8,
        "max_height": 29.47,
        "building_ref": "Building B"
      }
    ],
    "projected_cost_of_works": "Between £2m and £100m",
    "total_gia_lost": 2258.77,
    "surface_water_discharge_percentage_reduction": 97,
    "rain_water_harvesting": true,
    "garden_land_lost": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 2258.77,
        "use_class": "SpecifiedOther",
        "gia_gained": 0,
        "gia_lost": 2258.77
      }
    ],
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units": 2,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 2,
      "total_gia_gained": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 3,
          "unit_no": "Loss-1",
          "change_type": "Loss",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 72,
          "tenure": "Market for rent"
        },
        {
          "no_habitable_rooms": 3,
          "unit_no": "Loss-2",
          "change_type": "Loss",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 72,
          "tenure": "Market for rent"
        }
      ],
      "total_no_proposed_bedrooms": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_gia_lost": 144,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent": 0
    },
    "green_suds": true,
    "total_gia_existing": 2258.77,
    "grey_water_reuse": false,
    "infrastructure_details": {
      "fire_suppression_system_proposed": false,
      "no_resi_units_to_have_full_fibre": 74,
      "total_annual_nox_emissions": 0,
      "chp_heat_pumps_capacity": 256,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_pm_emissions": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_passive_cooling": 0,
      "no_homes_to_have_electrical_heating": 74,
      "no_new_gas_connections_required": 0,
      "no_active_slow_ev_charging_points": 5,
      "no_new_water_connections_required": 0,
      "waste_provision": true,
      "no_passive_slow_ev_charging_points": 16,
      "mobile_network_operators_consultation": false,
      "ghg_reduction_over_building_regulations": true,
      "green_roof_area": 236.6,
      "solar_pv_capacity": 0.01
    },
    "affordable_housing_fast_track": false,
    "ownership_status": "Private",
    "existing_uprns": null
  },
  "uprn": "100021516963",
  "decision_date": "05/11/2024",
  "description": "Demolition of the existing commercial buildings and No. 114 Windmill Road, and a phased residential redevelopment providing 74 dwellings within two blocks ranging between four and eight storeys in height (34 dwellings in Building A (Phase 1) and 40 dwellings in Building B (Phase 2) and associated works including car and cycle parking and hard and soft landscaping. ",
  "site_name": "Churchill House",
  "last_updated_by": "Planning Portal ingest",
  "decision_target_date": "08/11/2024",
  "borough": "Hounslow",
  "postcode": null,
  "street_name": "Windmill Road",
  "bo_system": "Northgate M3",
  "development_type": "Major dwellings",
  "lapsed_date": "05/11/2027",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.\r\nReason: To accord with the provisions of Section 92(1) of the Town and Country Planning Act 1990.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted therewith (WMR-BPTW-03-00-DR-A-0101 C01, N 9844/3 Rev 0, WMR-BPTW-03-00-DR-A-0103 C01, 190078-SS-200 Rev P1: Received 04/03/2021.Urban Greening Factor Calculation, 524-CLA-XX-XX-SK-L-0005 Rev P04, 524-CLA-XX-5Z-DR-L-5001 Rev P04, 24-CLA-XX-5Z-DR-L-4001 Rev P04, 524-CLA-XX-ZZ-DR-L-5001 Rev P04, 524-CLA-XX-ZZ-DR-L-4001 Rev P04, 524-CLA-XX-ZZ-DR-L-1001 Rev P04: Received 17/04/2023. Biodiversity Metric 4.0 Calculation Tool: Received 26/04/2023. WMR-BPTW-01-ZZ-DR-A-1001 Rev C06, WMR-BPTW-01-04-DR-A-1004 Rev C05, WMR-BPTW-01-06-DR-A-1006 Rev C06, WMR-BPTW-01-07-DR-A-1007 rev C04, , WMR-BPTW-01-ZZ-DR-A-2004 rev C02, WMR-BPTW-02-00-DR-A-1000 Rev C04, WMR-BPTW-B02-01-DR-A-1001 Rev C07, WMR-BPTW-B02-02-DR-A-1002 Rev C06, WMR-BPTW-B02-03-DR-A-1003 Rev C06, WMR-BPTW-B02-ZZ-DR-A-1004 Rev C07, WMR-BPTW-B02-07-DR-A-1007 Rec C07, WMR-BPTW-02-08-DR-A-1008 Rev C05, WMR-BPTW-02-09-DR-A-1009 Rev C05, WMR-BPTW-B02-ZZ-DR-A-2004 Rev C03, WMR-BPTW-B02-ZZ-DR-A-2005 Rev C03, WMR-BPTW-B02-ZZ-DR-A-2006 Rev C03, WMR-BPTW-B02-ZZ-DR-A-2003 Rev C03: Received 22/02/2024. WMR-BPTW-01-00-DR-A-1000 Rev C08, WMR-BPTW-01-ZZ-DR-A-2003 Rev C02, WMR-BPTW-S01-00-DR-A-0102 Rev C04, WMR-BPTW-S01-00-DR-A-0104 Rev C05, WMR-BPTW-S01-ZZ-DR-A-2202 Rev C04, WMR-BPTW-S01-ZZ-DR-A-2201 Rev C03: Received 06/03/2024.\r\nAccommodation Schedule Revision P16: Received 27/02/2024.) and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.\r\nReason: To ensure the development is carried out in accordance with the planning permission.",
    "Condition : 3 - Prior to commencement of groundworks (excluding site investigations and demolition), a final detailed drainage design, including drawings and supporting calculations and updated Drainage Assessment Form or SuDS Proforma that shall be aligned with the (FRA and Drainage Assessment Issue 2 dated July 2021) and associated drawings, shall be submitted to and approved in writing by the Local Planning Authority in consultation with the Lead Local Flood Authority. Infiltration testing shall be carried out to determine what discharge via infiltration is feasible on the site. A detailed management plan confirming routine maintenance tasks for all drainage components shall also be submitted to demonstrate how the drainage system will be maintained for the lifetime of the development. Works shall be carried out in accordance with the agreed details and retained as such permanently thereafter.\r\nReason: To prevent the risk of flooding to and from the site in accordance with relevant policy requirements including but not limited to London Plan Policy SI 13, its associated Sustainable Design and Construction SPG, the Non-Statutory Technical Standards for Sustainable Drainage Systems and Hounslow Council's Local Plan Policy EQ3.",
    "Condition : 4 - All Non-road Mobile Machinery (NRMM) used during the course of the development that is within the scope of the GLA 'Control of Dust and Emissions during Construction and Demolition' Supplementary Planning Guidance (SPG) dated July 2014, or any successor document, shall comply with the emissions requirements therein.\r\nReason: In the interests of Air Quality and to satisfy the requirements of policy EQ4 of the adopted Local Plan.",
    "Condition : 5 - Prior to the commencement of the development:\r\na. The site shall be investigated by a competent person to identify the extent and nature of contamination. A detailed site investigation report shall be prepared and submitted in writing to the Local Planning Authority for approval. The report shall include a tiered risk assessment of the contamination based on the proposed end-use of the site. Additional investigation may be required where it is deemed necessary.\r\nb. If required, a scheme for decontamination of the site shall be submitted in writing to the Local Planning Authority for approval.\r\nThe scheme must account for any comments made by the Local Planning Authority.\r\nPrior to first occupation of the development:\r\nc. The Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and shall submit appropriate amendments to the scheme for decontamination in writing to the Local Planning Authority for approval.\r\nd. The agreed scheme for decontamination, including amendments, must be fully implemented and a written validation (closure) report shall be submitted to the Local Planning Authority and approved in writing.\r\nReason: Contamination is known or suspected on the site due to a former land use. The Local Planning Authority therefore wishes to ensure that the development can be implemented and occupied with adequate regard for public and environmental safety.\r\nSupporting notes:\r\na. The full site investigation must include intrusive testing for soil and groundwater contamination, soil gasses, and leachate. The investigation shall be carried out at such points and at such depths as the LPA may stipulate. The tiered risk assessment shall include a site conceptual model, which identifies all potential pollutant linkages on the site. Risk assessments must adhere to current UK guidance and best practice.\r\nb. The scheme for decontamina",
    "Condition : 6 - Prior to the first occupation of the dwellings hereby approved in each phase, evidence (schedule of fittings and manufactures literature) shall be submitted to and approved by the Local Planning Authority to demonstrate that the development would achieve the internal 105 litres per person per day target.\r\nReason: In order to protect and conserve water supplies and resources in accordance with Local Plan policy EQ2 and London Plan Policy SI5 and the Local Plan policy EQ2.",
    "Condition : 7 - Prior to first occupation of each phase of the development, details (e.g. photographs and copies of installation contracts) shall be submitted to the Local Planning Authority for approval in writing, to demonstrate that the development has been carried out in accordance with the following sustainable sourcing of materials requirements:\r\n- At least three of the key elements of the building envelope (external walls, windows roof, upper floor slabs, internal walls, floor finishes/coverings) are to achieve a rating of A+ to D in the Building Research Establishment (BRE) The Green Guide of specification.\r\n- At least 50% of timber and timber products are to be sourced from accredited Forest Stewardship Council (FSC) or Programme for the Endorsement of Forestry Certification (PEFC) scheme.\r\n- No construction or insulation materials are to be used which would release toxins into the internal and external environment, including those that deplete stratospheric ozone.\r\nReason: In order to ensure the sustainable sourcing of materials in accordance with the London Plan Policy SI2 and the Mayor of London's Sustainable Design and Construction SPG.",
    "Condition : 8 - No development (except demolition, archaeological investigations, ground condition investigations and intrusive site surveys and other enabling works: site clearance; soil storage; remedial works in respect of any contamination or any other adverse ground conditions; erection of any temporary means of enclosure and land raising) shall take place until details (including product specifications) and samples of all external facing materials are submitted to and approved in writing by the Local Planning Authority. The samples and details shall include:\r\ni. brick (including brick and mortar onsite sample panel min. 2m x 2m and details of the brick bonds)\r\nii. cladding materials (including system specifications/details and on-site samples (where relevant);\r\niii. window treatment (including sections/reveals and samples); \r\niv. balcony treatments and deck-access treatments (including details/sections/materials of the balustrading treatment and soffits) and details of balustrades to restrict overlooking between any flat that directly overlooks a nursery.  \r\nv. rainwater downpipes and rainwater downpipe recesses\r\nvi. any other materials/details to be used.\r\nvii. drawings showing typical details for external windows, doors, building base and top, entrances, balconies and balustrades, and soffits.\r\nviii. a schedule of all external materials and the extent of each material cross-referenced with all external elevations.\r\nThe development shall then be carried out in accordance with the approved details and maintained as such thereafter.\r\nReason: In order to safeguard the visual amenity of the area and buildings in particular and to satisfy the requirements of policies CC1, CC2, and SC4 of the Local Plan and London Plan policies D3, D4, and D8.\r\n",
    "Condition : 9 - a.) The development hereby permitted shall be implemented in accordance with the hereby approved ENERGY AND SUSTAINABILTY ASSESSMENT VERSION 4.1 dated 19-01-2022 and received 27/05/2022.\r\nb.) Prior to the first occupation of each phase of the development, evidence (e.g. photographs, installation contracts and As-Built certificates under the Standard Assessment Procedure/National Calculation Method) shall be submitted to and approved in writing by the Local Planning Authority to show that the development has been constructed in accordance with the approved Energy Statement to achieve a site-wide carbon reduction in emissions of 65% on Part L Building Regulations.\r\nc.) Upon final commencement of operation of any low and zero carbon technologies, suitable devices for the monitoring of the low and zero carbon technologies shall have been installed, and the monitored data shall be submitted automatically to a monitoring web-platform at daily intervals for a period of three years from the point of full operation.\r\nReason: To ensure that the development makes the fullest contribution to minimising carbon dioxide emissions in accordance with London Plan Policy SI2 and the London Borough of Hounslow Local Plan Policy EQ1.",
    "Condition : 10 - No development (except any demolition, site clearance, ground investigation and remediation work) shall take place until an Inclusive Access Strategy has been submitted to and approved in writing by the Local Planning Authority, which shall include: [details of the arrival, entrance and movement through the buildings ensuring a full automated solution, and how any level changes around the site would be overcome; and details of seating suitable for disabled carers]. The approved details shall be implemented fully before the development hereby permitted is first occupied or brought into use and shall be retained as such thereafter.\r\nReason: To provide a socially inclusive and sustainable development, in accordance with Local Plan policy SC5, London Plan policies D4, D5 and D7 and the Mayor of London's 'Accessible London: Achieving An Inclusive Environment' SPG.",
    "Condition : 11 - The development shall achieve 'Secured by Design' accreditation awarded by the Design-Out Crime Officer from the Metropolitan Police Service on behalf of the Association of Chief Police Officers (ACPO). Prior to first occupation of each phase of the development, evidence of the accreditation achieved shall be submitted to and approved in writing by the Local Planning Authority.\r\nReason: To minimise opportunities for crime and to increase safety for residents and people in the locality.",
    "Condition : 12 - A minimum of 10% of the total dwellings shall be 'Wheelchair User Dwellings' built to Building Regulations M4(3). Proposed units shall be provided as identified on the Accommodation Schedule Revision 16 received on 27/02/2024. All other dwellings shall be designed so that they meet building regulation M4(2) 'accessible and adaptable dwellings'.\r\nPrior to first occupation of the development, plans shall be submitted to and approved in writing demonstrating that the internal layouts for the 10% wheelchair dwellings, meet the requirements of Building Regulations M4(3) part 2(a) and part 2(b).\r\nReason: To ensure a socially inclusive and sustainable development in accordance with Local Plan Policy SC3 and London Plan Policy D5.",
    "Condition : 13 - No development (except demolition, archaeological investigations, ground condition investigations and intrusive site surveys and other enabling works: site clearance; soil storage; remedial works in respect of any contamination or any other adverse ground conditions; erection of any temporary means of enclosure and land raising) shall take place until details (including product specifications) and samples of all external facing materials are submitted to and approved in writing by the Local Planning Authority. The samples and details shall include:\r\ni. brick (including brick and mortar onsite sample panel min. 2m x 2m and details of the brick bonds)\r\nii. cladding materials (including system specifications/details and on-site samples (where relevant);\r\niii. window treatment (including sections/reveals and samples); \r\niv. balcony treatments and deck-access treatments (including details/sections/materials of the balustrading treatment and soffits)\r\nv. rainwater downpipes and rainwater downpipe recesses\r\nvi. any other materials/details to be used.\r\nvii. drawings showing typical details for external windows, doors, building base and top, entrances, balconies and balustrades, and soffits.\r\nviii. a schedule of all external materials and the extent of each material cross-referenced with all external elevations.\r\nThe development shall then be carried out in accordance with the approved details and maintained as such thereafter.\r\nReason: In order to safeguard the visual amenity of the area and buildings in particular and to satisfy the requirements of policies CC1, CC2, and SC4 of the Local Plan and London Plan policies D3, D4, and D8.\r\n",
    "Condition : 14 - Notwithstanding any details included in the submitted plans, no development above ground level (except any demolition, site clearance, ground investigation and remediation work) shall take place until details of both hard and soft landscape works have been submitted to and approved in writing by the local planning authority. These details shall include:\r\n-a statement setting out the design objectives and how these will be delivered;\r\n-existing and proposed finished levels or contours;\r\n-means of enclosure/fences/boundary treatment(s) and retaining structures;\r\n-any signage and information boards;\r\n-plans and elevations showing the proposed treatment to the flank wall of 116 Windmill Road;\r\n-vehicle parking layouts;\r\n-other vehicle and pedestrian access and circulation areas;\r\n-hard surfacing materials including ground surfaces, kerbs, edges, ridge and flexible paving, furniture, steps, refuse disposal points and if applicable synthetic surfaces for both ground level and roof terrace level (where relevant);\r\n-brown and green roofs;\r\n- a 'Tree Planting Statement' providing full details, locations, specifications and construction methods for all purpose-built tree pits and associated above ground features, including specifications for tree protection and a stated volume of suitable growing medium to facilitate and promote the healthy development of the proposed trees, ensuring each tree has a soil volume equivalent of 0.6 times its canopy area at maturity;\r\n-details of an ecological enhancement scheme;\r\n-minor artefacts and structures (e.g. furniture, play equipment, refuse or other storage units, signs, lighting, CCTV etc.);\r\n-proposed and existing functional services above and below ground (e.g. drainage, power, communications cables, pipelines etc. indicating alignments, levels, access points, supports as relevant);\r\n-planting plans, written specifications (including cultivation and other operations associated with plant and grass establishment); schedules of plants",
    "Condition : 15 - Prior to commencement of the development, a construction noise assessment shall be prepared and submitted to and agreed in writing by the Local Planning Authority. The construction noise assessment shall consider the construction methodology type and quantity of plant and equipment to be used, and percentage on-times for plant and equipment. The predicted noise levels at the nearest sensitive receptors (including the neighbouring nurseries) shall be calculated using the site-specific construction information, and baseline noise levels, and based upon guidance contained within BS 5228:2009 + A1:2014: Noise, noise levels from construction works at nearby existing and proposed residential receptors and the neighbouring nurseries, shall not exceed the following construction noise criteria:\r\n-Daytime works will not exceed 75 dB LAeq,T at the worst-affected residential property and nurseries during the following time periods:\r\n-Monday to Friday (08:00 � 18:00 hours)\r\n-Saturday (08:00 to 13:00 hours)\r\n-Daytime works will not exceed 50 dB LAeq,T at the worst-affected nursery, as measured with their windows closed, during the following time periods:\r\n-Monday to Friday (12:00 and 14:00 hours)\r\nThe construction noise assessment shall include details of required mitigation measures to meet the above noise levels, as well as a commitment to employ Best Practicable Means (BPMs) as defined in Section 72 of the Control of Pollution Act in all areas to minimise noise and vibration emissions from the works. The recommendations for the control of noise and vibration on construction and open sites in the approved Code of Practice BS 5228 shall be adopted. The construction noise assessment shall outline how the following general measures shall be employed:\r\n-All plant will be shut down or throttled back to idling speed in between periods of use.\r\n-All relevant plant will comply with the permissible noise levels set out in the appropriate European Directives.\r\n-Plant and equipment will b",
    "Condition : 16 - No development shall take place until a detailed Construction Environmental Management Plan (CEMP) has been submitted to and approved in writing by the Local Planning Authority. The CEMP shall provide details of how demolition and construction works are to be undertaken and include:\r\n-The identification of stages of works;\r\n-Details of working hours, which unless otherwise agreed with the Local Planning Authority shall be limited to 08.00 to 18.00 Monday to Friday and 08.00 to 13.00 on Saturdays);\r\n-Procedures for maintaining good public relations including complaint management, public consultation and liaison;\r\n-Mitigation measured as defined in BS 5228: Parts 1 and 2: 2009 Noise and Vibration Control on Construction and Open Sites shall be used to minimise noise disturbance from construction works.\r\nWorks shall be undertaken in accordance with the agreed details. Reason: In order preserve the amenities of neighbours, in accordance with Local Plan Policy EQ5.",
    "Condition : 17 - The cumulative noise from any fixed external plant associated with the scheme should not exceed levels more than 10 dB below representative background (LA90) levels at free field locations representing facades of nearby existing and proposed dwellings. Noise levels should be assessed by measurement or calculation based on the guidance presented within BS4142: 2014+A1:2019 or subsequent versions of this guidance.\r\nReason: In order to ensure that existing and proposed residential units are not exposed to unreasonable levels fixed plant noise.",
    "Condition : 18 - Prior to first occupation of each phase of the development, an acoustic commissioning survey shall be submitted to and approved in writing by the Local Planning Authority, following the installation of the proposed fixed plant, which demonstrates that the cumulative measured or calculated Rating Level of noise emitted from all mechanical services plant including heating, ventilation and air conditioning (HVAC) shall be 10dB(A) below the existing background noise level, at all times that the mechanical system etc operates. The measured or calculated noise levels shall be determined at the boundary of the nearest ground floor noise sensitive premises or 1 metre from the fa�ade of the nearest first floor (or higher) noise sensitive premises, and in accordance to the latest revision of British Standard 4142.\r\nReason: In order to ensure that existing and proposed residential units are not exposed to unreasonable levels fixed plant noise.",
    "Condition : 19 - a.) Maximum noise levels permitted within the dwellings will not exceed those that are specified in Table 4 of British Standard 8233:2014 [Living Rooms = 35 dB LAeq, 16 hours; Dining room/area = 40 dB LAeq, 16 hours; Bedroom = 35 dB LAeq, 16 hours during day-time (07:00 - 23:00) and Bedroom = 30 dB LAeq, 8 hours during night-time (23:00 - 07:00), night-time (23:00 � 07:00) LAmax noise levels within bedrooms shall not exceed 45 dB LAmax more than 10 to 15 times per night. All residents shall have access to amenity spaces where noise levels shall not exceed 50dB LAeq, 16 hours.\r\nb.) Prior to first occupation of the dwellings in each phase of the development, the results of internal ambient noise level validation testing shall be submitted to and approved in writing by the Local Planning Authority to demonstrate that the criteria outlined within part a of this condition has been met within the rooms outlined above. The testing methodology shall be agreed within the Local Planning Authority prior to first occupation of the residential dwellings.\r\nReason: In order to ensure that proposed residential units are not exposed to unreasonable levels of noise.",
    "Condition : 20 - No development shall take place, including any works of demolition, until a Construction Logistics Plan that conforms to current TfL and CLOCS guidance has been submitted to, and approved in writing by, the local planning authority. The approved Plan shall be adhered to throughout the construction period. The Plan shall include:\r\ni. a site plan (showing the areas set out below);\r\nii. confirmation that a pre-start record of site conditions on the adjoining public highway will be undertaken with Hounslow Highways and a commitment to repair any damage caused;\r\niii. provision for the parking of vehicles of site operatives and visitors;\r\niv. provisions for loading, unloading and storage of plant and materials within the site;\r\nv. details of access to the site, including means to control and manage access and egress of vehicles to and from the site for the duration of construction including phasing arrangements;\r\nvi. details of vehicle routeing from the site to the wider strategic road network;\r\nvii. the erection and maintenance of security hoarding including decorative displays and facilities for public viewing, where appropriate ;\r\nviii. provision of wheel washing facilities at the site exit and a commitment to sweep adjacent roads when required and at the request of the Council;\r\nix. a scheme for recycling/disposing of waste resulting from demolition and construction works;\r\nx. measures to ensure the safety of all users of the public highway especially cyclists and pedestrians in the vicinity of the site and especially at the access;\r\nxi. commitment to liaise with other contractors in the vicinity of the site to maximise the potential for consolidation and to minimise traffic impacts;\r\nxii. commitment for all deliveries to take place between 09:30-15:00 (outside peak hours) and details of a booking system to avoid vehicles waiting on the public highway;\r\nxiii. all necessary traffic orders and other permissions required to allow safe access to the site to be secured and",
    "Condition : 21 - Prior to the first use or occupation of the development, full details (including manufacturer's specifications) of the cycle parking provision for the development shall be submitted to and approved in writing by the Local Planning Authority. The submission shall include details of the short-stay cycle parking provision and long-stay cycle parking provision (including 5% larger cycles and cargo bikes). The approved details shall conform to current guidance such as the TfL London Cycling Design Standards and the West London Cycle Design Guidance in design and layout, and be fully implemented and made available for use before the first occupation of the development hereby approved and thereafter retained for use at all times without obstruction.\r\nReason: To ensure adequate sustainable transport options are available for the development in accordance with Local Plan policies CC2 and EC2 and the London Plan Housing Supplementary Planning Guidance (2016).",
    "Condition : 22 - Prior to first occupation of the development, an updated Delivery and Servicing Plan shall be submitted to and approved in writing by the Local Planning Authority. The details shall accord with current guidance such as that issued by Transport for London and shall include measures required to ensure sufficient arrangements, physical as well as managerial, for the servicing, including emergency vehicle access, including refuse collection, of all aspects of the development, the timing of hours for deliveries by motor vehicles and a timetable for implementation. The plan shall include a management solution to ensure refuse bins are taken out for collection and returned to the bin stores after collection as well as details demonstrating where vehicles would stop for waste collection. The Plan shall be carried out as approved. The approved measures shall be implemented before the first occupation of the development hereby permitted and shall be so maintained for the life of the development.\r\nReason: In the interests of the safety of pedestrians and vehicles, to protect neighbours' living conditions and to support sustainable transport objectives in accordance with adopted.",
    "Condition : 23 - Prior to the first occupation of the development, a Parking Management Plan shall be submitted to and approved in writing by the Local Planning Authority. The plan shall include details of how the spaces will be allocated, how misuse will be managed, measures to ensure that the delivery and servicing area is kept free for its intended purpose, and include details of both active and passive EV charging provisions as required by the London Plan. The site shall thereafter operate in accordance with the approved details.\r\nReason: In order that the Local Planning Authority may be satisfied as to the details of the development and to ensure that parking spaces are available in accordance with Policy T6 of the London Plan and Local Plan Policy EC2.",
    "Condition : 24 - No development shall take place until a phasing plan has been submitted and approved by the Local Planning Authority. Works shall be carried out in accordance with the agreed details.\r\nReason: To allow for the progressive phasing of the development hereby permitted and in the interests of proper planning."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3108785,
          51.4907758
        ],
        [
          -0.31195619999999996,
          51.4901705
        ],
        [
          -0.3118962,
          51.4901224
        ],
        [
          -0.3119763,
          51.4901756
        ],
        [
          -0.3108785,
          51.4907758
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "9510710",
  "centroid": {
    "lon": "-0.3116136",
    "lat": "51.4903619"
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}