{
  "lpa_app_no": "P/2022/4085",
  "centroid_northing": 175483,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": "04/01/2023",
  "locality": "Hounslow",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T17:52:58.804+00:00",
  "valid_date": "04/01/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              513215.4,
              175486.75
            ],
            [
              513221.85,
              175489.15
            ],
            [
              513221.55,
              175489.9
            ],
            [
              513222.8,
              175491.85
            ],
            [
              513221.95,
              175494
            ],
            [
              513227.45,
              175496.15
            ],
            [
              513229.3,
              175491.45
            ],
            [
              513235.35,
              175493.8
            ],
            [
              513238.91,
              175484.23
            ],
            [
              513239.07,
              175483.73
            ],
            [
              513239.19,
              175483.26
            ],
            [
              513239.26,
              175482.82
            ],
            [
              513239.29,
              175482.4
            ],
            [
              513239.28,
              175482.01
            ],
            [
              513239.21,
              175481.65
            ],
            [
              513239.1,
              175481.31
            ],
            [
              513238.95,
              175481
            ],
            [
              513238.75,
              175480.71
            ],
            [
              513238.5,
              175480.45
            ],
            [
              513238.21,
              175480.22
            ],
            [
              513237.88,
              175480.01
            ],
            [
              513237.5,
              175479.83
            ],
            [
              513237.08,
              175479.68
            ],
            [
              513230.83,
              175477.31
            ],
            [
              513215.6,
              175471.4
            ],
            [
              513210.35,
              175484.9
            ],
            [
              513215.4,
              175486.75
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 513225,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2022/4085",
  "site_number": null,
  "decision": "Approved",
  "ward": "Hounslow West",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_proposed_car": 10,
    "no_existing_car": 72,
    "net_car": -62
  },
  "application_type_full": "Full planning permission",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2022_4085",
  "application_details": {
    "uk_company_registration_no": "13159153",
    "internal_resi_water_usage": 80,
    "scheme_phasing": true,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "05/2024",
        "intended_commencement_date": "04/2023"
      }
    ],
    "total_gia_gained": 4440,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 4440,
      "total_gia_lost": 4395,
      "total_gia_existing": 4395,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 4395,
      "total_gia_gained": 4440
    },
    "lead_developer_company_name": "Falcon House Property Ltd",
    "site_area": 0.04,
    "building_details": [
      {
        "no_storeys": 0,
        "max_height": 0,
        "building_ref": "N/A"
      }
    ],
    "projected_cost_of_works": "Between £2m and £100m",
    "total_gia_lost": 4395,
    "surface_water_discharge_percentage_reduction": 0,
    "rain_water_harvesting": true,
    "garden_land_lost": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 4395,
        "use_class": "B1a",
        "gia_gained": 4440,
        "gia_lost": 4395
      }
    ],
    "green_suds": false,
    "total_gia_existing": 4395,
    "grey_water_reuse": true,
    "infrastructure_details": {
      "no_passive_fast_ev_charging_points": 0,
      "fire_suppression_system_proposed": true,
      "no_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "chp_heat_pumps_capacity": 225,
      "no_non_resi_units_to_have_full_fibre": 97,
      "total_annual_pm_emissions": 0,
      "percentage_demolition_construction_material_recycling": 10,
      "no_active_fast_ev_charging_points": 10,
      "no_homes_passive_cooling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 0,
      "no_new_water_connections_required": 0,
      "mobile_network_operators_consultation": false,
      "waste_provision": true,
      "ghg_reduction_over_building_regulations": true,
      "green_roof_area": 116,
      "solar_pv_capacity": 32
    },
    "affordable_housing_fast_track": false,
    "ownership_status": "Private",
    "existing_uprns": null
  },
  "uprn": "200003995078",
  "decision_date": "07/06/2024",
  "description": "Change of use of a vacant office building to a hotel with one lightwell, landscaping and ancillary facilities.",
  "site_name": "Second Floor North",
  "last_updated_by": "Planning Portal ingest",
  "decision_target_date": "28/02/2023",
  "borough": "Hounslow",
  "postcode": "TW3 3JB",
  "street_name": "Staines Road",
  "bo_system": "Northgate M3",
  "development_type": "Other change of use",
  "lapsed_date": "07/06/2027",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall begin not later than three years from the date of this decision.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans and specifications: [HUDU rapid health impact assessment, land contamination document, FA-PR-03, FAPR-04, FA-PR-05, FA-PR-06, FA-PR-07, FA-PR-08, FA-PR-10, FA-PR-11, Flood risk \r\nassessment and Design and access statement Received on 4 January 2023; FA-PR15 REV A, FA-PR-02C REV A and FA-PR-12C REV A Received on 22 March 2023; \r\nConstruction traffic management plan REV A, Air quality assessment and Transport \r\nstatement REV A Received on 11 May 2023; Noise impact report REV A Received on \r\n17 May 2023; FA-PR-01D REV B Received on 18 May 2023; Sequential test and \r\nimpact assessment Received on 24 May 2023\r\nFire statement Received: 22 August 2023].",
    "Condition : 3 - No development shall take place until the following details have been submitted to \r\nand approved in writing by the local planning authority:\r\n(a) A plan showing the position of each tree on the site and on land adjacent to \r\nthe site (including street trees) that could influence or be affected by the \r\ndevelopment;\r\n(b) Details of any proposed alterations to existing ground levels, and of the \r\nposition of any proposed excavation, that may affect the root protection area \r\nof retained trees;\r\n(c) Details of the fencing to be installed for the protection of retained trees.\r\nThe development shall not be carried out otherwise than in accordance with the \r\napproved details, which shall be put into effect at the commencement of work on site \r\nand retained permanently for the duration of the development works.",
    "Condition : 4 - The development shall not be occupied until a finalised Energy Strategy (demonstrating how the targets for carbon dioxide emissions reduction are to be met in line with the Mayor's energy hierarchy, and where necessary, a scheme of how any necessary contributions to the Council's Carbon Offset Fund are to be made) and in line with the information provided in the design and access statement has been submitted to and approved in writing by the local planning authority. Thereafter the development shall not be occupied until the measures set out in the approved Energy Strategy have been implemented in full and thereafter retained as such.",
    "Condition : 5 - Notwithstanding the details shown on the approved plans, prior to first occupation of \r\nthe hereby approved development, details of the roof solar panels and a detailed \r\nroof layout demonstrating that the roof?s potential for solar photovoltaic installation \r\nhas been maximised in a subservient manner shall be submitted to and approved in \r\nwriting by the Local Planning Authority and thereafter implemented as approved and \r\nbrought into operation before first occupation.",
    "Condition : 6 - (a) No development shall take place until a BREEAM preliminary-assessment \r\nestimator (or such equivalent standard that replaces this) has been submitted to and \r\napproved in writing by the local planning authority demonstrating how an ?Excellent? \r\n(minimum score 70%) rating will be achieved, or if ?Excellent? cannot be achieved, \r\nthe reasons why. \r\n(b) Within three months of work starting on site, a BREEAM Design Stage certificate \r\nand summary score sheet (or such equivalent standard that replaces this) must be \r\nsubmitted to and approved in writing by the local planning authority to show that the \r\nBREEAM rating agreed under (a) above will be achieved.\r\n(c) Before the building(s) hereby permitted is first occupied or brought into use, a \r\nBREEAM Post-Construction Review certificate and summary score sheet (or such \r\nequivalent standard that replaces this) must be submitted to and approved in writing \r\nby the local planning authority to show that the BREEAM rating agreed under Part \r\n(a) of this condition has been achieved.",
    "Condition : 7 - The development hereby approved shall not be used for purposes other than a hotel \r\n(Use Class C1) of The Town and Country Planning (Use Classes) Order 1987 (as \r\namended) or such other legislation as may subsequently supersede it.",
    "Condition : 8 - No development shall take place until a Construction Logistics Plan (CLP), in line \r\nwith CLOCS guidance, shall be submitted to an approved by the Local Planning \r\nAuthority. The development shall take place in accordance with the details \r\napproved. The Plan must contain the following details\r\n(a) a site plan (showing the elements set out below);\r\n(b) confirmation that a pre-start record of site conditions on the adjoining public \r\nhighway will be undertaken with Hounslow Highways and a commitment to repair \r\nany damage caused;\r\n(c) provision for the parking of vehicles of site operatives and visitors;\r\n(d) provisions for loading, unloading and storage of plant and materials within the \r\nsite;\r\n(e) details of access to the site, including means to control and manage access\r\nand egress of vehicles to and from the site for the duration of construction including \r\nphasing arrangements;\r\n(f) details of vehicle routeing from the site to the wider strategic road network;\r\n(g) the erection and maintenance of security hoarding including decorative \r\ndisplays and facilities for public viewing, where appropriate;\r\n(h) provision of wheel washing facilities at the site exit and a commitment to \r\nsweep adjacent roads when required and at the request of the Council;\r\n(i) a scheme for recycling/disposing of waste resulting from demolition and \r\nconstruction works; \r\n(j) measures to ensure the safety of all users of the public highway especially \r\ncyclists and pedestrians in the vicinity of the site and especially at the access;\r\n(k) commitment to liaise with other contractors in the vicinity of the site to \r\nmaximise the potential for consolidation and to minimise traffic impacts;\r\n(l) avoidance of peak hours for deliveries and details of a booking system to \r\navoid vehicles waiting on the public highway;\r\n(m) all necessary traffic orders and other permissions required to allow safe \r\naccess to the site to be secured and implemented prior to commencement of \r\nconstruction;\r\n(n) d",
    "Condition : 9 - Before the development hereby permitted is first occupied or brought into use, a \r\nTravel Plan in accordance with current Council and TfL guidance comprising \r\nimmediate, continuing and long-term measures to promote and encourage a \r\nreduction in car use shall be submitted to and approved in writing by the Local \r\nPlanning Authority. The approved Travel Plan shall be implemented upon \r\noccupation, and thereafter monitored and reviewed in accordance with the agreed \r\nTravel Plan targets and timescales to the satisfaction of the Local Planning \r\nAuthority.",
    "Condition : 10 - Notwithstanding the submitted details and prior to occupation, full details (including \r\nmanufacturer?s specifications) of all cycle stands for the occupants of, and visitors to, \r\nthe development shall be submitted to and approved in writing by the Local Planning \r\nAuthority.\r\nThe approved facilities shall be fully implemented and made available for use before \r\nany part of the development is first occupied and thereafter retained for use at all \r\ntimes without obstruction.",
    "Condition : 11 - Prior to the first occupation of the hereby approved development the waste and \r\nrecycling stores shall be made available for use in strict accordance with the \r\napproved plans and shall thereafter be retained as such, without obstruction, for the \r\nduration of the development.",
    "Condition : 12 - Before the development hereby permitted is first occupied or brought into use, a Car \r\nParking Management Plan, to include full details of Blue Badge bays and EVCPs \r\nshall first be submitted to and approved in writing by the Local Planning Authority. \r\nThe development shall not be carried out otherwise than in accordance with the \r\napproved details and shall be maintained for the lifetime of the development, unless \r\nthe prior written approval of the local planning authority is obtained to secure any \r\nvariation.",
    "Condition : 13 - Before the development hereby permitted is first occupied or brought into use, a \r\nDelivery & Servicing Plan (including details of vehicle access and egress \r\narrangements and times that servicing shall take place) shall be submitted to and \r\napproved in writing by the Local Planning Authority. The details shall accord with \r\ncurrent guidance such as that issued by TfL and include measures required to \r\nensure sufficient arrangements (physical as well as managerial) for the servicing, \r\nincluding refuse collection, of all aspects of the development, the timing of hours for \r\ndeliveries by motor vehicles and a timetable for implementation. The development \r\nshall not be carried out otherwise than in accordance with the approved details and \r\nshall be maintained for the lifetime of the development, unless the prior written \r\napproval of the local planning authority is obtained to any variation.",
    "Condition : 14 - The cumulative noise from any fixed external plant associated with the scheme \r\nshould not exceed levels more than 10 dB below representative background (LA90) \r\nlevels at free field locations representing facades of nearby existing and proposed \r\ndwellings. Noise levels should be assessed by measurement or calculation based \r\non the guidance presented within BS4142: 2014+A1:2019 or subsequent versions of \r\nthis guidance",
    "Condition : 15 - Before the development hereby permitted is first occupied or brought into use a \r\ncoach management plan (including details such as commitment to enter and exit the \r\nsite as shown on the approved documents, a commitment to not stop on the public \r\nhighway or any other location to drop off or pick up passenger and the document shall \r\nalso include a commitment for a traffic marshal to assist coaches to enter and exit the \r\nsite). The development shall not be carried out otherwise than in accordance with \r\nthe approved details and shall be maintained for the lifetime of the development, \r\nunless the prior written approval of the local planning authority is obtained to any \r\nvariation.",
    "Condition : 16 - Before the development hereby permitted is first occupied or brought into use, a \r\nvisibility splay of 2.4 metres x 2.4 metres shall be provided on each side of the \r\nvehicular access (the depth measured from the back of the footway and the widths \r\noutwards from the edges of the access). Thereafter, no fence, wall or other \r\nobstruction to visibility exceeding 0.6 metres in height above the surface of the \r\nadjoining highway shall be erected, planted or allowed to grow within the areas of \r\nsuch splays.",
    "Condition : 17 - No building hereby permitted shall be occupied until details regarding the sustainable drainage of the scheme has been submitted to and approved in writing by the Local \r\nPlan Authority. The details as approved shall be implemented in full prior to occupation \r\nand maintained as such for the duration of the development.",
    "Condition : 18 - Before the use hereby permitted first commences, any external ventilation equipment, \r\nincluding ducting and sound attenuation measures, together with any equipment to \r\ncontrol the emission of fumes and odours from the premises, shall be installed in \r\naccordance with a scheme to be first submitted to and approved in writing by the Local \r\nPlanning Authority. All equipment installed as part of the approved scheme shall be \r\noperated and maintained in accordance with the approved details and retained as \r\nsuch thereafter."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3714979,
          51.4670345
        ],
        [
          -0.37140429999999997,
          51.4670548
        ],
        [
          -0.37140839999999997,
          51.4670616
        ],
        [
          -0.3713898,
          51.4670788
        ],
        [
          -0.3714013,
          51.4670983
        ],
        [
          -0.37132149999999997,
          51.4671166
        ],
        [
          -0.37129629999999997,
          51.4670739
        ],
        [
          -0.3712085,
          51.4670939
        ],
        [
          -0.3711604,
          51.4670071
        ],
        [
          -0.3711582,
          51.4670026
        ],
        [
          -0.3711567,
          51.4669983
        ],
        [
          -0.3711558,
          51.4669944
        ],
        [
          -0.37115549999999997,
          51.4669906
        ],
        [
          -0.3711558,
          51.4669871
        ],
        [
          -0.37115689999999996,
          51.4669839
        ],
        [
          -0.3711586,
          51.4669808
        ],
        [
          -0.37116079999999996,
          51.4669781
        ],
        [
          -0.3711638,
          51.4669755
        ],
        [
          -0.3711675,
          51.4669732
        ],
        [
          -0.3711717,
          51.4669712
        ],
        [
          -0.37117649999999996,
          51.466969399999996
        ],
        [
          -0.37118209999999996,
          51.4669679
        ],
        [
          -0.37118819999999997,
          51.4669666
        ],
        [
          -0.37127889999999997,
          51.4669465
        ],
        [
          -0.3714999,
          51.4668965
        ],
        [
          -0.3715711,
          51.4670189
        ],
        [
          -0.3714979,
          51.4670345
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "11760274",
  "centroid": {
    "lon": "-0.3713609",
    "lat": "51.4669989"
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}