{
  "lpa_app_no": "P/2023/3382",
  "centroid_northing": 177985,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": "26/10/2023",
  "locality": "London",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T17:52:56.092+00:00",
  "valid_date": "26/10/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520585.7,
              177976.72
            ],
            [
              520585.6,
              177980.3
            ],
            [
              520580.8,
              177980.1
            ],
            [
              520580.7,
              177982.7
            ],
            [
              520580.5,
              177987.8
            ],
            [
              520580.35,
              177990.4
            ],
            [
              520580.2,
              177993.05
            ],
            [
              520580.15,
              177995.65
            ],
            [
              520584.95,
              177995.85
            ],
            [
              520589.8,
              177996
            ],
            [
              520591.25,
              177996.05
            ],
            [
              520593,
              177996.1
            ],
            [
              520598,
              177996.3
            ],
            [
              520598.5,
              177983.3
            ],
            [
              520598.55,
              177981.25
            ],
            [
              520598.6,
              177980.7
            ],
            [
              520598.8,
              177973.55
            ],
            [
              520593.75,
              177973.15
            ],
            [
              520591.25,
              177973.2
            ],
            [
              520587.6,
              177973.25
            ],
            [
              520585.8,
              177973.15
            ],
            [
              520585.7,
              177976.72
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Committee",
  "centroid_easting": 520590,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2023/3382",
  "site_number": null,
  "decision": "Approved",
  "ward": "Chiswick Gunnersbury",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": "Removal/Variation of a condition",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2023_3382",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.037000000000000005
  },
  "uprn": "10091693834",
  "decision_date": "29/05/2024",
  "description": "Variation of condition 2 (approved plans) to amended elevations clarifying the height of the neighbouring terrace at 1-7 Garth Road, increase finished floor levels and parapet height to achieve 2.5m floor to ceiling heights and to allow for the increase in height of the roof of the two-storey part of the building by 200mm following planning permission 00473/B/P1 dated 08/07/2022 for demolition of existing garages and erection of two houses with associated cycle and waste storage, landscaping and boundary treatment.",
  "site_name": "Garage Block At",
  "last_updated_by": "Planning Portal ingest",
  "decision_target_date": "21/12/2023",
  "borough": "Hounslow",
  "postcode": null,
  "street_name": "Garth Court",
  "bo_system": "Northgate M3",
  "development_type": "Minor dwellings",
  "lapsed_date": "28/05/2027",
  "decision_conditions": [
    "Condition : 1 - Time Limit\r\n\r\nThe development hereby permitted shall be begun before the expiration of three years from 8 July 2022, being the date of granting of planning permission 00473/B/P1.\r\n\r\nReason: To accord with the provisions of Section 92 (1) of the Town and Country Planning Act 1990.\r\n",
    "Condition : 2 - In accordance with approved drawings\r\n\r\nThe proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (3667G-LB-XX-00-DR-A-120000 P1, 3667G-LB-XX-01-DR-A-120001 P1,  3667G-LB-XX-02-DR-A-120002 P1,  3667G-LB-XX-03-DR-A-12003 P1,  3667G-LB-XX-ZZ-DR-A-101000 P1,  3667G-LB-XX-ZZ-DR-A-101001 P1,  3667G-LB-XX-ZZ-DR-A-110000 P1, 3667G-LB-XX-ZZ-DR-A-140000 P1,  3667G-LB-XX-ZZ-DR-A-300000, Construction Logistics Plan, Cover Letter, Daylight & Sunlight Report, Drainage Assessment Form, Sustainability Report Rev. A, Flood Risk & Drainage Checklist, Flood Risk Assessment, Noise Impact Assessment, Planning & Heritage Statement and Transport Note. Received on 18 January 2022; Arboricultural Impact Assessment Report (10038165-ARC-XX-XX-RP-AB-0136-01-AIA), Design and Access Statement, Preliminary Tree Survey Report (10030793-ARC-XX-XX-DR-AB-0070-01), Internal Daylight and Sunlight. Received on 22 March 2022; 0036 A02 (Swept Path). Received on 25 March 2022; 3667G-LB-XX-00-DR-L-200000. Received on 14 June 2022; Addendum Report and Cover Letter. Received on 6 November 2023; 3667G-LB-XX-ZZ-DR-A-110000 P2. Received on 13/12/2023; Daylight & Sunlight Report and Daylight & Sunlight Conclusions. Received on 19/12/2023; 3667G-LB-XX-ZZ-DR-A-130000 P5. Received on 19/04/2024) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.\r\n\r\nReason: To ensure the development is carried out in accordance with the planning permission.",
    "Condition : 3 - Materials\r\n\r\nThe development shall not be implemented other than in accordance with the materials approved under 00473/B/P1(3).\r\n",
    "Condition : 4 - Hard and soft landscaping\r\n\r\nThe development shall not be implemented other than in accordance with the hard and soft landscaping details approved under 00473/B/P1(4-20).\r\n\r\nReason: In order to protect neighbours' living conditions and to ensure a satisfactory appearance of the site and area.",
    "Condition : 5 - Restriction of permitted development\r\n\r\nNotwithstanding the provisions of the Town and Country Planning (General Permitted Development Order) 2015 (or any order revoking or re-enacting that order) no enlargement of the hereby approved development or any additional structures/buildings within the curtilage of the site shall be carried out.\r\n\r\nReason: In order not to prejudice amenities of any adjoining properties and in order that the Local Planning Authority is able to exercise control over future development of the site.\r\n\r\n",
    "Condition : 6 - Energy strategy\r\n\r\nThe development hereby permitted shall be implemented in accordance with the approved Energy Strategy and prior to first occupation of the development hereby approved evidence (e.g. photographs, installation contracts and As-Built certificates under the Standard Assessment Procedure) shall be submitted to the Local Planning Authority and approved in writing to show that the development has been constructed in accordance with the approved Energy Strategy and any subsequent approved revisions.\r\n\r\nReason: In order to ensure that the development makes the fullest contribution to minimising carbon dioxide emissions.\r\n",
    "Condition : 7 - Water efficiency\r\n\r\nPrior to first occupation of the development hereby approved evidence (schedule of fittings and manufacturers literature) shall be submitted to the Local Planning Authority and approved in writing to show that the development has achieved an internal water use of 105 Litres per person per day or less.\r\n\r\nReason: In order to protect and conserve water supplies and resources.\r\n",
    "Condition : 8 - Sustainable sourcing of materials\r\n\r\nThe development shall not be implemented other than in accordance with the sustainable sourcing of materials approved under 00473/B/P1(19).\r\n\r\nReason: In the interests of sustainable development.\r\n",
    "Condition : 9 - Solar panel details\r\n\r\nNotwithstanding the details shown on the approved plans, prior to first occupation of the hereby approved development, details of the roof solar panels and a detailed roof layout demonstrating that the roof's potential for solar photovoltaic installation has been maximised in a subservient manner shall be submitted to and approved in writing by the Local Planning Authority and thereafter implemented as approved and brought into operation before first occupation.\r\n\r\nReason: In order to ensure that the development makes the fullest contribution to minimising carbon dioxide emissions.",
    "Condition : 10 - Obscure windows\r\n\r\nAll west facing window at first and second floor of the hereby approved development as shown on drawing numbers 3667G-LB-XX-00-DR-A-120000 P1, 3667G-LB-XX-01-DR-A-120001 P1 and 3667G-LB-XX-02-DR-A-120002 P1 shall be obscure glazed, hinged to open inwards and shall not be repaired or replaced otherwise than with obscured glazing.\r\n\r\nReason: To safeguard the visual amenities of the locality and privacy of future occupiers.",
    "Condition : 11 - No use as a roof terrace\r\n\r\nThe roof areas of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and, furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on these areas.\r\n\r\nReason: In order to protect neighbours' privacy.",
    "Condition : 12 - Use Class Restriction\r\n\r\nThe development hereby approved shall be used solely as single family houses (Use Class C3) and shall not be used for business purposes and or as a house in multiple occupation, including any use within Class C4 of The Town and Country Planning (Use Classes) Order 1987 (as amended) or such other legislation as may subsequently supersede it.\r\n\r\nReason: To protect neighbours' living conditions and the character and appearance of the area and to prevent over-intensive use of the site.",
    "Condition : 13 - Construction Logistics Plan\r\n\r\nThe development shall take place in accordance with the details contained within the approved Constructions Logistics Plan under 00473/B/P1(14).\r\n\r\nReason: In order to ensure highway safety is maintained and preserved and to safeguard the amenities of adjoining residential properties.",
    "Condition : 14 - Hours of demolition and construction\r\n\r\nNo demolition or construction work shall take place on the site except between the hours of 8am to 6pm on Mondays to Friday and 9am to 1pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.\r\n\r\nReason: In order to protect the living conditions of neighbouring residents.",
    "Condition : 15 - Reinstate footway\r\n\r\nBefore the development hereby permitted is first occupied or brought into use, the existing vehicular access along Ellesmere Road shall be permanently closed and the kerbs and footway reinstated so that it cannot be used as an access across the pavement.\r\n\r\nReason: In order to protect the appearance of the and in the interests of highway safety.",
    "Condition : 16 - CPZ parking spaces\r\n\r\nThe parking spaces (consisting of two on-street bays) along Ellesmere Road shall be\r\nimplemented before the development is first occupied and retained thereafter.\r\n\r\nReason: In order to ensure that sufficient parking spaces are made available.\r\n",
    "Condition : 17 - Parking permit restrictions\r\n\r\nBefore the development hereby permitted is first occupied or brought into use, the Local Planning Authority shall be informed of the agreed naming and numbering of\r\nthe proposed dwellings so that arrangements can be put in place to ensure that, with\r\nthe exception of a person eligible for a disabled person's badge issued pursuant to\r\nsection 21 of the Chronically Sick and Disabled Persons Act 1970 (or similar\r\nlegislation), no resident of the development shall obtain a resident's parking permit.\r\nAny occupiers of the approved development shall surrender any such permit wrongly\r\nissued or held.\r\n\r\nReason: In order to protect the free flow and safety of traffic on nearby highways and to support sustainable transport objectives.",
    "Condition : 18 - Cycle parking\r\n\r\nThe cycle parking facilities approved under 00473/B/P1(19) shall be implemented before the development is first occupied and retained as such, without obstruction, for the lifetime of the development.\r\n\r\nReason: In order to support sustainable transport objectives.",
    "Condition : 19 - Waste storage\r\n\r\nThe waste and recycling facilities approved under 00473/B/P1(4-20) shall be implemented before the development is first occupied and retained as such, without obstruction, for the lifetime of the development. Bins shall be stored within the stores at all times and shall not be left on the public highway.\r\n\r\nReason: In order to ensure adequate provision for waste and recycling.",
    "Condition : 20 - Contamination\r\n\r\nFollowing approval of details under 00473/B/P1(21) and before the development is first brought into use:\r\n\r\nIf additional contamination is discovered during the course of the development, the agreed scheme for decontamination referred to in clause c), shall be fully implemented and a written validation (closure) report referred to in clause d), shall be submitted to the Local Planning Authority for approval.\r\n\r\nReason: Contamination is known or suspected on the site due to a former land use. It is therefore necessary to ensure that the development can be implemented and occupied with adequate regard for public and environmental safety.\r\nSupporting Notes:\r\n(i) The full Phase II site investigation, where required, must include sampling and/or testing for soil and groundwater contamination, soil gasses, vapours and leachate and test for potential contaminants identified within the Phase I Preliminary Risk Assessment.\r\n(ii) The investigation shall be carried out at such points and at such depths as the local planning authority may stipulate.\r\n(iii) Testing for Total Hydrocarbons shall be undertaken using the TPH-CWG method. Where significant contamination is identified, to fully characterise the site the extent of this contamination should be confirmed by further intrusive site investigation and testing (i.e. delineation works).\r\n(iv) Risk assessments must adhere to current UK guidance and best practice.\r\n(v) The Council requests that site investigation reports or site plans be sent electronically to landquality@hounslow.gov.uk or by post on a USB memory device, cd or dvd wherever possible.",
    "Condition : 21 - Drainage Design\r\n\r\nThe drainage system and associated drainage features approved under 00473/B/P1(22) shall be carried out in strict compliance with the approved details.\r\n\r\nReason: In order to prevent the risk of flooding to and from the site.",
    "Condition : 22 - Built in Accordance with Drainage Details\r\n\r\nNo part of the development hereby approved shall be occupied until evidence (photographs and copies of installation contracts, along with a written confirmation) has been submitted to the local planning authority and approved in writing to demonstrate that the sustainable drainage scheme hereby approved has been completed in accordance with the submitted final detailed drainage designs. The sustainable drainage scheme shall be managed and maintained thereafter in accordance with the agreed management and maintenance plan for all of the proposed drainage components.\r\n\r\nReason: In order to ensure that the methods to mitigate the risk of surface water flooding have been implemented as agreed and that the drainage system is suitably managed.",
    "Condition : 23 - Lighting\r\n\r\nPrior to the first occupation of the hereby approved development details shall be submitted to and approved in writing by the Local Planning Authority for the provision of adequate lighting around the development. Details shall include measures to reduce lightspill into any nearby residential units. The lighting shall be implemented in strict accordance with the approved details prior to the first occupation of the development and thereafter retained as such for the duration of the development.\r\n\r\nReason: In order to protect against intrusive forms of lighting.",
    "Condition : 24 - Design Out Crime\r\n\r\nPrior to occupation, the development shall achieve 'Secured by Design' accreditation awarded by the Design-Out Crime Officer from the Metropolitan Police Service on behalf of the Association of Chief Police Officers (ACPO).\r\n\r\nNo dwelling shall be occupied until accreditation has been achieved and evidence of such accreditation has been submitted to the Local Planning Authority.\r\n\r\nReason: In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998.",
    "Condition : 25 - Noise Insulation\r\n\r\nThe hereby approved development must be carried out in accordance with the recommendations of the Noise Impact Assessment approved under 00473/B/P1 (received on 18 January 2022) and comply with the requirements of BS 8233:2014 to provide sound insulation against externally generated noise with good acoustic design of the building envelopment and a means of ventilation provided.\r\n\r\nThe measures shall be completed before the development is first occupied and retained thereafter.\r\n\r\nReason: In order to protect future occupiers from unacceptable noise levels. "
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.2645937,
          51.4878927
        ],
        [
          -0.264594,
          51.4879249
        ],
        [
          -0.2646631,
          51.4879241
        ],
        [
          -0.2646637,
          51.4879475
        ],
        [
          -0.2646648,
          51.4879934
        ],
        [
          -0.2646661,
          51.4880168
        ],
        [
          -0.2646673,
          51.4880407
        ],
        [
          -0.2646672,
          51.488064
        ],
        [
          -0.264598,
          51.4880648
        ],
        [
          -0.2645281,
          51.4880651
        ],
        [
          -0.2645072,
          51.4880653
        ],
        [
          -0.264482,
          51.488065399999996
        ],
        [
          -0.26441000000000003,
          51.4880661
        ],
        [
          -0.2644072,
          51.4879491
        ],
        [
          -0.2644072,
          51.4879307
        ],
        [
          -0.2644067,
          51.4879258
        ],
        [
          -0.2644062,
          51.4878614
        ],
        [
          -0.26447909999999997,
          51.4878589
        ],
        [
          -0.264515,
          51.4878599
        ],
        [
          -0.2645676,
          51.4878611
        ],
        [
          -0.2645935,
          51.4878606
        ],
        [
          -0.2645937,
          51.4878927
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "12552602",
  "centroid": {
    "lon": "-0.264529",
    "lat": "51.4879662"
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}