{
  "lpa_app_no": "P/2021/1110",
  "centroid_northing": 175642,
  "status": "Unknown",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "locality": "Hounslow",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T17:47:18.578+00:00",
  "valid_date": "09/04/2021",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511659.84,
              175573.57
            ],
            [
              511678.5,
              175695.54
            ],
            [
              511686.27,
              175743.21
            ],
            [
              511687.17,
              175743.06
            ],
            [
              511687.56,
              175747.15
            ],
            [
              511686.96,
              175747.35
            ],
            [
              511692.45,
              175781.05
            ],
            [
              511711.44,
              175778.91
            ],
            [
              511752.6,
              175773.55
            ],
            [
              511776.9,
              175770.8
            ],
            [
              511808.55,
              175766.9
            ],
            [
              511875.57,
              175758.77
            ],
            [
              511877.7,
              175772.25
            ],
            [
              511881.66,
              175793.69
            ],
            [
              511887.36,
              175824.15
            ],
            [
              512082.51,
              175803.69
            ],
            [
              512096.28,
              175801.71
            ],
            [
              512108.55,
              175800.8
            ],
            [
              512120.34,
              175799.45
            ],
            [
              512158.95,
              175787.38
            ],
            [
              512176.86,
              175750.8
            ],
            [
              512175.3,
              175737.05
            ],
            [
              512173.29,
              175725.41
            ],
            [
              512169.9,
              175710.75
            ],
            [
              512160.54,
              175630.44
            ],
            [
              512144.34,
              175490.45
            ],
            [
              511940.94,
              175484.04
            ],
            [
              511861.8,
              175480.2
            ],
            [
              511785.36,
              175493.91
            ],
            [
              511685.25,
              175513.01
            ],
            [
              511651.8,
              175525.8
            ],
            [
              511659.84,
              175573.57
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Committee",
  "centroid_easting": 511924,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2021/1110",
  "site_number": null,
  "decision": "Approved",
  "ward": "Hounslow West (Pre May 2022)",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": "Listed building consent",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2021_1110",
  "application_details": {
    "existing_uprns": null,
    "site_area": 14.783
  },
  "uprn": "100023518136",
  "decision_date": "18/05/2023",
  "description": "Listed Building Consent for internal, external, structural and non-structural alterations to two Listed Building(s). Works associated with a Hybrid Planning Application to redevelop the Cavalry Barracks Site for a mixed use residential-led scheme (amended plans)",
  "site_name": "Cavalry Barracks",
  "last_updated_by": "Northgate M3",
  "decision_target_date": "04/06/2021",
  "borough": "Hounslow",
  "postcode": "TW4 6HD",
  "street_name": "Beavers Lane",
  "bo_system": "Northgate M3",
  "development_type": "Other listed building consents (alter-extend)",
  "lapsed_date": "17/05/2026",
  "decision_conditions": [
    "Condition : 1 - The works to which this consent relates, must be begun not later than the expiration of three years beginning with the date of this consent.",
    "Condition : 2 - Notwithstanding the approved drawings, no works shall commence until details of the following matters have been submitted to and approved in writing by the Local Planning Authority:\r\n(i) Large scale details of all external joinery including wooden-framed glazing (1:5 elevation, 1:2 section) including vertical and horizontal cross-sections through openings to show the positions of joinery within openings, depth of reveal, heads, sills and lintels;\r\n(ii) Large scale details of all internal joinery (1:5 elevation, 1:2 section);\r\n(iii) Full details of proposed rooflights, which shall be set in plane with the roof covering;\r\n(iv) Full details of external flues, background and mechanical ventilation, soil/vent pipes and their exits to the open air;\r\n(v) Full details of proposed meter and alarm boxes;\r\n(vi) Full details of proposed internal service routes;\r\n(vii) A full schedule and specification of repairs including:\r\na) a structural engineer's report setting out the nature of, and suggested remedial work to, structural defects\r\nb) proposed timber and damp proof treatment\r\nc) proposed method of cleaning/paint removal from historic fabric\r\nd) a full schedule of internal finishes to walls, ceilings and floors\r\ne) Full details of external decoration to joinery and metalwork; and\r\nf) Full details and samples of external materials.\r\nThe works shall be carried out in accordance with the approved details.",
    "Condition : 3 - No works shall take place until a schedule of all features to be removed, moved, replaced or reinstated has been submitted to and approved in writing by the Local Planning Authority. All replacement and reinstatement features must match the original in materials and detail. Photographs/drawings/sections recording the features to be replicated must be submitted along with 1:1 scale drawings of proposed items for approval by the Local Planning Authority",
    "Condition : 4 - No works shall take place until the extent of removal of original fabric has been agreed in writing by the Local Planning Authority. The fabric in question to be removed/demolished must be fully recorded by scaled drawing and photographs and these records passed to the Local Planning Authority prior to removal/demolition of the item (as per relevant building recording conditions applied to individual buildings above).",
    "Condition : 5 - Full details of any acoustic/thermal insulation and overarching fire precautions works to demonstrate their effect on the character and appearance of the listed building shall be submitted to and approved by the Local Planning Authority before the commencement of the development hereby permitted and the development shall be carried out in complete accordance with the detail so approved.\r\nNOTE: It is advised that acoustic/thermal insulation or fire precautions works which adversely affect the character of the listed building will not be permitted, in particular:\r\ni) works should be designed to avoid damage to cornices, ceiling roses and panelled doors. The preferred option is for works to be carried out within ceiling voids;\r\nii) the installation of sealed double-glazed units will not be acceptable. Consideration should be given to draught exclusion measures and secondary glazing",
    "Condition : 6 - Such an approval is limited to the works shown on the approved drawings and does not indicate approval for associated or enabling works that may be necessary to carry out the scheme. Any further works must be submitted to and approved in writing by the Local Planning Authority prior to any works commencing",
    "Condition : 7 - The smoke detectors, fire alarm call points, fire alarms, emergency lighting fittings and control boxes shall be located in unobtrusive positions in the corners of rooms and their electrical cabling systems shall not be surface mounted but concealed within the floors, ceilings and walls, except where otherwise approved, and the walls, floors and ceilings made good to the satisfaction of the Local Planning Authority",
    "Condition : 8 - No works shall take place until details of the method of fire protection of the walls, floors, ceilings and doors, including 1:5 scale sections through walls and ceilings, 1:20 scale elevations of doors and 1:1 scale moulding sections, have been submitted to and approved in writing by the Local Planning Authority. All existing original doors shall be retained and where they are required to be upgraded to meet fire regulations details of upgrading works shall be submitted to and approved in writing by the Local Planning Authority. Self-closing mechanisms, if required, shall be of the concealed mortice type. The works shall be carried out in accordance with the approved details",
    "Condition : 9 - A full Structural Condition Survey shall be provided within 12 months of the grant of consent. This should include an assessment of all features including- but not limited to- internal finishes, internal joinery fixtures and fittings, ceiling and floor joists, asphalt and cement roofs, rainwater goods, ironmongery, windows, doors, brickwork, other stonework, staircases, internal partitions, utilities wiring and pipework, security and fire precautions and accessibility reasonable adjustments and asbestos mitigation ). This should be submitted to and approved in writing by the Local Planning Authority, in conjunction with Historic England.",
    "Condition : 10 - Within 6 months of the discharge of condition 8, a Method Statement for the works of repair to the building in question, detailing urgent works (and a timetable for completion), schedules of long-term internal and external repairs and specification and samples of proposed materials to be used in said repairs shall be submitted to and approved in writing by the Local Planning Authority, in conjunction with Historic England. The repair works shall be carried out in strict accordance with the approved method statements and further reports and material and mortar conditions may be applied to further discharge this condition as further investigation of the building takes place and plans for the building become clearer.",
    "Condition : 11 - Within 12 months  of the discharge of condition 8, a full report detailing a full examination of issues to be considered in any proposed works to refurbish, convert or enhance the building depending on use (including the structural impact of adding a central roof atrium ,or additional windows and balconies and safety structures and a full appraisal of these and other possible options) shall be submitted to the local authority, in conjunction with Historic England. No works other than those associated with survey and repair shall take place until this report has been agreed by the local authority, and a subsequent further fully detailed Listed Building Consent has been submitted to and approved in writing by the Local Planning Authority, in conjunction with Historic England. Further reports and plans may be required to further discharge this condition as plans for the building become clearer",
    "Condition : 12 - Notwithstanding the approved drawings, no works shall commence until details of the following matters have been submitted to and approved in writing by the Local Planning Authority:\r\n(i) Large scale details of all external joinery including framed glazing (1:5 elevation, 1:2 section) including vertical and horizontal cross-sections through openings to show the positions of joinery within openings, depth of reveal, heads, sills and lintels;\r\n(ii) Large scale details of all internal joinery (1:5 elevation, 1:2 section);\r\n(iii) Full details of proposed rooflights, which shall be set in plane with the roof covering;\r\n(iv) Full details of external flues, background and mechanical ventilation, soil/vent pipes and their exits to the open air;\r\n(v) Full details of proposed meter and alarm boxes;\r\n(vi) Full details of proposed internal service routes;\r\n(vii) A full schedule and specification of repairs including:\r\na) a structural engineer's report setting out the nature of, and suggested remedial work to, structural defects\r\nb) proposed timber and damp-proof treatment\r\nc) proposed method of cleaning/paint removal from historic fabric\r\nd) a full schedule of internal finishes to walls, ceilings and floors\r\ne) Full details of external decoration to render, joinery and metalwork; and\r\nf) Full details and samples of external materials.\r\nThe works shall be carried out in accordance with the approved details",
    "Condition : 13 - No works shall take place until a schedule of all features to be removed, moved, replaced or reinstated has been submitted to and approved in writing by the Local Planning Authority. All replacement and reinstatement features must match the original in materials and detail. Photographs/drawings/sections recording the features to be replicated must be submitted along with 1:1 scale drawings of proposed items for approval by the Local Planning Authority.",
    "Condition : 14 - No works shall take place until the extent of removal of original fabric has been agreed in writing by the Local Planning Authority. The fabric in question to be removed/demolished must be fully recorded by scaled drawing and photographs and these records passed to the Local Planning Authority prior to removal/demolition of the item (as per relevant building recording conditions applied to individual buildings above).",
    "Condition : 15 - Full details of any acoustic/thermal insulation and fire precautions works to demonstrate their effect on the character and appearance of the listed building shall be submitted to and approved by the Local Planning Authority before the commencement of the development hereby permitted and the development shall be carried out in complete accordance with the detail so approved.\r\nNOTE: It is advised that acoustic/thermal insulation or fire precautions works which adversely affect the character of the listed building will not be permitted, in particular:\r\ni) works should be designed to avoid damage to cornices, ceiling roses and panelled doors. The preferred option is for works to be carried out within ceiling voids;\r\nii) the installation of sealed double-glazed units will not be acceptable. Consideration should be given to draught exclusion measures.",
    "Condition : 16 - No works shall take place until samples of the materials (including colour of render, paintwork and colourwash) to be used in the construction of the external surfaces of the works hereby permitted have been submitted to and approved in writing by the Local Planning Authority. The works shall be carried out in strict accordance with the approved details.",
    "Condition : 17 - Approva for works to Building 12 is limited to the works shown on the approved drawings and does not indicate approval for associated or enabling works that may be necessary to carry out the scheme. Any further works must be submitted to and approved in writing by the Local Planning Authority prior to any works commencing",
    "Condition : 18 - The smoke detectors, fire alarm call points, fire alarms, emergency lighting fittings and control boxes associated with Building 12 shall be located in unobtrusive positions in the corners of rooms and their electrical cabling systems shall not be surface mounted but concealed within the floors, ceilings and walls, except where otherwise approved, and the walls, floors and ceilings made good to the satisfaction of the Local Planning Authority.",
    "Condition : 19 - No works to Building 12 shall take place until details of the method of fire protection of the walls, floors, ceilings and doors, including 1:5 scale sections through walls and ceilings, 1:20 scale elevations of doors and 1:1 scale moulding sections, have been submitted to and approved in writing by the Local Planning Authority. All existing original doors shall be retained and where they are required to be upgraded to meet fire regulations details of upgrading works shall be submitted to and approved in writing by the Local Planning Authority. Self-closing mechanisms, if required, shall be of the concealed mortice type. The works shall be carried out in accordance with the approved details"
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.39385529999999996,
          51.4681237
        ],
        [
          -0.39354819999999996,
          51.4692163
        ],
        [
          -0.3934214,
          51.4696433
        ],
        [
          -0.3934085,
          51.4696417
        ],
        [
          -0.39340159999999996,
          51.4696784
        ],
        [
          -0.3934101,
          51.4696803
        ],
        [
          -0.39332049999999996,
          51.4699821
        ],
        [
          -0.3930479,
          51.4699592
        ],
        [
          -0.3924572,
          51.4699029
        ],
        [
          -0.39210839999999997,
          51.4698733
        ],
        [
          -0.3916541,
          51.469832
        ],
        [
          -0.3906922,
          51.4697457
        ],
        [
          -0.3906573,
          51.4698665
        ],
        [
          -0.3905935,
          51.4700584
        ],
        [
          -0.39050189999999996,
          51.4703311
        ],
        [
          -0.3876999,
          51.4701086
        ],
        [
          -0.38750239999999997,
          51.470088
        ],
        [
          -0.3873261,
          51.4700774
        ],
        [
          -0.38715679999999997,
          51.470063
        ],
        [
          -0.386605,
          51.4699468
        ],
        [
          -0.3863589,
          51.4696145
        ],
        [
          -0.3863857,
          51.4694912
        ],
        [
          -0.3864183,
          51.469387
        ],
        [
          -0.3864717,
          51.4692559
        ],
        [
          -0.3866319,
          51.4685359
        ],
        [
          -0.38690939999999996,
          51.4672808
        ],
        [
          -0.3898384,
          51.4672635
        ],
        [
          -0.3909785,
          51.4672446
        ],
        [
          -0.3920741,
          51.4673829
        ],
        [
          -0.3935087,
          51.4675744
        ],
        [
          -0.393986,
          51.4676959
        ],
        [
          -0.39385529999999996,
          51.4681237
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "9513102",
  "centroid": {
    "lon": "-0.3900322",
    "lat": "51.4686866"
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": "This application is related to a Hybrid Planning Application for the same site - Planning Portal Reference: PP-09499557",
  "date_building_work_completed_under_previous_permission": null
}