{
  "lpa_app_no": "P/2024/1130",
  "centroid_northing": 173540,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": "09/04/2024",
  "locality": "Feltham",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T17:29:48.672+00:00",
  "valid_date": "09/04/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510021.56,
              173560.49
            ],
            [
              510033.48,
              173553.44
            ],
            [
              510024.99,
              173535.74
            ],
            [
              510019.57,
              173517.68
            ],
            [
              510011.44,
              173522.02
            ],
            [
              510010,
              173531.77
            ],
            [
              510012.31,
              173541.93
            ],
            [
              510021.56,
              173560.49
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 510020,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2024/1130",
  "site_number": null,
  "decision": "Approved",
  "ward": "Feltham North",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": "Removal/Variation of a condition",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2024_1130",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.051000000000000004
  },
  "uprn": "10093256565",
  "decision_date": "11/07/2024",
  "description": "Removal of Condition 7C (Carbon Monitoring) following planning permission P/2021/3805 dated 06/04/2022 for the erection of three bungalows with associated cycle and waste storage, landscaping and boundary treatment.",
  "site_name": "Garage Block Adjacent 1",
  "last_updated_by": "Northgate M3",
  "decision_target_date": "04/06/2024",
  "borough": "Hounslow",
  "postcode": null,
  "street_name": "Shore Close",
  "bo_system": "Northgate M3",
  "development_type": "Minor dwellings",
  "lapsed_date": "05/04/2025",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall begin no later than three years from the date of planning permission P/2021/3805, dated: 06/04/2022.\r\n\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in this application and the plans submitted:\r\nDrawings 3667 D - LB - XX - 00 - DR - L - 200000 P4, 3667 D - LB - XX - 00 - DR - A - 120000 P4 and 3667 D - LB - XX - 01 - DR - A - 120001 P3, and Arboricultural Impact Assessment Report (July 2021), Daylight and Sunlight Report (July 2021), Fire Safety Statement (26th August 2021), Planning Statement (August 2021), Preliminary Groundwater Screening Assessment, Shadow Study (18th March 2022), Sustainability Report (Rev. C PA1584 March 2022, Shore Close 2, Feltham, TW14 9QD) and Transport Note (March 2022). All approved 16/04/2022.\r\nDrawing 3667 D - LB - XX - ZZ - DR - A - 130000 (Rev.C). Approved 14/11/2023 (under NMA P/2023/3303).\r\n\r\nReason: To ensure the development is carried out in accordance with the planning permission, a satisfactory standard of development is secured and to allow the local planning authority to review any potential changes to the scheme.\r\n",
    "Condition : 3 - The development shall be carried out in strict compliance with the details approved under application P/2023/1273, approved on 30/06/2023, and maintained as such thereafter. \r\n\r\nReason: In order to protect the appearance of the area.\r\n",
    "Condition : 4 - The development shall be carried out in strict compliance with the details approved under application P/2022/3402, approved on 19/12/2022.\r\n\r\nReason. To ensure highway safety is maintained and preserved and in the interests of air quality and neighbour amenity.\r\n",
    "Condition : 5 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any order revoking or re-enacting that order) no enlargement of the premises or any additional structures/buildings within the curtilage of the site shall be carried out.\r\n\r\nReason: In order not to prejudice the amenities of the adjoining properties and in order that the Local Planning Authority is able to exercise control over future development of the site.\r\n",
    "Condition : 6 - (A) The development shall be carried out in strict compliance with the details approved under application P/2023/0804, approved on 10/08/2023. \r\n(B) Prior to occupation, evidence (e.g. photographs and copies of installation contracts) shall be submitted to and approved by the Local Planning Authority to demonstrate that the development has been carried out in accordance with the approved details under Part A of this condition. The development shall be maintained in accordance with the approved details at all times thereafter.\r\n\r\nReason: In order to ensure the sustainable sourcing of materials.\r\n",
    "Condition : 7 - (A) The development hereby permitted shall be implemented in accordance with the approved Energy Strategy.\r\n(B) Prior to first occupation of either dwelling within the development hereby approved, evidence (e.g. photographs, installation contracts and As-Built certificates under the Standard Assessment Procedure/National Calculation Method) shall be submitted to the Local Planning Authority and approved in writing to show that the development has been constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions, and achieved the reduction in emissions stated in the Energy Strategy.\r\n\r\nReason: To ensure that the development makes the fullest contribution to minimising carbon dioxide emissions.\r\n",
    "Condition : 8 - The development shall be carried out in strict compliance with the details approved under application P/2024/0833, approved on 03/05/2024.\r\n\r\nReason: in order to protect and conserve water supplies and resources and in the interest of sustainable development.\r\n",
    "Condition : 9 - The development shall be carried out in strict compliance with the details approved under application P/2023/0724, approved on 26/07/2023. \r\n\r\nReason: In order to ensure a satisfactory appearance of the site and the area.\r\n",
    "Condition : 10 - The development shall be carried out in strict compliance with the details approved under application P/2023/0672, approved on 10/08/2023. \r\n\r\nReason: To prevent the risk of flooding to and from the site, in accordance with relevant policy requirements including but not limited to London Plan policies SI12 and SI13 (and its associated Sustainable Design and Construction SPG), the Non-Statutory Technical Standards for Sustainable Drainage Systems and Local Plan policy EQ3.\r\n",
    "Condition : 11 - No part of the development hereby approved shall be occupied until evidence (photographs and copies of installation contracts, along with a written confirmation) has been submitted to the Local Planning Authority and approved in writing to demonstrate that the sustainable drainage scheme hereby approved has been completed in accordance with the submitted detailed drainage designs. The sustainable drainage scheme shall be managed and maintained thereafter in accordance with the agreed management and maintenance plan for all of the proposed drainage components.\r\n\r\nReason: To ensure that the methods to mitigate the risk of surface water flooding have been implemented as agreed and that the drainage system is suitably managed.\r\n",
    "Condition : 12 - Prior to occupation, the development shall achieve 'Secured by Design' accreditation awarded by the Design-Out Crime Officer from the Metropolitan Police Service on behalf of the Association of Chief Police Officers (ACPO). \r\nNo dwelling shall be occupied until accreditation has been achieved and evidence of such accreditation has been submitted to and approved in writing by the Local Planning Authority.\r\n\r\nReason: In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well-being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000 and to ensure the development provides a safe and secure environment.\r\n",
    "Condition : 13 - Prior to the occupation of the development the developer shall have entered into a binding agreement to secure the provision on the adjacent highway of the three parking spaces shown on the approved drawings and the spaces provided before the development is first occupied. This provision shall be made permanently available for disabled drivers and shall be used for no other purpose.\r\n\r\nReason: To ensure that there are adequate servicing facilities within the site in the interests of highway safety. \r\n",
    "Condition : 14 - The development shall be carried out in strict compliance with the details approved under application P/2023/1646, approved on 09/07/2024, with the installed charging points maintained at all times thereafter.\r\n\r\nReason: In order to promote sustainable modes of transport.\r\n",
    "Condition : 15 - The development shall be carried out in strict compliance with the details approved under application P/2023/1113, approved on 06/06/2024, with the approved facilities fully implemented and made available for use before any part of the development is first occupied and thereafter retained for use at all times without obstruction.\r\n\r\nReason: To support sustainable transport objectives.\r\n",
    "Condition : 16 - Before the development hereby permitted commences:\r\nA.\tThe development shall be carried out in strict compliance with the details approved under application: P/2022/3401, approved on 19/12/2022. \r\nB.\tThe development shall be carried out in strict compliance with the details approved under application: P/2022/3401, approved on 19/12/2022. \r\nDuring the course of the development:\r\nC.\tThe Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and shall submit appropriate amendments to the scheme for decontamination in writing to the Local Planning Authority for approval before any work on that aspect of development continues. \r\nBefore the development is first brought into use:\r\nD.\tAny necessary scheme for decontamination require by either clauses B) or C) above, including amendments, shall be fully implemented and a written validation (closure) report submitted to the Local Planning Authority for approval.\r\n\r\nReason: Contamination is known or suspected on the site due to a former land use. The LPA therefore wishes to ensure that the development can be implemented and occupied with adequate regard for public and environmental safety.\r\n\r\nSupporting notes:\r\na. An initial phase 1 desk study has been submitted with the original application and is considered satisfactory and a phase 2 intrusive investigation was submitted through discharge of Condition 17 which included investigation into outstanding potential contamination issues and allowed the development of a site Conceptual Model (CM), which identifies all potential pollutant linkages on the site. Risk assessments must adhere to current UK guidance and best practice.\r\nb. Any necessary scheme for decontamination shall provide details of how each potential pollutant linkage, as identified in the conceptual model, will be made safe.\r\nc. In some instances the LPA may require work on si"
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.4180568,
          51.4503503
        ],
        [
          -0.41788749999999997,
          51.4502846
        ],
        [
          -0.4180152,
          51.4501272
        ],
        [
          -0.4180987,
          51.4499659
        ],
        [
          -0.4182143,
          51.4500065
        ],
        [
          -0.418232,
          51.4500944
        ],
        [
          -0.4181956,
          51.4501853
        ],
        [
          -0.4180568,
          51.4503503
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "12962903",
  "centroid": {
    "lon": "-0.4180856",
    "lat": "51.4501664"
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}