{
  "lpa_app_no": "P/2021/5005",
  "centroid_northing": 173854,
  "status": "Approved",
  "epc_number": "5239-6320-2109-0804-0292",
  "last_date_consultation_comments": null,
  "locality": "Feltham",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T17:57:52.189+00:00",
  "valid_date": "14/04/2022",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509371.2,
              173867.9
            ],
            [
              509377.69,
              173858.67
            ],
            [
              509371.7,
              173854.6
            ],
            [
              509361.5,
              173847.65
            ],
            [
              509354.85,
              173843.15
            ],
            [
              509349.95,
              173839.95
            ],
            [
              509343.65,
              173849.05
            ],
            [
              509371.2,
              173867.9
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "title_number": [
    "Unregistered"
  ],
  "decision_process": "Delegated",
  "centroid_easting": 509361,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2021/5005",
  "site_number": "5",
  "decision": "Approved",
  "ward": "Bedfont (Pre May 2022)",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_proposed_car": 3,
    "no_existing_car": 2,
    "net_car": 1
  },
  "application_type_full": "Householder planning permission",
  "appeal_start_date": null,
  "application_type": "Householder",
  "id": "Hounslow-P_2021_5005",
  "application_details": {
    "intended_completion_date": "10/2022",
    "intended_commencement_date": "03/2022",
    "total_gia_gained": 75,
    "existing_uprns": null,
    "no_additional_bathrooms": 3,
    "no_additional_bedrooms": 3,
    "site_area": 0.038000000000000006
  },
  "uprn": "100021524008",
  "decision_date": "22/04/2022",
  "description": "Erection of an additional storey and a single-storey side extension to create a five-bedroom single-family house",
  "site_name": null,
  "last_updated_by": "Northgate M3",
  "decision_target_date": "09/06/2022",
  "borough": "Hounslow",
  "postcode": "TW14 8AB",
  "street_name": "Gould Road",
  "bo_system": "Northgate M3",
  "development_type": "Other house holder developments",
  "lapsed_date": "21/04/2025",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted ( Proposed Block Plan 04B, Proposed Bike, Bin Store and Fencing, 05A, Fire Safety Strategy 05A, Proposed Elevations 03A, Proposed Ground Floor & First Floor 01A received 14 April 2022; Location Plan received 23 December 2022 ) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - The external finish of the extensions shall match the design, appearance and detailing of the existing building. \r\n\r\n",
    "Condition : 4 - No demolition or construction work shall take place on the site except between the hours of 8 am to 6 pm on Mondays to Friday and 9 am to 1 pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.\r\nPrior to any demolition and construction work, neighbours shall be given details outlining construction dates (including when demolition and piling will take place).  \r\n",
    "Condition : 5 - The proposed forecourt layout and front wall shall be executed as shown on the approved drawings before the development is first brought into use.  The new access pathway and any other new hard surfaces shall be constructed in porous materials and the front garden wall shall be permanently retained at the approved height.  The remainder of the forecourt and rear garden shall be laid to lawn\r\n",
    "Condition : 6 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development Order) 2015 (or any order revoking or re-enacting that order) no enlargement of the hereby approved development shall be carried out.\r\n",
    "Condition : 7 - The development hereby approved shall not be occupied until evidence (e.g. photographs and copies of delivery notes, invoices or installation contracts) have been submitted to the Local Planning Authority to demonstrate that the development meets the following:\r\n\r\n\"\tAt least three of the key elements of the building envelope (external walls, windows roof, upper floor slabs, internal walls, floor finishes/coverings) are to achieve a rating of A+ to D in the Building Research Establishment (BRE) The Green Guide of specification.\r\n\r\n\"\tAt least 50% of timber and timber products are to be sourced from accredited Forest Stewardship Council (FSC) or Programme for the Endorsement of Forestry Certification (PEFC) scheme.\r\n\r\n\"\tNo construction or insulation materials are to be used which will release toxins into the internal and external environment, including those that deplete stratospheric ozone.\r\n",
    "Condition : 8 - Before commencement of works, the developer shall carry out a survey of the condition of the highway and footway within 20 metres of the site to establish any pre-existing damage of the pavement and carriageway and shall submit the same to the Council's highways contractor.\r\n\r\nDuring works, an appropriate wheel-washing system shall be operated to remove mud, stones and other extraneous materials from vehicle wheels and chassis' leaving the site, and all departing loads shall be fully covered to ensure no material is deposited on the highway. The exit from the wheel wash shall be a hard, non-porous surface sited as far away from the exit as is possible given the site constraints and kept clean at all times.  \r\n\r\nWaste water discharged from the wheel wash shall be stored and disposed of on site and not discharged into the public sewer unless soil, stones and any suspended material have first been removed.\r\n\r\nThe developer shall ensure that no dust or other debris is carried on to adjoining properties in accordance with the guidance at https://www.london.gov.uk/file/18750/download?token=zV3ZKTpP. \r\n\r\nSite lighting shall be designed, positioned and directed so as not to unnecessarily intrude on passing drivers or direct light into any neighbouring windows in accordance with the guidance provided by the Institute of Lighting Engineers Guidance Note: For The Reduction Of Obtrusive Light 2021.\r\n\r\nAll vehicle arrivals and departures shall be supervised and the condition of the highway examined immediately afterwards.  Any materials shed from the vehicle during such movement shall be immediately removed from the highway, and returned to site or carted away for disposal and shall not be washed into the surface water drainage system",
    "Condition : 9 - A splay of 2.4 metres x 2.4 metres shall be provided on each side of both of the approved access so far as this is possible on land within the control of the owner, the depth measured from the back of the footway and the widths outwards from the edges of the access, and no fence, wall or other obstruction to visibility exceeding 0.6 metre in height above the surface of the adjoining highway shall be erected within the areas of such splays.\r\n",
    "Condition : 10 - Prior to the first occupation of the hereby approved development the waste and recycling provision in the location shown on the approved drawings shall be made available for use in strict accordance with the approved plans and shall thereafter be retained as such, without obstruction, for the duration of the development.  The refuse bins shall be enclosed in a timber proprietary refuse store not exceeding 1.3 metre high, 1.5 metres wide and one metre deep"
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.42731739999999996,
          51.4532391
        ],
        [
          -0.42722689999999997,
          51.4531549
        ],
        [
          -0.4273143,
          51.4531195
        ],
        [
          -0.4274632,
          51.453059
        ],
        [
          -0.4275603,
          51.4530198
        ],
        [
          -0.4276318,
          51.452992
        ],
        [
          -0.4277196,
          51.453075
        ],
        [
          -0.42731739999999996,
          51.4532391
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "10503724",
  "centroid": {
    "lon": "-0.4274685",
    "lat": "51.4531162"
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}