{
  "lpa_app_no": "P/2023/3068",
  "centroid_northing": 171421,
  "status": "Approved",
  "epc_number": "9268-2802-7202-9928-8961",
  "last_date_consultation_comments": null,
  "locality": "Hanworth",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T18:09:03.243+00:00",
  "valid_date": "06/11/2023",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              512195.93,
              171418.24
            ],
            [
              512189.75,
              171409.3
            ],
            [
              512182.6,
              171413.95
            ],
            [
              512187.6,
              171421.4
            ],
            [
              512193,
              171429.3
            ],
            [
              512194.8,
              171431.9
            ],
            [
              512201.95,
              171426.95
            ],
            [
              512195.93,
              171418.24
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 512192,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2023/3068",
  "site_number": "18",
  "decision": "Approved",
  "ward": "Hanworth Village",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_proposed_cycle": 4,
    "no_existing_cycle": 0,
    "net_cycle": 4,
    "no_proposed_car": 0,
    "no_existing_car": 1,
    "net_car": -1
  },
  "application_type_full": "Full planning permission",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2023_3068",
  "application_details": {
    "internal_resi_water_usage": 0,
    "scheme_phasing": true,
    "other_residential_accommodation_details": {
      "site_area": 0.02
    },
    "phasing_details": [
      {
        "phase_detail": "Single Phase",
        "intended_completion_date": "08/2024",
        "intended_commencement_date": "03/2024"
      }
    ],
    "total_gia_gained": 64,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 0,
      "total_gia_existing": 72,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 64,
      "site_area": 0.02
    },
    "site_area": 0.019,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 7.1,
        "building_ref": "Two storey house"
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "total_gia_lost": 0,
    "surface_water_discharge_percentage_reduction": 0,
    "rain_water_harvesting": false,
    "garden_land_lost": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 72,
        "use_class": "C3",
        "gia_gained": 64,
        "gia_lost": 0
      }
    ],
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_gia_gained": 64,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Semi Detached Home",
          "gia": 64,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_bedrooms": 1,
      "habitable_rooms_density": 100,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "site_area": 0.02,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "dwelling_density": 50,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent": 0
    },
    "green_suds": true,
    "total_gia_existing": 72,
    "grey_water_reuse": false,
    "infrastructure_details": {
      "fire_suppression_system_proposed": false,
      "no_resi_units_to_have_full_fibre": 1,
      "total_annual_nox_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_pm_emissions": 0,
      "percentage_demolition_construction_material_recycling": 10,
      "no_homes_passive_cooling": 0,
      "no_homes_to_have_electrical_heating": 1,
      "urban_greening_factor_score": 0.2,
      "no_new_gas_connections_required": 1,
      "no_new_water_connections_required": 1,
      "mobile_network_operators_consultation": false,
      "waste_provision": true,
      "ghg_reduction_over_building_regulations": true,
      "green_roof_area": 0
    },
    "affordable_housing_fast_track": false,
    "ownership_status": "Private",
    "existing_uprns": null
  },
  "uprn": "100021528656",
  "decision_date": "01/03/2024",
  "description": "Erection of a two storey house with associated private amenity space, refuse storage and landscaping.",
  "site_name": null,
  "last_updated_by": "Northgate M3",
  "decision_target_date": "01/01/2024",
  "borough": "Hounslow",
  "postcode": "TW13 6TQ",
  "street_name": "New Road",
  "bo_system": "Northgate M3",
  "development_type": "Minor dwellings",
  "lapsed_date": "01/03/2027",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall begin not later than three years from the date of this decision.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans and specifications:Location Plan, Existing Block Plan, Topographic Survey, Existing Floor Plans, Existing Elevations, Proposed Block Plan, Proposed Site Layout and Ground Floor Plan, Existing and Proposed Sections, Planning Design and Access Statement, Sustainability and Energy Strategy - received 6th November 2023, Proposed Elevations, Proposed First Floor Plan and Roof Plan - received 12th February 2024.",
    "Condition : 3 - The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing, host, building, unless otherwise shown on the approved plans.",
    "Condition : 4 - Notwithstanding any details included in the submitted plans, no development above ground level (except any demolition, site clearance, ground investigation and remediation work) shall take place until details of both hard and soft landscape works have been submitted to and approved in writing by the local planning authority. These details shall include: \r\n\r\n(a)\tmeans of enclosure/boundary treatment(s) and retaining structures;\r\n(b)\thard surfacing materials; \r\n(c)\trenewable energy installations (where relevant);\r\n(d)\tplanting plans, written specifications (including cultivation and other operations associated with plant and grass establishment); schedules of plants, noting species, plant sizes and proposed numbers and densities where appropriate; and\r\n(e)\tan implementation programme (including phasing of work where relevant).\r\n\r\nThe landscaping works shall comply with the requirements specified in BS 3936 (1992) 'Specification of Nursery Stock Part 1 Trees and Shrubs', and in BS 4428 (1989) 'Recommendations for General Landscape Operations', and shall be carried out in accordance with the approved details before the development hereby permitted is first occupied or brought into use, or such other date(s) as may be specified in the agreed implementation programme.",
    "Condition : 5 - Prior to occupation, full details (including manufacturer's specifications) of two cycle stands for the occupants of, and visitors to, the development and the host property shall be submitted to and approved in writing by the Local Planning Authority.\r\nThe approved facilities shall be fully implemented and made available for use before any part of the development is first occupied and thereafter retained for use at all times without obstruction.\r\n",
    "Condition : 6 - Before the development hereby permitted is first occupied or brought into use, the existing vehicular access shall be permanently closed and [kerbs/verge/footway] reinstated so that it cannot be used as an access across the pavement.",
    "Condition : 7 - (a) The development hereby permitted shall be implemented in accordance with the approved Energy Strategy.\r\n(b) Prior to first occupation of any dwelling within the development hereby approved evidence (e.g. photographs, installation contracts and As-Built certificates under the Standard Assessment Procedure/National Calculation Method) shall be submitted to the local planning authority and approved in writing to show that the development has been constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions, and achieved a 80.85% reduction in emissions.\r\n(c) Upon final commencement of operation of any low and zero carbon technologies, suitable devices for the monitoring of the low and zero carbon technologies shall have been installed, and the monitored data shall be submitted automatically to a monitoring web-platform at daily intervals for a period of three years from the point of full operation. The data shall be made available to the local planning authority on request for a period of five years.\r\n \r\n",
    "Condition : 8 - No development shall take place until the applicant has entered into a binding arrangement with the Council to make an agreed contribution to the Council's Carbon Offset Fund, in accordance with the zero carbon strategy set out in the Energy Statement hereby approved to an amount that equates to the shortfall in required energy savings to meet the 'zero carbon' target.",
    "Condition : 9 - (A) No development above ground level shall take place until details have been submitted to and approved by the local planning authority which demonstrate that:\r\n\r\n(i)\tAt least three of the key elements of the building envelope (external walls, windows roof, upper floor slabs, internal walls, floor finishes/coverings) are to achieve a rating of A+ to D in the Building Research Establishment (BRE) The Green Guide of specification.\r\n(ii)\tAt least 50% of timber and timber products are to be sourced from accredited Forest Stewardship Council (FSC) or Programme for the Endorsement of Forestry Certification (PEFC) scheme.\r\n(iii)\tNo construction or insulation materials are to be used which would release toxins into the internal and external environment, including those that deplete stratospheric ozone.\r\n(B) The development shall not be occupied until evidence (e.g. photographs and copies of installation contracts) has been submitted to the local planning authority to demonstrate that the development has been carried out in accordance with the approved details under Part A of this condition. The development shall be maintained in accordance with the approved details at all times thereafter.\r\n",
    "Condition : 10 - Prior to first occupation of the building(s) hereby approved, the development shall have been constructed to achieve an internal water use of 105 litres/person/day or less.",
    "Condition : 11 - No additional windows or openings shall be formed in the elevations of the development hereby permitted.",
    "Condition : 12 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development Order) 1995 (or any order revoking or re-enacting that order), no enlargement of the premises or any additional structures/buildings/enclosures within the curtilage of the site shall be carried out, other than as shown in the approved drawings, and no additional floor space shall be formed within the building(s) hereby permitted by means of internal horizontal division (new mezzanine level) without prior written approval of the local planning authority.",
    "Condition : 13 - During works, an appropriate wheel-washing system shall be operated to remove mud, stones and other extraneous materials from vehicle wheels and chassis' leaving the site, and all departing loads shall be fully covered to ensure no material is deposited on the highway. The exit from the wheel wash shall be a hard, non-porous surface sited as far away from the exit as is possible given the site constraints and kept clean at all times.  Waste water discharged from the wheel wash shall be stored and disposed of on site and not discharged into the public sewer unless soil, stones and any suspended material have first been removed.\r\nThe developer shall ensure that no dust or other debris is carried on to adjoining properties in accordance with the guidance at https://www.london.gov.uk/file/18750/download?token=zV3ZKTpP. \r\nSite lighting shall be designed, positioned and directed so as not to unnecessarily intrude on passing drivers or direct light into any neighbouring windows in accordance with the guidance provided by the Institute of Lighting Engineers Guidance Note: For The Reduction Of Obtrusive Light 2021.\r\nAll vehicle arrivals and departures shall be supervised and the condition of the highway examined immediately afterwards.  Any materials shed from the vehicle during such movement shall be immediately removed from the highway, and returned to site or carted away for disposal and shall not be washed into the surface water drainage system\r\n",
    "Condition : 14 - Before any works above ground level take place, a plan indicating the positions, design, materials and type of boundary treatment to be erected shall be submitted to and approved by the local planning authority; the boundary treatment shall be erected as approved before the development is first brought into use and retained as such thereafter."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3874566,
          51.4306701
        ],
        [
          -0.38754829999999996,
          51.430591
        ],
        [
          -0.3876497,
          51.4306342
        ],
        [
          -0.38757539999999996,
          51.4307002
        ],
        [
          -0.3874953,
          51.4307701
        ],
        [
          -0.3874686,
          51.4307931
        ],
        [
          -0.38736729999999997,
          51.4307472
        ],
        [
          -0.3874566,
          51.4306701
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "12423909",
  "centroid": {
    "lon": "-0.3875123",
    "lat": "51.4306957"
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}