{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": null,
  "borough": "Hillingdon",
  "wgs84_polygon": null,
  "site_name": "HILLINGDON PENTECOSTAL CHURCH",
  "centroid_easting": 506496,
  "pp_id": "12685784",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "surface_water_discharge_percentage_reduction": 1,
    "phasing_details": [
      {
        "phase_detail": "Build of the court",
        "intended_completion_date": "12/2025",
        "intended_commencement_date": "04/2024"
      }
    ],
    "site_area": 0.7000000000000001,
    "affordable_housing_fast_track": false,
    "projected_cost_of_works": "Up to £2m",
    "non_residential_details": {
      "total_gia_gained": 513,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 343,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "internal_resi_water_usage": 0,
    "infrastructure_details": {
      "no_new_water_connections_required": 0,
      "green_roof_area": 0,
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_new_gas_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "fire_suppression_system_proposed": false,
      "mobile_network_operators_consultation": false,
      "ghg_reduction_over_building_regulations": false,
      "no_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "no_homes_passive_cooling": 0,
      "waste_provision": true
    },
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 343,
        "use_class": "F2",
        "gia_gained": 513,
        "gia_lost": 0
      }
    ],
    "garden_land_lost": false,
    "total_gia_gained": 513,
    "total_gia_lost": 0,
    "grey_water_reuse": false,
    "total_gia_existing": 343,
    "open_and_protected_space_details": {
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [
        {
          "area": 0.017,
          "access": "Restricted",
          "land_swap": false,
          "open_space_designation": "Green Belt",
          "description": "change of the ground to permeable resin, to form the court base for the outdoor sports multifunctional space",
          "open_space_type": "Outdoor sports facilities incl. school playing fields"
        }
      ],
      "protected_space_count": 0,
      "open_space_local_and_other_area_loss": 0
    },
    "green_suds": false,
    "ownership_status": "Private"
  },
  "lpa_name": "Hillingdon",
  "decision": "Approved",
  "lpa_app_no": "66034/APP/2023/3673",
  "decision_date": "27/02/2024",
  "last_updated": "2025-03-20T10:53:29.186+00:00",
  "centroid_northing": 182339,
  "centroid": {
    "lat": 51.529927,
    "lon": -0.466148
  },
  "appeal_decision_date": null,
  "locality": null,
  "ward": "COLHAM & COWLEY",
  "bo_system": "CSV Data Import",
  "lapsed_date": "27/02/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": "18/01/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "19/12/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "Location Plan",
    "Block Plan",
    "100 03",
    "100 02",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "Design and Access Statement 23.01.2024",
    "Arboricultural Report 13.02.2024",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "No development shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate including the replacement of any tree to be removed to facilitate the development.",
    "2. Details of Landscape Maintenance",
    "2.a Landscape Maintenance Schedule for a minimum period of 5 years.",
    "2.b Proposals for the replacement of any tree, shrub, or area of surfing/seeding within the landscaping scheme which dies or in the opinion of the Local Planning Authority becomes seriously damaged or diseased.",
    "3. Fencing and other boundary treatments",
    "3.a details of all fencing to be used including colour and material specification",
    "4. Schedule for Implementation",
    "Therea",
    "The Multi Use Games Area (MUGA) hereby approved shall not be used members of the public who are not members of the congregation.",
    "REASON",
    "In the interests of residential amenity and highway safety in accordance with Polices DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), Policy D13 AND D14 and chapter 10 of the London Plan (2021).",
    "No floodlighting or other form of external lighting shall be installed unless it is has been submitted to and approved in writing by the Local Planning Authority. Such details shall include location, height, type and direction of light sources and intensity of illumination. Any lighting that is so installed shall not thereafter be altered other than for routine maintenance which does not change its details.",
    "REASON",
    "To safeguard the amenity of surrounding properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020); and to protect the ecological value of the area in accordance with Policy DMEI 7 of the Hillingdon Local Plan Part 2 (2020).",
    "The floodlighting to the Multi Use Games Area (MUGA) shall adhere to guidance provided by the Bat Conservation Trust and Institute of Lighting Professionals, Guidance Note 08/18: 'Bats and Artificial Lighting in the UK.",
    "REASON",
    "To minimise the impact of the floodlighting on nocturnal insects, bats and birds within the surrounding Lake Farm Country Park in accordance with Policies DMHB 14 and DMEI 7 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "No contaminated soils or sub soil materials shall be imported to the site. Site derived soils and imported soils for landscaping purposes shall be clean and free of contamination. All imported soils, including site derived soils allocated for re-use, shall be laboratory tested for chemical contamination and the results of this testing shall be assessed in terms of suitability for use, and a summary report by a suitably qualified person shall be submitted to the Local Planning Authority for approval.",
    "REASON",
    "To ensure that the occupants of the development are not subject to any risks from soil contamination in accordance with Hillingdon Local Plan: Part 2 (January 2020) Policies - DMEI 11: Protection of Ground Water Resources and DMEI 12: Development of Land Affected by Contamination.",
    "Prior to development commencing, a Construction Environmental Management Plan (CEMP) shall be submitted to, and approved in writing by, the Local Planning Authority. The CEMP shall comprise such combination of measures for controlling the effects of demolition, construction and enabling works associated with the development as may be approved by the Local Planning Authority. The CEMP shall address issues including the phasing of the works, hours of work, noise and vibration, air quality, waste management, plant and equipment, site transportation and traffic management including routing, signage, permitted hours for construction traffic and construction materials deliveries. It will ensure appropriate communication with, the distribution of information to, the local community and the Local Planning Authority relating to relevant aspects of construction. Appropriate arrangement should be made for monitoring and responding to complaints relating to demolition and construction. All demolit",
    "All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the Local Planning Authority. The developer shall keep an up-to-date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.",
    "REASON",
    "To reduce the impact on air quality in accordance with Policy EM8 of the Local Plan: Part 1 (November 2012), Policy DMEI 14 of the London Borough of Hillingdon Local Plan (Part 2), London Plan (2021) Policy SI1 and paragr",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Given the nature of the proposed application, it is possible that a crane may be required during development.  We would, therefore, draw the applicant's attention to the requirement within the British Standard Code of Practice for the safe use of Cranes, for crane operators to consult the aerodrome before erecting a crane in close proximity to an aerodrome. This is explained further in Advice Note 4, 'Cranes' (available at http://www.aoa.org.uk/wp-content/uploads/2016/09/Advice-Note-4-Cranes-2016.pdf)",
    "There is a possibility there may be contaminating substances present in the ground at depth. We have some limited information on nearby ground conditions. We would therefore advise persons working on site to take basic precautions in relation to any contamination they may find. Precautions should be taken to minimise the mixing of any excavated material with clean shallow soils that are to remain on site.",
    "You are advised this development is on a former landfill. The advice is provided on the grounds of Health and Safety of the workers on site and to ensure the appropriate restoration of the site once works are complete to minimise risk to the occupants of the site."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": null,
  "decision_target_date": "28/02/2024",
  "application_type": "All Other",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Full planning permission",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "KINGSTON LANE",
  "secondary_street_name": "HILLINGDON",
  "description": "Proposed Multi functional outdoor recreational court for the users of the church.",
  "id": "Hillingdon-66034_APP_2023_3673",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=66034/APP/2023/3673"
}