{
  "site_name": "61-63 KING EDWARD AVENUE",
  "postcode": "RM13 9RH",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_bluebadge": null,
    "net_carclub": null
  },
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "No above ground works shall take place in relation to any of the development hereby approved until samples of all materials to be used in the external construction of the building(s) are submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  Submission of samples prior to commencement will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document.",
    "No above ground works in connection with the approved scheme shall take place until there has been submitted to and approved by the Local Planning Authority a scheme of hard and soft landscaping,  All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason: Insufficient information has been supplied with the application to judge the appropriateness of the hard and soft landscaping proposed as well as methods of protecting existing species on site and in surrounding sites.  Submission of a scheme prior to commencement will ensure that the development accords with the Development Control P",
    "No works shall take place in relation to any of the development hereby approved until a Construction Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers is submitted to and approved in writing by the Local Planning Authority. The Construction Method statement shall include details of:",
    "a)  parking of vehicles of site personnel and visitors;",
    "b)  storage of plant and materials;",
    "c)  dust management controls;",
    "d)  measures for minimising the impact of noise and ,if appropriate, vibration arising from construction activities;",
    "e)  predicted noise and, if appropriate, vibration levels for construction using methodologies and at points agreed with the Local Planning Authority;",
    "f)  scheme for monitoring noise and if appropriate, vibration levels using methodologies and at points agreed with the Local Planning Authorities;",
    "g)  siting and design of temporary buildings;",
    "h)  scheme for security fencing/hoardings, depicting a readily vis",
    "Before the building hereby permitted is first occupied, the area set aside for parking for the dwellings hereby permitted shall be laid out and surfaced to the satisfaction of the Local Planning Authority as indicated on drawing no. 6163.04(D) and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose. Furthermore the access must remain free from obstruction at all times.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety, and that the development accords with the Development Control Policies Development Plan Document Policy DC33.",
    "No building shall be occupied until cycle storage is provided in accordance with details previously submitted to and approved in writing by the Local Planning Authority. The cycle storage shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to demonstrate what facilities will be available for cycle parking.  Submission of this detail prior to occupation is in the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "No building shall be occupied until refuse and recycling facilities are provided in accordance with details which shall previously have been submitted to and approved in writing by the Local Planning Authority. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge how refuse and recycling will be managed on site.  Submission of this detail prior to occupation will protect the amenity of occupiers of the development and also the locality generally and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no extension or enlargement (including additions to roofs) shall be made to the dwellinghouse(s) hereby permitted without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The proposed windows located on the flanks on each dwelling hereby permitted shall be permanently glazed with obscure glass not less than Level 4 on the standard scale of obscurity and shall thereafter be maintained.",
    "Reason:-",
    "In the interests of privacy, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy SI 5 of the London Plan.",
    "The dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with Policy DC7 of the Local Development Framework.",
    "Prior to the commencement of any works pursuant to this permission the developer shall submit for the written approval of the Local Planning Authority;",
    "a) A Phase I (Desktop Study) Report documenting the history of the site, its surrounding area and the likelihood of contaminant/s, their type and extent incorporating a Site Conceptual Model.",
    "b) A Phase II (Site Investigation) Report if the Phase I Report confirms the possibility of a significant risk to any sensitive receptors.  This is an intrusive site investigation including factors such as chemical testing, quantitative risk assessment and a description of the sites ground conditions.  An updated Site Conceptual Model should be included showing all the potential pollutant linkages and an assessment of risk to identified receptors.",
    "c) A Phase III (Remediation Strategy) Report if the Phase II Report confirms the presence of a significant pollutant linkage requiring remediation.  A detailed remediation scheme to bring the site to",
    "a) If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this unsuspected contamination shall be dealt with has been submitted to and approved in writing by the local planning authority. The remediation strategy shall be implemented as approved.",
    "b) Following completion of the remediation works as mentioned in (a) above, a 'Verification Report' must be submitted demonstrating that the works have been carried out satisfactorily and remediation targets have been achieved.",
    "Reason:-",
    "To ensure that any previously unidentified contamination found at the site is investigated and satisfactorily addressed in order to protect those engaged.",
    "All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "Prior to first occupation of the development, details shall be submitted to and agreed in writing by the Local Planning Authority for the installation of Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with the agreed details and shall thereafter be permanently retained. Following installation emissions certificates will need to be provided to the Local Planning Authority to verify boiler emissions.",
    "Reason:-",
    "To minimise the impact of building emissions on local air quality.",
    "The developer is advised that if construction materials are proposed to be kept on the highway during construction works then they will need to apply for a license from the Council. If the developer requires scaffolding, hoarding or mobile cranes to be used on the highway, a license is required and Streetcare should be contacted on 01708434343 to make the necessary arrangements.",
    "Please note that unauthorised works on the highway is an offence.",
    "The proposed development would create a new floor area equivalent to  284sqm new gross internal floor space. The proposal is therefore liable for Mayoral CIL (MCIL2) and would incur a charge of £7,100 based on the calculation of £25.00 per square metre.",
    "In addition the development would be liable for the Havering Community Infrastructure Levy (HCIL) which was adopted on September 1st 2019. In this location it translates to a charge of £125 per sqm of new floor space. This equates to a charge of £35,500",
    "Each would be subject to indexation.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent in writing and on phone. The revisions involved reduction in scale of Plot 3 from two storey house to bungalow and reduction in depth of Plot 3. Additional amendment includes the indication of the existing tree and flagpole on site and revision to the parking layout. The amendments were subsequently submitted on 13-10-2021 and 25/10/2021.",
    "The granting of planning permission does not discharge the applicant from responsibilities under the Wildlife and Countryside Act 1981 the contravention of which is a criminal offence.",
    "Precautionary advice for birds",
    "Birds are legally protected during the breeding season and need to be considered in respect of any impact from the proposed work. Work involving vegetation clearance must take place outside the optimum breeding season (March to August inclusive), unless it can be confirmed there are no breeding birds in the proposed work area. Note that birds frequently nest outside of the optimum period, particularly during spells of milder weather. It should never be assumed work can always take place without prior investigation.",
    "Birds generally tend to nest in dense shrub beds and mature trees. Where such vegetation may be affected by the proposed work it will require inspection for nesting birds. For example, but not exclusively, blackbird, dunnock, robin, blue and great tit, pigeons, magpies and crows.",
    "When reinstating vegetation and hardstand following building, install permeable surfaces, water butts and rain gardens. Plant a diverse mix of trees, shrubs and her",
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "No above ground works shall take place in relation to any of the development hereby approved until samples of all materials to be used in the external construction of the building(s) are submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  Submission of samples prior to commencement will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document.",
    "No above ground works in connection with the approved scheme shall take place until there has been submitted to and approved by the Local Planning Authority a scheme of hard and soft landscaping,  All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason: Insufficient information has been supplied with the application to judge the appropriateness of the hard and soft landscaping proposed as well as methods of protecting existing species on site and in surrounding sites.  Submission of a scheme prior to commencement will ensure that the development accords with the Development Control P",
    "No works shall take place in relation to any of the development hereby approved until a Construction Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers is submitted to and approved in writing by the Local Planning Authority. The Construction Method statement shall include details of:",
    "a)  parking of vehicles of site personnel and visitors;",
    "b)  storage of plant and materials;",
    "c)  dust management controls;",
    "d)  measures for minimising the impact of noise and ,if appropriate, vibration arising from construction activities;",
    "e)  predicted noise and, if appropriate, vibration levels for construction using methodologies and at points agreed with the Local Planning Authority;",
    "f)  scheme for monitoring noise and if appropriate, vibration levels using methodologies and at points agreed with the Local Planning Authorities;",
    "g)  siting and design of temporary buildings;",
    "h)  scheme for security fencing/hoardings, depicting a readily vis",
    "Before the building hereby permitted is first occupied, the area set aside for parking for the dwellings hereby permitted shall be laid out and surfaced to the satisfaction of the Local Planning Authority as indicated on drawing no. 6163.04(D) and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose. Furthermore the access must remain free from obstruction at all times.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety, and that the development accords with the Development Control Policies Development Plan Document Policy DC33.",
    "No building shall be occupied until cycle storage is provided in accordance with details previously submitted to and approved in writing by the Local Planning Authority. The cycle storage shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to demonstrate what facilities will be available for cycle parking.  Submission of this detail prior to occupation is in the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "No building shall be occupied until refuse and recycling facilities are provided in accordance with details which shall previously have been submitted to and approved in writing by the Local Planning Authority. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge how refuse and recycling will be managed on site.  Submission of this detail prior to occupation will protect the amenity of occupiers of the development and also the locality generally and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no extension or enlargement (including additions to roofs) shall be made to the dwellinghouse(s) hereby permitted without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The proposed windows located on the flanks on each dwelling hereby permitted shall be permanently glazed with obscure glass not less than Level 4 on the standard scale of obscurity and shall thereafter be maintained.",
    "Reason:-",
    "In the interests of privacy, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy SI 5 of the London Plan.",
    "The dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with Policy DC7 of the Local Development Framework.",
    "Prior to the commencement of any works pursuant to this permission the developer shall submit for the written approval of the Local Planning Authority;",
    "a) A Phase I (Desktop Study) Report documenting the history of the site, its surrounding area and the likelihood of contaminant/s, their type and extent incorporating a Site Conceptual Model.",
    "b) A Phase II (Site Investigation) Report if the Phase I Report confirms the possibility of a significant risk to any sensitive receptors.  This is an intrusive site investigation including factors such as chemical testing, quantitative risk assessment and a description of the sites ground conditions.  An updated Site Conceptual Model should be included showing all the potential pollutant linkages and an assessment of risk to identified receptors.",
    "c) A Phase III (Remediation Strategy) Report if the Phase II Report confirms the presence of a significant pollutant linkage requiring remediation.  A detailed remediation scheme to bring the site to",
    "a) If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this unsuspected contamination shall be dealt with has been submitted to and approved in writing by the local planning authority. The remediation strategy shall be implemented as approved.",
    "b) Following completion of the remediation works as mentioned in (a) above, a 'Verification Report' must be submitted demonstrating that the works have been carried out satisfactorily and remediation targets have been achieved.",
    "Reason:-",
    "To ensure that any previously unidentified contamination found at the site is investigated and satisfactorily addressed in order to protect those engaged.",
    "All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "Prior to first occupation of the development, details shall be submitted to and agreed in writing by the Local Planning Authority for the installation of Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with the agreed details and shall thereafter be permanently retained. Following installation emissions certificates will need to be provided to the Local Planning Authority to verify boiler emissions.",
    "Reason:-",
    "To minimise the impact of building emissions on local air quality.",
    "The developer is advised that if construction materials are proposed to be kept on the highway during construction works then they will need to apply for a license from the Council. If the developer requires scaffolding, hoarding or mobile cranes to be used on the highway, a license is required and Streetcare should be contacted on 01708434343 to make the necessary arrangements.",
    "Please note that unauthorised works on the highway is an offence.",
    "The proposed development would create a new floor area equivalent to  284sqm new gross internal floor space. The proposal is therefore liable for Mayoral CIL (MCIL2) and would incur a charge of £7,100 based on the calculation of £25.00 per square metre.",
    "In addition the development would be liable for the Havering Community Infrastructure Levy (HCIL) which was adopted on September 1st 2019. In this location it translates to a charge of £125 per sqm of new floor space. This equates to a charge of £35,500",
    "Each would be subject to indexation.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent in writing and on phone. The revisions involved reduction in scale of Plot 3 from two storey house to bungalow and reduction in depth of Plot 3. Additional amendment includes the indication of the existing tree and flagpole on site and revision to the parking layout. The amendments were subsequently submitted on 13-10-2021 and 25/10/2021.",
    "The granting of planning permission does not discharge the applicant from responsibilities under the Wildlife and Countryside Act 1981 the contravention of which is a criminal offence.",
    "Precautionary advice for birds",
    "Birds are legally protected during the breeding season and need to be considered in respect of any impact from the proposed work. Work involving vegetation clearance must take place outside the optimum breeding season (March to August inclusive), unless it can be confirmed there are no breeding birds in the proposed work area. Note that birds frequently nest outside of the optimum period, particularly during spells of milder weather. It should never be assumed work can always take place without prior investigation.",
    "Birds generally tend to nest in dense shrub beds and mature trees. Where such vegetation may be affected by the proposed work it will require inspection for nesting birds. For example, but not exclusively, blackbird, dunnock, robin, blue and great tit, pigeons, magpies and crows.",
    "When reinstating vegetation and hardstand following building, install permeable surfaces, water butts and rain gardens. Plant a diverse mix of trees, shrubs and her"
  ],
  "ward": "Rainham & Wennington",
  "date_building_work_completed_under_previous_permission": null,
  "subdivision_of_building": null,
  "uprn": "100021352066",
  "appeal_decision_date": null,
  "application_details": {
    "existing_uprns": [],
    "affordable_housing_fast_track": false,
    "s106_agreement": false,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": false,
    "other_contributions": null,
    "total_gia_existing": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "circular_economy_statement": false,
    "commencement_notice_received": false,
    "scheme_phasing": false,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": null,
      "site_area": 0.1,
      "total_gia_lost": null,
      "total_gia_existing": null
    },
    "phasing_details": [],
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 0.1,
    "existing_proposed_floorspace_details": [],
    "constraints_details": [],
    "grey_water_reuse": false,
    "building_details": [],
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": false,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": false,
    "non_permanent_dwellings_details": [],
    "intended_completion_date": null,
    "projected_cost_of_works": null,
    "internal_resi_water_usage": null,
    "uk_company_registration_no": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_homes_passive_cooling": null,
      "no_new_water_connections_required": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": false,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "green_roof_area": null,
      "no_resi_units_to_have_full_fibre": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": false,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": 0.1,
      "other_resi_accommodation_unit_details": []
    },
    "3d_model": false,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": false,
    "total_gia_lost": null,
    "transport_impact_assessment": false,
    "social_infrastructure_contributions": null,
    "scheme_name": null,
    "rain_water_harvesting": false,
    "green_suds": false,
    "garden_land_lost": false,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 10,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 3,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units": 1,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 3,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": 130,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 30,
      "site_area": 0.1,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_gia_lost": null,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "actual_completion_date": "16/05/2022",
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "change_type": "Loss",
          "actual_commencement_date": "16/05/2022",
          "unit_type": "House or Bungalow",
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale",
          "unit_development_type": "New Build"
        },
        {
          "actual_completion_date": "02/01/2025",
          "description": null,
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "no_habitable_rooms": 5,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": "1 x 4 bed bungalow= AI",
          "actual_commencement_date": "16/05/2022",
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        },
        {
          "description": null,
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "no_habitable_rooms": 4,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": "1 x 3bed semi",
          "actual_commencement_date": "21/04/2024",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        },
        {
          "description": null,
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "no_habitable_rooms": 4,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": "1 x 3 bed semi",
          "actual_commencement_date": "21/04/2024",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "secondary_street_name": null,
  "centroid_northing": 183034,
  "status": "Commenced",
  "centroid": {
    "lat": 51.52533,
    "lon": 0.213003
  },
  "decision_target_date": "05/11/2021",
  "decision_process": "Delegated",
  "lpa_name": "Havering",
  "actual_commencement_date": "16/05/2022",
  "last_date_consultation_comments": "06/05/2021",
  "appeal_decision": null,
  "appeal_start_date": null,
  "development_type": null,
  "cil_liability": false,
  "last_updated": "2025-07-09T15:26:04.967Z",
  "valid_date": "14/04/2021",
  "bo_system": "Portal",
  "last_updated_by": "Portal",
  "application_type_full": null,
  "centroid_easting": 553618,
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553600.374,
              183016.075
            ],
            [
              553593.601,
              183037.885
            ],
            [
              553635.325,
              183051.838
            ],
            [
              553642.369,
              183030.841
            ],
            [
              553600.374,
              183016.075
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "description": "Erection of 2 x two storey, 4-bed dwellings and 1x 4 bed bungalow with associated parking and amenity space following the demolition of existing detached bungalow.",
  "epc_number": null,
  "lpa_app_no": "P0717.21",
  "actual_completion_date": null,
  "locality": null,
  "lapsed_date": "05/11/2024",
  "decision_agency": "Borough",
  "application_type": "All Other",
  "date_building_work_started_under_previous_permission": null,
  "decision_date": "05/11/2021",
  "appeal_status": null,
  "id": "Havering-P0717.21",
  "title_number": [],
  "reference_no_of_permission_being_relied_on": null,
  "site_number": null,
  "street_name": "RAINHAM",
  "borough": "Havering",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0717.21",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.212741,
          51.525174
        ],
        [
          0.212653,
          51.525372
        ],
        [
          0.21326,
          51.525486
        ],
        [
          0.213353,
          51.525295
        ],
        [
          0.212741,
          51.525174
        ]
      ]
    ],
    "type": "Polygon"
  }
}