{
  "polygon": null,
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08115299",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:40:39.534+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "08/10/2019",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "NORTHWOOD HILLS",
  "centroid": {
    "lat": 51.612064,
    "lon": -0.408268
  },
  "decision": "Approved",
  "valid_date": "09/09/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=29871/TRE/2019/185",
  "lpa_name": "Hillingdon",
  "site_name": "11 WIELAND ROAD",
  "lapsed_date": "21/10/2022",
  "parking_details": null,
  "decision_conditions": [
    "No felling shall take place until such time as a scheme has been submitted to, and approved in writing by, the Local Planning Authority for a replacement trees, which shall be of 'Standard' size (about 2-3m high) and short-staked for support. The replacement tree shall be planted during the first planting season following the felling works hereby permitted. Thereafter, the replacement trees shall be retained indefinitely and maintained (watered and weeded during the spring and summer) for 2-3 years, or until established.",
    "REASON",
    "In order to comply with the requirements of Section 206 of the Town and Country Planning Act 1990.",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Owner(s)'s permission:  Permission should be sought from the owner(s) of the tree(s) and / or the owner(s) of the land that the tree(s) overhang prior to any approved work being carried out.",
    "Risk of heave: You are advised that a risk of soil heave and heave-related damage to properties may arise following the felling / removal of trees. Therefore, it is advisable for you to obtain independent expert advice prior to carrying out the approved tree felling. Hillingdon Council cannot and will not accept responsibility or liability for any damages associated with the implementation of this consent.",
    "Replacement trees: The replacement trees will require basic maintenance (watering and weeding during spring and summer) for approximately 2-3 years to encourage successful establishment.",
    "Stump removal: After felling, tree stumps are frequently colonised by honey fungus (Armillaria sp.) which is known to spread and colonise nearby trees. Some trees and woody plants can often be killed by honey fungus and, therefore, it is advisable to remove the tree stump and roots as soon as possible after felling."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "To fell and poison One Prunus, T11 and One Scots Pine, T4, both on TPO 165",
  "lpa_app_no": "29871/TRE/2019/185",
  "decision_target_date": "04/11/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "21/10/2019",
  "id": "Hillingdon-29871_TRE_2019_185",
  "centroid_northing": 191559,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 510312,
  "street_name": "NORTHWOOD",
  "wgs84_polygon": null
}