{
  "last_updated_by": "Planning Portal ingest",
  "date_building_work_completed_under_previous_permission": null,
  "ward": "RUISLIP MANOR 2022",
  "postcode": null,
  "lapsed_date": "13/06/2025",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "street_name": "RUISLIP",
  "site_number": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510756.0781,
              186558.8328
            ],
            [
              510790.474,
              186580.7933
            ],
            [
              510794.7073,
              186574.311
            ],
            [
              510759.9146,
              186551.8213
            ],
            [
              510755.9458,
              186558.9651
            ],
            [
              510756.0781,
              186558.8328
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Hillingdon-52614_APP_2022_1350",
  "locality": null,
  "actual_completion_date": null,
  "last_updated": "2025-03-20T16:57:23.295+00:00",
  "appeal_status": null,
  "parking_details": {
    "no_existing_car": 2,
    "net_car": 0,
    "no_proposed_car": 2
  },
  "decision": "Refused",
  "appeal_decision_date": null,
  "cil_liability": false,
  "decision_process": "Delegated",
  "status": "Refused",
  "title_number": [
    "unregistered"
  ],
  "subdivision_of_building": null,
  "description": "Erection of a single storey rear extension, which would extend beyond the rear wall of the existing extended dwelling house by 3 metres , for which the maximum height would be 3 metres, and for which the height of the eaves would be 2.5 metres",
  "secondary_street_name": null,
  "site_name": "165 BEVERLEY ROAD",
  "application_type_full": "Prior Approval: Larger Home Extension",
  "application_type": "Prior Approval",
  "decision_conditions": [
    "The proposed development does not constitute permitted development by virtue of the provisions of Schedule 2, Part 1, Class A, Paragraph (e) (i) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended), because the total enlargement (i.e. being the enlarged part together with any existing enlargement of the original dwellinghouse to which it will be joined) would extend beyond a wall which forms the principal elevation of the original dwellinghouse.",
    "The proposed development does not constitute permitted development by virtue of the provisions of Schedule 2, Part 1, Class A, Paragraph (g) (i) and (ii) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended), because there is an Article 4 Direction restricting single storey rear extensions under the prior approval process to no more than 4 metres deep. Also, the total enlargement (i.e. being the enlarged part together with any existing enlargement of the original dwellinghouse to which it will be joined) would extend beyond the the rear wall of the original terraced dwellinghouse by more than 4 metres and would exceed 4 metres in height.",
    "The proposed development does not constitute permitted development by virtue of the provisions of Schedule 2, Part 1, Class A, Paragraph (h) (i) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended), because the total enlargement (i.e. being the enlarged part together with any existing enlargement of the original dwellinghouse to which it will be joined) would have more than a single storey and extend beyond the rear wall of the original dwellinghouse by more than 3 metres.",
    "The proposed development does not constitute permitted development by virtue of the provisions of Schedule 2, Part 1, Class A, Paragraph (i) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended), because the total enlargement (i.e. being the enlarged part together with any existing enlargement of the original dwellinghouse to which it will be joined) would be within 2 metres of the boundary of the curtilage of the dwellinghouse, and the height of the eaves of the enlarged part would exceed 3 metres.",
    "The proposed development does not constitute permitted development by virtue of the provisions of Schedule 2, Part 1, Class A, Paragraph (j) (i) (ii) and (iii) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended), because the total enlargement (i.e. being the enlarged part together with any existing enlargement of the original dwellinghouse to which it will be joined) would extend beyond a wall forming a side elevation of the original dwellinghouse, exceed 4 metres in height,  have more than a single storey and have a width greater than half the width of the original dwellinghouse."
  ],
  "centroid": {
    "lat": "51.5670984",
    "lon": "-0.4031374"
  },
  "bo_system": "CSV Data Import",
  "lpa_app_no": "52614/APP/2022/1350",
  "pp_id": "11231401",
  "last_date_consultation_comments": "31/05/2022",
  "centroid_easting": 510775,
  "decision_date": "13/06/2022",
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_target_date": "13/06/2022",
  "valid_date": "03/05/2022",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 12,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "06/2022",
    "intended_completion_date": "07/2022",
    "site_area": 0.032
  },
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 186566,
  "epc_number": null,
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "borough": "Hillingdon",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=52614/APP/2022/1350",
  "appeal_decision": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4034125,
          51.5670377
        ],
        [
          -0.4029096,
          51.5672283
        ],
        [
          -0.4028506,
          51.5671692
        ],
        [
          -0.4033594,
          51.5669739
        ],
        [
          -0.4034144,
          51.5670389
        ],
        [
          -0.4034125,
          51.5670377
        ]
      ]
    ],
    "type": "Polygon"
  }
}