{
  "application_type": "All Other",
  "application_type_full": "Lawful development: Proposed use",
  "description": "Erection of single storey side and rear extension; single storey front canopy porch; conversion of roof space to habitable use to include 2 no. side roof lights and 2no. side dormers; alterations to the existing front dormer; conversion of garage to habitable use and a rear patio with external stairs (Application for Certificate of Lawful Development).",
  "epc_number": null,
  "street_name": "NORTHWOOD",
  "appeal_decision": null,
  "lpa_app_no": "18129/APP/2022/1549",
  "centroid": {
    "lon": "-0.4090974",
    "lat": "51.6075558"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 510264,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=18129/APP/2022/1549",
  "last_updated": "2025-03-20T16:44:38.366+00:00",
  "subdivision_of_building": null,
  "postcode": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 191056,
  "site_name": "4 HILLSIDE RISE",
  "status": "Refused",
  "appeal_start_date": null,
  "valid_date": "09/06/2022",
  "lapsed_date": "04/08/2025",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "decision_target_date": "04/08/2022",
  "title_number": [
    "Unregisterd"
  ],
  "decision": "Refused",
  "last_date_consultation_comments": null,
  "ward": "NORTHWOOD HILLS 2022",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-18129_APP_2022_1549",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510266.266,
              191036.4577
            ],
            [
              510254.8889,
              191038.5743
            ],
            [
              510262.2973,
              191075.8807
            ],
            [
              510274.3359,
              191073.4994
            ],
            [
              510266.266,
              191036.1931
            ],
            [
              510266.266,
              191036.4577
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The proposed development does not constitute permitted development by virtue of the provisions of Schedule 2, Part 1, Class A, paragraph A.1 (d) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) because the the height of the eaves of the part of the dwellinghouse enlarged would exceed the height of the eaves of the existing dwellinghouse.",
    "The proposed development does not constitute permitted development by virtue of the provisions of Schedule 2, Part 1, Class A, paragraph A.1 (e) (i) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) because the enlarged part of the dwellinghouse would extend beyond a wall which forms the principal elevation of the original dwellinghouse.",
    "The proposed development does not constitute permitted development by virtue of the provisions of Schedule 2, Part 1, Class A, paragraph A.1 (h) (i) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) because the enlarged part of the dwellinghouse would have more than a single storey and would extend beyond the rear wall of the original dwellinghouse by more than 3 metres.",
    "The proposed development does not constitute permitted development by virtue of the provisions of Schedule 2, Part 1, Class A, paragraph A. (i) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) because the enlarged part of the dwellinghouse would be within 2 metres of the boundary of the curtilage of the dwellinghouse, and the height of the eaves of the enlarged part would exceed 3 metres.",
    "The proposed development does not constitute permitted development by virtue of the provisions of Schedule 2, Part 1, Class A, paragraph A. (j)(i) (ii) and (iii) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) because the enlarged part of the dwellinghouse would extend beyond a wall forming a side elevation of the original dwellinghouse, and would exceed 4 metres in height, have more than a single storey, and have a width greater than half the width of the original dwellinghouse.",
    "The proposed development does not constitute permitted development by virtue of the provisions of Schedule 2, Part 1, Class A, paragraph A. (k) (i) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) because it would have a raised platform.",
    "The proposed development does not constitute permitted development by virtue of the provisions of Schedule 2, Part 1, Class A,  Condition A.3 (c) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) because the where the enlarged part of the dwellinghouse has more than a single storey, the roof pitch of the enlarged part would not, so far as practicable, be the same as the roof pitch of the original dwellinghouse.",
    "The proposed development does not constitute permitted development by virtue of the provisions of Schedule 2, Part 1, Class B,  paragraph B.1 (c) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) because part of the dwellinghouse would, as a result of the works, extend beyond the plane of any existing roof slope which forms the principal elevation of the dwellinghouse and fronts a highway.",
    "The proposed development does not constitute permitted development by virtue of the provisions of Schedule 2, Part 1, Class B,  paragraph B.1 (d) (ii) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) because the cubic content of the resulting roof space would exceed the cubic content of the original roof space by more than 50 cubic metres.",
    "The proposed development does not constitute permitted development by virtue of the provisions of Schedule 2, Part 1, Class B,  Condition B.2 (a) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) because insufficient evidence has been submitted to demonstrate that the materials used in the exterior work of the proposed side dormers would be of a similar appearance to those used in the construction of the exterior of the existing dwellinghouse.",
    "The proposed development does not constitute permitted development by virtue of the provisions of Schedule 2, Part 1, Class B,  Condition B.2 (b) (i) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) because the eaves of the original roof would not be maintained or reinstated.",
    "The proposed development does not constitute permitted development by virtue of the provisions of Schedule 2, Part 1, Class B,  Condition B.2 (b) (ii) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) because part of the enlargement extends beyond the outside face of any external wall of the original dwellinghouse.",
    "The proposed development does not constitute permitted development by virtue of the provisions of Schedule 2, Part 1, Class C, Paragraph C.1 (b) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) because insufficient evidence has been submitted to demonstrate that the alteration would not protrude more than 0.15 metres beyond the plane of the slope of the original roof when measured from the perpendicular with the external surface of the original roof.",
    "The proposed development does not constitute permitted development by virtue of the provisions of Schedule 2, Part 1, Class D, Paragraph D.1 (b) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) because the ground area (measured externally) of the structure would exceed 3 square metres."
  ],
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 5.12,
    "no_additional_bedrooms": 1,
    "no_additional_bathrooms": 0,
    "site_area": 0.045000000000000005
  },
  "pp_id": "11244056",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.40907079999999996,
          51.6073797
        ],
        [
          -0.4092344,
          51.6074009
        ],
        [
          -0.40911569999999997,
          51.6077348
        ],
        [
          -0.4089427,
          51.607711
        ],
        [
          -0.40907089999999996,
          51.6073773
        ],
        [
          -0.40907079999999996,
          51.6073797
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "04/08/2022",
  "secondary_street_name": null
}