{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553792.231,
              190617.091
            ],
            [
              553867.009,
              190466.994
            ],
            [
              553849.669,
              190453.447
            ],
            [
              553797.65,
              190429.605
            ],
            [
              553789.522,
              190428.521
            ],
            [
              553784.645,
              190433.398
            ],
            [
              553701.739,
              190574.825
            ],
            [
              553792.231,
              190617.091
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T16:53:26.841+00:00",
  "appeal_decision_date": "26/07/2022",
  "status": "Dismissed",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "30/07/2021",
  "secondary_street_name": "ROMFORD",
  "appeal_start_date": "10/02/2022",
  "ward": "Harold Wood",
  "centroid": {
    "lat": "51.5925633",
    "lon": "0.2187352"
  },
  "decision": "Refused",
  "valid_date": "24/06/2021",
  "appeal_decision": "Dismissed",
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Havering",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 1.613
  },
  "cil_liability": false,
  "postcode": "RM3 0LL",
  "title_number": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1190.21",
  "lpa_name": "Havering",
  "site_name": "TESCO EXTRA",
  "lapsed_date": "16/09/2024",
  "parking_details": null,
  "decision_conditions": [
    "The proposed development would, by reason of its site coverage, quantum of development, building typology, layout, scale and bulk, result in a cramped and incongruous form of development, be out of character with the prevailing pattern of development in the surrounding area to the detriment of the visual amenity of the locality contrary to the high quality design aspirations of the National Planning Policy Framework (2021), policies D1, D3 and D4 of The London Plan (2021), London Plan Housing SPG and CP2, CP17, DC2, DC3 and DC61 of the Core Strategy and Development Control Policies; the Havering Residential Design SPD and Policies 3, 7 and 26 of the Emerging Local Plan.",
    "The proposed development would due to the constraints of the site in conjunction with the site coverage and the design approach result in habitable rooms immediately adjacent to the existing car park having inadequate outlook and poor aspect,  in particular those on the north and east sides of the development, as well as the development providing insufficient communal amenity space, which would give rise to substandard levels of residential accommodation to the detriment of the amenity of the prospective occupiers, in direct contrast to the aims of London Plan Policy D6 and Policy DC61 of the LDF Core Strategy and Development Control Policies DPD.",
    "The proposed site access; delivery and servicing arrangements; insufficient on site car parking spaces with risk of over spill, car parking layout and short-stay cycle parking provision  would provide inadequate servicing arrangements for the site as a whole, as well as creating a site access with conflict in entering and exiting the site which would be detrimental to safe operation of the site, the safety of other road users and pedestrians on the surrounding highways network contrary to London Plan Policies T1, T2, T3, T4, T5, and T7, Policy DC36 of the LDF Development Control Policies Development Plan Document and the London Cycle Design Standards (LCDS).",
    "In the absence of a legal agreement to secure contributions towards carbon reduction, employment skills and training, apprenticeship, affordable housing, residential travel plan, implementation of a CPZ, restriction on ability to obtain parking permits and the provision of public realm/open space/highways improvements, the proposal fails to satisfactorily mitigate the infrastructure impact of the development, the proposal would be contrary to the provisions of Policies 4 and 22 of the Emerging Havering Local Plan 2016 - 2031, Policies  DC2, DC6, C18, DC29, DC32 and DC72 of the Development Control Policies DPD,  Policy DF1 of the London Plan and London Plan Affordable Housing SPG.",
    "The proposal, if granted planning permission on appeal, would be liable for both the Mayor of London Community Infrastructure Levy (CIL) and the Havering Council's Community Infrastructure Levy (CIL) . Based upon the information supplied with the application, the CIL payable would be a total £1,479,180.00. Further details with regard to CIL are available from the Council's website.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, and the reasons for refusal have already been highlighted as concerns at pre-application stage and by QRP,  it was necessary to issue a decision as close to the statutory timeframe as possible as opposed to seeking amendments which would have significantly delayed the application."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Phased redevelopment of the site including: relocation of existing hand car wash facility, Click+Collect Unit and recycling centre; the erection of 87 dwellings and associated development including new vehicular access, car and cycle parking, hard and soft landscaping, and other associated works; and hard and soft landscaping improvements to the public realm and retained section of the Tesco store car park.",
  "lpa_app_no": "P1190.21",
  "decision_target_date": "23/09/2021",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "100023516549",
  "decision_date": "16/09/2021",
  "id": "Havering-P1190.21",
  "centroid_northing": 190522,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 553787,
  "street_name": "BRYANT AVENUE",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2188523,
          51.5934163
        ],
        [
          0.21986519999999998,
          51.5920473
        ],
        [
          0.21960919999999998,
          51.5919303
        ],
        [
          0.2188484,
          51.5917303
        ],
        [
          0.2187307,
          51.5917228
        ],
        [
          0.21866249999999998,
          51.5917679
        ],
        [
          0.21752849999999999,
          51.5930612
        ],
        [
          0.2188523,
          51.5934163
        ]
      ]
    ],
    "type": "Polygon"
  }
}