{
  "centroid": {
    "lon": "0.17648029999999998",
    "lat": "51.5983642"
  },
  "status": "Approved",
  "decision_target_date": "24/02/2020",
  "site_name": "4 Moray Way",
  "decision_conditions": [
    "The development to which this permission relates must have commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "No building shall be occupied or use commenced until details of a waste management scheme is submitted to and approved in writing by the Local Planning Authority. The scheme shall include details of the method and location of refuse and recycling storage, including provision for all refuse to be properly contained, together with arrangements for refuse disposal. The scheme shall be implemented on site, in accordance with the approved details, prior to the first occupation or commencement of the use hereby approved and retained permanently thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge how refuse and recycling will be managed on site. The existing service area will be removed from the site, and the submission of this detail prior to occupation of the building will protect the amenity of occupiers of the development and also the local area more generally and ensure that the development accords with the Development Control Policies Developm",
    "No cooking shall take place on site until full details of the extract ventilation systems is submitted and approved in writing by the Local Planning Authority. Such systems are to include equipment to remove and/or disperse odours and odorous material, and shall be designed and certified by a competent engineer. Thereafter an installation certificate must then be provided to the Local Planning Authority, and the equipment shall be properly maintained and operated within design specifications during normal working hours.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the technical specifications of the extract ventilation system.  Submission of this detail prior to any cooking operations will protect the amenity of occupiers of nearby premises and ensure that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The premises shall not be used for the purposes hereby permitted other than between the hours of 8am to 6pm Monday to Saturday and 9am to 5pm Sundays and any Bank or Public holidays, without the prior consent in writing of the Local Planning Authority.",
    "Reason:-",
    "To enable the Local Planning Authority to retain control in the interests of amenity, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018.",
    "The applicant is advised to contact The Head of Environmental Health in order to determine whether or not suitable greasetraps need to be provided and fixed in an appropriate position properly connected to the drainage system. Thereafter the equipment shall be properly maintained and operated.  The applicant is reminded in the event of non-compliance to the provision of Section 27 of the Public Health Act 1936.",
    "(1)  No person shall throw, empty or turn, or suffer to permit to be thrown or emptied or to pass, into any public sewer, or into any drain or sewer communicating with a public sewer, any matter likely to injure the sewer or drain, or to interfere with free flow of its contents, or to affect prejudicially the treatment and disposal of its contents."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM1 4YD",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "15/04/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P1190.19",
  "centroid_northing": 191079,
  "uprn": "100023212059",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Pettits",
  "decision_date": "15/04/2020",
  "description": "Change of use to (A3) coffee shop with replacement shop front and rear seating area.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1190.19",
  "lpa_app_no": "P1190.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:51:39.278+00:00",
  "centroid_easting": 550841,
  "pp_id": null,
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "13/08/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550835.206,
              191072.139
            ],
            [
              550842.115,
              191087.853
            ],
            [
              550847.533,
              191085.28
            ],
            [
              550839.947,
              191069.701
            ],
            [
              550835.206,
              191072.139
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.01
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Romford",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "21/01/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1763937,
          51.5983041
        ],
        [
          0.1765002,
          51.5984435
        ],
        [
          0.1765772,
          51.5984189
        ],
        [
          0.17646109999999998,
          51.598281
        ],
        [
          0.1763937,
          51.5983041
        ]
      ]
    ],
    "type": "Polygon"
  }
}