{
  "postcode": "SW15 6PX",
  "uprn": "100022716442",
  "decision_agency": "Borough",
  "locality": "London",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2019/1016",
  "centroid": {
    "lat": "51.4631673",
    "lon": "-0.23458949999999998"
  },
  "application_type_full": null,
  "ward": "West Putney",
  "last_date_consultation_comments": "13/09/2019",
  "cil_liability": true,
  "status": "Approved",
  "bo_system": "Northgate M3",
  "title_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "site_area": 0.032
  },
  "centroid_northing": 175277,
  "decision_date": "17/10/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "secondary_street_name": null,
  "id": "Wandsworth-2019_1016",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              522728.5,
              175275.4
            ],
            [
              522727.3,
              175276.2
            ],
            [
              522722.9,
              175279.2
            ],
            [
              522724.3,
              175281.25
            ],
            [
              522724,
              175281.4
            ],
            [
              522718.05,
              175285.95
            ],
            [
              522723.05,
              175290.9
            ],
            [
              522731.1,
              175285.15
            ],
            [
              522739.1,
              175279.4
            ],
            [
              522753.1,
              175269.55
            ],
            [
              522752.85,
              175269.25
            ],
            [
              522746.75,
              175263
            ],
            [
              522742.65,
              175265.85
            ],
            [
              522734,
              175271.65
            ],
            [
              522728.5,
              175275.4
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "description": "Variation of condition 8 of planning permission dated 26/10/2016 ref 2016/3773 (Demolition of existing building and erection of a two-storey (plus basement) 5-bedroom detached house and associated landscaping.) to allow omission of chimney, changes to east elevation and realignment of building footprint on boundary with no. 3 Woodborough Road",
  "lapsed_date": "17/10/2022",
  "lpa_app_no": "2019/1016",
  "last_updated": "2025-03-20T20:02:56.589+00:00",
  "application_type": "All Other",
  "site_name": null,
  "appeal_decision_date": null,
  "site_number": "3A",
  "appeal_decision": null,
  "development_type": "Minor dwellings",
  "appeal_start_date": null,
  "decision_conditions": [
    "Condition : 1 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 1601AB- E20 E, E21 B, E22 G, E23 G, E24 E, GA01 D, GA02 F, GA03 E, GA04 E, S50 E, S51 F, S52 F, S53 F\r\nReason: To ensure a satisfactory standard of development, and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 2 - The development hereby permitted shall be begun by 3 years from 26 October 2016 \r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 3 - Parts of the site not covered by building(s), including any parking areas, access ways, surface treatment and boundary treatment shall be constructed in accordance with the details approved under ref: 2018/0163 unless otherwise approved in writing by the local planning authority. \r\nTo ensure a high quality of development in compliance with Council policy DMS1. ",
    "Condition : 4 - The development shall be carried out in accordance with the materials approved under ref: 2018/0163 unless otherwise agreed in writing by the local planning authority.  \r\nIn order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policy DMS1. It is necessary for the condition to be discharged prior to the commencement of any works on site because compliance with the requirements of the condition at a later date could result in harm to the character and appearance of the development and the West Putney Conservation Area.",
    "Condition : 5 - The landscaping shall be installed in accordance with the details approved under ref: 2018/0163. All planting, seeding or turfing included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority.\r\nTo ensure a satisfactory appearance, in accordance with Council policy DMS1. It is necessary for the condition to be discharged prior to the commencement of any works on site because compliance with the requirements of the condition at a later date could result in harm to the character and appearance of the development and the West Putney Conservation Area.",
    "Condition : 6 - The landscape works and/or planting approved under ref: 2018/0163 shall be carried out prior to the occupation of the development, or in accordance with a programme agreed in writing with the local planning authority.\r\nTo ensure a satisfactory appearance, in accordance with Council policy DMS1.",
    "Condition : 7 - Any trees or shrubs planted as part of a landscape scheme approved as part of this decision, or arising from a condition imposed on this decision, which within a period of five years from the completion of the development is found to be dead, removed, or becomes seriously damaged or diseased, shall be replaced in the next planting season with others of similar size and species.\r\nTo safeguard the appearance of the development, in accordance with Council policy DMS1.",
    "Condition : 8 - All first and second floor side elevation windows approved shall be obscure-glazed, and non-opening unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed and maintained as such in the future, unless approved otherwise by the local planning authority in writing.\r\nTo control overlooking, and safeguard the privacy of neighbours in accordance with Council policy DMS1(c).",
    "Condition : 9 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015, or any future enactment of that Order, no windows, doors or glazed areas (other than such as may be shown on the approved plans) shall be formed in any wall of the building without the prior written consent of the local planning authority.\r\nTo protect the privacy of neighbours and prevent overlooking, in accordance with Council policy DMS1.",
    "Condition : 10 - No water tanks, plant, lift rooms or other structures shall be erected upon the roof of the approved building without the written approval of the local planning authority.\r\nTo control the appearance of the building and safeguard the appearance of the area, in accordance with Council policy DMS1",
    "Condition : 11 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and, furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking, and safeguard the privacy of neighbours in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.\r\n",
    "Condition : 12 - No extensions, additions or enlargements shall at any future time be erected or constructed to the house hereby approved without the prior permission of the local planning authority, notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (or any Order revoking, amending and re-enacting this Order).\r\nIn order to control future development, in accordance with Council policy DMS1.",
    "Condition : 13 - Details demonstrating that the development is reasonably able to achieve a minimum of a 19% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013 shall be submitted to, and approved by, the local planning authority prior to commencement of works.\r\nIn the interests of sustainable development in accordance with Council policies IS2 and DMS3. Required as a pre-commencement condition as it has not been demonstrated that development at the site could reasonably achieve the sustainability requirements detailed in council policy DMS3.\r\n",
    "Condition : 14 - The development hereby approved shall be carried out in accordance with the sustainability details approved under ref: 2018/2346 which demonstrates how the development will achieve a minimum of a 19% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013. Within three months of the first occupation of the approved units, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP or the National Calculation Method) should be submitted to the Local Planning Authority and approved in writing to demonstrate that the development has achieved at least a 19% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013, unless otherwise agreed by the Local Planning Authority in writing.\r\nIn the interests of sustainable development in accordance with Council policies IS2 and DMS3.",
    "Condition : 15 - The development shall achieve a maximum water use of 105 litres per person per day (plus 5 litres for outside use) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.",
    "Condition : 16 - Details of the bin store and cycle store (providing a minimum of 2 x spaces) in the front curtilage shall be submitted to and approved by the local planning authority before occupation of the dwelling begins.\r\nIn the interests of sustainable transport in accordance with Council policy DMT2. To ensure a satisfactory appearance, in accordance with Council policy DMS1. To ensure appropriate refuse storage at the site, in accordance with Council policy DMS1.",
    "Condition : 17 - The screening for the first floor rear balcony shown in the approved drawings shall be installed prior to first use of the balcony and retained in good condition for the lifetime of the approved balcony, unless otherwise agreed in writing by the local planning authority.\r\nTo protect the privacy of neighbours and prevent overlooking in accordance with Council policy DMS1(c).",
    "Condition : 18 - The tree protection approved under ref: 2018/0163 shall be installed and retained as approved throughout the period of works.\r\nTo safeguard the trees in the interest of the amenity of the area, in accordance with Council policy DMO5 (b).",
    "Condition : 19 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2019 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  ",
    "Condition : 20 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended) (the \"Regulations\"). \r\nYou or the relevant interested parties are required to provide the Council with the information set out in the Regulations. This process for the collection of CIL includes:  the requirement to complete an \"Assumption of Liability\" form as soon as possible;  in order to claim charitable exemption or social housing relief or other forms of relief you or the relevant interested party should also complete a \"Claiming Exemption or Relief\" form. \r\nThe Council will, if appropriate, then issue a Liability Notice(s) which details the charges due. As soon as the developer, landowner or other interested party(ies) is aware of the date when development is going to start they must also submit a \"Commencement Notice\".  Failure to comply with the Regulations, including failure to complete the forms when required or providing inaccurate information can lead to surcharges or other penalties as set out in the Regulations. It can also mean that any exemptions or reliefs are lost.\r\nGeneral information on the Community Infrastructure Levy, including the forms mentioned above can be found on the Planning Portal (www.planningportal.gov.uk). Details of the Mayoral CIL can be found on the GLA and TfL websites (www.london.gov.uk and www.tfl.gov.uk). The Assumption of Liability Form, Claiming of Exemption or Relief Form and Commencement Notice must be sent to: Community Infrastructure Levy Environment and Community Services Wandsworth Council Town Hall London SW18 2PU cil@wandsworth.gov.uk Fax: 020 8871 6003 (marked FAO CIL) \r\n",
    "Condition : 21 - INFORMATIVE: Any assessment of CIL liability by the Council has been based on the information provided. The assessment of CIL liability referred to in this informative is indicative only and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  The assessment of the actual CIL liability will be provided pursuant to and in accordance with the Community Infrastructure Levy Regulations 2010 (as amended).  Where the calculation of CIL liability includes taking account of the existing use of a building, CIL liability may change if the information provided in relation to the existing use(s) of buildings, is not still current at the time of the decision which first permits development.",
    "Condition : 22 - INFORMATIVE: If any section of the footpath or highway is damaged during construction works then the applicant will be required to pay for its repair.",
    "Condition : 23 - INFORMATIVE: This permission does not authorise the removal, relocation and/or installation of any crossover. Further permission and/or consent may be required from the Council.",
    "Condition : 24 - INFORMATIVE: The applicant is recommended to a fit food waste macerator in the kitchen sink as this enables occupants to get rid of putrescible waste immediately, reduces waste storage related issues with odours, vermin and flies and reduces the Council's waste disposal costs. This is particularly recommended where waste storage is internal.",
    "Condition : 25 - INFORMATIVE: The applicant should seek to have a compost in the rear garden in order to reduce the amount of waste sent to the landfill from the property.",
    "Condition : 26 - INFORMATIVE (Thames Water) - Thames Water requests that the Applicant should incorporate within their proposal, protection to the property by installing a positive pumped device (or equivalent reflecting technological advances) to avoid the risk of backflow at a later date, on the assumption that the sewerage network may surcharge to ground level during storm\r\nconditions. Fitting only a non-return valve could result in flooding to the property should there be prolonged surcharge in the public sewer. If as part of the basement development there is a proposal to discharge ground water to the public network, this would require a Groundwater Risk Management Permit from Thames Water. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. We would expect the developer to demonstrate what measures he will undertake to minimise groundwater discharges into the public sewer. Permit enquiries should be directed to Thames Water's Risk\r\nManagement Team by telephoning 02035779483 or by emailing wwqriskmanagement@thameswater.co.uk. Application forms should be completed on line via www.thameswater.co.uk/wastewaterquality\r\n\r\nAs you are redeveloping a site, there may be public sewers crossing or close to your development. If you discover a sewer, it's important that you minimize the risk of damage. We'll need to check that your development doesn't reduce capacity, limit repair or maintenance activities, or inhibit the services we provide in any other way. The applicant is advised to read our guide working near or diverting our pipes. https://developers.thameswater.co.uk/Developingalargesite/\r\nPlanningyourdevelopment/Workingnearordivertingourpipes.\r\n\r\nWith regard to surface water drainage, Thames Water would advise that if the developer follows the sequential approach to the disposal of surface water we would have no objection. Where the developer proposes to discharge to a public sewer, prior approval f",
    "Condition : 27 - INFORMATIVE (Thames Water) - If you are planning on using mains water for construction purposes, it's important you let Thames Water know before you start using it, to avoid potential fines for improper usage. More information and how to apply can be found online at thameswater.co.uk/buildingwater.\r\nOn the basis of information provided, Thames Water would advise that with regard to water network and water treatment infrastructure capacity, we would not have any objection to the above planning application. Thames Water recommends the following informative be attached to this planning permission. Thames Water will aim to provide customers with a minimum pressure of 10m head (approx 1 bar) and a flow rate of 9 litres/minute at the point where it leaves Thames Waters pipes. The developer should take account of this minimum pressure in the design of the proposed development."
  ],
  "decision": "Approved",
  "actual_completion_date": null,
  "decision_process": null,
  "parking_details": null,
  "pp_id": "7680788",
  "date_building_work_completed_under_previous_permission": null,
  "subdivision_of_building": null,
  "street_name": "Woodborough Road",
  "centroid_easting": 522735,
  "decision_target_date": "16/10/2019",
  "lpa_name": "Wandsworth",
  "borough": "Wandsworth",
  "valid_date": "06/03/2019",
  "last_updated_by": "Northgate M3",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2346836,
          51.4631543
        ],
        [
          -0.23470059999999998,
          51.4631618
        ],
        [
          -0.2347629,
          51.4631897
        ],
        [
          -0.23474199999999998,
          51.4632078
        ],
        [
          -0.2347463,
          51.4632092
        ],
        [
          -0.2348303,
          51.4632514
        ],
        [
          -0.23475659999999998,
          51.4632948
        ],
        [
          -0.23464279999999998,
          51.4632414
        ],
        [
          -0.23452969999999998,
          51.463188
        ],
        [
          -0.23433169999999998,
          51.4630964
        ],
        [
          -0.2343354,
          51.4630938
        ],
        [
          -0.2344253,
          51.4630389
        ],
        [
          -0.23448329999999998,
          51.4630654
        ],
        [
          -0.2346058,
          51.4631194
        ],
        [
          -0.2346836,
          51.4631543
        ]
      ]
    ],
    "type": "Polygon"
  }
}