{
  "actual_commencement_date": null,
  "lpa_name": "Wandsworth",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2019/2894",
  "parking_details": null,
  "lapsed_date": "27/08/2022",
  "actual_completion_date": null,
  "date_building_work_started_under_previous_permission": null,
  "epc_number": null,
  "description": "Alterations including erection of hip-to-gable rear roof extension with dormers to side roofslopes, erection of part single/part two storey rear/side extension, enlargement of window openings on rear elevation at first floor and installation of French doors with safety railings, replacement of front porch and erection of single storey outbuilding.",
  "pp_id": "7977665",
  "application_details": {
    "site_area": 0.035
  },
  "secondary_street_name": null,
  "ward": "Balham - Historic",
  "appeal_status": null,
  "decision": "Approved",
  "centroid_easting": 528395,
  "status": "Approved",
  "uprn": "100022674261",
  "street_name": "Nightingale Lane",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              528388.74,
              174205.64
            ],
            [
              528393.75,
              174198.3
            ],
            [
              528396.69,
              174194.15
            ],
            [
              528397.24,
              174193.3
            ],
            [
              528408.5,
              174177.09
            ],
            [
              528404.34,
              174169.39
            ],
            [
              528403.49,
              174167.84
            ],
            [
              528400.44,
              174172.09
            ],
            [
              528398.5,
              174174.89
            ],
            [
              528395.4,
              174179.39
            ],
            [
              528393.59,
              174182
            ],
            [
              528390.49,
              174186.6
            ],
            [
              528387.65,
              174190.65
            ],
            [
              528386.15,
              174192.8
            ],
            [
              528384.75,
              174194.9
            ],
            [
              528381.45,
              174199.65
            ],
            [
              528381.14,
              174200
            ],
            [
              528388.74,
              174205.64
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "centroid": {
    "lon": "-0.1535509",
    "lat": "51.4521265"
  },
  "application_type": "Householder",
  "last_updated_by": "Northgate M3",
  "bo_system": "Northgate M3",
  "borough": "Wandsworth",
  "locality": "London",
  "id": "Wandsworth-2019_2894",
  "appeal_decision": null,
  "title_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-03-20T19:11:22.761+00:00",
  "postcode": "SW12 8TB",
  "decision_agency": "Borough",
  "last_date_consultation_comments": "08/08/2019",
  "decision_date": "27/08/2019",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [B.EX.0.1, D.PR.0.1, D.PR.2.1, D.PR.2.2, D.PR.2.3, D.PR.2.4, D.PR.2.5, D.PR.3.1, D.PR.3.2, D.PR.3.3, D.PR.3.4a, D.PR.3.4b, D.PR.3.4c, D.PR.4.1, D.PR.4.2 (all dated 27.08.2019)]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - Prior to commencement of above ground works (details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.\r\n",
    "Condition : 4 - Prior to occupation of the development the windows in the side elevation at first and second floor levels of the development shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed).  The window[s] shall so be maintained and retained as such. \r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy DMS1(c) of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.\r\n",
    "Condition : 5 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.\r\n",
    "Condition : 6 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2019 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  "
  ],
  "site_name": null,
  "application_type_full": null,
  "site_number": "18",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "decision_target_date": "27/08/2019",
  "valid_date": "02/07/2019",
  "centroid_northing": 174188,
  "development_type": "Other house holder developments",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": null,
  "appeal_decision_date": null,
  "lpa_app_no": "2019/2894",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.15363459999999998,
          51.4522865
        ],
        [
          -0.15356519999999999,
          51.4522194
        ],
        [
          -0.1535244,
          51.4521814
        ],
        [
          -0.15351679999999998,
          51.4521736
        ],
        [
          -0.1533607,
          51.4520254
        ],
        [
          -0.15342329999999998,
          51.4519572
        ],
        [
          -0.1534361,
          51.4519434
        ],
        [
          -0.1534785,
          51.4519823
        ],
        [
          -0.1535054,
          51.4520079
        ],
        [
          -0.1535483,
          51.452049099999996
        ],
        [
          -0.1535734,
          51.4520729
        ],
        [
          -0.15361629999999998,
          51.452115
        ],
        [
          -0.1536557,
          51.452152
        ],
        [
          -0.1536765,
          51.4521717
        ],
        [
          -0.1536959,
          51.4521909
        ],
        [
          -0.1537416,
          51.4522343
        ],
        [
          -0.153746,
          51.4522375
        ],
        [
          -0.15363459999999998,
          51.4522865
        ]
      ]
    ],
    "type": "Polygon"
  }
}