{
  "uprn": "121053980",
  "borough": "Wandsworth",
  "decision_process": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed P0854-RHP-ZZ-DR-A-1002 rev 2; P0854-RHP-ZZ-DR-A-1110 rev 2; P0854-0215 Rev P2; P0854-0216 Rev P2; P0854-0217 Rev P1; P0854-0221 Rev P1; P0854-0222 Rev P1; P0854-0231 Rev P1; P0854-0232 Rev P1; P0854-0233 Rev P1; P0854-0240 Rev P1; Planning Statement (October 2019); Design and Access Statement (October 2019); Transport Assessment (September 2019); Interim School Travel Plan (August 2019); Arboricultural Impact Assessment (September 2019); Preliminary Ecological Appraisal (September 2019); Energy Strategy Report (September 2019) and addendum (August 2020); Flood Risk Assessment & Drainage Strategy (September 2019); BREEAM Pre-Assessment; Air Quality Assessment & Air Quality Neutral Assessment (August 2019); Phase 1 Desk Study and Preliminary Risk Assessment (July 2019) & Phase 2 Ground Investigation Report (August 2019) and Construction Method Statement (September 2019). \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - The demolition and construction works shall be carried out in accordance with the approved Construction Management Plan.\r\nReason: In the interests of traffic, general amenity of the area and neighbour amenity in accordance with Council policy DMT1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019. It is necessary for the condition to be discharged prior to the commencement of any works on site to ensure the whole construction phase is in accordance with an approved plan.",
    "Condition : 4 - Prior to works commencing on site, any non road mobile machinery of net power between 37kW and 560kW to be utilised in the construction of the development shall be registered on the web-site https://nrmm.london/\r\nThe use of non road mobile machinery of net power between 37kW and 560kW used in the construction of the development shall meet at least Stage IIIA of the EU Directive 97/68/EC and its amendments. This will apply to both variable and constant speed engines for both NOx and PM.  \r\nReason: To help monitor the use of such equipment across London in accordance with the London Plan. It is necessary for the condition to require plant to be registered prior to works starting to ensure all plant is included in the registration.\r\n",
    "Condition : 5 - The development hereby approved shall achieve a minimum of a 19% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 19% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013.  The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\r\nReason: In the interest of sustainable development and to accord with Council policy DMS3 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.\r\n\r\n",
    "Condition : 6 - Within three months of the commencement of development, a BREEAM Interim (Design Stage) Assessment issued by the Building Research Establishment (BRE) or equivalent accredited body, shall be submitted to and approved in writing by the local planning authority to show that a minimum Very Good rating (with a minimum rating of 65%) will be achieved for the building. The development shall be implemented in accordance with the approved rating.\r\nReason: To achieve appropriate sustainability standards in accordance with Council policy DMS3 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.\r\n",
    "Condition : 7 - \r\nWithin three months of the occupation of the building a BREEAM New Construction Final (Post-Construction) Certificate, issued by the BRE (or equivalent accredited body), shall be submitted to and approved in writing by the local planning authority to demonstrate that an Very Good rating (with a minimum rating of 65%) has been achieved. All the measures integrated shall be retained for as long as the development is in existence.\r\nReason: To achieve appropriate sustainability standards in accordance with Council policy DMS3 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.\r\n\r\n",
    "Condition : 8 - Prior to the occupation of the building, details of the siting, design and materials of refuse and recycling storage to serve the development shall be submitted to and approved in writing by the local planning authority. The refuse storage facilities shall be provided in accordance with the approved details prior to occupation of the development, and shall be retained thereafter.\r\nReason: In the interests of amenity and hygiene, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.\r\n",
    "Condition : 9 - The development permitted by this planning permission shall only be carried out in accordance with the approved Flood Risk Assessment and Drainage strategy [by Waterman dated September 2019].\r\nThe mitigation measures shall be retained as such.\r\nReason: To reduce the risk of flooding to the proposed development and future occupants, and third parties in accordance with policy DMS5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.\r\n",
    "Condition : 10 - No development (other than demolition works) shall take place until details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.  It is necessary for the condition to be discharged prior to the commencement of works to ensure suitable materials are used in the construction.\r\n\r\n",
    "Condition : 11 - The number of pupils shall be limited to a maximum of 6 forms at any given time.\r\nReason: To safeguard the amenities of the neighbourhood, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.\r\n\r\n",
    "Condition : 12 - No pipes or flues, other than rainwater pipes, shall be fixed on the front elevation of the building hereby approved.\r\nReason: To safeguard the appearance of the area, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.\r\n",
    "Condition : 13 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order), no windows, doors or glazed areas (other than such as may be shown on the approved drawings shall be installed in the approved development.\r\nReason: To protect the privacy of neighbours and prevent overlooking, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.\r\n",
    "Condition : 14 - Notwithstanding those areas where plant associated with the development as shown on drawings hereby approved, no water tanks, plant, lift rooms or other structures shall be erected upon the roof of the approved building.\r\nReason: To control the appearance of the building and safeguard the appearance of the area, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.\r\n\r\n",
    "Condition : 15 - Prior to commencement of the above groundworks, details of landscaping and treatment of parts of the site not covered by buildings, to include the hard landscaping materials, species of new planting/seeding, and any existing plants/trees to be retained, shall be submitted to and approved in writing by the local planning authority. All planting, seeding, and turfing included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority.  \r\nReason: To ensure a satisfactory appearance and biodiversity value in the development, in accordance with Council policies DMS1 and DMO4 of the Development Management Policies Document (adopted March 2016). The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.\r\n\r\n",
    "Condition : 16 - Prior to the commencement of the development Tree Protection measures in line with BS5837:2012 shall be installed and no works or materials/plant storage shall be undertaken within the protected area, unless otherwise agreed in writing. The protection measures will be retained out the until completion of the development. \r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy DMO5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.\r\n\r\n",
    "Condition : 17 - Prior to commencement of any clearing or preparatory works submit for approval a  Construction Environmental Management Plan (CEMP) including but not limited to: timing of works and  or details of the appointment of an ecological clerk of works; details of methods to effectively and completely remove invasive non-native species including biosecurity; measures to prevent entrapment  of  mammals within the site throughout development; measures to retain and protect habitats and  ecological features on site. REASON: to prevent harm to wildlife in accordance with DMO4a.\r\n",
    "Condition : 18 - Prior to the commencement of development, a Dust Management Plan (DMP), based on an AQDRA (Air Quality and Dust Risk Assessment), shall be submitted to and approved, in writing, by the local planning authority. The DMP shall be in accordance with The Control of Dust and Emissions during Construction and Demolition SPG 2014. The DMP will need to detail the measures to reduce the impacts during the construction phase. The development shall be undertaken in accordance with the approved plan.\r\nReason: To manage and prevent further deterioration of existing low-quality air across London in accordance with London Plan policy 5.3 and 7.14, and NPPF 181.\r\n",
    "Condition : 19 - The development shall be undertaken in accordance with the approved Contaminated Land Assessment. If during development contamination not previously identified is found to be present at the site, the Council is to be informed immediately and no further development (unless otherwise agreed in writing by the Council) shall be carried out until a report indicating the nature of the contamination and how it is to be dealt with is submitted to, and agreed in writing, by the Council. Any required remediation shall be detailed in a remediation statement and verification of these works included in a verification report.\r\nReason: To safeguard the public, the environment and surface and groundwater as this site may have or is known to have been used in the past for activities that are likely to have resulted in it being contaminated with material that is potentially harmful to humans, or the environment. It is necessary for this condition to prevent commencement.\r\n",
    "Condition : 20 - Prior to commencement submit for approval details of enhancement measures for  biodiversity including but not limited to: measures indicated in the submitted PEA dated 11/09/2019 section 4.15 to 4.26 inclusive; details of green roofs, including size (area), substrate  information (such as particle size, etc.), cross sectional views, a full planting regime, management and ongoing monitoring; soft landscaping, including utilisation of native trees and shrubs, native species rich hedgerows, wildflower lawns etc; features to provide roosting / nesting opportunities for bats, urban  bird species (in particular house sparrow and swift), small mammals and invertebrates (stag  beetles).  Plans should also include full details of planting, provenance, numbers, species, aftercare, management and monitoring of all biodiversity enhancements. \r\nREASON: To provide biodiversity gain in accordance with DMO4b.\r\n",
    "Condition : 21 - \r\nWithin 6 months of the occupation of the development, a revised Travel Plan must be submitted and approved to the local planning authority, including details of annual monitoring of cycle parking demand for approval, and an improvement to the STARS accreditation.\r\nReason: To encourage sustainable transport modes and minimise traffic congestion in line with policy DMT1.\r\n\r\n",
    "Condition : 22 - Details of any plant and external ventilation equipment, including ducting, the predicted noise levels from such equipment and the necessary mitigation measures shall be submitted to and approved by the local planning authority prior to its installation. The plant, ventilation equipment and necessary mitigation measures shall be installed in accordance with the approved details prior to the occupation of the units.\r\nIn the interests of local amenity and visual appearance and the amenity of future occupiers, and in accordance with Council policy DMS1.\r\n\r\n",
    "Condition : 23 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2019 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  ",
    "Condition : 24 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended) (the \"Regulations\"). \r\nYou or the relevant interested parties are required to provide the Council with the information set out in the Regulations. This process for the collection of CIL includes:  the requirement to complete an \"Assumption of Liability\" form as soon as possible;  in order to claim charitable exemption or social housing relief or other forms of relief you or the relevant interested party should also complete a \"Claiming Exemption or Relief\" form. \r\nThe Council will, if appropriate, then issue a Liability Notice(s) which details the charges due. As soon as the developer, landowner or other interested party(ies) is aware of the date when development is going to start they must also submit a \"Commencement Notice\".  Failure to comply with the Regulations, including failure to complete the forms when required or providing inaccurate information can lead to surcharges or other penalties as set out in the Regulations. It can also mean that any exemptions or reliefs are lost.\r\nGeneral information on the Community Infrastructure Levy, including the forms mentioned above can be found on the Planning Portal (www.planningportal.gov.uk). Details of the Mayoral CIL can be found on the GLA and TfL websites (www.london.gov.uk and www.tfl.gov.uk). The Assumption of Liability Form, Claiming of Exemption or Relief Form and Commencement Notice must be sent to: Community Infrastructure Levy Environment and Community Services Wandsworth Council Town Hall London SW18 2PU cil@wandsworth.gov.uk Fax: 020 8871 6003 (marked FAO CIL) \r\n",
    "Condition : 25 - INFORMATIVE: Any assessment of CIL liability by the Council has been based on the information provided. The assessment of CIL liability referred to in this informative is indicative only and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  The assessment of the actual CIL liability will be provided pursuant to and in accordance with the Community Infrastructure Levy Regulations 2010 (as amended).  Where the calculation of CIL liability includes taking account of the existing use of a building, CIL liability may change if the information provided in relation to the existing use(s) of buildings, is not still current at the time of the decision which first permits development."
  ],
  "appeal_status": null,
  "lpa_app_no": "2019/4422",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "locality": "London",
  "street_name": "Sutherland Grove",
  "site_name": "Saint Cecilias Church Of England School",
  "last_updated": "2025-03-20T14:55:09.149+00:00",
  "appeal_decision_date": null,
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated_by": "Northgate M3",
  "site_number": null,
  "centroid_easting": 524573,
  "application_details": {
    "existing_uprns": null,
    "site_area": 1.499
  },
  "cil_liability": true,
  "decision_target_date": "12/12/2019",
  "ward": "West Hill - Historic",
  "status": "Approved",
  "description": "Erection of new connecting two-storey classroom block (946m2 GIA) on the two southern wings of the main school building with photovoltaic panels to the roof; associated hard/soft landscaping. Increase in the number of pupils by one form entry approximately 200 pupils.",
  "application_type_full": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              524624.98,
              173584.68
            ],
            [
              524626.4,
              173578.11
            ],
            [
              524626.86,
              173576
            ],
            [
              524624.64,
              173575.56
            ],
            [
              524625.99,
              173569.6
            ],
            [
              524628.16,
              173570.06
            ],
            [
              524628.63,
              173567.95
            ],
            [
              524630.4,
              173560
            ],
            [
              524629.5,
              173559.75
            ],
            [
              524631.05,
              173552.15
            ],
            [
              524631.7,
              173548.75
            ],
            [
              524633.2,
              173541.6
            ],
            [
              524633.9,
              173541.65
            ],
            [
              524636.55,
              173527.35
            ],
            [
              524637.45,
              173522.2
            ],
            [
              524638.55,
              173515.55
            ],
            [
              524640.65,
              173500
            ],
            [
              524641.3,
              173493.6
            ],
            [
              524642.35,
              173484
            ],
            [
              524643.3,
              173475.1
            ],
            [
              524644.15,
              173462.95
            ],
            [
              524644.4,
              173459.65
            ],
            [
              524633.9,
              173458.85
            ],
            [
              524626.8,
              173458.45
            ],
            [
              524598.8,
              173456.7
            ],
            [
              524586.95,
              173455.9
            ],
            [
              524573.9,
              173455
            ],
            [
              524569.1,
              173454.65
            ],
            [
              524563.45,
              173454.3
            ],
            [
              524558.45,
              173454
            ],
            [
              524553.1,
              173453.7
            ],
            [
              524548.55,
              173453.4
            ],
            [
              524542.45,
              173453.05
            ],
            [
              524537.3,
              173460.45
            ],
            [
              524532.5,
              173467.1
            ],
            [
              524527.45,
              173474.2
            ],
            [
              524524.3,
              173478.6
            ],
            [
              524522.45,
              173481.2
            ],
            [
              524517.25,
              173488.4
            ],
            [
              524512.05,
              173495.6
            ],
            [
              524508.75,
              173500
            ],
            [
              524506.95,
              173502.6
            ],
            [
              524503.85,
              173507.35
            ],
            [
              524501.55,
              173511.05
            ],
            [
              524500,
              173513.55
            ],
            [
              524497.8,
              173517.8
            ],
            [
              524494.95,
              173525.7
            ],
            [
              524493.15,
              173529.5
            ],
            [
              524491.3,
              173533.65
            ],
            [
              524488.3,
              173540.45
            ],
            [
              524487,
              173543.6
            ],
            [
              524486.4,
              173545
            ],
            [
              524484.8,
              173550.95
            ],
            [
              524484.27,
              173552.92
            ],
            [
              524511.85,
              173559.14
            ],
            [
              524540.68,
              173565.65
            ],
            [
              524605.43,
              173580.27
            ],
            [
              524624.98,
              173584.68
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "subdivision_of_building": null,
  "bo_system": "Northgate M3",
  "appeal_decision": null,
  "postcode": "SW18 5JR",
  "id": "Wandsworth-2019_4422",
  "decision": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "application_type": "All Other",
  "actual_commencement_date": null,
  "pp_id": "8173950",
  "centroid": {
    "lon": "-0.20876419999999998",
    "lat": "51.4469395"
  },
  "centroid_northing": 173516,
  "lpa_name": "Wandsworth",
  "title_number": null,
  "secondary_street_name": null,
  "development_type": "Minor all other minor developments",
  "valid_date": "17/10/2019",
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "15/09/2023",
  "decision_date": "15/09/2020",
  "parking_details": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2019/4422",
  "last_date_consultation_comments": "06/08/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2079924,
          51.4475454
        ],
        [
          -0.2079743,
          51.447486
        ],
        [
          -0.2079685,
          51.447467
        ],
        [
          -0.20800049999999998,
          51.4474635
        ],
        [
          -0.20798319999999998,
          51.4474096
        ],
        [
          -0.2079518,
          51.4474133
        ],
        [
          -0.2079458,
          51.4473942
        ],
        [
          -0.2079232,
          51.4473224
        ],
        [
          -0.2079362,
          51.4473203
        ],
        [
          -0.20791659999999998,
          51.4472517
        ],
        [
          -0.2079084,
          51.447221
        ],
        [
          -0.2078894,
          51.4471564
        ],
        [
          -0.2078793,
          51.4471567
        ],
        [
          -0.20784619999999998,
          51.4470276
        ],
        [
          -0.2078351,
          51.4469811
        ],
        [
          -0.2078216,
          51.4469211
        ],
        [
          -0.20779689999999998,
          51.4467809
        ],
        [
          -0.2077898,
          51.4467232
        ],
        [
          -0.207778,
          51.4466367
        ],
        [
          -0.2077675,
          51.4465565
        ],
        [
          -0.20775949999999999,
          51.4464471
        ],
        [
          -0.2077571,
          51.4464174
        ],
        [
          -0.2079084,
          51.4464125
        ],
        [
          -0.2080107,
          51.4464105
        ],
        [
          -0.208414,
          51.4464009
        ],
        [
          -0.20858469999999998,
          51.4463963
        ],
        [
          -0.20877269999999998,
          51.4463911
        ],
        [
          -0.2088419,
          51.446389
        ],
        [
          -0.20892329999999998,
          51.4463871
        ],
        [
          -0.2089953,
          51.4463855
        ],
        [
          -0.2090723,
          51.446384
        ],
        [
          -0.2091379,
          51.4463823
        ],
        [
          -0.2092257,
          51.4463805
        ],
        [
          -0.2092972,
          51.4464481
        ],
        [
          -0.2093639,
          51.446509
        ],
        [
          -0.20943399999999998,
          51.4465739
        ],
        [
          -0.2094778,
          51.4466141
        ],
        [
          -0.20950349999999998,
          51.4466379
        ],
        [
          -0.2095757,
          51.4467037
        ],
        [
          -0.209648,
          51.4467696
        ],
        [
          -0.2096939,
          51.4468099
        ],
        [
          -0.20971889999999999,
          51.4468336
        ],
        [
          -0.2097618,
          51.446877
        ],
        [
          -0.2097936,
          51.4469107
        ],
        [
          -0.209815,
          51.4469336
        ],
        [
          -0.20984519999999998,
          51.4469722
        ],
        [
          -0.2098834,
          51.4470439
        ],
        [
          -0.20990789999999998,
          51.4470784
        ],
        [
          -0.20993309999999998,
          51.4471161
        ],
        [
          -0.2099738,
          51.4471779
        ],
        [
          -0.2099914,
          51.4472065
        ],
        [
          -0.20999959999999998,
          51.4472192
        ],
        [
          -0.2100205,
          51.447273
        ],
        [
          -0.2100274,
          51.4472908
        ],
        [
          -0.2096286,
          51.4473407
        ],
        [
          -0.2092116,
          51.4473929
        ],
        [
          -0.2082752,
          51.44751
        ],
        [
          -0.2079924,
          51.4475454
        ]
      ]
    ],
    "type": "Polygon"
  }
}