{
  "cil_liability": true,
  "last_updated": "2025-03-20T16:39:25.445+00:00",
  "application_details": {
    "site_area": 3.501
  },
  "decision_target_date": "13/11/2020",
  "parking_details": null,
  "postcode": "SW18 4LB",
  "appeal_decision_date": null,
  "locality": "London",
  "status": "Approved",
  "centroid_easting": 525608,
  "lapsed_date": "01/05/2023",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525512.2,
              174834.94
            ],
            [
              525525.45,
              174840.25
            ],
            [
              525538.38,
              174844.57
            ],
            [
              525553,
              174849.25
            ],
            [
              525580.83,
              174858.46
            ],
            [
              525595.62,
              174863.31
            ],
            [
              525605.25,
              174866.25
            ],
            [
              525621.75,
              174870.45
            ],
            [
              525635.25,
              174872.25
            ],
            [
              525641.05,
              174872.45
            ],
            [
              525647.34,
              174872.37
            ],
            [
              525657.15,
              174872.1
            ],
            [
              525670.45,
              174870.45
            ],
            [
              525683.05,
              174868
            ],
            [
              525697.73,
              174863.15
            ],
            [
              525704.64,
              174857.78
            ],
            [
              525706.5,
              174850.71
            ],
            [
              525702.05,
              174841.54
            ],
            [
              525699.96,
              174836.42
            ],
            [
              525698.23,
              174831.13
            ],
            [
              525696.99,
              174825.83
            ],
            [
              525695.72,
              174817.57
            ],
            [
              525695.39,
              174813.74
            ],
            [
              525695.1,
              174803.6
            ],
            [
              525694.88,
              174794.88
            ],
            [
              525692.12,
              174758.37
            ],
            [
              525691.07,
              174744.3
            ],
            [
              525690.3,
              174737.13
            ],
            [
              525691.69,
              174733.7
            ],
            [
              525689.21,
              174723.77
            ],
            [
              525680.37,
              174697.53
            ],
            [
              525666.14,
              174663.99
            ],
            [
              525653.05,
              174670.55
            ],
            [
              525648.7,
              174663.5
            ],
            [
              525644.7,
              174657.05
            ],
            [
              525638.05,
              174660.65
            ],
            [
              525634.5,
              174654.1
            ],
            [
              525654.4,
              174647.4
            ],
            [
              525646.89,
              174623.61
            ],
            [
              525629.8,
              174631.11
            ],
            [
              525609.48,
              174636.7
            ],
            [
              525559.26,
              174654.2
            ],
            [
              525551.64,
              174656.16
            ],
            [
              525561.25,
              174680.4
            ],
            [
              525566.75,
              174697.15
            ],
            [
              525571.25,
              174706.9
            ],
            [
              525576,
              174707.3
            ],
            [
              525573.35,
              174722.79
            ],
            [
              525572.2,
              174730.55
            ],
            [
              525545.85,
              174723.45
            ],
            [
              525544.33,
              174723.05
            ],
            [
              525545.87,
              174716.4
            ],
            [
              525518.59,
              174709.96
            ],
            [
              525513.46,
              174707.75
            ],
            [
              525511.3,
              174717.4
            ],
            [
              525505.36,
              174740.69
            ],
            [
              525504.15,
              174746.2
            ],
            [
              525503.2,
              174751
            ],
            [
              525502.85,
              174762
            ],
            [
              525504.8,
              174790.85
            ],
            [
              525506.45,
              174814.15
            ],
            [
              525507.81,
              174828.83
            ],
            [
              525512.2,
              174834.94
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "centroid_northing": 174764,
  "ward": "Fairfield - Historic",
  "lpa_app_no": "2019/5169",
  "pp_id": "8328835",
  "bo_system": "Northgate M3",
  "borough": "Wandsworth",
  "valid_date": "12/02/2020",
  "title_number": null,
  "decision_agency": "Borough",
  "uprn": "10024086464",
  "appeal_start_date": null,
  "last_updated_by": "Northgate M3",
  "appeal_decision": null,
  "last_date_consultation_comments": "30/03/2020",
  "actual_completion_date": null,
  "application_type_full": null,
  "application_type": "All Other",
  "appeal_status": null,
  "site_number": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "street_name": "Wandsworth High Street",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.19478859999999998,
          51.4585862
        ],
        [
          -0.1945961,
          51.458631
        ],
        [
          -0.19440849999999998,
          51.458667
        ],
        [
          -0.1941965,
          51.4587058
        ],
        [
          -0.1937929,
          51.4587824
        ],
        [
          -0.19357839999999998,
          51.4588227
        ],
        [
          -0.1934388,
          51.458847
        ],
        [
          -0.1932,
          51.4588811
        ],
        [
          -0.19300509999999999,
          51.4588943
        ],
        [
          -0.1929216,
          51.4588948
        ],
        [
          -0.19283109999999998,
          51.4588927
        ],
        [
          -0.1926901,
          51.4588881
        ],
        [
          -0.19249929999999998,
          51.4588703
        ],
        [
          -0.1923189,
          51.4588455
        ],
        [
          -0.1921095,
          51.4587986
        ],
        [
          -0.192012,
          51.4587489
        ],
        [
          -0.19198769999999998,
          51.4586849
        ],
        [
          -0.192055,
          51.4586035
        ],
        [
          -0.1920869,
          51.4585579
        ],
        [
          -0.1921136,
          51.4585108
        ],
        [
          -0.19213339999999998,
          51.4584634
        ],
        [
          -0.19215459999999998,
          51.4583895
        ],
        [
          -0.1921607,
          51.4583551
        ],
        [
          -0.1921684,
          51.458264
        ],
        [
          -0.1921747,
          51.4581857
        ],
        [
          -0.1922274,
          51.4578582
        ],
        [
          -0.1922475,
          51.457732
        ],
        [
          -0.1922611,
          51.4576677
        ],
        [
          -0.1922423,
          51.4576366
        ],
        [
          -0.1922815,
          51.4575479
        ],
        [
          -0.19241799999999998,
          51.457314
        ],
        [
          -0.1926346,
          51.4570157
        ],
        [
          -0.19282059999999998,
          51.4570776
        ],
        [
          -0.1928857,
          51.4570152
        ],
        [
          -0.1929455,
          51.4569581
        ],
        [
          -0.1930399,
          51.4569919
        ],
        [
          -0.1930933,
          51.4569339
        ],
        [
          -0.1928094,
          51.4568692
        ],
        [
          -0.19292589999999998,
          51.4566571
        ],
        [
          -0.19316909999999998,
          51.4567283
        ],
        [
          -0.1934594,
          51.456783
        ],
        [
          -0.19417569999999998,
          51.4569514
        ],
        [
          -0.1942846,
          51.4569707
        ],
        [
          -0.1941377,
          51.4571865
        ],
        [
          -0.1940527,
          51.4573358
        ],
        [
          -0.1939845,
          51.4574224
        ],
        [
          -0.193916,
          51.4574249
        ],
        [
          -0.1939486,
          51.4575648
        ],
        [
          -0.19396239999999998,
          51.4576347
        ],
        [
          -0.194344,
          51.4575768
        ],
        [
          -0.19436599999999998,
          51.4575735
        ],
        [
          -0.1943462,
          51.4575134
        ],
        [
          -0.194741,
          51.4574616
        ],
        [
          -0.1948155,
          51.4574428
        ],
        [
          -0.1948432,
          51.45753
        ],
        [
          -0.1949204,
          51.4577407
        ],
        [
          -0.1949359,
          51.4577905
        ],
        [
          -0.1949478,
          51.4578338
        ],
        [
          -0.19494899999999998,
          51.4579328
        ],
        [
          -0.1949107,
          51.4581916
        ],
        [
          -0.1948787,
          51.4584006
        ],
        [
          -0.1948539,
          51.4585323
        ],
        [
          -0.19478859999999998,
          51.4585862
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid": {
    "lat": "51.4579274",
    "lon": "-0.19343549999999998"
  },
  "epc_number": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2019/5169",
  "lpa_name": "Wandsworth",
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": null,
  "site_name": "Development Site Of Former Ram Brewery",
  "decision": "Approved",
  "id": "Wandsworth-2019_5169",
  "description": "Variation of conditions 55 (retail locations) and 64 (control of ground floor use classes) pursuant to planning permission dated 06/12/2013 ref 2012/5286 (A mixed use development comprising alterations and change of use of retained former brewery buildings, demolition of non-Listed Buildings and the construction of new buildings 2-12 storeys in height and a tower of 36 storeys in height. Provision of 10114sqm of retail (Class A1-A4), 661 residential units, continued small scale brewery use (Class B2), museum (Class D1), ancillary gym. The creation of public areas and river walkway; new and repositioned vehicular and pedestrian access points and provision of servicing areas, energy centre and basement car and cycle parking.) so as to allow additional uses in the ground floor commercial uses including D1 (Non-residential institutions), D2 (Assembly and Leisure) and B1a (Office).  Variation of the Schedule 14 Part 1 of the S106 agreement to include changes to the permitted commercial unit mix and commercial units size restrictions.",
  "decision_date": "01/05/2020",
  "decision_conditions": [
    "Condition : 1 - Details of the location of the A1, A2, A3, A4, D1, D2, B1a uses and proposed forecourts shall be submitted to and approved in writing by the local planning authority in accordance with the approved mix as agreed in the Legal Agreement prior to occupation of the units. The uses shall be implemented in accordance with the approved details unless otherwise agreed in writing by the local planning authority.\r\nTo ensure an appropriate mix of uses in accordance with policy DMTS1.",
    "Condition : 2 - The 10114sqm of commercial floor space hereby approved shall be used as Use Classes A1, A2, A3, A4, D1, D2 and B1a only and for no other purpose, unless approved otherwise in writing by the Local Planning Authority.  \r\nReason: To ensure an acceptable use-class mix is secured in accordance with the provisions of DMPD (2016) policy DMTS1.     ",
    "Condition : 3 - Prior to the commencement of the use of any of the commercial units as Use Classes D1 and D2 (excluding the micro-brewery) hereby permitted, details of a scheme for the insulation of the residential units against the transmission of airborne sound generated by these uses shall be submitted to and approved in writing by the local planning authority.  The approved scheme shall be implemented prior to the first occupation of any commercial uses in these uses and shall be retained thereafter.  \r\nReason: To safeguard the amenities of residential occupiers, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.",
    "Condition : 4 - Approval of details of landscaping, which is a reserved matter, shall be obtained from the local planning authority in respect of each phase of the development in writing before the relevant part of the development is commenced.  The landscaping shall otherwise be installed in accordance with reserved matters applications 2012/6016 dated 06/12/2013, 2012/6019 dated 06/12/2013, 2012/6020 dated 06/12/2013, 2015/6326 dated 27/01/2016, 2014/4195 dated 11/09/2014 and 2014/3561 dated 15/08/2014. \r\nTo comply with Section 92 of the Town & Country Planning Act 1990",
    "Condition : 5 - Details of those parts of the site not covered by building(s), including any parking areas, access ways, surface treatment and boundary treatment, shall be submitted to and approved in writing by the local planning authority before the relevant phase of the development begins or in accordance with a programme to be agreed in writing.  The parts of the site not covered by buildings shall otherwise be carried out in accordance with approval of  details applications 2016/0399 dated 06/12/2013 and 2018/0948 dated 18/04/2018, unless agreed otherwise in writing by the Local Planning Authority.  \r\nTo ensure a high quality of development in compliance with Council policy DMS1.  ",
    "Condition : 6 - For each phase of the development details of proposed boundary treatment shall be submitted to and approved in writing by the local planning authority. Such details as may be approved shall be carried out prior to occupation of any building in that phase.  The proposed boundary treatment shall otherwise be carried out in accordance with approval of details application 2017/1060 dated 08/05/2017, unless agreed otherwise in writing by the Local Planning Authority.  \r\nTo ensure a satisfactory appearance and to accord with Council policy DMS1. ",
    "Condition : 7 - For each phase of the development full details of existing and proposed site levels shall be submitted to and approved in writing by the local planning authority before the development hereby approved for that phase is begun. The site levels  shall otherwise be implemented in accordance with approval of details application 2014/3748 dated 22/08/2014, 2014/6751 dated 05/03/2015, 2017/2732 dated 14/08/2017 and 2017/4802 dated 05/12/2017, unless approved otherwise in writing by the Local Planning Authority,  \r\nReason: To ensure the development relates satisfactorily to its surroundings, and in accordance with Council policy DMS1. ",
    "Condition : 8 - Notwithstanding any materials specified in the application, details and samples of materials proposed to be used on all external surfaces of the development for each building shall be submitted to and approved in writing by the local planning authority before any above ground level works are commenced on the relevant building. The development shall be carried out in accordance with the approved materials.  The materials shall otherwise by in installed in accordance with approval of details application 2016/1188 dated 18/04/2016 and 2016/4312 dated 30/08/2016, unless agreed otherwise in writing by the Local Planning Authority.  \r\nIn order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policy DMS1. ",
    "Condition : 9 - Details of arrangements for the storage of refuse for each phase shall be submitted to and approved in writing by the local planning authority before works of construction above ground level on that phase begins.  The works shall be carried out before the permitted use starts.  The refuse store shall otherwise be installed in accordance with approval of details application 2014/6751 dated 05/03/2015 and 2016/4312 dated 30/08/2016, unless agreed otherwise in writing by the Local Planning Authority.  \r\nIn the interests of amenity and hygiene, in accordance with Council policy DMS1. ",
    "Condition : 10 - Details of a scheme to insulate the approved development against noise generated by the main roads and commercial uses for each phase/building shall be submitted to and approved in writing by the local planning authority before development, excluding demolition, investigatory and preparatory works, begins on the relevant phase or building. The approved measures shall be installed prior to the commencement of the occupation of the buildings and maintained thereafter.  The development hereby approved shall otherwise be insulated in accordance with approval of details application 2014/6751 dated 05/03/2015, 2015/4233 dated 06/10/2015 and 2016/4844 dated 31/10/2016 unless agreed otherwise in writing by the Local Planning Authority.  \r\nTo protect the occupiers of the building(s), in accordance with Council policies DMH4(ii). ",
    "Condition : 11 - Details of noise insulation measures to provide effective resistance to the transmission of airborne and impact sound between the residential units and the commercial units for each phase/building shall be submitted to and approved in writing by the local planning authority. The approved measures shall be completed prior to the commencement of the use of any commercial unit within any part of the relevant phase or building.  The development hereby approved shall otherwise be insulated in accordance with approval of details application 2014/6751 dated 05/03/2015 and 2016/4844 dated 31/10/2016, unless agreed otherwise in writing by the Local Planning Authority.  \r\nTo safeguard the amenities of adjoining occupiers, in accordance with Council policy DMS1",
    "Condition : 12 - Details of facilities for people with disabilities for each phase shall be submitted to and approved in writing by the local planning authority before works of construction above ground on that phase commences. Such facilities as approved shall be provided prior to the occupation of any building within that phase.  These facilities shall otherwise be installed in accordance with approval of details application 2015/4700 dated 23/12/2015, unless agreed otherwise in writing by the Local Planning Authority.  \r\nTo ensure that disabled people can satisfactorily use the building(s), in accordance with Council policy DMS(i). ",
    "Condition : 13 - The facilities for people with disabilities shown on the approved plans shall be provided prior to the occupation of the buildings to which they relate, and maintained thereafter. \r\nTo ensure that disabled people can satisfactorily use the building(s), in accordance with Council policy DMS(i)",
    "Condition : 14 - Details of any external ventilation equipment, including ducting, for each building shall be submitted to and approved in writing by the local planning authority before installation within that building.  The ventilation equipment shall otherwise be installed in accordance with approval of details applications 2016/4844 dated 31/10/2016 and 2017/2286 dated 02/08/2017, unless agreed otherwise in writing by the Local Planning Authority.  \r\nIn the interests of local amenity and visual appearance, and in accordance with Council policy DMS1. ",
    "Condition : 15 - Details of landscaping and treatment of parts of the site not covered by buildings, to include species of new planting and any existing plants/trees to be retained, and the management regime to be implemented for each phase shall be submitted to and approved by the local planning authority before the development of that phase commences (excluding demolition, investigatory and preparatory works). All planting, seeding or turfing included in the approved details shall be carried out prior to the occupation of any part of the development in that phase, or in accordance with a programme agreed in writing with the local planning authority. The management regime shall be implemented in accordance with the approved details.  These landscaping shall otherwise be installed in accordance with approval of details applications 2015/4700 dated 23/12/2015, 2017/3808 dated 19/09/2017, 2018/4199 dated 12/12/2018 and 2018/0948 dated 18/04/2018, unless agreed otherwise in writing by the Local Planning Authority.  \r\nTo ensure a satisfactory appearance, in accordance with Council policy DMS1. ",
    "Condition : 16 - The landscape works and/or planting shown on the approved drawings for each phase shall be carried out prior to the occupation of any part of the development within that phase, or in accordance with a programme agreed in writing with the local planning authority. \r\nTo ensure a satisfactory appearance, in accordance with Council policy DMS1. ",
    "Condition : 17 - Details of the means of protecting the trees (which are to be retained) from damage during building works shall be submitted to and approved in writing by the local planning authority before the start of any demolition, building or other work within the relevant phase. Such protection shall be installed and retained as approved throughout the period of works.  Trees within the site shall otherwise by protected in accordance with  approved shall otherwise be insulated in accordance with approval of details application 2014/3748 dated 22/08/2014 and 2014/6751 dated 05/03/2015, unless agreed otherwise in writing by the Local Planning Authority.  \r\nTo safeguard the trees in the interest of the amenity of the area, in accordance with Council policy DMO5 (b). ",
    "Condition : 18 - The proposed trees shall be of a size and species and in a location to be approved in writing by the local planning authority and shall be planted in accordance with a schedule to be approved.   The trees shall otherwise be installed in accordance with approval of details applications 2015/4700 dated 23/12/2015, 2017/4802 dated 05/12/2017 and 2018/0948 dated 18/04/2018, unless agreed otherwise in writing by the Local Planning Authority.  \r\nTo safeguard the appearance of the locality, in accordance with Council policies DMO5 (a). ",
    "Condition : 19 - The screening/enclosure to the balconies and roof terraces, shown on the approved drawing, shall be completed before any use of the balconies/terraces commence, and retained permanently afterwards.\r\nTo protect the privacy of neighbours and prevent overlooking in accordance with Council policy DMS1(c). ",
    "Condition : 20 - The development shall be carried out in accordance with the approved drawings listed on this decision letter and any drawings approved subsequently by the Council pursuant to any conditions on this decision letter.\r\nTo ensure a satisfactory standard of development, and to allow the local planning authority to review any potential changes to the scheme.",
    "Condition : 21 - The A3/A4/D1/D2 premises shall not be open to customers other than between the hours of 07:00 and 01:00, and at no other times.\r\nTo safeguard the amenities of the neighbourhood, in accordance with Council policy DMS1 \r\n",
    "Condition : 22 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995, or any future re-enactment of that Order, no satellite dishes, telecommunications masts or equipment or associated structures, shall be installed on the buildings without the prior written approval of the local planning authority unless shown on the approved drawings. \r\nTo protect the appearance of the building, and accord with Council policy DMS9. ",
    "Condition : 23 - No water tanks, plant, lift rooms  or other structures shall be erected upon the roof(s)  of the approved building(s) without the written approval of the local planning authority unless shown on the approved drawings, except as approved by approval of details applications 2016/5742 dated 23/11/2016 and 2017/6855 dated 23/03/2018.  \r\nTo control the appearance of the building(s) and safeguard the appearance of the area, in accordance with Council policy DMS1. ",
    "Condition : 24 - No residential or commercial unit within blocks 5, 6,7, 8 9 and 12 as shown on approved plan ref 2126-T-00-0050-Z00 Rev 21 shall be occupied until the Hazardous Substances Consent for the Wandsworth Gasholder Station, Fairfield Street, London for the storage and distribution of natural gas has been revoked in its entirety under the provisions of the Planning (Hazardous Substances) Act 1990 and written confirmation of the necessary revocation or modification has been issued by the Hazardous Substances Authority. \r\nThe occupation of the above units without the revocation of the gasholder's Hazardous Substances Consent could expose the occupiers/users of this part of the development to unacceptable safety risks.",
    "Condition : 25 - No development shall be commenced below ground in the safeguarded zone relating to the route of the proposed construction of the Thames Tideway Tunnel project, indicated on Drawing No. 110-DA-GEN-00000-000931 (sheet 23) (as referred to in Appendix B of the Safeguarding Direction issued by the Secretary of State for Communities and Local Government on 15 March 2013) until: (a) the applicant has submitted to the Local Planning Authority calculations which demonstrate that the construction of the new buildings, including the pile layout, depth and loading, will not compromise the ability to construct or operate the Frogmore Connection Tunnel, forming part of the Thames Tideway Tunnel, or compromise the structural integrity of that tunnel; and (b) those calculations have been approved in writing by the Local Planning Authority in consultation with Thames Water Utilities Limited (such approval not to be unreasonably withheld or delayed). The development shall not be implemented other than in accordance with the calculations as approved. \r\nTo avoid compromising the ability to construct and operate, as part of the Thames Tideway Tunnel project, the Frogmore connection tunnel from King George's Park to the main tunnel, in accordance with the safeguarding direction given by the Secretary of State for Communities and Local Government on 15 March 2013",
    "Condition : 26 - Details of servicing arrangements to be submitted to and approved in writing by the Planning Authority for each phase prior to the occupation of the development within that phase.  The servicing shall otherwise be carried out in accordance with approval of details application 2017/4532 dated 20/11/2017. \r\nThe use shall operate in accordance with the approved details.\r\nTo ensure that the development accords with policies DMT1 and DMT2.  ",
    "Condition : 27 - The development shall be carried out substantially in accordance with the mitigation measures and information and methodologies in relation to those mitigating measures included within the Environmental Statement.\r\nTo ensure compliance with the Council's policies.",
    "Condition : 28 - The development shall not commence until a drainage strategy detailing any on and/or off site drainage works, has been submitted to and approved in writing by, the local planning authority in consultation with the sewerage undertaker. No discharge of foul or surface water from the site shall be accepted into the public system until the drainage works referred to in the strategy have been completed or the relevant parts completed in accordance with an agreed programme. The development shall be carried out in accordance with the approved strategy.   The development shall otherwise by carried out in accordance with approval of details applications 2016/7013 dated 15/12/2016, 2016/2460 dated 06/12/2013 and 2014/4949 dated 21/01/2015.  \r\nThe development may lead to sewage flooding; to ensure that sufficient capacity is made available to cope with the new development; and in order to avoid adverse environmental impact upon the community.",
    "Condition : 29 - For each phase of the development works of construction shall not be commenced until: Impact studies of the existing water supply infrastructure have been submitted to, and approved in writing by, the local planning authority (in consultation with Thames Water). The studies shall determine the magnitude of any new additional capacity required in the system and a suitable connection point.  In terms of water supply, the development shall otherwise be built in accordance with approval of details application 2014/6751 dated 05/03/2015.  \r\nReason: To ensure that the water supply infrastructure has sufficient capacity to cope with the/this additional demand.",
    "Condition : 30 - Block 5 shall not be occupied until the detailed design of a method for the Environment Agency to access the River Wandle has been submitted to, and approved in writing by, the local planning authority. The approved design shall be implemented before the occupation of Block 5.\r\nTo ensure operational access to the River Wandle is protected to ensure there is no increase in flood risk to the local community and to ensure public safety is maintained.",
    "Condition : 31 - At all times during the works approved by this planning application will pedestrian access to the river be provided for operational duties of the Environment Agency.\r\nTo ensure operational access to the River Wandle is protected to ensure there is no increase in flood risk to the local community.",
    "Condition : 32 - The development shall not commence until details of boundary measures during and after construction, along the river's edge on the western bank, on the south west triangle of land owned by the Environment Agency, are submitted to, and approved in writing by, the local planning authority.  The boundary measures shall otherwise be installed in accordance with approval of details application 2014/6862 dated 27/04/2015, unless agreed otherwise in writing by the Local Planning Authority\r\nFor the safety of construction workers and the public.",
    "Condition : 33 - The construction of the flap valves required by this planning permission will not commence until a scheme for their maintenance, including management responsibilities, has been submitted to and approved by the local planning authority.  The flap valves shall otherwise be installed in accordance with approval of  details applications 2014/4949 dated 21/01/2015 and 2014/6862 dated 27/04/2015, unless agreed otherwise in writing by the Local Planning Authority.   The approved maintenance scheme shall be carried out as approved.\r\nTo protect the development and local community from the risk of tidal flooding.",
    "Condition : 34 - No development shall commence until detailed design drawings of the flap valves to be constructed into the tidal defence wall have been submitted to, and approved by, the local planning authority.\r\nTo protect the inhabitants and property of the site and the local area from tidal and fluvial flood risk.",
    "Condition : 35 - The construction of the flap valves shall be completed prior to the occupation of Block 5.\r\nTo protect the inhabitants and property of the site and the local area from fluvial flood risk.",
    "Condition : 36 - For phases that include any land within 16m of a flood defence, no development (excluding demolition, investigation and preparatory works) shall commence until a survey of the condition of the existing tidal flood defences along the River Wandle within the site has been submitted to, and approved in writing by, the local planning authority. The survey must be conducted by a structural engineer and must identify the following;\r\n1) The site / soil properties\r\n2) The existing loadings on the wall\r\n3) The possible loadings on the wall due to the development approved by this planning permission, including of the proposed foundations and subterranean works\r\n4) The possible loadings on the wall due to the future flood defence raisings outlined in the Thames Estuary 2100 Plan.\r\nAdditionally the survey must identify a) those sections of flood defences which are expected to last for the lifetime of the development (100 years) and are not expected to require renewal or works, b) those sections of defences which are not expected to last for the lifetime of the development (100 years) and are expected to require renewal c) those sections of defences which are not expected to last for the lifetime of the development (100 years) and are expected to require works other than renewal to improve their structural integrity such that they are expected to last for the lifetime of the development (100 years). Works shall be undertaken in accordance with the approved survey.\r\nTo reduce the risk of flooding for the lifetime of the development by ensuring the flood defence works are undertaken.",
    "Condition : 37 - Before the commencement of works on phases that include any flood defence, a scheme of flood defence works, based on Condition 36, for the renewal of flood defences for the section of flood defences identified in part (b) of Condition 36 and for the works to the flood defences for the section identified in part (c) of Condition 36 to improve their structural integrity such that they are expected to last for the lifetime of the development (100 years), will be submitted to, and approved in writing by, the local planning authority. The scheme shall include detailed design drawings and structural calculations. The approved drawings must demonstrate that the structural integrity of any flood defence wall will not be undermined by the anticipated loadings identified within the survey approved under Condition 36. These details shall also demonstrate how the new flood defence will form part of a continuous flood defence line with adjacent sections of flood defence wall that are not to be renewed.  The flood defence works shall otherwise be carried out in accordance with approval of details applications 2014/6862 dated 27/04/2015, 2016/2460 dated 06/12/2013 and 2016/7013 dated 15/12/2016, unless agreed otherwise in writing by the Local Planning Authority.   \r\nTo reduce the risk of flooding for the lifetime of the development by ensuring the flood defence works are undertaken.",
    "Condition : 38 - All new tidal flood defences works, including all those within the scheme approved under Condition 37 and those required for the realignment of the river, shall be constructed prior to the occupation of Block 5.\r\nTo reduce the risk of flooding for the lifetime of the development by ensuring the flood defence works are undertaken.",
    "Condition : 39 - At all times during the works approved by this planning application will a flood defence structure of sufficient structural integrity to conduct its flood defence purpose and contiguous with adjacent flood defences and in no section less than the statutory flood defence level of 5.41mAOD be present at this site.\r\nTo protect the inhabitants and property of the site and the local area from tidal flood risk.",
    "Condition : 40 - The development permitted by this planning permission shall be carried out in accordance with the approved Flood Risk Assessment (FRA) (by Waterman, dated 5 November 2012 ref: CIV12162 ES 001) and FRA Addendum (by Waterman, dated May 2013, ref CIV12162 ES 003) and the following mitigation measures detailed within the FRA:\r\n1. Ground level adjustments to promote fluvial flow back into the river Wandle.\r\n2. All residential uses are to be set on the first floor or above.\r\nThe mitigation measures shall be fully implemented prior to occupation and subsequently in accordance with the timing / phasing arrangements embodied within the scheme, or within any other period as may subsequently be agreed, in writing, by the local planning authority.\r\n1. To ensure there is no net increase in flood risk to neighbouring sites.\r\n2. To reduce the risk of flooding to the proposed development and future occupants.",
    "Condition : 41 - No development shall take place until a surface water drainage scheme for the site, based on sustainable drainage principles and an assessment of the hydrological and hydro geological context of the development, has been submitted to and approved in writing by the local planning authority. The scheme shall detail the location and design of the outfalls and demonstrate how impacts on the river environment are minimised, as set out in the Flood Risk Assessment (by Waterman, dated 5 November 2012 ref: CIV12162 ES 001) and subsequent Addendum (by Waterman, dated May 2013, ref CIV12162 ES 003). The scheme shall subsequently be implemented in accordance with the approved details before the development is completed.  The development shall otherwise be carried out in accordance with approval of details applications 2014/4949 dated 21/01/2015, 2016/2460 dated 06/12/2013 and 2016/7013 dated 15/12/2016, unless agreed otherwise in writing by the Local Planning Authority.  \r\nTo prevent the increased risk of flooding, both on and off site.",
    "Condition : 42 - No development shall take place at basement level until the detailed designs of the basement flood protection measures for the relevant basement are submitted to and approved in writing by the local planning authority. These details shall include how the protection measures will operate during a flood event.  The basement works shall otherwise be completed in accordance with approval of details application 2014/6862 dated 27/04/2015, unless approved otherwise in writing by the Local Planning Authority.  \r\nTo ensure the basements are protected from the ingress of flood waters.",
    "Condition : 43 - Prior to the commencement of each phase of the development approved by this planning permission (or such other date or stage in development as may be agreed in writing with the Local Planning Authority), the following components of a scheme to deal with the risks associated with contamination of the site shall each be submitted to and approved, in writing, by the local planning authority: 1) A preliminary risk assessment which has identified:\r\nall previous uses; potential contaminants associated with those uses; a conceptual model of the site indicating sources, pathways and receptors; \r\npotentially unacceptable risks arising from contamination at the site.\r\n2) A site investigation scheme, based on (1) to provide information for a detailed assessment of the risk to all receptors that may be affected, including those off site.\r\n3) The results of the site investigation and detailed risk assessment referred to in (2) and, based on these, an options appraisal and remediation strategy giving full details of the remediation measures required and how they are to be undertaken. 4) A verification plan providing details of the data that will be collected in order to demonstrate that the works set out in the remediation strategy in (3) are complete and identifying any requirements for longer-term monitoring of pollutant linkages, maintenance and arrangements for contingency action. Any changes to these components require the express consent of the local planning authority. The development shall be otherwise be implemented in accordance with approval of details application 2014/5604 dated 20/11/2014, unless agreed otherwise in writing by the Local Planning Authority.  The scheme shall be implemented as approved.\r\nFor the protection of Controlled Waters. The site is located over a Secondary Aquifer and it is possible that the site may be affected by historic contamination.",
    "Condition : 44 - If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the Local Planning Authority) shall be carried out until the developer has submitted, and obtained written approval from the Local Planning Authority for, a remediation strategy detailing how this unsuspected contamination shall be dealt with. The remediation strategy shall be implemented as approved, verified and reported to the satisfaction of the Local Planning Authority.\r\nThere is always the potential for unexpected contamination to be identified during groundworks, particularly during construction of the basement. We should be consulted should any contamination be identified that could present an unacceptable risk to Controlled Waters.",
    "Condition : 45 - Prior to occupation of each phase of the development, a verification report demonstrating completion of the works set out in the approved remediation strategy and the effectiveness of the remediation shall be submitted to and approved, in writing, by the local planning authority for that phase. The report shall include results of sampling and monitoring carried out in accordance with the approved verification plan to demonstrate that the site remediation criteria have been met. It shall also include any plan (a \"long-term monitoring and maintenance plan\") for longer-term monitoring of pollutant linkages, maintenance and arrangements for contingency action, as identified in the verification plan, if appropriate, and for the reporting of this to the local planning authority. Any long-term monitoring and maintenance plan shall be implemented as approved.  The development shall otherwise be carried out in accordance with approval of details applications 2017/2732  dated 14/08/2017 and 2017/6684 dated 31/01/2018, unless agreed otherwise in writing by the Local Planning Authority.  \r\nShould remediation be deemed necessary, the applicant should demonstrate that any remedial measures have been undertaken as agreed and the environmental risks have been satisfactorily managed so that the site is deemed suitable for use.",
    "Condition : 46 - No infiltration of surface water drainage into the ground is permitted other than with the express written consent of the Local Planning Authority, which may be given for those parts of the site where it has been demonstrated that there is no resultant unacceptable risk to Controlled Waters. The development shall be carried out in accordance with the approval details.\r\nInfiltrating water has the potential to cause remobilisation of contaminants present in shallow soil/made ground, which could ultimately cause pollution of groundwater.",
    "Condition : 47 - For each phase of the development, piling or any other foundation designs using penetrative methods shall not be permitted other than with the express written consent of the Local Planning Authority, which may be given for those parts of the site where it has been demonstrated that there is no resultant unacceptable risk to groundwater. The development shall be carried out in accordance with the approved details.  The piling or any other foundation designs shall otherwise be erected in accordance with approval of details application 2014/6751 date 05/03/2015, unless agreed otherwise in writing by the Local Planning Authority.  \r\nTo ensure no unacceptable impact on groundwater.\r\n",
    "Condition : 48 - Prior to the commencement of any phase of the development approved by this planning permission involving works to the River Wandle a scheme for the provision and management of the river habitat enhancements shall be submitted to and agreed in writing by the local planning authority. Thereafter the development shall be carried out in accordance with the approved scheme and any subsequent amendments shall be agreed in writing with the local planning authority. The scheme shall include:\r\na) plans showing the extent and layout of the buffer zone.\r\nb) details of any proposed planting scheme (for example, native species).\r\nc) details demonstrating how the terracing will be protected during development and managed/maintained over the longer term including adequate financial provision and named body responsible for management plus production of detailed management plan.\r\nd) details of any proposed footpaths, fencing, lighting etc.\r\nThe development shall otherwise be carried out in accordance with approval of details applications 2016/7013 dated 15/12/2016 and 2016/2460 dated 06/12/2013, unless agreed otherwise in writing by the Local Planning Authority.  \r\nTo protect and enhance the biodiversity and local amenity of the river.",
    "Condition : 49 - Prior to the commencement of development within any phase approved by this planning permission involving works to the River Wandle detailed design levels of the river terracing shall be submitted to, and approved by, the local planning authority.  The terracing shall otherwise be installed in accordance with approval of details application 2014/6862 dated 24/04/2015, unless agreed otherwise in writing by the Local Planning Authority.  \r\nTo ensure the enhancement of the river environment.",
    "Condition : 50 - For each phase, no development approved by this permission shall be commenced until an ecological mitigation and enhancement scheme, has been submitted to and approved in writing by the local planning authority. This scheme shall outline the detailed design of all ecological mitigation and enhancement measures listed within the Environmental Statement, Outline Landscape Strategy dated November 2012 and any details approved under Condition [4] of this permission and associated drawings for the relevant phase. This shall include design plans and layout, materials, timings, methods of construction and species lists for planting. The Ecological measures shall otherwise be installed in accordance with approval of details application 2014/6862 dated 24/04/2015.  \r\nTo protect the ecology of the site in accordance with Policy DM04.\r\n The approved scheme shall be implemented in full prior to the occupation of the residential accommodation within that phase.  \r\nTo protect the ecology of the site in accordance with Policy DM04.",
    "Condition : 51 - A landscape management plan for the development site, including long term design objectives, ecological objectives, a planting scheme, management responsibilities and maintenance schedules for all landscape areas shall be submitted to and approved in writing by the local planning authority before occupation of the development. The landscape management plan shall be carried out as approved. The landscaping management plan shall otherwise be carried out in accordance with approval of details applications 2015/4700 dated 23/12/2015, 2018/0948 dated 18/04/2018 and 2018/4199 dated 12/12/2018, unless agreed otherwise in writing by the Local Planning Authority.  \r\nTo ensure ecology and public open space benefits are maintained in accordance with policies DM03 and DM04.",
    "Condition : 52 - Prior to the commencement of each phase of the development, a bat and nesting bird survey shall be submitted to and approved in writing by the local planning authority.  The details shall otherwise be carried out in accordance with approval of details application 2014/3748 dated 22/08/2014, unless agreed otherwise in writing by the Local Planning Authority.    The recommendations within the survey/ report shall be undertaken prior to commencement of the relevant phase of the development.   \r\nTo protect existing fauna in accordance with policy DM04. ",
    "Condition : 53 - Wind mitigation is required to buildings 4 and 6 and to the upper level amenity spaces. Details of all screens and other measures to mitigate windspeeds around the building including amenity areas shall be submitted to and approved in writing by the local planning authority prior to the commencement of works of construction above ground in relation to each of the relevant buildings. The approved scheme shall be implemented before any of the flats in the relevant block are occupied and shall thereafter be permanently retained unless such other programme is agreed in writing with the local planning authority.\r\nTo mitigate windiness in certain locations around the site in accordance with policies DMS1 and DMH7.",
    "Condition : 54 - Details of site levels and boundary treatment adjacent to 9 Church Row shall be submitted to and approved in writing by the local planning authority prior to the commencement of the works hereby approved to the west of the River Wandle. The scheme shall be implemented in accordance with the approved drawings.\r\nTo provide a connected public realm in accordance with policy DMS1.",
    "Condition : 55 - For each phase, no development shall take place until the developer has secured the implementation of a programme of archaeological recording of the standing historic building(s) within the relevant phase, in accordance with a written scheme of investigation which has been submitted to and approved in writing by the Local Planning Authority. The archaeological works shall otherwise be carried out in accordance with approval of details application 2014/3748 dated 22/08/2014, unless approved otherwise in writing by the Local Planning Authority.  \r\nTo protect the archaeology of the site in accordance with policy DMS2.",
    "Condition : 56 - For each phase no development shall take place until the applicant has secured the implementation of a programme of archaeological work in accordance with a written scheme for investigation which has been submitted by the applicant and approved by the Local Planning Authority. The relevant phase of the development shall only take place in accordance with the detailed scheme pursuant to this condition. The archaeological works shall be carried out by a suitably qualified investigating body acceptable to the Local Planning Authority.  The archaeological works shall otherwise by carried out in accordance with approval of details application 2014/4439 dated 15/08/2014, unless agreed otherwise in writing by the Local Planning Authority.  \r\nTo protect the archaeology of the site in accordance with policy DMS2.",
    "Condition : 57 - Prior to occupation of each phase, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under the Standard Assessment Procedure) should be submitted to the Local Planning Authority and approved in writing to demonstrate that the development has been carried out in accordance with the approved details. If the overall development is unable to meet the required 25% reduction in CO2 emissions through the approved energy strategy, then any shortfall shall be made up through the application of further sustainability measures unless otherwise approved by the Local Planning Authority in writing.  The development shall otherwise be installed in accordance with approval of details applications 2018/1652 dated 15/05/2018, 2018/5428 dated 13/12/2018, 2018/3938 dated 09/10/2018, 2018/5675 dated 19/12/2018, unless agreed otherwise in writing by the Local Planning Authority.  \r\nTo meet sustainability standards in accordance with policy DMS3.",
    "Condition : 58 - Within 3 months of work starting on site, a Code for Sustainable Homes Interim (Design Stage) Certificate, issued by the Building Research Establishment (BRE) or equivalent authorizing body, must be submitted to the Local Planning Authority and approved in writing to show that a minimum Level 4 rating will be achieved or to demonstrate why only a Level 3 rating will be achieved. The development shall be implemented in accordance with the approved code level.  The development shall otherwise be carried out in accordance with approval of details applications 2015/6973 dated 01/02/2016 and 2017/3357 dated 09/08/2017, unless agreed otherwise in writing by the Local Planning Authority.  \r\nTo achieve appropriate sustainability standards in accordance with policy DMS3.",
    "Condition : 59 - Prior to first occupation of each phase (excluding Blocks 8 and 11 shown on approved plan ref. 2126-T-00-0050-Z00Rev21) and all subsequent phases/buildings, a Code for Sustainable Homes Final (Post-Construction) Certificate, issued by the BRE or equivalent authorizing body, must be submitted to the Local Planning Authority and approved in writing to demonstrate that Level 4 has been achieved, or Level 3 if it has been demonstrated that Level 4 cannot be achieved. The development shall otherwise be completed in accordance with approval of details applications 2018/0713 dated 03/04/2018, 2018/2821 dated 31/07/2018, 2018/1511 dated 17/05/2018 and 2018/2380 dated 29/06/2018 unless agreed otherwise in writing by the Local Planning Authority.  All the measures integrated shall be retained for as long as the development is in existence.  \r\nTo meet sustainability standards in accordance with policy DMS3.",
    "Condition : 60 - For each phase of the development within 3 months of work starting on the relevant phase, a BREEAM (Very good) Interim (Design Stage) Certificate, issued by the Building Research Establishment (BRE) or equivalent authorizing body, in relation to the ground floor commercial uses within Blocks 1, 2, 3A, 3B, 3C, 4D, 4E, 4F, 5, 6, 7, 9, 10H, 10J, 10K, 12 must be submitted to the Local Planning Authority and approved in writing to show that a minimum of BREEAM (Very good) can be achieved for the relevant phase. The development shall be implemented in accordance with the approved code level.  The development shall otherwise be carried out in accordance with approval of details application 2015/6977 dated 01/02/2016, unless agreed otherwise in writing by the Local Planning Authority.  \r\nTo achieve appropriate sustainability standards in accordance with policy DMS3.",
    "Condition : 61 - Prior to first occupation of each phase (excluding Blocks 8 and 11) shown on approved plan ref 2126-T-00-0050-Z00 Rev 21), appropriate BREEAM (Very good) certificate(s) for the ground floor uses must be submitted to the Local Planning Authority and approved in writing to demonstrate that BREEAM (Very good) has been achieved. The development shall otherwise by carried out in accordance with approval of details applications 2018/4685 dated 22/11/2018, unless approved otherwise in writing by the Local Planning Authority.  All the measures integrated shall be retained for as long as the development is in existence.\r\nTo meet sustainability standards in accordance with policy DMS3.",
    "Condition : 62 - Details of play space within upper amenity spaces and at ground floor level shall be submitted to and approved in writing by the local planning authority prior  to occupation of the adjacent flats. The playspace shall be implemented in accordance with the approved details.  The playspace shall otherwise be installed in accordance with approval of details application 2017/2286 dated 02/08/2017, unless agreed otherwise in writing by the Local Planning Authority.  \r\nTo ensure adequate playspace is provided in accordance with policy DMH7. ",
    "Condition : 63 - This development shall be begun not later than 3 years from the date of this permission or within 2 years from the date of the approval of the last of the reserved matters (referred to in condition 3) whichever is the later.\r\nTo comply with Section 91 and 92 of the Town and Country Planning Act 1990",
    "Condition : 64 - Application for approval of the reserved matters referred to in condition 4 must be made to the local planning authority within five years of the date of this planning permission.\r\nTo comply with Section 92 of the Town and Country Planning Act 1990.",
    "Condition : 65 - Application for approval of the reserved matters referred to in Condition [4] shall be made in relation to the phases shown on the approved drawing 2126-6-00-1920-ZXX Rev02 or subsequent drawing approved by the Council in writing."
  ],
  "development_type": "Major dwellings"
}