{
  "uprn": "100022688063",
  "decision_process": null,
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "borough": "Wandsworth",
  "description": "Installation of hardwood windows to first and second floor side elevation; excavation to enlarge basement with formation of front lightwell.",
  "appeal_start_date": null,
  "cil_liability": false,
  "lpa_app_no": "2019/1356",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "decision_date": "04/06/2019",
  "date_building_work_started_under_previous_permission": null,
  "date_building_work_completed_under_previous_permission": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523890.58,
              175791.71
            ],
            [
              523891.39,
              175793.4
            ],
            [
              523896.84,
              175806.8
            ],
            [
              523899.04,
              175812.44
            ],
            [
              523901.1,
              175817.04
            ],
            [
              523901.25,
              175816.89
            ],
            [
              523902.01,
              175816.19
            ],
            [
              523909.8,
              175809.04
            ],
            [
              523908.49,
              175807.24
            ],
            [
              523907.3,
              175805.55
            ],
            [
              523906.67,
              175804.71
            ],
            [
              523906.09,
              175803.95
            ],
            [
              523904.95,
              175802.35
            ],
            [
              523903.55,
              175800.6
            ],
            [
              523902.24,
              175798.9
            ],
            [
              523902.05,
              175798.65
            ],
            [
              523901.2,
              175798.95
            ],
            [
              523900.32,
              175796.94
            ],
            [
              523899.51,
              175795.05
            ],
            [
              523898.05,
              175791.7
            ],
            [
              523896.89,
              175789.1
            ],
            [
              523890.58,
              175791.71
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "application_type_full": null,
  "locality": "London",
  "application_type": "Householder",
  "street_name": "Ruvigny Gardens",
  "decision": "Approved",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "valid_date": "26/03/2019",
  "actual_commencement_date": null,
  "development_type": "Other house holder developments",
  "lapsed_date": "04/06/2022",
  "decision_target_date": "03/06/2019",
  "id": "Wandsworth-2019_1356",
  "centroid_northing": 175803,
  "secondary_street_name": null,
  "appeal_status": null,
  "site_name": null,
  "postcode": "SW15 1JR",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2019/1356",
  "site_number": "10",
  "ward": "Thamesfield - Historic",
  "centroid_easting": 523900,
  "bo_system": "Northgate M3",
  "lpa_name": "Wandsworth",
  "decision_agency": "Borough",
  "application_details": {
    "site_area": 0.022000000000000002
  },
  "last_updated": "2025-03-20T19:50:49.530+00:00",
  "status": "Approved",
  "last_date_consultation_comments": "09/05/2019",
  "centroid": {
    "lat": "51.4676412",
    "lon": "-0.2176436"
  },
  "pp_id": "7725955",
  "parking_details": null,
  "last_updated_by": "Northgate M3",
  "epc_number": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [Planning statement; FRA by Infrastruct CS Ltd; P01 A; P02 B; P03; P04;  P06 B;  P08 and P09 A]. \r\nReason: To ensure a satisfactory standard of development, and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - The development permitted by this planning permission shall only be carried out in accordance with the approved Flood Risk Assessment [by Infrastruct CS Ltd dated 24/08/19].\r\nThe mitigation measures shall be retained as such.\r\nReason: To reduce the risk of flooding to the proposed development and future occupants, and third parties in accordance with policy DMS5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.\r\n",
    "Condition : 4 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies DMS1 and DMS2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.\r\n",
    "Condition : 5 - The hedge proposed to the front boundary in front of the lightwell must be put in place prior to the use of the basement unless otherwise approved in writing by the local planning authority. The hedge must be of a suitable size to obscure the lightwell from the street and must be retained. the hedge shall not be be cut down, uprooted or destroyed. If the hedge is removed, uprooted or destroyed or dies, another suitably sized hedge shall be planted in the same place to obscure the lightwell from the street.\r\nReason: To preserve the visual amenity and the character of the area, in accordance with Council policy DMS2 of the Development Management Policies Document (adopted March 2016).",
    "Condition : 6 - A)  No development (other than demolition of existing buildings down to existing ground level) shall take place until the applicant (or their heirs and successors in title) has secured the implementation of a programme of site related archaeological evaluation in accordance with a Written Scheme of Investigation which has been submitted by the applicant and approved by the local planning authority in writing and a report on that evaluation has been submitted to and approved by the local planning authority in writing.\r\nB) Under Part A above the applicant (or their heirs and successors in title) shall implement a programme of archaeological evaluation in accordance with a Written Scheme of Investigation.\r\nC) No development (other than demolition to existing buildings down to ground level) shall take place until the applicant (or their heirs and successors in title) has secured the implementation of a programme of site related archaeological mitigation (if required) in accordance with a Written Scheme of Investigation which has been submitted by the applicant and approved by the local planning authority in writing and a report on that mitigation has been submitted to and approved by the local planning authority in writing.\r\nD) Under Part C above, the applicant (or their heirs and successors in title) shall implement a programme of archaeological mitigation in accordance with a Written Scheme of Investigation.\r\nE) The development shall not be occupied until the site investigation and possible mitigation work has been completed in accordance with the programme set out in the Written Scheme of Investigation approved under Parts A and C, and the provision for analysis, publication and dissemination of the results and archive deposition has been secured.\r\nReason: Heritage assets of archaeological interest may survive on the site. The planning authority wishes to secure the provision of appropriate archaeological investigation, including the publication of results, in accord",
    "Condition : 7 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2019 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  "
  ],
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.21778309999999998,
          51.4675418
        ],
        [
          -0.2177709,
          51.4675568
        ],
        [
          -0.2176878,
          51.467676
        ],
        [
          -0.2176541,
          51.4677263
        ],
        [
          -0.21762289999999998,
          51.4677671
        ],
        [
          -0.2176208,
          51.4677658
        ],
        [
          -0.2176101,
          51.4677593
        ],
        [
          -0.21750049999999999,
          51.4676933
        ],
        [
          -0.21752000000000002,
          51.4676775
        ],
        [
          -0.2175377,
          51.4676625
        ],
        [
          -0.217547,
          51.4676551
        ],
        [
          -0.2175556,
          51.4676484
        ],
        [
          -0.21757259999999998,
          51.4676343
        ],
        [
          -0.2175934,
          51.4676189
        ],
        [
          -0.2176128,
          51.4676039
        ],
        [
          -0.2176156,
          51.4676017
        ],
        [
          -0.21762779999999998,
          51.4676045
        ],
        [
          -0.2176411,
          51.4675867
        ],
        [
          -0.2176534,
          51.4675699
        ],
        [
          -0.2176756,
          51.4675401
        ],
        [
          -0.2176932,
          51.467517
        ],
        [
          -0.21778309999999998,
          51.4675418
        ]
      ]
    ],
    "type": "Polygon"
  }
}