{
  "development_type": "Minor dwellings",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "SW17 0SN",
  "borough": "Wandsworth",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1660924,
          51.4293668
        ],
        [
          -0.166125,
          51.4293804
        ],
        [
          -0.1661616,
          51.4293954
        ],
        [
          -0.1663323,
          51.4294655
        ],
        [
          -0.166274,
          51.4295225
        ],
        [
          -0.1661637,
          51.4294745
        ],
        [
          -0.16606749999999998,
          51.429433
        ],
        [
          -0.1660306,
          51.4294171
        ],
        [
          -0.1660924,
          51.4293668
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "Development Site Of 5 To 7",
  "centroid_easting": 527580,
  "pp_id": "7658284",
  "cil_liability": true,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "site_area": 0.015000000000000001
  },
  "lpa_name": "Wandsworth",
  "decision": "Approved",
  "lpa_app_no": "2019/0870",
  "decision_date": "23/04/2019",
  "last_updated": "2025-03-19T01:12:07.731+00:00",
  "centroid_northing": 171644,
  "centroid": {
    "lat": "51.4294471",
    "lon": "-0.1661898"
  },
  "appeal_decision_date": null,
  "locality": "London",
  "ward": "Graveney - Historic",
  "bo_system": "Northgate M3",
  "lapsed_date": "23/04/2022",
  "decision_process": null,
  "last_date_consultation_comments": "05/04/2019",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "26/02/2019",
  "actual_commencement_date": null,
  "decision_conditions": [
    "Condition : 1 - This development shall be begun within 3 years from the date of the original permission (ref: 2015/2828, dated 17/08/2015).\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed. \r\nReason: To ensure a satisfactory standard of development, and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - Notwithstanding any materials specified in the application, details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved by the local planning authority before any above ground works are commenced. The development shall be carried out in accordance with the approved materials.\r\nIn order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policy DMS1. \r\n\r\n",
    "Condition : 4 - Notwithstanding what is shown on the approved drawings, details of screening to all sides of the proposed roof terrace shall be submitted to the local planning authority for approval. Those details as may be approved shall be completed before any use of the terrace commences, and retained permanently afterwards.\r\nTo protect the privacy of neighbours and prevent overlooking in accordance with Council policy DMS1c.\r\n\r\n",
    "Condition : 5 - The developer shall submit information to be approved by the Local Planning Authority, demonstrating how the development will follow the hierarchy of energy efficiency, decentralised energy and renewable energy technologies to secure a minimum 19% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013.\r\nIn the interests of sustainable design, and in accordance with Council policy IS2 and DMS3.\r\n",
    "Condition : 6 - Prior to occupation of the residential units, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP or the National Calculation Method) should be submitted to the Local Planning Authority and approved in writing to demonstrate that the development has been carried out in accordance with the approved Energy Strategy unless otherwise agreed by the Local Planning Authority in writing.\r\nIn the interests of sustainable design, and in accordance with Council policy IS2 and DMS3.\r\n",
    "Condition : 7 - Prior to construction, evidence will be submitted to the Local Planning Authority and approved in writing that the internal water consumption of the development will not exceed 105 l/p/day in line with The Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government.\r\nIn the interests of sustainable design, and in accordance with Council policy IS2 and DMS3.\r\n",
    "Condition : 8 - Arrangements for the storage of refuse and bicycles as shown on drawing number 02D shall be implemented before the permitted use starts. Such arrangements shall be maintained unless otherwise agreed by the local planning authority. \r\nIn the interests of amenity and hygiene, in accordance with Council policy DMS1. \r\n\r\n",
    "Condition : 9 - Details of noise insulation measures to provide effective resistance to the transmission of airborne and impact sound between the ground floor commercial unit and first floor residential unit above shall be submitted to and approved by the local planning authority. The approved measures shall be completed prior to the commencement of the occupation of the premises. \r\nTo safeguard the amenities of adjoining occupiers, in accordance with Council policy DMS1. \r\n",
    "Condition : 10 - Before development begins, details of a scheme to insulate the approved development against noise generated by traffic on Tooting High Street shall be submitted to and approved by the local planning authority. The approved measures shall be installed prior to the commencement of the occupation of the building. \r\nTo protect the occupiers of the building(s), in accordance with Council policies DMH4(ii).",
    "Condition : 11 - Notwithstanding what is shown on the approved drawings, larger scaled drawings (scale 1:50) of the proposed front elevation including detailing and finishes shall be submitted to and approved by the local planning authority before any above ground works are commenced. The development shall be carried out in accordance with the approved drawings.\r\nIn the interests of the appearance of the locality, in accordance with Council policy DMS1. \r\n\r\n",
    "Condition : 12 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2019 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  ",
    "Condition : 13 - INFORMATIVE: The applicant is advised to contact the Crossrail 2 Safeguarding Team as the works can potentially affect future tunnelling. Crossrail 2 Safeguarding have requested detailed design and construction method statements for all the ground floor structures, foundations and basements and for any other structures below ground level, including piling (temporary and permanent), which: \r\n(i)\tAccommodate the proposed location of the Crossrail 2 structures including tunnels, shafts and temporary works,\r\n(ii)\tAccommodate ground movement arising from the construction thereof,\r\n(iii)\tMitigate the effects of noise and vibration arising from the operation of the Crossrail 2 railway within the tunnels and other structures.\r\n\r\nTransport for London is prepared to provide to information about the proposed location of the Crossrail 2 tunnels and structures.  It will supply guidelines about the design and location of third party structures in relation to the proposed tunnels, ground movement arising from the construction of the tunnels and noise and vibration arising from the construction and use of the tunnels.  Applicants are encouraged to discuss these guidelines with the Crossrail 2 engineer in the course of preparing detailed design and method statements.\r\n"
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": "121013748",
  "decision_target_date": "23/04/2019",
  "application_type": "All Other",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527586.99,
              171635.25
            ],
            [
              527584.69,
              171636.7
            ],
            [
              527582.1,
              171638.3
            ],
            [
              527570.04,
              171645.8
            ],
            [
              527573.94,
              171652.24
            ],
            [
              527581.74,
              171647.1
            ],
            [
              527588.54,
              171642.65
            ],
            [
              527591.15,
              171640.95
            ],
            [
              527586.99,
              171635.25
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": null,
  "last_updated_by": "Northgate M3",
  "actual_completion_date": null,
  "street_name": "Tooting High Street",
  "secondary_street_name": null,
  "description": "Variation of conditions 2 and 3 pursuant to planning permission dated 17/08/2015 ref 2015/2828 (Erection of mansard roof extension to main front roof and external\r\nalterations to front elevation; erection of two-storey rear extension (with french doors and safety railings at second floor); formation of roof terrace at rear first floor level in conjunction with the conversion of the upper floors into two self-contained flats (2 x 2 bedroom units).) so as to allow the substitution of drawings 1565-02A/03A/04A with drawings 1565-02D/03D/04D to enable the demolition of the existing building, and to amend the wording of condition 3 to read 'before any above ground works are commenced'.\r\n",
  "id": "Wandsworth-2019_0870",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2019/0870"
}