{
  "last_date_consultation_comments": "25/07/2019",
  "epc_number": null,
  "application_type_full": null,
  "development_type": "Major dwellings",
  "decision_date": "28/02/2020",
  "pp_id": "7771097",
  "appeal_decision_date": null,
  "actual_completion_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Wandsworth-2019_2495",
  "last_updated": "2025-03-19T03:09:10.373+00:00",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "527073",
  "decision_target_date": "26/09/2019",
  "parking_details": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527153.7,
              172102.85
            ],
            [
              527073.55,
              172155.45
            ],
            [
              527071.85,
              172151.35
            ],
            [
              527070.35,
              172170.25
            ],
            [
              526993.79,
              172216.95
            ],
            [
              526836.85,
              172445.81
            ],
            [
              526712.45,
              172620.35
            ],
            [
              526689.05,
              172601.5
            ],
            [
              526679.49,
              172606.49
            ],
            [
              526674.87,
              172623.99
            ],
            [
              526679.9,
              172648.3
            ],
            [
              526691.29,
              172668.65
            ],
            [
              526672.6,
              172685.4
            ],
            [
              526712.9,
              172722.45
            ],
            [
              526842.09,
              172808.2
            ],
            [
              526853.55,
              172807.9
            ],
            [
              527036.7,
              172917.55
            ],
            [
              527111.4,
              172814.75
            ],
            [
              527112.7,
              172812.15
            ],
            [
              527182.33,
              172706.98
            ],
            [
              527222.34,
              172676.64
            ],
            [
              527248.1,
              172678.05
            ],
            [
              527272.9,
              172633.25
            ],
            [
              527309.9,
              172609.2
            ],
            [
              527341.49,
              172580.92
            ],
            [
              527361.45,
              172563.05
            ],
            [
              527373.5,
              172546.35
            ],
            [
              527407.55,
              172499.3
            ],
            [
              527405.04,
              172478.25
            ],
            [
              527469.14,
              172389.68
            ],
            [
              527466.7,
              172371.1
            ],
            [
              527463.5,
              172368.6
            ],
            [
              527153.7,
              172102.85
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "subdivision_of_building": null,
  "title_number": null,
  "secondary_street_name": null,
  "valid_date": "06/06/2019",
  "centroid": {
    "lon": "-0.1731686",
    "lat": "51.4373438"
  },
  "site_number": "236",
  "ward": "Wandsworth Common - Historic",
  "lpa_name": "Wandsworth",
  "actual_commencement_date": null,
  "uprn": "121009605",
  "lpa_app_no": "2019/2495",
  "status": "Approved",
  "description": "Variation of condition 5 (in accordance with approved drawings) of outline planning permission ref. 2010/3703 dated 20/06/2012), as varied under application ref. no. 2014/6585, dated 04/06/2015, and application ref. 2016/4760 dated 24/04/2018, so as to allow amendments to reconfigure the layout of the proposed care home, amendments to the maximum height parameter of Plot H (care home) by a maximum increase of 1.198m, amendments to regularise the road infrastructure approved under the Phase 2 Reserved Matters Application, and to remove parameter plans PL06a, PL06b, PL10, PL11, PL13 and PL14. ",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": null,
  "postcode": "SW17 0AN",
  "centroid_northing": "172510",
  "borough": "Wandsworth",
  "application_type": "All Other",
  "locality": "London",
  "site_name": "Ronald Gibson House",
  "decision_conditions": [
    "Condition : 1 - The development shall be carried out in accordance with the approved drawings PL 02 rev. 02; PL 03 rev. 05; PL 04 rev. 05; PL 05 rev. 05; PL 06 rev. 05; PL 07 rev. 05; PL 08 rev. 05; PL 12 rev. 05 and specifications, unless approved otherwise in writing by the local planning authority.  \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 2 - Details of the appearance, landscaping and scale (hereinafter referred to as the \"reserved matters\") shall be submitted to the local planning authority. No development of any phase shall commence until details of the reserved matters for that phase have been approved in writing by the local planning authority. The development shall be carried out as approved.\r\nTo comply with Section 92 of the Town and Country Planning Act 1990.\r\n",
    "Condition : 3 - The development shall be begun no later than 5 years from 20th June 2012 or within 2 years from the date of the approval of the last of the reserved matters to be approved, whichever is the later.  \r\nTo comply with Section 92 of the Town and Country Planning Act 1990.\r\n",
    "Condition : 4 - 3.\tThe first application for approval of the reserved matters referred to in condition 02, and in accordance with the phasing programme referred to in condition 04, shall be made to the local planning authority within three years of 20th June 2012.\r\nTo comply with Section 92 of the Town and Country Planning Act 1990.   [NOTE: Condition complied with by virtue of reserved matters approval dated 09/06/2015, under application ref. 2014/6584].\r\n\r\n",
    "Condition : 5 - 4.\tThe development hereby permitted shall be carried out in accordance with the phasing programme approved on 17/12/2018, under application ref. no. 2018/5048, unless otherwise agreed in writing by the local planning authority. Reserved matters shall be submitted to the local planning authority and approved in accordance with the approved phasing programme, no part of any phase shall commence until all reserved matters relating to that phase have been approved, and each phase shall be carried out in accordance with the approved reserved matters.\r\nIn order that the local planning authority may be satisfied as to the details of the development and to comply with Section 92 of the Town and Country Planning Act 1990. Planning policy will evolve throughout the development and the reserved matters applications should take account of this.\r\n",
    "Condition : 6 - 6a) Concurrently with submission of the first of the reserved matters application(s), a Design and Access Statement for the first phase shall be submitted to the local planning authority for approval. The Design and Access Statement shall be prepared in accordance with the principles and parameters established in the outline application and shall include both strategic and more detailed elements. The Design and Access Statement shall include details of building layout design evolution, conservation, building uses, scale and massing, topography, character areas, design standards, sustainability and safety and security. No development shall commence until such time as the Design and Access Statement for the first phase has been approved in writing by the local planning authority.\r\n6b) - Prior to or concurrently with  submission of the reserved matters application(s)   for each phase of development,  a Design Code shall  be submitted  for that  phase to the local planning   authority   for approval.  The Design Code shall  be prepared  in accordance with  the principles and parameters established  in the outline  application  and shall include both strategic and more detailed  elements.  The Design Code shall  include  details  of building   layout,  design  evolution,   conservation,  building uses, scale and massing, topography,  character areas, design standards,  sustainability  and safety and security. Development of each phase shall not commence (save for any enabling  works within  plots, consisting of any required demolition, installation  of utilities,  and interim  landscaping of areas to a graded ground level)  until such time  as the Design Code for that phase has been approved in writing  by the local planning authority.\r\nTo ensure a satisfactory standard of development and to comply with the Design and Access Statement, in accordance with DMPD policy DMS1.\r\n",
    "Condition : 7 - Any application for approval of reserved matters shall be in accordance with the Design Code approved by the local planning authority under condition 06 and as part of the application for reserved matters approval shall incorporate a statement demonstrating compliance with the approved Design Code. The development hereby permitted shall be carried out in accordance with the approved Design Code.\r\nTo ensure a satisfactory standard of development and to comply with the Design and Access Statement, and in accordance with DMPD policy DMS1.\r\n\r\n",
    "Condition : 8 - The development shall be carried out in accordance with the Park Strategy approved on 21/12/2015 under application ref. no. 2015/5306, unless otherwise agreed in writing by the local planning authority.\r\nTo ensure a satisfactory standard of development, and to achieve the benefits of public access and recreation, in accordance with DMPD policy DMS1. \r\n\r\n",
    "Condition : 9 - Prior to commencement of each phase of the development   (save for any enabling  works within  plots, consisting of any required demolition,  installation  of utilities,  and interim  landscaping of areas to a graded ground level) full details of existing\r\nand proposed site levels within  that phase shall be submitted  to and approved in writing  by the local planning  authority. Each phase of the development  shall be constructed in accordance with  the approved details\r\nTo ensure the development relates satisfactorily to its surroundings, and in accordance with DMPD policy DMS1.\r\n\r\n",
    "Condition : 10 - Within any reserved matters application pursuant to this approval the landscape details required by condition 01 shall include detailed hard and soft landscape designs and specifications for the associated reserved matters site. The details shall be accompanied by a Design Statement that demonstrates how the landscaping scheme accords with any emerging or approved details sought as part of the Design Code for the site.\r\nTo ensure a satisfactory standard of development, in accordance with DMPD policy DMS1.\r\n",
    "Condition : 11 - 11. a) Prior to or concurrently with the submission of the first of the reserved matters application(s) a site Landscape Strategy for the first phase shall be submitted to the local planning authority for approval which shall include a landscape management plan including long term design objectives, management responsibilities and maintenance schedules for all landscape areas, other than small, privately owned, domestic gardens. The development of the first phase shall be carried out in accordance with the approved Landscape Strategy and the landscape management plan for the first phase shall be carried out as approved. \r\n11b) Prior to or concurrently with the submission of the reserved matters for the second phase of development a Landscape Strategy for that phase (including an overarching principles document for the whole of the site) shall be submitted to the local planning authority for approval which shall include a landscape management plan including long term design objectives, management responsibilities and maintenance schedules for all landscape areas within that phase, other than small, privately owned, domestic gardens. A Landscape Strategy shall be submitted prior to or concurrently with the submission of reserved matters for each subsequent phase. The development shall be carried out in accordance with the approved Landscape Strategy and the landscape management plan shall be carried out as approved.\r\nTo ensure a satisfactory standard of development, in accordance with DMPD policy DMS1.\r\n",
    "Condition : 12 - Prior to the commencement of any phase of the development details of the means of protecting the trees (which are to be retained as shown in the approved tree strategy pursuant to condition 13) from damage during demolition and or building works shall be submitted to and approved by the local planning authority in writing prior to any demolition, building or any other works. The details as approved shall be installed prior to demolition, building or any other works and retained throughout the period of the works in respect of each phase of the development.\r\nTo safeguard the trees in the interest of the amenity of the area, in accordance with DMPD policy DMO5.\r\n\r\n",
    "Condition : 13 - Prior to the commencement of each phase of the development  (save for any enabling  works within  plots, consisting of any required demolition,  installation  of utilities,  and interim  landscaping of areas to a graded ground level), a tree strategy for that phase shall be submitted to and approved  in writing  by the local planning  authority.  The tree strategy shall specify trees to be planted,  trees to be removed, trees to be retained,  and measures for the management  of trees to be retained. No development  shall take place on each respective phase except in accordance with  the approved tree strategy\r\nIn the interests of the amenity of the area, in accordance with DMPD policy DM05.\r\n",
    "Condition : 14 - All planting, seeding and/or turfing comprised in the approved tree strategy and details of landscaping and planting in the public park under conditions 8 and 13, shall be carried out in the first planting and seeding seasons following occupation of the buildings in that phase, or the completion of that phase of the development, whichever is the sooner; and any tree or plant planted as part of this scheme which within a period of five years from the date of planting that tree or plant, is found dead, removed, uprooted, dies, is destroyed or becomes seriously damaged or diseased, shall be replaced in the next planting season with trees or plants of a similar size and species, unless otherwise agreed in writing by the local planning authority.\r\nTo ensure a satisfactory appearance in accordance with DMPD policy DMS1.\r\n",
    "Condition : 15 - Prior to the commencement of any phase of the development  (save for any enabling works within  plots, consisting of any required demolition,  installation  of utilities,  and interim  landscaping of areas to a graded ground level), details of proposed site boundary treatment  and other means of enclosure within  and around the edge of that phase shall be submitted to and approved  in writing  by the local planning   authority.  The boundary treatment  and means of enclosure shall be implemented  in accordance with the approved details\r\nTo ensure a satisfactory appearance in accordance with DMPD policy DMS1.\r\n",
    "Condition : 16 - Notwithstanding  condition 5, details and samples of materials  proposed to be used on all external  surfaces of the development shall be submitted to and approved in writing by the local planning  authority  before the commencement of above ground works of each phase (other than demolition  and site clearance and any enabling  works within  plots, consisting of any required demolition,  installation  of utilities,  and interim  landscaping of areas to a graded ground level). Each phase of the development shall be carried out in accordance with the approved materials.\r\nIn order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with DMPD policy DMS1.\r\n",
    "Condition : 17 - Prior to the commencement of any phase of the development  (save for any enabling  works within  plots, consisting of any required demolition,  installation  of utilities,  and interim  landscaping of areas to a graded ground level), details of street furniture (including seating, bollards, bins and other minor artefacts) and of lighting  (which is to be installed alongside the access and internal circulation roads and footpaths and in open public/private  areas, including the positions and heights of any lighting  columns or luminaries. and the means of preventing light spillage and pollution)  shall be submitted to and approved  in writing  by the local planning  authority.  The approved  street furniture  and lighting  shall be implemented  in accordance with  the approved details prior to the occupation  of any building  within  each phase, and the approved lighting scheme for each phase shall be retained thereafter\r\nIn the interest of the appearance of the locality, in accordance with DMPD policy DMS1, to ensure a satisfactory appearance and to protect the amenities of neighbouring properties in accordance with policy DMS1.\r\n\r\n",
    "Condition : 18 - The new-build Residential Development hereby approved (meaning any residential units to be built on the site but excluding those created as a result of the conversion of existing buildings comprising the Main Building, the Elizabeth Newton Wing, High Trees and Glenburnie Lodge) shall be built to Lifetime Homes Standards published by the Joseph Rowntree Foundation 1999 (or equivalent standard), with a minimum of 10% wheelchair-accessible units across the whole of the site.\r\nTo ensure compliance with Core Strategy policy IS5.\r\n",
    "Condition : 19 - Details of arrangements for the on-site storage of waste, including recycling and disposal facilities, shall be submitted to and approved in writing  by the local planning  authority  prior to commencement  of each phase of the development (save for any enabling works within  plots, consisting of any required demolition,  installation  of utilities,  and interim  landscaping of areas to a graded ground  level).  The approved  details  shall be implemented  prior to occupation of the buildings  in each respective\r\nphase and retained thereafter\r\nIn the interests of amenity and hygiene, in accordance with DMPD policy DMS1.\r\n",
    "Condition : 20 - Details of any outdoor tables and/or seating in connection with the permitted A3 and A4 uses, including delineation of the area or areas in which such outdoor furniture will be set out, shall be submitted to and approved in writing by the local planning authority prior to occupation of those uses within each respective phase of the development. Thereafter, the outdoor tables and seating shall only be retained in accordance with the approved details, unless otherwise agreed in writing by the local planning authority.\r\nIn the interests of amenity of nearby residential occupiers and to ensure satisfactory access for pedestrians and disabled people, in accordance with DMPD policy DMS1.\r\n\r\n",
    "Condition : 21 - Details of any external ventilation equipment in relation to non-residential buildings, including ducting, shall be submitted to and approved in writing by the local planning authority before installation. The external ventilation equipment, including ducting, shall be installed prior to the occupation of the relevant non-residential uses, in accordance with the approved details and shall thereafter be operated and maintained in accordance with the manufacturer's instructions, unless otherwise agreed in writing by the local planning authority.\r\nIn the interest of local amenity and visual appearance, and in accordance with DMPD policy DMS1.  \r\n",
    "Condition : 22 - The Class A3 and A4 uses permitted as part of the development shall not be open to customers other than between the hours of 08.00 and 23.30 Monday to Sunday, and activities associated with the uses shall not take place between the hours of 00.00 and 08.00 Monday to Sunday, unless otherwise agreed in writing by the local planning authority.\r\nIn the interest of amenity of nearby residential occupiers, in accordance with DMPD policy DMS1.\r\n",
    "Condition : 23 - No development  shall commence within  each phase  for which reserved matters approval  is being sought  (save for any enabling works within  plots, consisting of any required demolition,  installation  of utilities,  and interim  landscaping of areas to a graded ground level) until  such time as an energy statement  for that phase, which demonstrates that at least 20% of the phase's total predicted carbon emissions will be reduced through the implementation  of on-site renewable energy sources, and/or  decentralised  low/  zero carbon technologies,  has been submitted  to and approved  in writing by the local planning  authority  which is in accordance with  the site wide strategy to be approved alongside the second phase of development.  The statement  shall include  the total  predicted  carbon emissions in the form of an Energy Statement  of the development and shall set out a schedule of proposed on-site renewable and low/zero  carbon energy technologies, their respective carbon reduction  contributions,   size specification,  location,  design and a maintenance  programme.  The approved renewable and low/zero carbon energy technologies shall be fully installed and operational prior to occupation of any approved buildings  and shall thereafter be maintained  and remain  fully  operational  in accordance with  the approved maintenance programme.\r\nIn the interest of energy conservation and efficiency, in accordance with Core Strategy policy IS2 and to ensure compliance with DMPD policy DMS3 and Core Strategy policy IS2.\r\n\r\n",
    "Condition : 24 - The New-build Residential Development hereby approved (meaning any residential units to be built on the site but excluding those created as a result of the conversion of existing buildings comprising the Main Building, the Elizabeth Newton Wing, High Trees and Glenburnie Lodge) shall be built to a minimum standard of Level 4 of the Code for Sustainable Homes (or equivalent standard). Prior to the occupation of each phase of the development which includes New-build Residential Development (or in accordance with an alternative timetable to be agreed with the local planning authority), a copy of the Post Construction Certificate indicating that at least Level 4 of the Code for Sustainable Homes (or equivalent standard) has been achieved shall be submitted to the local planning authority for confirmation.\r\nIn the interest of energy conservation and efficiency, in accordance with Core Strategy policy IS2 and to ensure compliance with DMPD policy DMS3 and Core Strategy policy IS2.\r\n\r\n",
    "Condition : 25 - Prior to the conversion of any of the buildings to be retained for conversion to residential use (meaning the Main Building, the Elizabeth Newton Wing, High Trees and Glenburnie Lodge), an Ecohomes Assessment (or equivalent standard) for that building shall be submitted to and approved in writing by the local planning authority. Thereafter, the conversion of that building shall be carried out in accordance with the approved Ecohomes Assessment prior to occupation.\r\nIn the interest of energy conservation and efficiency, in accordance with Core Strategy policy IS2 and to ensure compliance with DMPD policy DMS3 and Core Strategy policy IS2.\r\n\r\n",
    "Condition : 26 - The new-build non-residential buildings hereby permitted shall be built to a minimum standard of \"Excellent\" under the Building Research Establishment Environmental Assessment Method (BREEAM) or any other equivalent standard that applies at the time of construction of the development. Prior to commencement of the use of each relevant building, a copy of the Post Construction Certificate confirming that a minimum of \"Excellent\" BREEAM rating has been achieved (or any other level approved) shall be\r\nsubmitted to the local planning authority for confirmation.           \r\nTo ensure compliance with DMPD policies DMS3 and Core Strategy policy IS2.\r\n",
    "Condition : 27 - The development shall be carried out in accordance with the method statement setting out mitigation measures for Japanese Knotweed approved on 18/06/2018 under application ref. 2018/1935, unless otherwise agreed in writing by the local planning authority.\r\nTo ensure a satisfactory appearance and for the protection of species and biodiversity, in accordance with DMPD policy DM04.\r\n\r\n",
    "Condition : 28 - No development shall take place on any phase of the development until an air quality method statement has been implemented in accordance with details which have been submitted to and approved in writing by the local planning authority in respect of that phase. The air quality method statement shall include details for: a) air quality measures for the control of dust, fine particles and odours; and b) monitoring of local air quality in terms of pollutants set out in the Environmental Statement. Development of the phase shall be implemented in accordance with the approved air quality method statement.\r\nIn the interests of local amenity in accordance with DMPD policy DMS1.\r\n\r\n",
    "Condition : 29 - Prior to the commencement of works in each phase, a Construction Management Plan (\"CMP\") shall be submitted to and approved in writing by the local planning authority and thereafter the development of each phase shall be carried out in accordance with the relevant CMP. The CMP shall set out the arrangements for managing the environmental effects of the development within that phase during the construction period and shall include a Construction Logistics Plan to be prepared in accordance with Transport for London guidance. The CMP shall include details relating to:\r\na) Noise and sound proofing; b) Vibration and appropriate vibration monitoring equipment; c) dust (including means of minimising dust transmission); d) dirt or spoil on the public highway; e) air pollution; f) odours; g) the storage, removal and disposal of waste (including spoil); h) means of temporary artificial illumination; i) temporary site security fencing; j) the location of construction compounds and construction-related temporary buildings; k) arrangements for the storage of materials on the site during the course of works/construction; l) hours of works;\r\nm) wheel washing; n) installation and removal of tower cranes; o) site clearance and construction traffic; p) the use of A roads and other major roads; q) a plan to be agreed with the local planning authority to ensure minimum impact on transport infrastructure (including delivery); r) the registration of the site with the considerate constructors scheme; s) the appointment of a resident liaison officer; t) an annual review of the CMP with the local planning authority; and u) the maintenance of the existing bus service into and out of the site along a safe and operational route during the construction phase(s). The development shall be carried out in accordance with the approved details.\r\nTo ensure the satisfactory implementation of the development and to protect the amenities of nearby residential occupiers, in accordance with DMPD policy DMS",
    "Condition : 30 - Any reserved matters application shall include a detailed surface and foul water strategy pursuant to the reserved matters site for which approval is sought. The development shall be carried out in accordance with the approved details and no dwelling on any reserved matters site for which approval is being sought shall be occupied until all necessary surface and foul water drainage to serve that dwelling has been completed in accordance with the approved details.\r\nTo ensure satisfactory surface water run-off and reduce flood risk; to improve on-site habitats; to ensure that the foul and/or surface water discharge from the site shall not be prejudicial to the existing sewerage system; and to achieve sustainable development, in accordance with Core Strategy policy PL2, policy IS2 and policy IS4.\r\n\r\n",
    "Condition : 31 - No phase of the development shall commence (save for any enabling  works within  plots, consisting of any required demolition, installation of utilities, and interim  landscaping of areas to a graded ground level) until an impact study of the existing  water supply infrastructure  has been submitted  to and approved  in writing  by the local planning  authority.  The study should determine the magnitude  of any new additional  capacity required in the system and suitable connection points. Any such additional   capacity which may be required shall be secured prior to the occupation  of each relevant phase of the development  by means of main water requisition  pursuant to sections 41-44   of the Water Industry  Act 1991.\r\nTo ensure that the water supply infrastructure has sufficient capacity to cope with any additional demand, in accordance with Core Strategy policy PL2 and policy IS4.\r\n\r\n",
    "Condition : 32 - No impact piling for each phase of development shall take place until a Piling Method Statement (detailing the type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface water or sewerage infrastructure, and the programme for the works) has been submitted to and approved in writing by the local planning authority. Any piling must be undertaken in accordance with the terms of the approved piling method statement.\r\nThe proposed works will be in close proximity to underground water and sewerage utility infrastructure, and piling has the potential to impact on local underground water and sewerage infrastructure.\r\n\r\n",
    "Condition : 33 - Development within each phase shall not commence until a desktop study, site investigation scheme, intrusive investigation and risk assessment have been submitted to and approved in writing by the local planning authority. The desk study will identify all previous site uses, potential contaminants associated with those uses, a conceptual model of the site indicating sources, pathways and receptors and any potentially unacceptable risks arising from contamination at the site and any measures to be taken to prevent and/or remedy contamination at the site. The site investigation scheme will provide information for an assessment of the risk to all receptors that may be affected, including those off site. The risk assessment will assess the degree and nature of any contamination on site and the risks posed by any contamination to human health, controlled waters and the wider environment. A detailed method statement for any required remediation works shall be submitted to and approved in writing by the local planning authority.\r\nImplementation of that phase shall not commence until any required remediation works have been completed and a validation report to verify these works has been submitted to and approved in writing by the local planning authority. If, during development, contamination not previously identified is found to be present at the site the local planning authority is to be informed immediately and no further development shall be carried out until a report indicating the nature of the contamination and how it is to be dealt with has been submitted to and agreed in writing by the local planning authority. Any required remediation should be detailed and verified in an amendment to the remediation statement and carried out accordingly.\r\nTo ensure a satisfactory level of safety in accordance with DMPD policy DMS1.\r\n",
    "Condition : 34 - 34. a) Prior to or concurrently with the submission of the first of the reserved matters application(s) for residential development for the site, an Ecological Conservation Management Plan for the first phase shall be submitted to the local planning authority for approval. The plan shall include details of measures to be taken to preserve and protect wildlife and the ecological environment. No development shall commence until such time as the Ecological Conservation Management Plan for the first phase has been approved in writing by the local planning authority. All species and habitat protection, enhancement, restoration and creation measures shall be carried out in accordance with the approved Ecological Conservation Management Plan. \r\n34b) Prior to or concurrently with the submission of reserved matters application(s) for the second phase of development for the site, a site wide Ecological Conservation Management Plan shall be submitted to the local planning authority for approval. The plan shall include general details of measures to be taken to preserve and protect wildlife and the ecological environment on a site wide basis and detailed measures for the second phase. Prior to commencement of each subsequent phase, no development shall commence until such time as a detailed Ecological Conservation Management Plan for that phase in line with the site wide plan has been approved in writing by the local planning authority. All species and habitat protection, enhancement, restoration and creation measures shall be carried out in accordance with the approved detailed Ecological Conservation Management Plan.\r\nTo ensure protection of species and biodiversity in accordance with Core Strategy policy PL4 and DMPD policy DMO4.\r\n",
    "Condition : 35 - 35. A) No development other than demolition to existing ground level shall take place until the applicant (or their heirs and successors in title) have secured the implementation of a programme of archaeological evaluation in accordance with a written scheme which has been submitted by the applicant and approved by the local planning authority in writing and a report on that evaluation has been submitted to the local planning authority to enable determination if any necessary archaeological mitigation site work is required under Part C, or whether the site can be released for development related activity under Part D.\r\nB) If the archaeological work is to progress by phases in accordance with Part A, then a summary statement at the completion of the archaeological evaluation required under Part A for a given phase shall be submitted to enable determination if any necessary archaeological mitigation site work is required under Part C, or whether the area represented by that phase can be released for development related activity under Part D. \r\nC) If heritage assets of archaeological interest are identified by the evaluation under Part A or Part B, then before development, other than demolition to \r\nexisting ground level commences, the applicant (or their heirs and successors in title) shall secure the implementation of a programme of archaeological investigation in accordance with a Written Scheme of Investigation which has been submitted by the applicant and approved by the local planning authority in writing. \r\nD) No development or demolition other than demolition to existing ground level shall take place other than in accordance with the Written Scheme of Investigation approved under Part C, unless no heritage assets of archaeological interest are identified under Parts A or B and no archaeological investigation is required under Part C.\r\nE) The development shall not be occupied until the site investigation and post investigation assessment has been completed in ac",
    "Condition : 36 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 (or any Order revoking, amending and re-enacting that Order), no extensions, additions or enlargements shall at any future time be erected or constructed to the new-build dwellings within parcels P, Q, X, Y or Z hereby approved.\r\nIn order to control future development on or adjacent to metropolitan open land, in accordance with DMPD policy DMO1.\r\n\r\n",
    "Condition : 37 - Notwithstanding the provisions of the Town and Country Planning (Use Classes) Order 1987 (or any Order revoking, amending and re-enacting that Order):\r\ni. no more than 160 sqm (net (excluding the retail use shown in drawing PL-04 rev A)) of the floorspace hereby permitted shall be used for purposes within Class A1 of the Town and Country Planning (Use Classes) Order 1987;\r\nii. no more than 200 sqm (net) of the floorspace hereby permitted shall be used for purposes within Class A2 of the Town and Country Planning (Use Classes) Order 1987\r\niii. no more than 300 sqm (net) of the floorspace hereby permitted shall be used for purposes within Class A3 of the Town and Country Planning (Use Classes) Order 1987;\r\niv. no more than 250 sqm (net) of the floorspace hereby permitted shall be used for purposes within Class A4 of the Town and Country Planning (Use Classes) Order 1987;\r\nv. no more than 200 sqm (net) of the floorspace hereby permitted shall be used for purposes within Class B1 of the Town and Country Planning (Use Classes) Order 1987;\r\nvi. no more than 1195 sqm (net (excluding the School in parcel A) of the floorspace hereby permitted shall be used for purposes within Class D1 of the Town and Country Planning (Use Classes) Order 1987; and\r\nvii. no more than 1195 sqm (net) of the floorspace hereby permitted shall be used for purposes within Class D2 of the Town and Country Planning (Use Classes) Order 1987.\r\nIn the interests of the vitality and viability of nearby defined shopping centres, in accordance with DMPD policy DMTS1.\r\n\r\n",
    "Condition : 38 - No more than 262 dwellings shall be provided in the converted buildings (i.e. the Main Hospital Building, the Elizabeth Newton Wing, High Trees and Glenburnie Lodge), and no more than 577 New-build Residential dwellings shall be provided within the site as a whole.\r\nTo ensure a high quality of development in compliance with DMPD policies DMS1 and DMS2.\r\n",
    "Condition : 39 - The development shall be carried out in accordance with the site-wide Car Park Management Plan approved on 07/08/2019 under application ref. 2019/2499. The parking arrangements approved shall be implemented prior to the first occupation of each phase and retained for no purpose other than the parking of vehicles.  \r\nIn the interest of the visual appearance of the site and to ensure satisfactory provision of parking, in accordance with DMPD policy DMT2. \r\n\r\n",
    "Condition : 40 - This condition was deleted under application ref. 2019/3094 dated 12/08/2019.",
    "Condition : 41 - Prior to the occupation of the 50th residential unit or any non-residential floorspace a site-wide Delivery and Servicing Plan, to be prepared in accordance with Transport for London guidance, shall be submitted in writing for approval by the local planning authority in relation to each relevant phase of development. The approved details shall be implemented upon occupation of each phase and retained thereafter.\r\nTo ensure adequate facilities for servicing, in accordance with DMPD policy DMT2.\r\n",
    "Condition : 42 - This condition was deleted under application ref. 2019/3094 dated 12/08/2019. ",
    "Condition : 43 - Prior to the commencement of each phase of the development  (save for any enabling  works within  plots, consisting of any required demolition,  installation  of utilities,  and interim  landscaping of areas to a graded ground level) details of, including number,  location  and design, of Electric Vehicle Charging provision to be provided in accordance with  London Plan policy 6.13  (or subsequent policy) shall be submitted  for approval by the local planning  authority  in writing  before commencement of any phase of development.   The approved  details  shall be implemented before occupation of each phase of development and retained thereafter.\r\nTo accord with the provisions of the London Plan. \r\n",
    "Condition : 44 - Details of on- site street parking to the east of parcels P and Q shall be submitted to and approved in writing by the local planning authority as part of the reserved matters details in relation to that phase of the development. The development shall be carried out in accordance with the approved details.\r\nTo ensure a satisfactory appearance adjacent to MOL, in accordance with DMPD policy DMS1.     \r\n",
    "Condition : 45 - Prior to the commencement of each phase of the development hereby permitted (save for any enabling  works within plots, consisting of any required demolition,  installation  of utilities,  and interim  landscaping of areas to a graded ground level), details of cycle parking  facilities  shall be submitted  to and approved in writing  by the local planning  authority.  Such details should  include  the location,  number  and type of cycle parking  stands or spaces (including secure spaces) to be provided  in the relevant  phase and, where applicable,  details  of any shelter,  covering or means of enclosure of those spaces. Each phase of development  shall be implemented  in accordance with  the approved details and retained thereafter.\r\nTo ensure adequate arrangements are made for cycle parking, in accordance with Core Strategy policy IS1.\r\n",
    "Condition : 46 - The service vehicle areas shown on the approved drawings, or on any drawings approved pursuant to planning conditions attached to this permission, shall be provided and made available for use before occupation of the relevant phase of the development and shall be retained for purposes relating to the servicing of the development and for no other purpose.\r\nTo ensure adequate arrangements are made for servicing vehicles, in accordance with DMPD policy DMT2.\r\n",
    "Condition : 47 - Vehicular access to the site from Hebdon Road shall be for no more than 92 residential units in Parcels U, V, Z and part of Y as shown on Drawing PL-12 Rev B. Details of measures to prevent access for vehicles other than bicycles and emergency vehicles from the roads in Parcels U, V, Z and part of Y to the rest of the site shall be submitted to, and approved in writing, by the local planning authority prior to the commencement of the relevant phase(s) of development. Thereafter, the approved measures shall be\r\nimplemented and retained.\r\nTo protect the amenities of nearby residential areas, in accordance with DMPD policy DMT1.\r\n\r\n",
    "Condition : 48 - Prior to commencement of each phase of the development hereby approved (save for any enabling  works within plots, consisting of any required demolition,  installation  of utilities,  and interim  landscaping of areas to a graded ground level), details shall be submitted to and approved in writing by the local planning  authority to demonstrate adequate levels of daylight and sunlight achieved within  the new residential units and on existing neighbouring  residential properties as assessed against  the standards  in the BRE published \"site layout planning for daylight and sunlight - a good practice guide\"\r\nextant at the time that phase is to be submitted.  Development of that phase shall thereafter be carried out in accordance with the approved details\r\nTo ensure adequate standards of daylight and sunlight in new and existing dwellings, in accordance with DMPD policy DMS1.\r\n\r\n",
    "Condition : 49 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2019 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  ",
    "Condition : 50 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended) (the \"Regulations\"). \r\nYou or the relevant interested parties are required to provide the Council with the information set out in the Regulations. This process for the collection of CIL includes:  the requirement to complete an \"Assumption of Liability\" form as soon as possible;  in order to claim charitable exemption or social housing relief or other forms of relief you or the relevant interested party should also complete a \"Claiming Exemption or Relief\" form. \r\nThe Council will, if appropriate, then issue a Liability Notice(s) which details the charges due. As soon as the developer, landowner or other interested party(ies) is aware of the date when development is going to start they must also submit a \"Commencement Notice\".  Failure to comply with the Regulations, including failure to complete the forms when required or providing inaccurate information can lead to surcharges or other penalties as set out in the Regulations. It can also mean that any exemptions or reliefs are lost.\r\nGeneral information on the Community Infrastructure Levy, including the forms mentioned above can be found on the Planning Portal (www.planningportal.gov.uk). Details of the Mayoral CIL can be found on the GLA and TfL websites (www.london.gov.uk and www.tfl.gov.uk). The Assumption of Liability Form, Claiming of Exemption or Relief Form and Commencement Notice must be sent to: Community Infrastructure Levy Environment and Community Services Wandsworth Council Town Hall London SW18 2PU cil@wandsworth.gov.uk Fax: 020 8871 6003 (marked FAO CIL) \r\n",
    "Condition : 51 - INFORMATIVE: Any assessment of CIL liability by the Council has been based on the information provided. The assessment of CIL liability referred to in this informative is indicative only and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  The assessment of the actual CIL liability will be provided pursuant to and in accordance with the Community Infrastructure Levy Regulations 2010 (as amended).  Where the calculation of CIL liability includes taking account of the existing use of a building, CIL liability may change if the information provided in relation to the existing use(s) of buildings, is not still current at the time of the decision which first permits development."
  ],
  "decision": "Approved",
  "street_name": "Burntwood Lane",
  "application_details": {
    "site_area": 33.4953
  },
  "lapsed_date": "28/02/2023",
  "appeal_start_date": null,
  "appeal_decision": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2019/2495",
  "bo_system": "Northgate M3",
  "appeal_status": null,
  "last_updated_by": "Northgate M3",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.17215419999999998,
          51.4336665
        ],
        [
          -0.1732877,
          51.4341572
        ],
        [
          -0.1733137,
          51.4341208
        ],
        [
          -0.1733284,
          51.434291
        ],
        [
          -0.1744125,
          51.4347278
        ],
        [
          -0.1765873,
          51.4368197
        ],
        [
          -0.1783137,
          51.4384162
        ],
        [
          -0.17865689999999998,
          51.438252
        ],
        [
          -0.1787926,
          51.438299
        ],
        [
          -0.1788527,
          51.4384573
        ],
        [
          -0.1787717,
          51.4386746
        ],
        [
          -0.1786007,
          51.438855
        ],
        [
          -0.1788634,
          51.4390097
        ],
        [
          -0.1782707,
          51.4393337
        ],
        [
          -0.1763822,
          51.4400755
        ],
        [
          -0.1762175,
          51.4400702
        ],
        [
          -0.1735444,
          51.4410147
        ],
        [
          -0.1725071,
          51.440074
        ],
        [
          -0.17248929999999998,
          51.4400504
        ],
        [
          -0.1715258,
          51.4390896
        ],
        [
          -0.17096129999999998,
          51.4388079
        ],
        [
          -0.1705904,
          51.4388148
        ],
        [
          -0.17024979999999998,
          51.4384067
        ],
        [
          -0.1697264,
          51.4381822
        ],
        [
          -0.1692823,
          51.437921
        ],
        [
          -0.1690017,
          51.4377559
        ],
        [
          -0.1688344,
          51.4376031
        ],
        [
          -0.1683617,
          51.4371726
        ],
        [
          -0.16840539999999998,
          51.436984
        ],
        [
          -0.16751549999999998,
          51.4361736
        ],
        [
          -0.1675573,
          51.4360071
        ],
        [
          -0.16760419999999998,
          51.4359854
        ],
        [
          -0.17215419999999998,
          51.4336665
        ]
      ]
    ],
    "type": "Polygon"
  }
}