{
  "actual_commencement_date": "06/02/2024",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2019/4915",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "03/12/2020",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527311.3,
              177211.2
            ],
            [
              527313.1,
              177212.25
            ],
            [
              527330.8,
              177181.65
            ],
            [
              527329.4,
              177180.8
            ],
            [
              527333.31,
              177174.44
            ],
            [
              527335.15,
              177171.45
            ],
            [
              527345.2,
              177151.85
            ],
            [
              527343.2,
              177150.85
            ],
            [
              527343.45,
              177150.3
            ],
            [
              527338.15,
              177147.55
            ],
            [
              527333.1,
              177144.95
            ],
            [
              527330.75,
              177143.75
            ],
            [
              527328.2,
              177142.4
            ],
            [
              527326.9,
              177141.75
            ],
            [
              527311,
              177133.75
            ],
            [
              527310.4,
              177134.65
            ],
            [
              527276.6,
              177192.3
            ],
            [
              527310.9,
              177211.9
            ],
            [
              527311.3,
              177211.2
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": true,
  "lapsed_date": "01/03/2024",
  "appeal_decision": null,
  "street_name": "Parkgate Road",
  "decision_agency": "Borough",
  "last_updated_by": "Portal",
  "description": "Demolition of the existing second floor extension to Buildings 1 & 2. Alterations including erection of two-storey extension above Buildings 1 & 2 at second and third floor levels; installation of replacement electricity substation; installation of new link bridge between Building 2 and Building 3; installation of new and replacement external access staircases, in connection with the provision of five new residential units (4 x 3-bedroom units and 1 x 4-bedroom unit) and use of basement for flexible B1/D1 uses, with associated new cycle parking at ground floor level.",
  "decision": "Approved",
  "centroid_northing": 177173,
  "bo_system": "Portal",
  "last_updated": "2025-03-19T22:19:15.128+00:00",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "ward": "St. Mary's Park - Historic",
  "centroid_easting": 527311,
  "site_name": "Ransomes Dock Business Centre",
  "application_type": "All Other",
  "parking_details": {
    "no_existing_lgv": null,
    "net_lgv": null,
    "no_proposed_other": null,
    "net_car": null,
    "net_bus": null,
    "no_existing_carclub": null,
    "no_existing_cycle": null,
    "net_bluebadge": null,
    "no_proposed_bluebadge": null,
    "no_proposed_lgv": null,
    "net_other": null,
    "no_proposed_motorcycle": null,
    "no_existing_bluebadge": null,
    "no_existing_motorcycle": null,
    "no_existing_car": null,
    "no_proposed_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_existing_other": null,
    "net_resi_offstreet": null,
    "no_existing_resi_offstreet": null,
    "net_carclub": null,
    "net_motorcycle": null,
    "no_proposed_car": null,
    "no_proposed_cycle": 21,
    "no_proposed_bus": null,
    "net_cycle": 21,
    "no_existing_bus": null
  },
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "lpa_name": "Wandsworth",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.1680518,
          51.4795406
        ],
        [
          -0.1680255,
          51.4795496
        ],
        [
          -0.16778179999999998,
          51.4792706
        ],
        [
          -0.1678023,
          51.4792633
        ],
        [
          -0.1677483,
          51.4792053
        ],
        [
          -0.16772289999999998,
          51.479178
        ],
        [
          -0.1675853,
          51.4789996
        ],
        [
          -0.1676144,
          51.478991
        ],
        [
          -0.16761099999999998,
          51.478986
        ],
        [
          -0.16768829999999998,
          51.4789625
        ],
        [
          -0.1677619,
          51.4789403
        ],
        [
          -0.16779619999999998,
          51.47893
        ],
        [
          -0.1678333,
          51.4789185
        ],
        [
          -0.16785229999999998,
          51.4789129
        ],
        [
          -0.16808399999999998,
          51.4788446
        ],
        [
          -0.1680923,
          51.4788528
        ],
        [
          -0.16855799999999999,
          51.4793785
        ],
        [
          -0.1680573,
          51.479547
        ],
        [
          -0.1680518,
          51.4795406
        ]
      ]
    ]
  },
  "postcode": "SW11 4NP",
  "decision_date": "01/03/2021",
  "centroid": {
    "lat": "51.4791973",
    "lon": "-0.1680699"
  },
  "decision_process": null,
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "site_number": "35",
  "borough": "Wandsworth",
  "actual_completion_date": null,
  "appeal_decision_date": null,
  "valid_date": "08/10/2020",
  "application_type_full": null,
  "locality": "London",
  "last_date_consultation_comments": "31/12/2020",
  "pp_id": "8266770",
  "development_type": "Minor dwellings",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [1001 rev A,1002 rev A, 1100 rev E, 1102 rev E, 1103 rev A, 1104 rev D, 1105 rev E, 1106 rev E, 1108 rev E, 1200 rev D, 1202 rev F, 1205 rev E, 1207 rev A, 1208 rev A, 1300 rev G, 1303 rev F, Design and Access Statement (September 2020), Planning Statement (September 2020), Daylight and Sunlight Report (24/09/2020), Flood Risk Assessment (20/09/2020, ref: WTFR-FRA-2019/08/Q27/Rev B), Noise Impact Assessment (29/09/2020, ref: KR06726 version 1.0)].\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme.",
    "Condition : 3 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) or any Order revoking, amending and re-enacting the Order the basement development hereby approved be used only for flexible office/art gallery use and for no other purpose (including any other purpose in Class B and Class D, or in Class E and Class F (which came into effect on 01/08/2020) of the Schedule to the Town and Country Planning (Use Classes) Order 1987 (as amended), form or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification). \nReason: To safeguard the amenities and of the neighbourhood and to safeguard the sustainability of the focal point of activity by ensuring that other uses which could cause a loss of amenity or commercial function do not\ncommence without prior approval in accordance with the National Planning Policy Framework 2019.",
    "Condition : 4 - No development shall take place until details and samples of materials proposed to be used on all external surfaces of the development (including the type, colour and quality of any cladding, roofing materials, hardstanding, access bridge/stairs and window details) shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained.\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted\nMarch 2016) coupled with the requirements of the National Planning Policy Framework 2019. It is necessary for the condition to be discharged prior to the commencement of works to ensure suitable materials are used in the\nconstruction.",
    "Condition : 5 - Notwithstanding the detail shown on the approved drawings, prior to commencement of use of the balconies as shown on drawing number [1105 rev E, 1106 rev E, 1108 rev E, 1200 rev D, 1202 rev F, 1205 rev E, 1207 rev A, 1208 rev A, 1300 rev G, 1303 rev F], details of screening to the balconies shall be submitted to and approved in writing by the local planning authority. The details submitted shall include measurements to ensure that\nscreening shall be to a height of 1.7m above finished floor level and show the obscured glazing material(s) to be used. The screening shall be completed in accordance with the approved details prior to commencement of the use of the balconies and be so retained and maintained thereafter.\nReason: To protect the privacy of neighbours by preventing overlooking and in the interest of visual amenity in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.",
    "Condition : 6 - The development shall achieve a maximum water use of 105 litres per person per day (plus 5 litres for outside use) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and\nLocal Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in\nwriting, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\nReason: In the interest of sustainable development and to accord with Council policy DMS3 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.",
    "Condition : 7 - The development hereby approved shall achieve a minimum of a 19% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013. Prior to first occupation of the development,\nevidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development hasachieved at least a 19% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013. The installed measures shall be retained in accordance with the approved details unless otherwise\nagreed by the local planning authority.\nReason: In the interest of sustainable development and to accord with Council policy DMS3 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.",
    "Condition : 8 - The development permitted by this planning permission shall only be carried out in accordance with the approved Flood Risk Assessment [Flood Risk Assessment (20/09/2020, ref: WTFR-FRA-2019/08/Q27/Rev B)].\nThe second floor finished floor level must be set no lower than 5.33 metres Above Ordnance Datum (mAOD) and all sleeping accommodation must be located above the breach flood level. All mitigation measures shall be\nretained as such. \nReason: To reduce the risk of flooding to the proposed development and future occupants, and third parties in accordance with policy DMS5 of the Development Management Policies Document (adopted March 2016)\ncoupled with the requirements of the National Planning Policy Framework 2019.",
    "Condition : 9 - No development shall take place until the following documents have been submitted and approved by the local planning authority in consultation with the Environment Agency:\n1. a condition survey of the river wall that identifies any remediation works needed to ensure a life expectancy of at least 100 years;\n2. a river wall remediation strategy, if following the condition survey remediation works are required;\n3. a river wall raising strategy in line with Thames Estuary 2100 Plan that can be implemented now or in the future; and\n4. if opting to raise the defences in the future, evidence demonstrating that the river wall can support this future raising.\nReason: To reduce the risk of flooding to the proposed development and future occupants, and third parties in accordance with policy DMS5 of the Development Management Policies Document (adopted March 2016)\ncoupled with the requirements of the National Planning Policy Framework 2019.",
    "Condition : 10 - No water tanks, plant, lift rooms or other structures shall be erected upon the roof of the approved building.\nReason: To control the appearance of the building and safeguard the appearance of the area, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.",
    "Condition : 11 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no satellite dishes, telecommunications\nmasts, antennas or equipment or associated structures, shall be installed on the building hereby approved.\nReason: To protect the appearance of the building, and accord with Council policy DMS9 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.",
    "Condition : 12 - No pipes or flues, other than rainwater pipes, shall be fixed on the front elevation of the building hereby approved.\nReason: To safeguard the appearance of the area, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.",
    "Condition : 13 - Prior to the occupation of the development, details and specifications of soundproofing measures including noise insulation and other sound mitigating measures that demonstrate an effective resistance to the transmission of\nairborne and impact sound and vibrations between the commercial premises and the approved residential flats above shall be submitted to and approved by the local planning authority. The soundproofing measures shall be installed in strict accordance with the approved detail and prior to the occupation of the development. The measures as approved shall be retailed and maintained as such for the lifetime of the use.\nReason: To safeguard the amenities of residential occupiers, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the\nNational Planning Policy Framework 2019. The details are required prior to commencement of development to ensure the necessary mitigation is incorporated into the construction.",
    "Condition : 14 - No development shall take place until details of the location, specification, predicted noise levels including any noise and vibration mitigation measures of any external ventilation equipment, including ducting, shall be submitted to and approved in writing by the local planning authority before installation. The external ventilation equipment including ducting shall be installed prior to the commencement of the use in accordance with the  approved details and thereafter be so operated and maintained. \nReason: In the interests of neighbour amenity and visual appearance, and in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.",
    "Condition : 15 - Prior to the commencement of above ground works (excluding demolition), details of the siting, design and materials of refuse and recycling storage to serve the development shall be submitted to and approved in writing\nby the local planning authority. The refuse storage facilities shall be provided in accordance with the approved details prior to occupation of the development, and shall be retained thereafter.\nReason: In the interests of amenity and hygiene, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning\nPolicy Framework 2019.",
    "Condition : 16 - Prior to commencement of above ground works (excluding demolition), details of the location, number and design of secure and covered cycle parking shall be submitted to and approved in writing by the local planning\nauthority. The cycle parking shall be provided in accordance with the approved details prior to the occupation of the development and be retained for cycle parking purposes for the users of the development and for no other\npurpose.\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policy DMT2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.",
    "Condition : 17 - No development shall take place until details of landscaping and treatment of parts of the site not covered by buildings, to include the hard landscaping materials, species of new planting/seeding, and any plants/trees to be\nintroduced at the second and third floor levels, shall be submitted to and approved in writing by the local planning authority. All planting, seeding, and turfing included in the approved details shall be carried out prior to\nthe occupation of any part of the development, or in accordance with a programme agreed in writing with the\nlocal planning authority.\nReason: To ensure a satisfactory appearance, prevent harm to biodiversity and to ensure biodiversity gain, in accordance with Council policies DMS1 and DMO4 of the Development Management Policies Document (adopted March 2016) and the NPPF 2019. The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.",
    "Condition : 18 - INFORMATIVE: There are records of house sparrow and stag beetle (species of conservation concern due to population decline and listed in the UK Biodiversity Action Plan) close to or within the application site. House sparrows use hedges and roof spaces for nesting and roosting and you are advised to ensure that extensions do not disturb the habitat and consider provision of suitable replacement habitat. Stag beetles spend much of their life cycle in larvae form occupying dead wood. The proposed works (or activity associated with their implementation) may do harm stag beetles or their habitat. Given the evidence of stag beetles in the area it would also be prudent to create potential new habitats for stag beetles. It is an offence to disturb the habitat/nest of a protected species. Further advice can be provided by our biodiversity advisors via biodiversity@enablelc.org",
    "Condition : 19 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2019 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "status": "Commenced",
  "secondary_street_name": null,
  "id": "Wandsworth-2019_4915",
  "lpa_app_no": "2019/4915",
  "application_details": {
    "uk_company_registration_no": null,
    "affordable_housing_inlieu_payment": null,
    "superseding_details": [],
    "affordable_housing_fast_track": null,
    "infrastructure_details": {
      "no_new_water_connections_required": null,
      "no_passive_other_ev_charging_points": null,
      "waste_details": [],
      "no_active_rapid_ev_charging_points": null,
      "urban_greening_factor_score": null,
      "no_homes_to_have_electrical_heating": null,
      "total_annual_pm_emissions": null,
      "mobile_network_operators_consultation": null,
      "no_resi_units_to_have_full_fibre": null,
      "waste_provision": null,
      "chp_heat_pumps_capacity": null,
      "fire_suppression_system_proposed": null,
      "no_active_slow_ev_charging_points": null,
      "solar_pv_capacity": null,
      "green_roof_area": null,
      "no_active_other_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_new_gas_connections_required": null,
      "no_passive_fast_ev_charging_points": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_homes_passive_cooling": null,
      "no_passive_slow_ev_charging_points": null,
      "percentage_demolition_construction_material_recycling": null,
      "community_energy_capacity": null,
      "ghg_reduction_over_building_regulations": null,
      "no_active_fast_ev_charging_points": null
    },
    "social_infrastructure_contributions": null,
    "mayoral_cil_liability_notice_issued": null,
    "s106_agreement": null,
    "open_and_protected_space_details": {
      "open_spaces_details": [],
      "protected_spaces_details": [],
      "open_space_green_belt_area_loss": 0,
      "protected_space_count": 0,
      "open_space_local_and_other_area_loss": 0,
      "open_space_mol_area_gain": 0,
      "open_space_mol_area_loss": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_space_green_belt_area_gain": 0
    },
    "ownership_status": null,
    "other_contributions": null,
    "garden_land_lost": null,
    "borough_cil_liability_notice_issued": null,
    "air_quality_assessment": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "scheme_name": null,
    "green_suds": null,
    "commencement_notice_received": null,
    "lead_developer_company_name": null,
    "projected_cost_of_works": null,
    "qualifying_vacant_building_floorspace": null,
    "existing_uprns": [],
    "no_affordable_housing_units_provided_offsite": null,
    "transport_impact_assessment": null,
    "phasing_details": [],
    "rain_water_harvesting": null,
    "scheme_phasing": null,
    "intended_completion_date": null,
    "overseas_company_registration_no": null,
    "circular_economy_statement": null,
    "non_residential_details": {
      "total_gia_gained": null,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 351,
      "site_area": null,
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 369,
      "total_gia_existing": null,
      "total_gia_lost": null
    },
    "total_gia_existing": null,
    "constraints_details": [],
    "other_residential_accommodation_details": {
      "site_area": null,
      "no_council_tax_rateable_units_lost": null,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": null
    },
    "3d_model": null,
    "surface_water_discharge_percentage_reduction": null,
    "site_area": 0.2790000000000001,
    "grey_water_reuse": null,
    "residential_details": {
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "residential_units": [
        {
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "06/02/2024",
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale",
          "unit_development_type": "Extension"
        },
        {
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "06/02/2024",
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale",
          "unit_development_type": "Extension"
        },
        {
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "06/02/2024",
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale",
          "unit_development_type": "Extension"
        },
        {
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "06/02/2024",
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale",
          "unit_development_type": "Extension"
        },
        {
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "06/02/2024",
          "no_bedrooms": 4,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale",
          "unit_development_type": "Extension"
        }
      ],
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_market_for_sale": 5,
      "total_no_proposed_bedrooms": 16,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units": 5,
      "site_area": null,
      "total_gia_lost": null,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_intermediate": 0
    },
    "total_gia_lost": null,
    "transport_contributions": null,
    "total_gia_gained": null,
    "viability_assessment": null,
    "building_details": [],
    "non_permanent_dwellings_details": [],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "B1a",
        "gia_gained": 369,
        "actual_commencement_date": "06/02/2024",
        "gia_lost": 351
      }
    ],
    "intended_commencement_date": null,
    "internal_resi_water_usage": null,
    "lead_registered_social_landlord": null
  },
  "uprn": "121026868"
}