{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "19/08/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Portal",
  "id": "Hillingdon-71486_APP_2020_1369",
  "secondary_street_name": "NORTHOLT",
  "appeal_status": null,
  "postcode": "UB5 6FJ",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": [],
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "intended_commencement_date": null,
    "total_gia_existing": null,
    "no_affordable_housing_units_provided_offsite": null,
    "scheme_phasing": null,
    "circular_economy_statement": null,
    "commencement_notice_received": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": null,
      "site_area": 0.83,
      "total_gia_existing": null,
      "total_gia_lost": null
    },
    "phasing_details": [],
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 0.8500000000000001,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": null,
        "use_class": "D1",
        "gia_gained": 2410,
        "gia_lost": null
      }
    ],
    "constraints_details": [],
    "building_details": [],
    "grey_water_reuse": null,
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "projected_cost_of_works": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_new_water_connections_required": null,
      "no_homes_passive_cooling": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "fire_suppression_system_proposed": null,
      "chp_heat_pumps_capacity": null,
      "ghg_reduction_over_building_regulations": null,
      "no_active_slow_ev_charging_points": null,
      "green_roof_area": null,
      "no_resi_units_to_have_full_fibre": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "internal_resi_water_usage": null,
    "uk_company_registration_no": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": 0.8500000000000001,
      "other_resi_accommodation_unit_details": []
    },
    "3d_model": null,
    "transport_contributions": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "total_gia_lost": null,
    "transport_impact_assessment": null,
    "scheme_name": "LAND EAST OF BROADMEAD ROAD & SOUTH OF ARCON WAY",
    "social_infrastructure_contributions": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "site_area": 0.8500000000000001,
      "total_gia_lost": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "valid_date": "30/04/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Construction of a new single storey 80 Place SEND School together with associated landscaping, play areas, boundary treatments and car parking.",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:-",
    "2045_L-01-01",
    "2045_A-01-00",
    "2045_A-01-01",
    "2045_A-02-01",
    "2045_A-02-02",
    "2045_A-02-03",
    "2045_A-03-01",
    "190506-RGL-ZZ-00-DR-E-73-0001, Rev. S2-P02 (Lighting Plan)",
    "GUV-COL-00-XX-DR-L-1000 Rev. 11 (Landscape Masterplan)",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "Design and Access Statement, April 2020",
    "BRUKL Output Document (No PV) received 24/8/20",
    "BRUKL Output Document (with Hybrid HP and PV) received 24/8/20",
    "Phase II - Supplementary Ground Investigation",
    "Extended Phase 1 Habitat Survey Report, Version 2, November 2019",
    "Landscape Proposals, Design and Access Statement v03, dated 30 March 2020",
    "Archaeological Desk Based Assessment",
    "Ground Investigation Report, July 2018",
    "Air Quality Assessment",
    "BREEAM New Construction 2018 Pre-assessment Report",
    "Sunlight / Daylight / Overshadowing Report",
    "Fire Strategy Summary",
    "Montagu Evans Covering Letter dated 15/4/20",
    "Low / Zero Carbon (LZC) and Overheating Report, Rev. S2-PO2, dated 19/8/20 received 24/8/20 Planning Statement",
    "Agricultural Survey Report, November 2019",
    "Sequential Site Assessment, April 2020",
    "Transport Assessment",
    "Addendum Transport Technical N",
    "The development hereby approved shall not increase the number of pupils beyond the proposed 80 pupils and 60 staff (Full Time Equivalent) at any time.",
    "REASON",
    "To prevent the generation of additional traffic that could give rise to problems of safety and congestion on the surrounding roads, in compliance with Policy DMT1, DMT 2 and DMT6 of the adopted Hillingdon Local Plan : Part 2 - Development Management Policies (2020).",
    "No development shall take place until plans of the site showing the existing and proposed ground levels and the proposed finished floor levels of all proposed buildings have been submitted to and approved in writing by the Local Planning Authority. Such levels shall be shown in relation to a fixed and know datum point. Thereafter the development shall not be carried out other than in accordance with the approved details.",
    "REASON",
    "To ensure that the development relates satisfactorily to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "No development shall take place until details of all materials and external surfaces, including details of the windows, doors, railings and roof weathering details and covered walkways, have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "No development shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage (to include 8 long-stay spaces and 2 short-stay spaces and further cycle parking should be provided for pupils who live very local to the school and may wish to cycle to school)",
    "2.c Means of enclosure/boundary treatments",
    "2.d Car Parking Layouts (including 4 accessibility parking spaces and demonstration that 10 car parking spaces are served by active electrical charging points with the remaining 34 spaces having passive provision)",
    "2.e Hard Surfacing Materials",
    "2.f Full details of external l",
    "Prior to the commencement of development, full details of the siting, design, materials and screening of the refuse storage area and cycle parking facilities shall be submitted to and approved in writing by the Local Planning Authority.",
    "The cycle parking should be laid out in accordance with the London Cycling Design Standards (LCDS) and cater for larger cycles, including adapted cycles for disabled people.",
    "Reason:",
    "To ensure that appropriate facilities are provided, in accordance with Policy T5, T6, D4 and D5 of the  London Plan 2021, Policies DMHB 12 and DMT 5 of the Hillingdon Local Plan: Part Two - Development management Policies (January 2020).",
    "Prior to the commencement of development, notwithstanding the details shown on the proposed site plan, details of delineated pedestrian routes linking the car parking spaces to the main entrance of the building shall be submitted to and approved in writing with the Local Planning Authority.",
    "The routes shall be provided prior to the school being brought into use and thereafter maintained for so long as the development remains in existence.",
    "Reason:",
    "To ensure that safe pedestrian access is provided, in accordance with Policy T5, T6, D4 and D5 of the London Plan (2021) and Policy DMT 5 of the of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "Before the development hereby approved commences, a Construction Environmental Management Plan (CEMP) shall be submitted to, and approved in writing by, the Local Planning Authority covering the application site and any adjoining land which will be used during the construction period. The CEMP shall comprise such combination of measures for controlling the effects of demolition, construction and enabling works associated with the development as may be approved by the Local Planning Authority. The CEMP shall address issues including the phasing of the works, hours of work, noise and vibration, air quality, waste management, site remediation, plant and equipment, site transportation and traffic management including routing, signage, permitted hours for construction traffic and construction materials deliveries. Such a strategy shall also include the details of cranes and other tall construction equipment (including the details of obstacle lighting). It will ensure appropriate communicati",
    "Prior to occupation of the development, a Verification Report demonstrating that the approved drainage/SuDS measures have been fully implemented shall be submitted to the Local Planning Authority for approval in writing. This report must include:",
    "As built drawings of the sustainable drainage systems including level information (if appropriate);",
    "Photographs of the completed sustainable drainage systems throughout the construction process;",
    "Any relevant certificates from manufacturers/suppliers of any drainage features; and",
    "A confirmation statement of the above signed by a chartered engineer.",
    "REASON :",
    "To ensure the sustainable management of water, minimise flood risk, minimise discharge of surface water outside of the curtilage of the property and ensure that the drainage system will remain functional throughout the lifetime of the development in accordance with policies Hillingdon Local Plan: Part 1- Strategic Policies  Policy EM6 Flood Risk Management in (Nov 2012), Hillingdon Loc",
    "Prior to commencement of development an Energy Assessment for the school hereby approved shall be submitted to and approved in writing by the Local Planning Authority. The assessment shall set out the annual baseline regulated energy demand (kwhr) as per 2013 Building Regulations (or subsequent amendments) and associated carbon emissions (kgCO2 and tCO2). The assessment shall then set out the measures and technology required to achieve a 76% reduction (zero carbon) in the CO2 associated with the baseline regulated energy demand; these measures must be sufficiently evidenced with corresponding details and specifications including the location of low and zero carbon technology (i.e. roof plans showing the inclusion of PV panels).  The Assessment will also need to demonstrate that the design of the scheme makes adequate provision to allow connection to a district heating network in the future. The updated Energy Assessment must clearly set out any shortfall (tCO2) of the zero carbon stand",
    "No development shall commence until a low emission strategy (LES) has been submitted to and approved in writing by the Local Planning Authority. The LES shall specify ways to manage air pollution emissions to conform with the following:-",
    "1) No idling on school grounds or ways of access to the school entrance;",
    "2) Implementation of suitable measures from the Mayor of London's Schools",
    "Air Quality Audit Toolkit demonstrating a clear steer towards an air quality positive approach and demonstrate the project's commitment to ensuring a high level of sustainability. The measures are to include but not be restricted to the provision of 10 electric vehicle charging points, as well as behavioural measures such as walking, car sharing, cycling and anti-idling campaigns, and the provision of green roofs and planting.",
    "The strategy shall detail the steps that will be followed in delivering the emission reduction/mitigation measures listed a plan indicating when this measures will be implemented. Mea",
    "No development shall commence until a Control of Dust and Emissions Plan has been submitted to, and approved in writing by, the LPA. This must demonstrate compliance (drawn up accordance with) the GLA Control of Dust and Emissions from Construction and Demolition SPG (or any successor document).",
    "Reason:",
    "Compliance with London Plan Policy SI 1 (2021) and in accordance with Mayor of London \"The Control of Dust and Emissions from Construction and demolition (or any successor document).",
    "All Non-Road Mobile machinery (NRMM) of net power of 37kW and up to and including 560kW used during the demolition, site preparation and construction phases shall comply with the emissions standards set out in chapter 4, proposal 4.2.3.a of the London Environment Strategy. Unless it complies with the standard set out in the London Environment Strategy, no NRMM shall be onsite, at any time, whether in use or not, without the prior written consent of the LPA. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register https://nrmm.london/",
    "Reason:",
    "To ensure compliance with the London's Low Emission Zone for non-road mobile machinery as per requirements of the London Environment Strategy, in accordance with Policy SI1  of the London Plan (2021).",
    "The external lighting shall be controlled by appropriate movement sensors and shall not be operational outside of the school's use or any community use made of the school premises, except in the case of an emergency.",
    "Reason:",
    "To ensure that the amenity of surrounding residents are safeguarded and in order to protect biodiversity in accordance with Policies DMHB 11 and DMEI 7 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "Prior to the occupation of the development, a Community Use Agreement, prepared in consultation with Sport England, shall be submitted to and approved in writing by the Local Planning Authority, and a copy of the completed approved agreement shall be provided to the Local Planning Authority. The agreement shall apply to the School Hall and Hydrotherapy Pool and any other appropriate facilities and include details of pricing policy, hours of use, access by non-educational establishment users, management responsibilities and a mechanism for review and the hours of use of the external lighting. The development shall not be used otherwise than in strict compliance with the approved agreement.",
    "REASON",
    "To secure well managed safe community access to the sports facility/facilities, to ensure sufficient benefit to the development of sport and to accord with Policy S5 of the London Plan (2021).",
    "The development shall not commence until a scheme to deal with identified ground gas issues has been submitted to and approved by the Local Planning Authority (LPA). All works which form part of the required remedial measures shall be completed before any part of the development is occupied or brought into use unless the LPA dispenses with any such requirement specifically and in writing. The scheme shall include all of the following measures unless the LPA dispenses with any such requirement specifically and in writing:",
    "(i) A written method statement shall be required to provide details of the proposed gas protection measures, including validation of the same. The method statement will also identify how completion of the works will be verified. The information shall also include proposals for a watching brief to address any undiscovered contamination. All shall be agreed in writing with the LPA prior to commencement, and no deviation shall be made from the proposed schemes without th",
    "No contaminated soils or other materials shall be imported to the site. All imported soils for landscaping purposes shall be clean and free of contamination. Before any part of the development is occupied, all imported soils shall be independently tested for chemical contamination, and the results of this testing shall be submitted and approved in writing by the Local Planning Authority.",
    "REASON",
    "To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems and the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Hillingdon Local Plan: Part 2 (January 2020) Policies - DMEI 11: Protection of Ground Water Resources and DMEI 12: Development of Land Affected by Contamination.",
    "Prior to the commencement of works on site, a detailed Fire Strategy Statement shall be submitted to and approved in writing by the Local Planning Authority and shall be implemented on site. Thereafter the development shall not be carried out other than in strict accordance with the approved details.",
    "REASON",
    "To ensure that the development meets Fire Safety Standards in accordance with policy D12 of the London Plan (2021).",
    "Prior to the commencement of works on site, details of a reptile survey / report to identify the presence or otherwise of any protected species on or close to the site shall be agreed with the Local Planning Authority and be carried out by a licensed ecologist and the results, together with the need for any mitigation measures shall be submited to and approved in writing by the Local Planning Authority.",
    "The development shall be carried out in strict accordance with the survey / report.",
    "Reason:",
    "To ensure that the development does not harm any protected species in accordance with Policy DMEI 7 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "Prior to the commencement of development a scheme for the protection, creation of biodiversity features and enhancement of opportunities for wildlife shall be submitted to and approved in writing by the Local Planning Authority. The plans shall detail measures to promote, encourage and support wildlife through the use of, but not limited to, bat and bird boxes, specific wildlife areas within the landscape schemes and the inclusion of living walls/screens and living roofs. The scheme shall also incorporate plans showing a suitable transition from the development site to the river (incorporating the river bank) that promotes and supports appropriate wildlife. The development must proceed in accordance with the approved plans.",
    "REASON",
    "To ensure the development makes a positive contribution to the protection and enhancement of flora and fauna in an urban setting in accordance with Policy DMEI 7 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The building and car park hereby approved shall achieve 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO). No building shall be occupied until accreditation has been achieved.",
    "REASON",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000 to ensure the development provides a safe and secure environment in accordance with Hillingdon Local Plan Part 2 policy DMHB 15 and London Plan (2021) Policies D4 and D11.",
    "Prior to occupation of the development hereby approved a Delivery and Servicing Plan shall be submitted to and approved in writing by the Local Planning Authority. This shall:",
    "i) rationalise the number of delivery and servicing trips, particularly during peak traffic periods;",
    "ii) ensure there is provision of adequate loading facilities;",
    "iii) ensure that the delivery space and time is actively controlled through a site booking plan; and",
    "iv) Provide details of measures which will be implemented to reduce neighbourhood impacts.",
    "Operators should also be able to demonstrate their sustainability through membership of the Freight Operators Recognition Scheme (FORS) or similar.",
    "REASON",
    "To encourage out of hours/off peak servicing to help mitigate the site's contribution to local congestion levels in compliance with Policy DMT1 and DMT2 of the Local Plan: Part Two - Development Management Policies (2020).",
    "Trees, hedges and shrubs shown to be retained on the approved plan shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during construction, or is found to be seriously diseased or dying another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork shall be agreed",
    "Prior to any works above ground level, a Bird Hazard Management Plan shall bn submitted to and approved in writing by the Local Planning Authority in consultation with the MoD. The submitted plan shall include details of:",
    "- management of any flat/shallow pitched/green roofs on the building(s) and green spaces within the site which may be attractive to nesting, roosting and \"loafing\" birds. The management plan shall comply with Advice Note 8 'Potential Bird Hazards from Building Design'.",
    "The Bird Hazard Management Plan shall be implemented as approved, on completion of the development and shall remain in force for the life of the building. No subsequent alterations to the plan are to take place.",
    "REASON:",
    "In order to minimise the attractiveness of the site to birds which could endanger the safe movement of aircraft and the operation of RAF Northolt, in accordance with Policy DMAV 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "Prior to the commencement of works on site, a dynamic overheating analysis shall be carried out in accordance with the GLA's Assessment Guidance (2018) and the analysis shall be submitted to and approved by the Local Planning Authority. The development shall be carried out and maintained in accordance with the approved analysis and its recommended mitigation measures.",
    "REASON",
    "To ensure the proposals reduce the potential for overheating and therefore contribute to a reduction in CO2 in accordance with Policy S14 of the  London Plan (2021).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "As regards the requirement for a final Travel Plan within the Heads of Terms for the S106 Agreement, this should include the following:-",
    "The Council's Highway Engineer advises that the Travel Plan should include targets for reducing the number of pupils being driven to school alone in a private car and should set out a series of robust measures that when implemented will achieve these targets. The Travel Plan should also include details regarding how the Travel Plan will be monitored and set out the actions that would be taken in the event of these targets not being met. To the list of measure that will be implemented the applicant should add a commitment that the Travel Plan Coordinator will make staff aware of the adult cycle training offered by LB Hillingdon, provide information on local cycling routes and work with the whole school community to provide personalised travel planning advice. The site must display public transport information in real time at the reception/foyer to enc",
    "Sport England advise that they would welcome the facilities being available for community use outside school hours and that any community use should be secured through a Community Use Agreement (a template is available on Sport England's website).",
    "The British Gymnastic Organisation advise that as a SEND school, the applicant should contact them for advice on provision and delivery of programmes for SEND pupils and also the scope for community use.",
    "1.\tA Groundwater Risk Management Permit from Thames Water will be required for discharging groundwater into a public sewer.  Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. We would expect the developer to demonstrate what measures he will undertake to minimise groundwater discharges into the public sewer. Permit enquiries should be directed to Thames Water's Risk Management Team by telephoning 020 3577 9483 or by emailing trade.effluent@thameswater.co.uk.  Application forms should be completed on line via www.thameswater.co.uk. Please refer to the Wholsesale; Business customers; Groundwater discharges section.",
    "2.\tThames Water recommend that petrol / oil interceptors should be fitted in all car parking/washing/repair facilities. Failure to enforce the effective use of petrol / oil interceptors could result in oil-polluted discharges entering local watercourses."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T21:59:11.696+00:00",
  "ward": "YEADING",
  "parking_details": {
    "no_proposed_lgv": 11,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": 2,
    "net_bus": null,
    "no_proposed_cycle": 8,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": 11,
    "no_proposed_other": null,
    "net_cycle": 8,
    "net_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_existing_car": null,
    "net_car": 44,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": 2,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": 2,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": 44,
    "net_bluebadge": 2,
    "net_carclub": null
  },
  "lapsed_date": "19/08/2023",
  "decision_target_date": "26/03/2021",
  "centroid": {
    "lat": 51.528225,
    "lon": -0.381611
  },
  "lpa_app_no": "71486/APP/2020/1369",
  "status": "Commenced",
  "site_name": "LAND EAST OF BROADMEAD ROAD & SOUTH OF ARCON WAY",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=71486/APP/2020/1369",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              512285.8839,
              182267.5936
            ],
            [
              512342.7695,
              182333.0781
            ],
            [
              512346.7382,
              182333.7396
            ],
            [
              512348.0611,
              182333.0781
            ],
            [
              512366.2513,
              182318.8567
            ],
            [
              512382.457,
              182306.6197
            ],
            [
              512399.9857,
              182296.3671
            ],
            [
              512412.8842,
              182290.414
            ],
            [
              512432.3972,
              182266.2707
            ],
            [
              512449.5952,
              182247.7498
            ],
            [
              512397.3399,
              182238.1586
            ],
            [
              512387.7487,
              182238.8201
            ],
            [
              512381.7956,
              182236.505
            ],
            [
              512375.8424,
              182236.1743
            ],
            [
              512376.1732,
              182235.8435
            ],
            [
              512327.5559,
              182251.3878
            ],
            [
              512309.3658,
              182256.0181
            ],
            [
              512302.7512,
              182255.6873
            ],
            [
              512297.4595,
              182257.341
            ],
            [
              512285.8839,
              182267.5936
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "New Build",
  "last_date_consultation_comments": "03/06/2020",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Portal",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": [],
  "actual_commencement_date": "17/10/2021",
  "street_name": "BROADMEAD ROAD",
  "pp_id": "08610824",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 512364,
  "appeal_start_date": null,
  "centroid_northing": 182276,
  "borough": "Hillingdon",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.382739,
          51.528165
        ],
        [
          -0.381899,
          51.528742
        ],
        [
          -0.381841,
          51.528748
        ],
        [
          -0.381822,
          51.528741
        ],
        [
          -0.381565,
          51.52861
        ],
        [
          -0.381335,
          51.528497
        ],
        [
          -0.381086,
          51.528401
        ],
        [
          -0.380902,
          51.528345
        ],
        [
          -0.380628,
          51.528124
        ],
        [
          -0.380386,
          51.527954
        ],
        [
          -0.381143,
          51.527878
        ],
        [
          -0.38128,
          51.527886
        ],
        [
          -0.381367,
          51.527867
        ],
        [
          -0.381453,
          51.527865
        ],
        [
          -0.381448,
          51.527862
        ],
        [
          -0.382144,
          51.528011
        ],
        [
          -0.382404,
          51.528056
        ],
        [
          -0.3825,
          51.528055
        ],
        [
          -0.382576,
          51.528071
        ],
        [
          -0.382739,
          51.528165
        ]
      ]
    ],
    "type": "Polygon"
  }
}