{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "17/05/2021",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-6800_APP_2020_2268",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "UB7 8ET",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.039
  },
  "valid_date": "29/07/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of the existing building and the erection of a part three/part four storey residential building compromising 2 x one bed and 4 x two bed self-contained apartments with associated parking, cycle storage and landscaping",
  "decision_conditions": [
    "The proposed development, by reason of its size, scale, height, mass, siting and design, situated in a visually prominent position, would result in a visually intrusive form of development, which would fail to harmonise with the existing local and historic context of the surrounding area. As such the proposal would have a detrimental impact on the character, appearance and visual amenities of this existing open area of the street scene and the residential area as a whole. The proposal is thus contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 11 and DMHB 12 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policies D3 and D4 of the London Plan (2021) and NPPF.",
    "The proposed development, by virtue of its siting, size, scale, bulk and proximity, would be detrimental to the amenities of the adjoining occupiers at 1-3 Colham Avenue, by reason of visual intrusion, overdominance and loss of privacy. Therefore the proposal would be contrary to Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and the NPPF.",
    "The proposal, by reason of the siting of the ground floor bedroom window, given its close proximity to the communal garden area, would result in the provision of a habitable room with minimal privacy and would result in a substandard form of living accommodation  to the detriment of the amenity of future occupiers, contrary to Policies DMHB 11 and DMHB 18 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and Policy D6 of the London Plan (2021).",
    "The proposed development, by virtue of its failure to provide usable quality amenity space would result in an over-development of the site detrimental to the residential amenity of future occupiers. The proposal is therefore contrary to DMHB 11 and DMHB 18 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and the NPPF.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:27:35.096+00:00",
  "ward": "YIEWSLEY",
  "parking_details": null,
  "lapsed_date": "17/05/2024",
  "decision_target_date": "06/11/2020",
  "centroid": {
    "lat": "51.5113621",
    "lon": "-0.4697346"
  },
  "lpa_app_no": "6800/APP/2020/2268",
  "status": "Refused",
  "site_name": "67 HORTON ROAD",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=6800/APP/2020/2268",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506276.802,
              180261.3776
            ],
            [
              506275.1484,
              180277.2526
            ],
            [
              506302.599,
              180275.599
            ],
            [
              506303.2604,
              180263.0312
            ],
            [
              506277.4635,
              180261.0469
            ],
            [
              506276.802,
              180261.3776
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "24/08/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "YIEWSLEY",
  "pp_id": "08891784",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 506289,
  "appeal_start_date": null,
  "centroid_northing": 180269,
  "borough": "Hillingdon",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.46991259999999996,
          51.5112959
        ],
        [
          -0.46993169999999995,
          51.5114389
        ],
        [
          -0.4695368,
          51.5114189
        ],
        [
          -0.469531,
          51.5113058
        ],
        [
          -0.46990319999999997,
          51.5112928
        ],
        [
          -0.46991259999999996,
          51.5112959
        ]
      ]
    ],
    "type": "Polygon"
  }
}