{
  "last_date_consultation_comments": "15/03/2022",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "development_type": "New Build",
  "decision_date": "09/02/2023",
  "pp_id": "10179787",
  "appeal_decision_date": null,
  "actual_completion_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Hillingdon-6800_APP_2021_3573",
  "last_updated": "2025-03-19T03:29:17.436+00:00",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 506289,
  "decision_target_date": "09/02/2023",
  "parking_details": {
    "no_existing_cycle": 0,
    "no_existing_car": 6,
    "net_car": -2,
    "no_proposed_cycle": 11,
    "no_proposed_car": 4,
    "net_cycle": 11,
    "no_proposed_lgv": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506275.1484,
              180276.3597
            ],
            [
              506275.2807,
              180276.3597
            ],
            [
              506288.113,
              180276.7565
            ],
            [
              506287.9807,
              180275.5659
            ],
            [
              506303.062,
              180276.3597
            ],
            [
              506303.7235,
              180262.2044
            ],
            [
              506276.0744,
              180260.3523
            ],
            [
              506275.1484,
              180276.3597
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": true,
  "subdivision_of_building": null,
  "title_number": [
    "NGL47764"
  ],
  "secondary_street_name": null,
  "valid_date": "20/09/2021",
  "centroid": {
    "lon": "-0.4697346",
    "lat": "51.5113621"
  },
  "site_number": "67",
  "ward": "YIEWSLEY",
  "lpa_name": "Hillingdon",
  "actual_commencement_date": null,
  "uprn": null,
  "lpa_app_no": "6800/APP/2021/3573",
  "status": "Approved",
  "description": "Demolition of existing building and erection of a three-storey residential building, comprising of 3 x one-bed and 3 x two-bed self-contained apartments with associated refuse and cycle storage, landscaping and associated works",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "postcode": "UB7 8ET",
  "centroid_northing": 180269,
  "borough": "Hillingdon",
  "application_type": "All Other",
  "locality": null,
  "site_name": "67 HORTON ROAD",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on submitted plans numbers:",
    "503PL(0)101 Rev C",
    "503PL(0)102 Rev B",
    "503PL(0)204 Rev C",
    "503PL(0)000",
    "503PL(0)001",
    "503PL(0)002",
    "503PL(0)103 Rev I",
    "503PL(0)104 Rev F",
    "503PL(0)105 Rev F",
    "503PL(0)106",
    "503PL(0)120 Rev D",
    "503PL(0)121 Rev E",
    "503PL(0)122 Rev B",
    "503PL(0)201 Rev C",
    "503PL(0)202 Rev E",
    "503PL(0)203 Rev C",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "Prior to commencement of development above lower ground floor slab level and notwithstanding the hereby approved plans, an annotated elevation drawing(s) shall be submitted detailing the full external finishes of the proposed building. For the avoidance of doubt, the building shall be constructed in brick (not a render finish).",
    "Product details of the external materials and finishes listed below shall also be submitted.",
    "(a) Brickwork",
    "(b) Roof finish",
    "(c) Railings",
    "(d) External windows and doors",
    "Once submitted and approved in writing by the Local Planning Authority, the works shall be carried out in accordance with the approved plans/details. Thereafter the building shall be retained/maintained in accordance with the approved plans/details for the lifetime of the development.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "(i) The development shall not commence until a scheme to deal with unacceptable contamination, has been submitted to and approved by the Local Planning Authority (LPA). All works which form part of any required remediation scheme shall be completed before any part of the development is occupied or brought into use unless the Local Planning Authority dispenses with any such requirement specifically and in writing. The scheme shall include the following measures unless the LPA dispenses with any such requirement specifically and in writing:",
    "a) A desk-top study carried out by a competent person to characterise the site and provide information on the history of the site/surrounding area and to identify and evaluate all potential sources of contamination and impacts on land and water and all other identified receptors relevant to the site.",
    "(b) A site investigation including, soil, soil gas, surface water and groundwater sampling, together with the results of analysis and risk assessment s",
    "Prior to the commencement of development above lower ground floor slab level, a sustainability and energy statement shall be submitted to and approved in writing by the Local Planning Authority. The sustainability and energy statement shall demonstrate how a 10% reduction in carbon dioxide emissions beyond Building Regulations requirement Part L 2013 (TER Baseline) has been achieved including full technology specifications and locations.",
    "REASON",
    "To ensure the development contributes to minimising the effects of, and can adapt to a changing climate in accordance with Policies DMEI 2 and DMEI 10 of the Hillingdon Local Plan: Part 2- Development Management Policies (2020) and Policy SI 2 of the London Plan (2021).",
    "Prior to commencement of development above lower ground floor slab level, a sample panel of the main elevation and textured brickwork design shall be made available on site for inspection and approval in writing by the Local Planning Authority. Works shall be carried out in accordance with the approved details and thereafter shall be retained/maintained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the commencement of development above lower ground floor slab level and notwithstanding the approved drawings, amended plans shall be submitted demonstrating that one of the lower ground floor flats meets and complies with the technical specifications for an M4(3) 'wheelchair user dwelling'. Thereafter the subject dwelling shall not be occupied until a certification of compliance with the technical specifications for an M4(3) 'wheelchair user dwelling', as set out in Approved Document M to the Building Regulations (2010) 2015, has been submitted to, and approved in writing, by the Local Planning Authority. All such provisions must remain in place for the life of the building.",
    "REASON",
    "To not only allow the Building Control body to require the development to comply with the optional Building Regulations standards, but to also ensure the appropriate quantity and standard of accessible and adaptable housing is constructed and maintained in accordance with policy D7 of the London P",
    "Prior to the commencement of development above lower ground floor slab level, details of one way obscure glazing for all windows within the proposed lower ground floor flats fronting Horton Road and Colham Avenue shall be submitted to the Local Planning Authority for approval in writing. Thereafter the development shall be carried out in accordance with the approved details and shall thereafter be retained as such.",
    "REASON",
    "To ensure that a good level of amenity is provided for occupiers of the lower ground floor flats to accord with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The north facing hallway windows on the upper ground floor and first floor levels and the west facing lobby windows on the upper ground floor and first floor levels (as indicated on the approved drawings 503PL(0)105F and 503PL(0)104F) shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policies DMHB 11 and DMHD 1 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the commencement of development above lower ground floor slab level, a sample panel of the parapet design shall be made available on site for inspection and approval in writing by the Local Planning Authority. Thereafter the works shall be carried out in accordance with the approved details and shall thereafter be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to commencement of the hereby approved development, (excluding demolition and site clearance) a scheme for the provision of sustainable water management shall be submitted to, and approved in writing by the Local Planning Authority. The scheme shall clearly demonstrate how the approved development will incorporate sustainable urban drainage (SuDs) in accordance with the hierarchy set out in Policy 5.13 of the London Plan and will:",
    "i. provide information on all SuDs features including the method employed to delay and control the surface water discharged from the site and:",
    "ii. provide a management and maintenance plan for the lifetime of the development of arrangements to secure the operation of the scheme throughout its lifetime. Including appropriate details of Inspection regimes and appropriate performance specification.",
    "The scheme shall also demonstrate the use of methods to minimise the use of potable water through water collection, reuse and recycling and will:",
    "iii. provid",
    "No development above lower ground floor slab level shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1. Details of Soft Landscaping",
    "1.a Planting plans (at not less than a scale of 1:100)",
    "1.b Written specification of planting and cultivation works to be undertaken",
    "1.c Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage",
    "2.c Means of enclosure/boundary treatments",
    "2.d Hard Surfacing Materials",
    "2.e External Lighting",
    "2.f Other structures (such as play equipment and furniture)",
    "3. Existing and proposed functional services above and below ground",
    "4. Details of Landscape Maintenance",
    "4.a Landscape Maintenance Schedule for a minimum period of 5 years",
    "4.b Proposals for the replacement of any tree, shrub, or area of turfing/seeding within the landscaping scheme which dies or in the opinion",
    "Prior to the commencement of development above lower ground floor slab level, detailed scaled drawings of the textured brickwork, projecting wings/fins with either side of the balconies and parapet shall be submitted to and approved in writing by the Local Planning Authority. The details shall be no more than 1:20 in scale. Thereafter the works shall be carried out in accordance with the approved details and shall thereafter be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the commencement of development above lower ground floor slab level and notwithstanding the approved drawings, amended plans shall be submitted demonstrating that one of the lower ground floor flats meets and complies with the technical specifications for an M4(2) 'accessible and adaptable dwelling'. Thereafter the subject dwelling shall not be occupied until a certification of compliance with the technical specifications for an M4(2) 'accessible and adaptable dwelling', as set out in Approved Document M to the Building Regulations (2010) 2015, has been submitted to, and approved in writing, by the Local Planning Authority. All such provisions must remain in place for the life of the building.",
    "REASON",
    "To not only allow the Building Control body to require the development to comply with the optional Building Regulations standards, but to also ensure the appropriate quantity and standard of accessible and adaptable housing is constructed and maintained in accordance with policy",
    "No development (excluding site clearance and demolition) shall take place until plans of the site showing the existing and proposed ground levels and the proposed finished floor levels of all proposed buildings have been submitted to and approved in writing by the Local Planning Authority. Such levels shall be shown in relation to a fixed and known datum point. Thereafter the development shall not be carried out other than in accordance with the approved details.",
    "REASON",
    "To ensure that the development relates satisfactorily to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to development commencing, the applicant shall submit a demolition and construction management plan to the Local Planning Authority for its approval. The plan shall detail:",
    "(i) The phasing of development works;",
    "(ii) The hours during which development works will occur (please refer to informative I15 for maximum permitted working hours);",
    "(iii) A programme to demonstrate that the most valuable or potentially contaminating materials and fittings can be removed safely and intact for later re-use or processing;",
    "(iv) Measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities);",
    "(v) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours);",
    "(vi) Measures to reduce the impact of the development on local air quality and dust through minimising emissions",
    "The tree protection and management measures outlined in the submitted tree report (Ref: TH 2849/C - Trevor Heaps, September 2021) shall be carried out and adhered to. Furthermore, all trees, hedges and shrubs shown to be retained on the approved plan(s) and",
    "associated arboricultural documents shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "Your attention is drawn to the fact that the planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor."
  ],
  "decision": "Approved",
  "street_name": "Horton Road",
  "application_details": {
    "existing_uprns": [],
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "1",
        "intended_completion_date": "09/2023",
        "intended_commencement_date": "09/2022"
      }
    ],
    "total_gia_gained": 337,
    "site_area": 0.042,
    "total_gia_lost": 175.6,
    "total_gia_existing": 175.6,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 175.6,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "C3",
        "gia_gained": 337,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 175.6
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 9.3,
        "building_ref": "Proposed building"
      }
    ],
    "grey_water_reuse": false,
    "surface_water_discharge_percentage_reduction": 95,
    "green_suds": true,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 337,
      "total_gia_lost": 175.6,
      "total_gia_existing": 175.6,
      "development_type": null,
      "site_area": null
    },
    "garden_land_lost": false,
    "internal_resi_water_usage": 1672,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 9,
      "total_no_proposed_residential_units": 7,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 2,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 2,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 6,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": 392.67015706806285,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 405,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 183.24607329842934,
      "total_gia_lost": 176,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Loss",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Loss-1",
          "actual_commencement_date": null,
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": 88
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Loss",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Loss-2",
          "actual_commencement_date": null,
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": 88
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Communal Space",
          "unit_development_type": null,
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": "Gain-1",
          "actual_commencement_date": null,
          "no_bedrooms": null,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": null,
          "gia": 68
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Gain-2",
          "actual_commencement_date": null,
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": 51
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Gain-3",
          "actual_commencement_date": null,
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": 51
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Gain-4",
          "actual_commencement_date": null,
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": 51
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-5",
          "actual_commencement_date": null,
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": 61
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-6",
          "actual_commencement_date": null,
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": 61
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-7",
          "actual_commencement_date": null,
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": 62
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "site_area": 0.0382
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 6,
      "green_roof_area": 0,
      "no_new_water_connections_required": 1,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 3,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 85,
      "no_homes_to_have_electrical_heating": 6,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": true,
      "no_new_gas_connections_required": 1,
      "ghg_reduction_over_building_regulations": false,
      "no_passive_rapid_ev_charging_points": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "community_energy_capacity": null,
      "waste_details": []
    },
    "ownership_status": "Private",
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "commencement_notice_received": null,
    "circular_economy_statement": null,
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [],
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "non_permanent_dwellings_details": [],
    "intended_completion_date": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "uk_company_registration_no": null,
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "social_infrastructure_contributions": null,
    "scheme_name": null,
    "lead_developer_company_name": null
  },
  "lapsed_date": "09/02/2026",
  "appeal_start_date": null,
  "appeal_decision": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=6800/APP/2021/3573",
  "bo_system": "CSV Data Import",
  "appeal_status": null,
  "last_updated_by": "FME Excel Import",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.46993199999999996,
          51.5114309
        ],
        [
          -0.46993,
          51.5114309
        ],
        [
          -0.46974509999999997,
          51.511432
        ],
        [
          -0.4697473,
          51.5114213
        ],
        [
          -0.4695299,
          51.5114256
        ],
        [
          -0.46952459999999996,
          51.5112983
        ],
        [
          -0.4699234,
          51.5112868
        ],
        [
          -0.46993199999999996,
          51.5114309
        ]
      ]
    ],
    "type": "Polygon"
  }
}