{
  "uprn": "12078019",
  "decision_process": "Delegated",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "borough": "Ealing",
  "description": "Construction of part single, part two storey building (following demolition of existing buildings) for uses falling under Use Class B2 and B8 (including open air storage)",
  "appeal_start_date": null,
  "cil_liability": null,
  "lpa_app_no": "221710FUL",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "decision_date": "20/12/2022",
  "date_building_work_started_under_previous_permission": null,
  "date_building_work_completed_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              516921.6036878,
              183405.2000628
            ],
            [
              516923.6484629,
              183399.7016367
            ],
            [
              516923.3021704,
              183399.2017798
            ],
            [
              516922.2468026,
              183402.4008641
            ],
            [
              516921.7520989,
              183402.2009213
            ],
            [
              516920.5977903,
              183401.8010358
            ],
            [
              516919.6496083,
              183401.4511359
            ],
            [
              516920.152557,
              183400.0015509
            ],
            [
              516919.748549,
              183399.8515938
            ],
            [
              516921.2491502,
              183395.7527671
            ],
            [
              516916.5494653,
              183387.9549992
            ],
            [
              516913.80386,
              183383.2963327
            ],
            [
              516911.5034879,
              183379.197506
            ],
            [
              516910.3491794,
              183377.4480068
            ],
            [
              516909.4999381,
              183378.0978208
            ],
            [
              516902.4998812,
              183366.1012547
            ],
            [
              516902.0958732,
              183361.6225368
            ],
            [
              516894.9474052,
              183367.4008827
            ],
            [
              516857.6467488,
              183397.552252
            ],
            [
              516860.0625517,
              183400.3914393
            ],
            [
              516860.6974214,
              183401.1512218
            ],
            [
              516862.4701096,
              183399.7616196
            ],
            [
              516864.152102,
              183398.4519944
            ],
            [
              516893.1499819,
              183374.7987651
            ],
            [
              516892.9521005,
              183374.3988796
            ],
            [
              516901.8979918,
              183367.2509256
            ],
            [
              516908.4528153,
              183378.0478351
            ],
            [
              516875.3983654,
              183404.6502202
            ],
            [
              516867.5985376,
              183410.9484174
            ],
            [
              516864.2510428,
              183414.1974873
            ],
            [
              516865.7021735,
              183416.0969436
            ],
            [
              516871.30057,
              183422.845012
            ],
            [
              516871.4489811,
              183423.1549233
            ],
            [
              516871.5973922,
              183423.3548661
            ],
            [
              516871.8035187,
              183423.5548088
            ],
            [
              516871.9024595,
              183423.7547516
            ],
            [
              516871.9024595,
              183423.9546944
            ],
            [
              516871.9519298,
              183424.0546657
            ],
            [
              516872.0014002,
              183424.3045942
            ],
            [
              516877.6987374,
              183430.8027341
            ],
            [
              516885.4985652,
              183440.4499726
            ],
            [
              516885.7459171,
              183440.7998725
            ],
            [
              516886.0509843,
              183441.1497723
            ],
            [
              516886.4962176,
              183441.5996435
            ],
            [
              516886.7023441,
              183441.849572
            ],
            [
              516886.949696,
              183442.0495148
            ],
            [
              516887.0981071,
              183442.1994718
            ],
            [
              516887.2465182,
              183442.2994432
            ],
            [
              516887.5515854,
              183442.5493717
            ],
            [
              516887.8484076,
              183442.6993288
            ],
            [
              516888.1534749,
              183442.9492572
            ],
            [
              516888.4997675,
              183443.0992143
            ],
            [
              516888.6976489,
              183443.1492
            ],
            [
              516888.9532458,
              183443.1991857
            ],
            [
              516889.2005977,
              183443.2991571
            ],
            [
              516890.2477204,
              183443.4491141
            ],
            [
              516890.6517284,
              183443.5490855
            ],
            [
              516890.9485506,
              183443.5990712
            ],
            [
              516891.3525586,
              183443.6490569
            ],
            [
              516891.6493808,
              183443.6990426
            ],
            [
              516892.4986221,
              183443.6990426
            ],
            [
              516893.702401,
              183443.5990712
            ],
            [
              516896.9509551,
              183443.0992143
            ],
            [
              516901.6506399,
              183442.3994146
            ],
            [
              516902.5493516,
              183442.2994432
            ],
            [
              516908.5022857,
              183441.3497151
            ],
            [
              516910.7531874,
              183435.1015036
            ],
            [
              516910.9015985,
              183434.8515752
            ],
            [
              516913.4987927,
              183427.4536928
            ],
            [
              516913.6966742,
              183427.0038216
            ],
            [
              516916.095987,
              183420.095799
            ],
            [
              516916.3515839,
              183419.3959993
            ],
            [
              516921.496502,
              183405.5499627
            ],
            [
              516921.6036878,
              183405.2000628
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_type_full": null,
  "locality": "Greenford",
  "application_type": "All Other",
  "street_name": "Aintree Road",
  "decision": "Approved",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "valid_date": "21/04/2022",
  "actual_commencement_date": null,
  "development_type": null,
  "lapsed_date": "20/12/2025",
  "decision_target_date": null,
  "id": "Ealing-221710FUL",
  "centroid_northing": 183410,
  "secondary_street_name": null,
  "appeal_status": null,
  "site_name": "10 Aintree Road",
  "postcode": "UB6 7LA",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/221710FUL;",
  "site_number": null,
  "ward": "Perivale",
  "centroid_easting": 516895,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "decision_agency": "Borough",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.25
  },
  "last_updated": "2025-03-19T02:43:33.783+00:00",
  "status": "Approved",
  "last_date_consultation_comments": null,
  "centroid": {
    "lat": "51.5374994",
    "lon": "-0.31592509999999996"
  },
  "pp_id": "PP-11094042",
  "parking_details": null,
  "last_updated_by": "CSV Data Import",
  "epc_number": null,
  "decision_conditions": [
    "Statutory Time Limit",
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | Approved Drawings and Documents",
    "The development hereby approved shall be carried out in accordance with the following drawings and documents:",
    "Drawings:",
    "-\t22014-ASA-VS-SI-DR-A-PO1_ (S0-P1) Revision P1 (Existing Site Plan; Location Plan)",
    "-\t22014-ASA-XX-00-DR-A-P02_ (S0-P1) Revision P1 (Existing Elevations)",
    "-\t22014-ASA-XX-01-DR-A-P03_ (S0-P5) Revision P5 (Site Plan; Floor Plans - Base Build)",
    "-\t22014-ASA-XX-XX-DR-A-P04_ (S0-P3) Revision P3 (Proposed Elevations)",
    "-\t22014-ASA-XX-02-DR-A-P05_ (S0-P4) Revision P4 (Proposed Roof Plan)",
    "-\t22014-ASA-XX-SI-DR-A-P06_ (S0-P2) Revision P2 (Site Plan; Vehicle Tracking)",
    "-\t22014-ASA-00-EX.00-D-A-P07_ (S0-P1) Revision P1 (Sections)",
    "-\t22014-ASA-XX-00-DR-A-P08_ (S0-P1) Revision P1 (External Works)",
    "-\t22-044-PL-EX-001 Revision PL1 (Indicative External Lighting Layout)",
    "-\tPC3388-RHD-GE-SW-DR-R-0001 (Visibility Splays)",
    "Documents:",
    "-\tAir Quality Assessment prepared by Tetra Tech dated 29.03.2022 (Job Number 784-B034679 Issue 2)",
    "-\tBREEAM - Land Use and Ecology Credit Report prepared by LUC dated April 2022 (Project Number 11950 Version 1)",
    "-\tBREEAM UK New Construction 2018 Pre-Assessment prepared by MBA Consulting Engineers dated 28.03.2022 (Revision 1)",
    "-\tDelivery and Servicing Plan prepared by Royal HaskoningDHV dated 01.04.2022 (Reference PC3388-RHD-ZZ-XX-RP-R-0003)",
    "-\tDesign and Access Statement prepared by Ashton Smith dated 29.03.2022 (Revision P0)",
    "-\tEcological Appraisal prepared by LUC dated July 2022 (Project Number 11950, Version 3)",
    "-\tEnergy Strategy prepared by MBA Consulting Engineers dated 23.03.2022 (Revision 1)",
    "-\tExternal LED Lighting Assessment Report prepared by MBA Consulting Engineers dated 28.03.2022 (Revision 1)",
    "-\tFlood Risk Assessment and Drainage Strategy prepared by Pinnacle Consulting Engineers dated 05.04.2022 (Reference 220205-PIN-XX-ZZ-RP-C-00020 Version P02)",
    "-\tLandscape and Habitat Management Plan prepared by LUC dated April 2022 (Version 1)",
    "-\tLighting Assessment prepared by Tetra Tec dated 04.04.2022 (Job Number 784-B034679 Issue 1)",
    "-\tLondon Plan Fire Statement prepared by BB7 South dated 06.04.2022 (Document Reference 13861BC Version 02)",
    "-\tNoise Assessment prepared by Tetra Tech dated 29.03.2022 (Job Number 784-B034679 Revision 1)",
    "-\tOutline Construction Management Logistics Plan prepared by Royal HaskoningDHV dated 05.04.2022 (Reference PC3388-RHD-ZZ-XX-RP-Z-0001)",
    "-\tPlanning Statement prepared by PowerHaus Consultancy dated 08.04.2022 (Job No 154)",
    "-\tTransport Statement prepared by Royal HaskoningDHV dated 05.04.2022 (Reference PC3388-RHD-ZZ-XX-RP-R-0001)",
    "-\tTravel Plan prepared by Royal HaskoningDHV dated 05.04.2022 (Reference PC3388-RHD-ZZ-XX-RP-R-0002)",
    "-\tUrban Greening Factor Assessment prepared by LUC dated 07.04.2022 (Project Number 11950)",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | Materials",
    "Prior to the commencement of construction above ground level, details of the materials to be used for the external surfaces of the building shall be submitted to and approved in writing by the Local Planning Authority. The details shall be fully implemented as approved.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021). | Use Restriction",
    "The development hereby approved shall be used solely for uses falling within Use Classes B2 and B8 of schedule 1 to the Town and Country Planning (Use Classes) Order 1987 (as amended), or any other equivalent use under any subsequent Order which supersedes that Schedule. The premises shall not be used for any other use, without the prior written permission of the Local Planning Authority obtained through the submission of a planning application.",
    "Reason: To enable the local planning authority to maintain strict control over the nature of the use in order to restrict the use of the premises to one compatible with the surrounding area, in accordance with policies 1.1, 1.2 and 3.1 of the Ealing Development (Core) Strategy (2012), policies 4A, 7.4 and 7B of the Ealing Development Management DPD (2013), policies GG5, D3, D4, E4, E5 and E7 of the London Plan (2021) and sections 6 and 12 of the National Planning Policy Framework (2021). | Balconies and Roof Terraces",
    "No part of the development shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason: To protect the living conditions of nearby residential properties in accordance with policy D4 of the London Plan (2021) and polices 7.4 & 7B of the Ealing Development Management Plan Document (2013). | Refuse and Recycling Storage",
    "The refuse and recycling store identified in the approved drawings listed under condition 2 shall be brought into use prior to the first use of the hereby approved development, shall be permanently retained thereafter and shall not be obstructed or used for any other purpose at any time without the express consent of the LPA.",
    "Reason: In the interests of the adequate disposal, storage and collection of waste and recycling and in the interests of highway and pedestrian safety in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A and 7B of the Ealing Development Management DPD (2013), policies SI 7, T4 and T7 of the London Plan (2021) and the National Planning Policy Framework (2021). | Cycle Storage",
    "A minimum of four (4) long-stay secure and sheltered cycle parking spaces and a minimum of two (2) short stay cycle parking spaces shall be provided in the locations identified in the approved drawings listed under condition 2. The cycle storage shall be in accordance with the standards and specifications of the London Cycle Design Standards, and shall be brought into use prior to the first occupation of the hereby approved development. The cycle storage shall be permanently retained thereafter and shall not be obstructed or used for any other purpose at any time without the express consent of the LPA.",
    "Reason: To provide adequate bicycle storage in accordance with the Sustainable Transport SPG, policies T2, T3 and T5 of the London Plan (2021) and policies 1.1(f) and 2.1(d) of the Ealing Development (Core) Strategy (2012). | Microwave Mast, Antennae and Satellite Dishes",
    "No microwave masts, antennae or satellite dishes or any other plant or equipment (other than those approved in accordance with the approved drawings listed under condition 2) shall be installed on any external part of the building unless otherwise approved in writing by the Local Planning Authority through the submission of a planning application.",
    "Reason: To safeguard the character and appearance of the building and the area as a whole, in accordance with policy 1.1(h) of the Ealing Development (Core) Strategy (2012) and policies 3.5, 7.4 and 7B of the Ealing Development Management DPD (2013). | Vehicle Parking Arrangements",
    "The vehicle parking arrangements of the approved scheme shall be marked out on the site prior to first occupation of the development, and these spaces shall be kept continuously available and shall not be used for any other purpose. No additional car parking shall be formed or made available except with the prior permission of the Local Planning Authority obtained through the submission of a planning application.",
    "Reason: To ensure that the off-street parking does not prejudice pedestrian safety in accordance with policies T4, T6 and T6.1 of the London Plan (2021) and the National Planning Policy Framework (2021). | Disabled Parking Bays",
    "Prior to the first occupation of the hereby approved development, one (1) disabled car parking space and one (1) enlarged car parking space, as identified in the approved drawings listed under condition 2, shall be demarked on site and brought into use. The spaces shall be permanently retained thereafter and shall not be obstructed or used for any other purpose at any time without the express consent of the LPA.",
    "Reason: To provide adequate accessible parking facilities in accordance with policies T6 and D5 of the London Plan 2021, and policy 1.1(h) of the Ealing Development Strategy (2012). | Electric Car Charging Points",
    "Prior to the first occupation of the hereby approved development, at least two (2) car parking spaces shall be fitted with active electric car charging provision and the remainder of car parking spaces shall be fitted with passive provision. The provision shall be permanently retained thereafter and shall not be altered, other than for maintenance, upgrades and/or the conversion of a passive charging point to an active charging point, without the express consent of the LPA.",
    "Reason: To provide adequate electric car charging provision in accordance with policy T6 of the London Plan 2021, and policy 1.1(h) of the Ealing Development Strategy (2012). | Non-Road Mobile Machinery Emission Standards",
    "All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site at any time, whether in use or not, without the prior written consent of the Local Planning Authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.",
    "Reason: To protect the amenities, health, acoustic environment and air quality of neighbouring users throughout the demolition and construction of the development in accordance with policies D6, D14 and SI 1 of the London Plan (2021) and policy 7A of the Ealing Development Management DPD (2013). | Anti-Vibration Mounts and Silencing of Machinery",
    "Prior to use of the approved development, any machinery, plant and equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and shall be permanently retained as such for the lifetime of the development.",
    "Reason: To ensure that the amenity of occupiers of the surrounding premises is not adversely affected by noise and vibration, in accordance with policies D4 and D14 of the London Plan (2021), policies 3.5 and 7A of the Ealing Development Management DPD (2013) and Ealing SPG10. | External Doors and Windows to Remain Shut",
    "At no time shall any external door nor windows to rooms/areas where noise, smell, smoke or fumes may be emitted, be fixed in an open position.",
    "Reason: To ensure that the amenity of occupiers of the surrounding premises is not adversely affected by noise and vibration, in accordance with policies D4 and D14 of the London Plan (2021), policies 3.5 and 7A of the Ealing Development Management DPD (2013) and Ealing SPG10. | Metal Shutters",
    "Shutters shall be installed with proprietary anti-vibration isolators and soft closing mechanisms including resilient pads to reduce impact noise when used, to adequately silence the operation of the shutters and prevent structural or airborne noise being emitted. Shutters shall be permanently retained as such for the lifetime of the development.",
    "Reason: To ensure that the amenity of occupiers of the surrounding premises is not adversely affected by noise and vibration, in accordance with policies D4 and D14 of the London Plan (2021), policies 3.5 and 7A of the Ealing Development Management DPD (2013) and Ealing SPG10. | External Artificial Lighting",
    "External artificial lighting at the development shall not exceed the vertical illumination lux levels at neighbouring premises that are recommended for Environmental Zone 3 by the Institution of Lighting Professionals in the 'Guidance Note 01/20 For the Reduction of Obtrusive Light'. Lighting shall be minimised by limiting the hours of use as far as practicably possible. Glare and sky glow shall be prevented by correctly using, locating, aiming and shielding luminaires, in accordance with the Guidance Note.",
    "Reason: To ensure that the amenity of occupiers of the surrounding premises is not adversely affected by emissions, in accordance with policy D4 of the London Plan (2021) and policies 3.5 and 7A of the Ealing Development Management DPD (2013). | Rooflights",
    "The hereby approved rooflights to the building shall not project more than 150mm from the plane of the roof slope when measured perpendicularly, and shall be retained as such for the lifetime of the development.",
    "Reason: To ensure that the rooflights do not appear overbearing, and to safeguard the appearance of the area in accordance with policy D4 of the London Plan (2021) and policies 7B and 7.4 of the Ealing Development Management DPD (2013). | Demolition Method Statement and Construction Management Plan",
    "Prior to commencement of the hereby approved development (including any initial site clearance and demolition), a demolition method statement and construction management plan shall be submitted to and approved by the Council in writing. Details shall include the following:",
    "a)\tControl measures for:",
    "i.\tNoise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014)",
    "ii.\tDust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition)",
    "iii.\tLighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals)",
    "iv.\tHours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays and 0800 -1300 Saturdays (except no work on public holidays)",
    "v.\tNeighbour liaison, notifications to interested parties and",
    "vi.\tPublic display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works",
    "b)\tSchedule of works, with anticipated time frames",
    "c)\tSite hoarding and signage",
    "d)\tSite security and access",
    "e)\tSwept path analysis and turning manoeuvres for heavy goods vehicles",
    "f)\tPre-construction highway survey",
    "g)\tDelivery vehicle routes to and from the site",
    "h)\tParking for construction vehicles, where necessary",
    "i)\tAnticipated delivery schedule, including frequency and timings (to avoid peak hours), and delivery locations",
    "j)\tMaterial storage locations",
    "k)\tWaste management, hazardous material storage and removal",
    "l)\tTraffic management during deliveries, where necessary",
    "m)\tThe number of on-site construction works and details of their transport options and parking facilities",
    "n)\tAny temporary road measures, including pedestrian and cyclist diversions, where necessary",
    "o)\tPrevention of mud and debris being deposited on highway and wheel washing facilities",
    "p)\tEmergency contacts during construction",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with  policies 7A, 7B and 7.15 of the Ealing Development Management DPD (2013), policies 1.1 (e) (j) 1.2 (f), 2.1 (c) and 2.10 of the Ealing Core Strategy (2012), policies D6, D10, D14, SI1, T3 and T7 of the London Plan (2021), the Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), and BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise density. | Air Quality and Dust Management Plan",
    "Prior to the commencement of the hereby approved development (including initial site clearance and demolition), an Air Quality and Dust Management Plan (AQDMP) that includes an Air Quality (Dust) Risk Assessment shall be submitted to, and approved in writing by, the Local Planning Authority.  The AQDMP shall be based on the findings of the Air Quality (Dust) Risk Assessment provided in the report titled \"Air Quality Assessment 784-B034679l\" dated 29 March 2022. The AQDMP shall provide a scheme for air pollution mitigation measures based on the findings of the Air Quality Report.",
    "The plan shall include:",
    "a)          Dust Management Plan for Demolition Phase",
    "b)          Dust Management Plan for Construction Phase",
    "The Air Quality Dust Management Plan shall be implemented on commencement of the approved development (including initial site clearance and demolition) and the site shall be managed in accordance with the approved plan for the duration of the construction.",
    "The applicant shall contact the Council's Pollution Technical Team about the installation of air quality monitors on site and provide direct access to monitoring data at all times for the duration of the project. The monitors shall be installed on site at least 4 weeks prior to any site clearance and demolition to provide baseline data and shall be maintained on site until first occupation of the development hereby approved.",
    "Reason: To protect the amenities, health and air quality of neighbouring users throughout the demolition and construction of the development in accordance with policies D6 and SI1 of the London Plan (2021) and policy 7A of the Ealing Development Management DPD (2013). | Solar Panels",
    "Prior to the installation of the solar panels, details of their siting, fixing brackets and projection above the roof slope shall be submitted to and approved in writing by the Local Planning Authority. The solar panels shall be installed in accordance with the approved details.",
    "Reason: To ensure that the solar panels do not appear overbearing, and to safeguard the appearance of the area in accordance with policy D4 of the London Plan (2021) and policies 7B and 7.4 of the Ealing Development Management DPD (2013). | Green Roof Details",
    "Prior to the installation of the green roofs, final details of the construction and specification of the biodiversity roofs and a maintenance schedule shall be submitted to and approved in writing by the Local Planning Authority. Details shall include a technical report from a suitably qualified ecologist specifying how the green roof has been developed for biodiversity with details of landscape features and in compliance with the GRO Green Roof Code 2014.",
    "Green roofs shall be biodiversity based with extensive substrate base, have sufficient depth of soil or growing medium for the relevant planting, be planted/seeded with a green mix of species within the first planting season following the practical completion of the building works, and have relevant efficient and effective drainage and irrigation to sustain the vegetation.",
    "The maintenance schedule shall cover a minimum period of five years.",
    "Reason: In the interests of supporting and enhancing local biodiversity on site in accordance with policies G5 and G6 of the London Plan (2021), policies 1.1, 1.2, 2.9 and 5.5 of the Ealing Development (Core) Strategy (2012) and policies 2.18, 5.11 and 7.3 of the Ealing Development Management DPD (2013). | Hard and Soft Landscaping and Boundary Treatments",
    "Prior to the installation of soft and hard landscaping, details of hard and soft landscaping works, boundary treatments, permeable construction for hardstanding areas and a landscaping management plan covering 5 years from the implementation of final planting shall be submitted to and approved in writing by the Local Planning Authority.",
    "The approved works shall be carried out prior to the occupation of any part of the development or in accordance with the programme agreed by the Local Planning Authority.  Any plants, which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, to ensure appropriately landscaped amenity space and public realm, in accordance with policies D3, D4 and D8 of the London Plan (2021) and policies 7.4 and 7B of the Ealing Development Management DPD (2013). | Land Contamination",
    "The developer shall draw to the attention of the Local Planning Authority the presence of any unsuspected contamination encountered during the demolition and construction of the development.",
    "In the event of contamination to land and/or water being encountered, development shall not continue until a programme of investigation and/or remedial work to include methods of monitoring and certification of such work undertaken has been submitted and approved in writing by the Local Planning Authority.",
    "Where contamination is encountered, the development shall not be occupied until the approved remedial works, monitoring and certification of the works have been carried out and a full validation report has been submitted to and approved in writing by the Local Planning Authority.",
    "In the event that no contamination is encountered, the developer shall provide a written statement / photographic evidence to the Local Planning Authority confirming that this was the case, and only after written approval by the Local Planning Authority shall the development be occupied. The evidence shall include waste disposal transfer notes proving correct disposal of soil.",
    "Reason: To ensure that any ground and water contamination is identified and adequately addressed to ensure the safety of the development, the environment and to ensure the site is suitable for the proposed use in accordance with policy SI10 of the London Plan (2021) and policy 5.21 of the Ealing Development Management DPD (2013). | Deliveries and Servicing",
    "Prior to the first use of the hereby approved development, a delivery and servicing management plan shall be submitted to, and approved in writing by, the Local Planning Authority. The plan shall cover the following:",
    "A)\tThe number of service trips (deliveries and collections) per day the development will generate;",
    "B)\tHow deliveries will be scheduled to avoid several vehicles arriving at the site simultaneously, with due regard of adjoining commercial and residential uses;",
    "C)\tMeasures to reduce the number of delivery and collection vehicle trips to the site (trip consolidation);",
    "D)\tMonitoring and review of operations.",
    "The delivery and servicing plan shall be implemented on the first occupation of the development hereby approved and the site shall be managed in accordance with the approved plan for the life of the development.",
    "Reason: To ensure that the development can be adequately serviced and in the interests of pedestrian, cyclist and highway safety and the local transport network, in accordance with policies T3, T4 and T7 of the London Plan (2021) and the NPPF (2021). | Travel Plan",
    "Notwithstanding the information submitted with the application, an updated Travel plan shall be submitted to and approved in writing by the LPA prior to the first use of the hereby approved development. The updated Travel Plan shall include the following:",
    "a.\tA map showing pedestrian and cycle facilities in the area",
    "b.\tDaily trips for the whole development, as extracted from TRICS database",
    "c.\tModal split targets (number of trips), with the cycle trip target above 10%, public transport trip target above 70% and car trip target no greater than 20%",
    "d.\tContact details for a travel plan co-ordinator",
    "e.\tMeasures for reducing private car trips, i.e. oyster card provision for employees and/or access to car clubs",
    "f.\tTravel Plan monitoring means, including explicit means such as occupation of the cycle stands, the usage of Ealing car clubs and daily vehicle & service trips",
    "g.\tMonitoring of the service trips",
    "h.\tRemedial action measures, such as re-starting the travel plan cycle with the introduction of additional stringent measures to achieve desired targets",
    "i.\tA scheme to transition to electric vehicles and vans",
    "j.\tA plan to ensure no idling of vehicles on the site.",
    "The approved Travel Plan shall be implemented on the first use of the hereby approved development and shall be retained in operation thereafter. An annual monitoring report shall be submitted to the Local Planning Authority for a minimum of five years from the date of first use of the hereby approved development.",
    "Reason: To promote sustainable patterns of transport and to reduce emissions in the area, in accordance with policies T3, SI1 and SI2 of the London Plan (2021), policy 7A of the Ealing Development Management DPD (2013), policy 1.2 of the Ealing Development Core Strategy (2012) and Ealing's Draft Air Quality Action Plan. | Car Parking Management Plan",
    "Prior to the first use of the hereby approved development, a Car Parking Management Plan shall be submitted to and approved in writing by the Local Planning Authority. Details shall include the management and allocation of on-site car parking spaces, including blue badge and enlarged parking bays, means of monitoring and enforcement and review mechanisms for the monitoring and enforcement methods.",
    "Reason: To ensure the effective management of car parking on site and ensuring pedestrian and highway safety in accordance with policies T3 and T6 of the London Plan (2021). | Energy and CO2",
    "a)\tPrior to first occupation, the development shall implement and thereafter maintain, and in the case of energy generation equipment confirm as operational, the approved measures to achieve an overall sitewide reduction in regulated CO2 emissions against SAP10 standards of at least 100% (equating to approximately 11 tonnes of CO2 per year) beyond Building Regulations Part L 2013. These CO2 savings shall be achieved through the Lean, Clean, Green Energy Hierarchy as detailed in the Energy Statement prepared by JS Lewis Ltd in January 2022 (revision B) and follow-up emails including:",
    "i.\tLean, passive design measures to achieve an annual reduction of at least 25% equating to at least 2.7 tonnes in regulated carbon dioxide (CO2) emissions over BR Part L 2013.",
    "iii.\tGreen, renewable energy equipment including the incorporation of photovoltaic panels with a combined total capacity of at least 46kWp, and air source heat pumps to achieve an annual reduction of at least 79.63%, equating to 8.6 tonnes in regulated carbon dioxide (CO2) emissions over Part L 2013.",
    "iv.\tSeen, heat and electric meters installed to monitor the performance of the PV array and the electric parasitic load(s) of the heat pump(s).",
    "b)\tPrior to installation, details of the proposed renewable/low-carbon energy equipment, and associated monitoring devices shall be submitted to the Council for approval. The details shall include the exact number of heat pumps, the heat pump thermal kilowatt output, parasitic load supply schematics, monthly energy demand profile, and the kWp capacity of the PV array, the orientation, pitch and mounting of the panels, and the make and model of the panels. The name and contact details of the heat pump and PV installation contractors, and if different, the commissioning electrical or plumbing contractor, should be submitted to the Council prior to installation.",
    "c)\tOn completion of the installation of the PV and heat pumps equipment copies of the MCS certificates and all relevant commissioning documentation shall be submitted to the Council.",
    "d)\tThe development shall incorporate the overheating and cooling measures detailed in the dynamic Overheating Study by MBA Consulting (appendix 3 of the v1 energy strategy), or any later stage version. The assessment shall be compliant with CIBSE guidance TM52, and modelled against the TM49 DSY1 (average summer) weather data files, and the more extreme weather DSY2 (2003) and DYS3 (1976) files for TM59 criteria (a) and (b).",
    "e)\tWithin three months of the first occupation and/or first use of the development a two-page summary report prepared by a professionally accredited person comparing the \"as built stage\" TER to BER/DER figures against those in the final energy strategy along with the relevant Energy Performance Certificate(s) (EPC) and/or the Display Energy Certificate(s) (DEC's) shall be submitted to the Council for approval.",
    "Reason: In the interest of addressing climate change and to secure environmentally sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2020, policies 5.2 and 7A of Ealing's Development Management DPD (2013) and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy (2012). | Post-Construction Renewable Energy Equipment Monitoring",
    "In order to implement Ealing Council DPD policy E5.2.3 (post-construction energy equipment monitoring), and key parts of London Plan policy SI2 (\"be Seen\"), the developer shall:",
    "a)\tUpon practical completion of construction works, the agreed suitable devices for monitoring the renewable energy equipment shall be installed. The monitored data shall be automatically submitted to the Council at daily intervals for a period of four years from occupation and full operation of the energy equipment. The installation of the monitoring devices and the submission and format of the data shall be carried out in accordance with the Council's approved specifications as indicated in the Automated Energy Monitoring Platform (AEMP) information document. The developer must contact the Council's chosen AEMP supplier (Energence Ltd) on commencement of construction to facilitate the monitoring process.",
    "b)\tPrior to the first occupation of the development, the developer shall submit to the Council proof of a contractual arrangement with a certified contractor that provides for the ongoing, commissioning, maintenance, and repair of the renewable/low-carbon energy equipment for a period of four years from the point that the building is occupied and the equipment fully operational. Any repair or maintenance of the energy equipment must be carried out within one month of a performance problem being identified.",
    "Reason: To monitor the effectiveness and continued operation of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an in-situ evidence base on the performance of such equipment in accordance with policy SI 2 of the London Plan (2021), policy 5.2 of the Ealing Development Management DPD (2013) and policy 2.5.36 of the Mayor's Sustainable Design & Construction SPG. | BREEAM Energy/CO2 Accreditation",
    "a)\tThe development shall be registered with Building Research Establishment (BRE) and aim to achieve BREEAM Rating \"Excellent\" with a score of at least 78% as detailed in the Pre-Assessment produced by MBA Consulting in March 2022 (v1).",
    "b)\tWithin 3 months of completion of the development, Interim BREEAM NC Assessment and related Certification verified by the BRE shall be submitted to the Local Planning Authority for written approval.",
    "c)\tWithin 3 months from the date of first occupation of the development, BREEAM 'Post Construction Stage' Assessment and related Certification verified by the BRE should be submitted to the Local Planning Authority for written approval confirming the BREEAM standard and measures have been implemented.",
    "d)\tFollowing any approval of a 'Post Construction Stage' assessment and certification of the development, the approved measures and technologies to achieve the BREEAM Very Good or higher standard shall be retained in working order in perpetuity unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), the GLA Energy Assessment Guidance (2020), policies 5.2 and 7A of the Ealing Development Management DPD (2013) and policies 1.1(k) and 1.2(f) of the Ealing Development (Core) Strategy (2012). | External Noise from Mechanical Installations",
    "(A)\tPrior to the commencement of construction above ground level, details of the external rating noise level emitted from plant/ machinery/ equipment/ducting/air in- and outlets/mechanical installations, together with mitigation measures (as appropriate) shall be submitted to and approved by"
  ],
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.31554319999999997,
          51.5374507
        ],
        [
          -0.3155156,
          51.5374009
        ],
        [
          -0.3155208,
          51.5373964
        ],
        [
          -0.3155349,
          51.5374254
        ],
        [
          -0.3155421,
          51.5374237
        ],
        [
          -0.3155589,
          51.5374204
        ],
        [
          -0.3155727,
          51.5374174
        ],
        [
          -0.3155659,
          51.5374043
        ],
        [
          -0.3155718,
          51.537403
        ],
        [
          -0.3155515,
          51.5373659
        ],
        [
          -0.3156218,
          51.5372968
        ],
        [
          -0.31566289999999997,
          51.5372555
        ],
        [
          -0.31569739999999996,
          51.5372191
        ],
        [
          -0.31571469999999996,
          51.5372036
        ],
        [
          -0.31572669999999997,
          51.5372096
        ],
        [
          -0.3158316,
          51.5371033
        ],
        [
          -0.3158389,
          51.5370631
        ],
        [
          -0.31594,
          51.5371165
        ],
        [
          -0.3164675,
          51.5373952
        ],
        [
          -0.3164318,
          51.5374202
        ],
        [
          -0.3164224,
          51.5374269
        ],
        [
          -0.3163973,
          51.5374141
        ],
        [
          -0.3163735,
          51.5374019
        ],
        [
          -0.3159634,
          51.5371834
        ],
        [
          -0.3159664,
          51.5371798
        ],
        [
          -0.3158398,
          51.5371137
        ],
        [
          -0.31574179999999996,
          51.5372094
        ],
        [
          -0.31620929999999997,
          51.5374553
        ],
        [
          -0.3163197,
          51.5375135
        ],
        [
          -0.3163668,
          51.5375434
        ],
        [
          -0.3163453,
          51.5375602
        ],
        [
          -0.3162624,
          51.5376197
        ],
        [
          -0.3162601,
          51.5376225
        ],
        [
          -0.3162579,
          51.5376242
        ],
        [
          -0.3162549,
          51.537626
        ],
        [
          -0.31625339999999996,
          51.5376277
        ],
        [
          -0.31625329999999996,
          51.5376295
        ],
        [
          -0.3162526,
          51.5376304
        ],
        [
          -0.31625179999999997,
          51.5376327
        ],
        [
          -0.3161675,
          51.5376899
        ],
        [
          -0.3160519,
          51.537775
        ],
        [
          -0.3160482,
          51.5377781
        ],
        [
          -0.3160437,
          51.5377812
        ],
        [
          -0.31603709999999996,
          51.5377851
        ],
        [
          -0.3160341,
          51.5377873
        ],
        [
          -0.3160304,
          51.5377891
        ],
        [
          -0.3160283,
          51.5377904
        ],
        [
          -0.3160261,
          51.5377913
        ],
        [
          -0.31602159999999996,
          51.5377934
        ],
        [
          -0.3160173,
          51.5377947
        ],
        [
          -0.3160128,
          51.537796900000004
        ],
        [
          -0.3160078,
          51.5377982
        ],
        [
          -0.3160049,
          51.5377986
        ],
        [
          -0.3160012,
          51.537799
        ],
        [
          -0.3159976,
          51.5377998
        ],
        [
          -0.3159825,
          51.537801
        ],
        [
          -0.3159766,
          51.5378018
        ],
        [
          -0.3159723,
          51.5378022
        ],
        [
          -0.3159665,
          51.5378025
        ],
        [
          -0.31596219999999997,
          51.5378029
        ],
        [
          -0.3159499,
          51.5378027
        ],
        [
          -0.3159326,
          51.5378016
        ],
        [
          -0.315886,
          51.5377964
        ],
        [
          -0.3158185,
          51.5377892
        ],
        [
          -0.31580549999999996,
          51.5377881
        ],
        [
          -0.3157201,
          51.5377783
        ],
        [
          -0.31568969999999996,
          51.5377217
        ],
        [
          -0.3156876,
          51.5377194
        ],
        [
          -0.3156527,
          51.5376524
        ],
        [
          -0.31565000000000004,
          51.5376483
        ],
        [
          -0.3156177,
          51.5375857
        ],
        [
          -0.3156142,
          51.5375794
        ],
        [
          -0.3155447,
          51.5374539
        ],
        [
          -0.31554319999999997,
          51.5374507
        ]
      ]
    ],
    "type": "Polygon"
  }
}