{
  "application_type": "Householder",
  "application_type_full": "Householder planning permission",
  "description": "Single storey side and rear extension and two storey rear extension and conversion of roofspace habitable use to include 2 no. side dormers and detached rear outbuilding.",
  "epc_number": null,
  "street_name": "ICKENHAM",
  "appeal_decision": null,
  "lpa_app_no": "41605/APP/2022/2365",
  "centroid": {
    "lon": "-0.4558124",
    "lat": "51.5655017"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 507128,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=41605/APP/2022/2365",
  "last_updated": "2025-03-20T14:40:24.590+00:00",
  "subdivision_of_building": null,
  "postcode": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 186310,
  "site_name": "112 SWAKELEYS ROAD",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "25/07/2022",
  "lapsed_date": "18/01/2026",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": true,
  "decision_target_date": "17/01/2023",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "23/08/2022",
  "ward": "ICK/HAM & S HF/D 22",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-41605_APP_2022_2365",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507131.7042,
              186330.5402
            ],
            [
              507131.7042,
              186330.4079
            ],
            [
              507136.0698,
              186289.7942
            ],
            [
              507124.1635,
              186289.0005
            ],
            [
              507120.0625,
              186329.4818
            ],
            [
              507131.7042,
              186330.5402
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers C628-002 Rev D (received 17-01-23), C628-004 Rev D (received 17-01-23), C628-005 Rev B (received 29-11-22), and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The side facing dormer windows facing No. 110 and No. 114 shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The window on the rear elevation of the outbuilding serving the 'toilet' shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The outbuilding hereby approved shall only be used for the purpose(s) stated on the application form and approved drawings and shall not be used for purposes such as a living room, bedroom, kitchen, study, commercial use, as a separate unit of accommodation or for any business purposes.",
    "REASON",
    "To avoid any future fragmentation of the curtilage or the creation of a separate residential or business use, so as to protect the amenity of adjoining residential properties in accordance with Policies DMHB 11 and DMHB 18 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020."
  ],
  "application_details": {
    "no_additional_bedrooms": 3,
    "total_gia_gained": 182,
    "existing_uprns": null,
    "intended_commencement_date": "09/2022",
    "no_additional_bathrooms": 3,
    "intended_completion_date": "03/2023",
    "site_area": 0.048
  },
  "pp_id": "11420480",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.45575279999999996,
          51.5656856
        ],
        [
          -0.45575279999999996,
          51.5656844
        ],
        [
          -0.4557022,
          51.5653185
        ],
        [
          -0.45587419999999995,
          51.5653137
        ],
        [
          -0.45592099999999997,
          51.5656783
        ],
        [
          -0.45575279999999996,
          51.5656856
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "18/01/2023",
  "secondary_street_name": null
}