{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "W5 1TJ",
  "borough": "Ealing",
  "wgs84_polygon": null,
  "site_name": "Nile Lodge ",
  "centroid_easting": 517292,
  "pp_id": "PP-12519957",
  "cil_liability": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "lead_developer_company_name": "LCP SPV FIVE LTD ",
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_gia_gained": 4061.4,
      "total_gia_lost": 294.95,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 294.95,
      "total_gia_existing": 878.1,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 4061.4
    },
    "affordable_housing_fast_track": false,
    "scheme_name": "Nile Lodge - Hostel",
    "rain_water_harvesting": false,
    "other_residential_accommodation_details": {
      "other_resi_accommodation_unit_details": [
        {
          "no_rooms_proposed": 87,
          "unit_type": "Hostel Room",
          "no_rooms_lost": 0
        }
      ]
    },
    "garden_land_lost": false,
    "existing_uprns": null,
    "ownership_status": "Private",
    "total_gia_gained": 4061.4,
    "green_suds": true,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 11.25,
        "building_ref": "Hostel"
      }
    ],
    "phasing_details": [
      {
        "phase_detail": "One Phase",
        "intended_completion_date": "07/2025",
        "intended_commencement_date": "07/2024"
      }
    ],
    "site_area": 0.25,
    "projected_cost_of_works": "Between £2m and £100m",
    "infrastructure_details": {
      "no_new_water_connections_required": 0,
      "green_roof_area": 420.48,
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 112,
      "solar_pv_capacity": 0.04,
      "percentage_demolition_construction_material_recycling": 0,
      "no_new_gas_connections_required": 0,
      "urban_greening_factor_score": 0.4,
      "no_homes_to_have_electrical_heating": 0,
      "fire_suppression_system_proposed": true,
      "mobile_network_operators_consultation": false,
      "chp_heat_pumps_capacity": 0.01,
      "ghg_reduction_over_building_regulations": true,
      "no_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "no_homes_passive_cooling": 0,
      "waste_provision": true
    },
    "internal_resi_water_usage": 0,
    "scheme_phasing": true,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 878.1,
        "use_class": "SG",
        "gia_gained": 4061.4,
        "gia_lost": 294.95
      }
    ],
    "total_gia_lost": 294.95,
    "grey_water_reuse": false,
    "total_gia_existing": 878.1
  },
  "lpa_name": "Ealing",
  "decision": "",
  "lpa_app_no": "234841FUL",
  "decision_date": "10/07/2024",
  "last_updated": "2025-03-19T22:21:22.214+00:00",
  "centroid_northing": 181745,
  "centroid": {
    "lat": 51.522452,
    "lon": -0.31078
  },
  "appeal_decision_date": null,
  "locality": "London",
  "ward": "Pitshanger",
  "bo_system": "CSV Data Import",
  "lapsed_date": "10/07/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "14/12/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title numbers:",
    "22061-MA-PL4-XX-DR-A-001 Rev P07, 22061-MA-PL4-XX-DR-A-002 Rev P06, 22061-MA-PL4-B1-DR-A-009 Rev P07, 22061-MA-PL4-00-DR-A-010 Rev P08, 22061-MA-PL4-01-DR-A-011 Rev P07, 22061-MA-PL4-02-DR-A-012 Rev P07, 22061-MA-PL4-03-DR-A-013 Rev P07, 22061-MA-PL4-XX-DR-A-040 Rev P07, 22061-MA-PL4-XX-DR-A-070 Rev P07, 22061-MA-PL4-XX-DR-A-071 Rev P06,",
    "22061-MA-PL4-XX-DR-A-072 Rev P06, 22061-MA-PL4-XX-DR-A-073 Rev P06, 22061-MA-PL4-XX-DR-A-102 Rev P07, 22061-MA-PL4-XX-DR-A-103 Rev P10, 22061-MA-PL4-B2-DR-A-108 Rev P13, 22061-MA-PL4-B1-DR-A-109 Rev P13, 22061-MA-PL4-00-DR-A-110 Rec P16, 22061-MA-PL4-01-DR-A-111 Rev P14, 22061-MA-PL4-02-DR-A-112 Rev P14, 22061-MA-PL4-03-DR-A-113 Rev P11, 22061-MA-PL4-XX-DR-A-140 Rev P09, 22061-MA-PL4-XX-DR-A-141 Rev P08, 22061-MA-PL4-XX-DR-A-142 Rev P07, 22061-MA-PL4-XX-DR-A-170 Rev P05, 22061-MA-PL4-XX-DR-A-171 Rev P06, 22061-MA-PL4-XX-DR-A-172 Rev P06, 22061-MA-PL4-XX-DR-A-173 Rev P06, 22061-MA-PL4-XX-DR-A-174 Rev P02, 22061-MA-PL4-XX-DR-A-175 Rev P03, 22061-MA-PL4-XX-DR-A-176 Rev P03, 22061-MA-PL4-XX-DR-A-177 Rev P04, 22061-MA-PL4-XX-DR-A-270 Rev P03, 22061-MA-PL4-XX-DR-A-271 Rev P03, 22061-MA-PL4-XX-DR-A-272 Rev P03, 22061-MA-PL4-XX-DR-A-273 Rev P03,",
    "Design & Access Statement Rev P08 by MDLR Architects (May 2024), Air Quality Assessment by Air Quality Consultants (November 2023), Arboricultural Planning Report by ADTrees (November 2023), Bat Emergence and Re-entry Surveys by Arbtech (November 2023), Daylight, Sunlight and Overshadowing Assessment by EB7 (November 2023), Energy Statement  Energy by Lab (November 2023), Fire Statement by LWF (November 2023), Flood Risk Assessment and SUDS Strategy by Lustre (November 2023), Heritage Assessment by Bidwells (November 2023), Hostel Need and Economic Assessment by Savills (November 2023), Phase 1 Environmental Report by Go Contaminated Land Solutions (October 2023), Landscape Strategy, including Landscaping Plan and Urban Greening Factor Calculations by TMA (October 2023), Noise Impact Assessment by Auricl (November 2023), Operations Management Plan by Luxgrove (November 2023), Preliminary Ecological Assessment and Preliminary Roost Assessment by Arbtech (October 2023), Sustainable Design and Construction Statement by EnergyLab (November 2023), Transport Statement by Markides Associates (November 2023), Active Travel Zone Assessment by Markides Associates (February 2024), Planning Statement by Savills (December 2023), Community Engagement summary by London Communications Agency (November 2023), Additional Daylight Assessment by EB7 (May 2024), Energy Statement Update by EnergyLab (June 2024).",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | Details of the materials and finishes to be used for all external surfaces (including hardstanding and boundary treatments) of the development hereby approved shall be submitted to and approved in writing by the local planning authority before the superstructure of the development is commenced and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. The development shall be implemented only in accordance with these approved details.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with Ealing Development Management DPD (2013) policies 7.4 and 7B; London Plan (2021) policy D3; and National Planning Policy Framework (2023).",
    "| The refuse storage areas shown on the approved plans shall be provided prior to the first occupation of the development permitted and retained unobstructed in perpetuity.",
    "Reason: In the interests of the adequate disposal, storage and collection of waste and recycling, to protect the living conditions of occupiers of the area and in the interests of highway and pedestrian safety all in accordance with policies 1.1 (e) and 6.1 of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy SI7 of the London Plan (2021) and the National Planning Policy Framework (2023). | The cycle storage areas shown on the approved plans shall provide at least of 47 long stay cycle spaces and 2 short stay cycle spaces in accordance with policy T5 of the London Plan and London Cycling Design Standards and these shall be brought into use prior to the first occupation of the development permitted and retained permanently thereafter.",
    "Reason: In the interests of the adequate bicycle storage provision and in the interests of reducing congestion to the local transport network, in accordance with policies 1.1 (j) and 3.1(i) of the Ealing Core Strategy (2012), policy T5 of the London Plan (2021), the National Planning Policy Framework (2023). | The communal amenity areas shown on the approved plans shall be laid out prior to first occupation of any of the hostel rooms hereby permitted and retained in perpetuity thereafter.",
    "Reason: To ensure that there is adequate provision of amenity space within the site in accordance with London Plan Policy D6 and Policy 7D of the Ealing Development Management Development Plan Document (2013). | Prior to commencement of the development (excluding demolition, initial site clearance and ground works), a noise assessment shall be submitted to the Council for approval in writing, of external noise levels from transport and industrial/ commercial/ cultural sources occurring during most of the year, ie. Outside any holiday periods and weekends, and in accordance with internal noise limits specified in BS8233:2014, including aircraft noise data in Section 6, SPG10 (worst mode aircraft 1-day noise contour predicted for 2016 (57dB). Details shall include the sound insulation of the building envelope including glazing specifications (laboratory tested including frames, seals and any integral ventilators, approved in accordance with BS EN ISO 10140-2:2010) and of acoustically attenuated mechanical ventilation and cooling as necessary (with air intake from the cleanest aspect of the building and details of self-noise). Best practicable mitigation measures shall also be implemented, as necessary, in external amenity spaces to achieve criteria of BS8233:2014. The approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A and 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2023). | Prior to commencement of the development (excluding demolition, initial site clearance and ground works), details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 5dB above the maximum Building Regulations value, for the floor/ceiling/wall structures separating different types of rooms/uses in adjoining rooms/areas, namely, bedrooms adjoining multi-use bedsits with kitchen facilities/dining/living facilities and bathrooms, and of at least 10dB enhancement for bedrooms adjoining communal staircases and kitchens. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A and 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2023). | Prior to commencement of the development, a demolition method statement/ construction management plan shall be submitted to the Council for approval in writing. Details shall include control measures for:",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- delivery locations,",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays and 0800 -1300 Saturdays (except no work on public holidays),",
    "- neighbour liaison, notifications to interested parties and",
    "- public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), the National Planning Policy Framework (2023) and Interim guidance SPG 10 'Noise and Vibration'. | Prior to the commencement of the development (excluding demolition, initial site clearance and ground works), a Ventilation Strategy Report shall be submitted to and approved by the Local Planning Authority. The report will contain details for providing fresh air ventilation, the supply should be located away from sources of local pollution. The report shall also include the following information:",
    "a) Details and locations of the ventilation intake locations of all floors",
    "b) Details and locations of ventilation extracts locations of all floors",
    "The maintenance and cleaning of the systems shall be undertaken regularly in accordance with manufacturer specifications and shall be the responsibility of the primary owner of the property. Approved details shall be fully implemented prior to the occupation/use of the development and thereafter permanently retained and maintained.",
    "Reason: To minimise exposure to existing poor air quality and provide a suitable internal living environment for future occupiers, in accordance with policy SI 1 of the London Plan 2021, policy 1.1(j) of the Ealing Development Strategy 2026 DPD (2012); and policy 7A of the Ealing Development Management DPD (2013). | Prior to commencement of any works on-site, an Air Quality and Dust Management Plan (AQDMP) shall be submitted for the approval of the Local Planning Authority. The AQDMP will be based on the findings of Air Quality (Dust) Risk Assessment provided in the Air Quality Assessment report titled \"Air Quality Assessment: Nile Lodge Hostel, Queen's Walk\" dated November 2023. The AQDMP will provide a scheme for air pollution mitigation measures based on the findings of the Air quality report. The plan shall include a Dust Management Plan for the Construction Phase",
    "The Air Quality Dust Management Plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of the construction.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise particulate matter associated with construction works in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, policy 7A of the Ealing Development Management Development Plan (2013) and policy SI1 of the London Plan(2021); and National Planning Policy Framework (2023).",
    "| All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up-to-date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.",
    "Reason: To safeguard adjoining occupiers of the development against unacceptable noise, disturbance and emissions, policies 1.1(j) of the Ealing Development (Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing's Development Management DPD (2013) and policy SI1 of the London Plan(2021); and National Planning Policy Framework (2023). | No operations (including initial site clearance) shall commence on site in connection with development hereby approved until a suitable scheme (Arboricultural Method Statement) for the protection of existing trees and hedgerows has been submitted and its installation on site has been approved in writing by the Local Planning Authority.",
    "All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works. Details shall include the following:",
    "o Full survey of all trees on site and those within influencing distance on adjacent sites in accordance with BS5837*, with tree works proposals. All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads.",
    "o A plan** detailing all trees and hedgerows planned for retention and removal.",
    "o A schedule of tree works for all the retained trees specifying pruning and other remedial or preventative work, whether for physiological, hazard abatement, aesthetic or operational reasons. All tree works shall be carried out in accordance with BS 3998.",
    "o Timing and phasing of works",
    "o Site specific demolition and hard surface removal specifications",
    "o Site specific construction specifications (e.g. bridging, instillation of underground services, surfacing, foundations of all structures, within the root protection area,)",
    "o Access arrangements and car parking",
    "o Level changes",
    "o Landscaping proposals",
    "o A Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces.",
    "o Soil remediation plans, where unauthorised access has damaged root protection areas in the construction exclusion zones.",
    "o Details of the arboricultural supervision schedule.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "*Using the most recent revision the of the Standard",
    "** Plans must be of a minimum scale of 1:200 (unless otherwise agreed by the Local Planning Authority)",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines. | The development hereby approved shall be constructed in accordance with a suitable Tree Monitoring Program.",
    "(a) Prior to the commencement of development (including ground works and site clearance), the following shall be submitted to and approved by the Local Planning Authority:",
    "A tree monitoring program to include:",
    "o Confirmation of who shall be the lead arboriculturalist for the development.",
    "o Confirmation of the Site Manager, key personnel, their key responsibilities and contact details.",
    "o Details of induction procedures for all personnel in relation to Arboricultural matters.",
    "o A detailed timetable of events for arboricultural supervision concerning all tree protection measures within the approved Tree Protection Plan, including:",
    "- Prestart meeting with an Ealing Council Tree Officer",
    "- Initial implementation/installation of the tree protection measures",
    "- Approved incursions into construction exclusion zones",
    "- Final removal of the tree protection measures",
    "- The installation of underground services",
    "- All below ground construction within the root protection area of trees on or off site.",
    "o Procedures for dealing with non-approved incursions into the construction exclusion zones as detailed in the approved Arboricultural Method Statement.",
    "(b) Within three months of first use of the development hereby approved, a report containing the following details shall be submitted to and approved by the Local Planning Authority:",
    "o Results of each site visit by the lead arboriculturist with photos attached.",
    "o Assessment of the retained and planted trees including any necessary remedial action as a result of damage incurred during construction.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| A suitable scheme of proposed tree planting and pits, including planting of ten new trees on the site, shall be submitted to and approved by the Local Planning Authority prior to the first use of the development hereby approved. The scheme shall include the following comprehensive details of all trees to be planted:",
    "o Full planting specification - tree size, species, the numbers of trees and any changes from the original application proposals.",
    "o Locations of all proposed species.",
    "o Comprehensive details of ground/tree pit preparation to include:",
    "- Plans detailing adequate soil volume provision to allow the tree to grow to maturity",
    "- Engineering solutions to demonstrate the tree will not interfere with structures (e.g. root barriers/deflectors) in the future",
    "- Staking/tying method(s).",
    "- Five year post planting maintenance and inspection schedule.",
    "All tree planting must be carried out in full accordance with the approved scheme in the nearest planting season (1st October to 28th February inclusive). The quality of all approved tree planting should be carried out to the levels detailed in British Standard 8545, Trees: from nursery to independence in the landscape - Recommendations.",
    "Any trees which die, are removed, uprooted, significantly damaged, become diseased or malformed within five years from the completion of planting, must be replaced during the nearest planting season (1st October to 31st March inclusive) with a tree/s of the same size, species and quality as previously approved.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| No trees, shrubs or hedges within the site which are shown to be retained on the approved plans shall be felled, uprooted, damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "If a tree marked on the tree report to be retained is removed without consent, or dying, or being severely damaged, or becoming seriously diseased (crown more than 50% sparse), within 5 years from the start of work on the development hereby permitted, a replacement tree shall be planted on the site or surrounding area reflecting the CAVAT value of the tree, or a proportion of its value reflecting the damage. This penalty shall be sought, unless the Local Planning Authority has given written consent to any variation.",
    "Discharge of this condition should be sought from the Local Planning Authority prior to the first occupation of the development hereby approved: the discharge is dependent upon compliance with all of the above and /or any additional mitigating agreement made in writing with the Local Planning Authority.",
    "Reason: to secure the protection throughout the time that development is being carried out, of trees, shrubs and hedges growing within the site which are of important amenity value to the local landscape Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies G4, G5 and G7 of the London Plan, policy 5.10 of the Ealing Development Management DPD and the Ealing SPG 9 - Trees and Development Guidelines.",
    "| Details of a Refuse Management Plan shall be submitted to and approved in writing by the local planning authority prior to the first occupation or use of the hostel accommodation hereby approved. The development shall be implemented only in accordance with these approved details and retained permanently thereafter",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policies 1.1 and 1.2 of the Adopted Development (Core) Strategy, policy 7B of the Adopted Ealing Management Development Plan Document (2013) and policy S7 of the London Plan (2021).",
    "| Details of hard/soft landscape works and boundary treatments for the development shall be submitted to and approved in writing by the local planning authority before any part of the superstructure of the development is commenced and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. The scheme shall include comprehensive details of the full planting specifications (size, species and numbers), the positions of all planting, ground preparation for tree planting, and staking/tying methods where applicable.  The development shall be implemented only in accordance with these approved details. Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area and amenity of prospective occupiers, and in accordance with policies G5 and G7 of the London Plan (2021), policies 1.1 (h) (g), 1.2 (f), 2.1(b) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013) and the National Planning Policy Framework (2023).",
    "| Details of a Landscape Management Plan for a minimum period of 5 years from the implementation of final planting shall be submitted to and approved in writing by the local planning authority prior to the first occupation or use of the hostel hereby approved. The development shall be implemented only in accordance with these approved details and retained thereafter.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area and amenity of prospective occupiers, and in accordance with policies G5 and G7 of the London Plan (2021), policies 1.1 (h) (g), 1.2 (f), 2.1(b) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013) and the National Planning Policy Framework (2023). | Prior to first occupation of the development the recommendations for ecological surveys, ecological protection, mitigation and enhancement set out in the Preliminary Ecological Assessment and Preliminary Roost Assessment by Arbtech (October 2023) shall be fully implemented.",
    "Reason: To support ecology in accordance with Section 15 of the National Planning Policy Framework (2023), policy G6 of the London Plan (2021), policy 5.11 of the Adopted Ealing Development Management DPD (2013) and policy 5.4 of the Adopted Ealing Development (Core) Strategy 2012.",
    "| Details of the construction, specifications and maintenance schedule for the extensive biodiverse green roof within the development together with a maintenance schedule shall be submitted to and approved in writing by the local planning authority prior to the first occupation or use of the accommodation hereby approved. The development shall be implemented only in accordance with these approved details and retained thereafter.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area and residential amenity of prospective occupiers, and in accordance with policies G5 and G6 of the London Plan (2021), policies 1.1 (h) (g), 1.2 (f), 2.1(b) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013) and the National Planning Policy Framework (2023). | Each building, or part of a building, shall obtain a 'Secured By Design' Accreditation prior to first occupation of each building or part of a building, or use.  The development shall only be carried out in accordance with the approved details and maintained thereafter.",
    "Reason:  To ensure that the adequate security features are incorporated into the development that are appropriate to the overall design of the buildings and are adequate to promote safety and security, in accordance with policy D3 of the London Plan (2021), policy 1.1(e) and 1.1(h) of the Ealing adopted Development (or Core) Strategy 2012; and policies LV7.3 and 7B of the Ealing Development Management DPD (2013). | a)\tPrior to construction completion and occupation, the development shall implement and maintain, and in the case of energy generation equipment confirm as operational, the approved measures to achieve an overall sitewide reduction in regulated CO2 emissions of at least 88.16% (equating to 238.79 tonnes of CO2 per year) beyond Building Regulations Part L 2021 and using SAP10 emission factors. These CO2 savings shall be achieved through the Lean, Clean, Green Energy Hierarchy as detailed in the approved Energy Statement prepared by Energylab in November 2023 (v1) (with clarifications in June 2024) including:",
    "i.\tLean, energy efficiency design measures to achieve an annual reduction of at least 34.68% equating to at least 72.8 tonnes in regulated carbon dioxide (CO2) emissions over BR Part L 2021 (using SAP10 conversion factors), for the new-build element of the development, and at least 47.98%, equating to at least 29.24 tonnes, over Part L 2021 for the refurbished space (using SAP10 emission factors).",
    "ii.\tGreen, renewable energy equipment including the incorporation of photovoltaic panels with a combined total capacity of at least 20.6 kWp, and Air Source Heat Pumps to achieve an annual reduction of at least 50.49%, equating to 136.75 tonnes, in regulated carbon dioxide (CO2) emissions over Part L 2021 (using SAP10 emission factors).",
    "iii.\tSeen, heat and electric meters installed to monitor the performance of the PV and the carbon efficiency (SCOP) of the heat pump system(s) (including the heat generation and the electrical parasitic loads of the heat pumps), in line with the Council's monitoring requirements.",
    "b)\tPrior to Installation, details of the proposed renewable energy equipment, and associated monitoring devices required to identify their performance, shall be submitted to the Council for approval. The details shall include the communal heat distribution network schematics, the exact number of heat pumps, the heat pump thermal kilowatt output, heat output pipe diameter(s), parasitic load supply schematics, monthly energy demand profile, and the exact number of PV arrays, the kWp capacity of each array, the orientation, pitch and mounting of the panels, and the make and model of the panels. The name and contact details of the renewable energy installation contractor(s), and if different, the commissioning electrical or plumbing contractor, should be submitted to the Council prior to installation.",
    "c)\tOn completion of the installation of the renewable energy equipment copies of the MCS certificates and all relevant commissioning documentation shall be submitted to the Council.",
    "d)\tThe development shall incorporate the overheating/cooling mitigation measures detailed in the dynamic Overheating Analysis (Energy Strategy, chapter 5) produced by Energylab in November 2023 (v1). Any later stage version shall be compliant with CIBSE guidance TM52.",
    "e)\tWithin three months of the occupation/first-use of the development a two-page summary report prepared by a professionally accredited person comparing the \"as built stage\" TER to BER/DER figures against those in the final energy strategy along with the relevant Energy Performance Certificate(s) (EPC) and/or the Display Energy Certificate(s) (DEC's) shall be submitted to the Council for approval.",
    "Reason: In the interest of addressing climate change and to secure environmentally sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2020, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012. | In order to implement Ealing Council DPD policy E5.2.3 (post-construction energy equipment monitoring), and key parts of London Plan policy SI2 (\"be Seen\"), the developer shall:",
    "a)\tUpon final construction of the development, and prior to occupation, the agreed suitable devices for monitoring the performance/efficiency of the renewable energy equipment shall be installed. The monitored data shall be automatically submitted to the Council at daily intervals for a period of five years from occupation and full operation of the energy equipment. The installation of the monitoring devices and the submission and format of the data shall be carried out in accordance with the Council's approved specifications as indicated in the Automated Energy Monitoring Platform (AEMP) information document. The developer must contact the Council's chosen AEMP supplier (Energence Ltd) on commencement of construction to facilitate the monitoring process.",
    "b)\tUpon final completion of the development and prior to occupation, the developer must submit to the Council proof of a contractual arrangement with a certified contractor that provides for the ongoing, commissioning, maintenance, and repair of the renewable/low-carbon energy equipment for a period of five years from the point that the building is occupied and the equipment fully operational. Any repair or maintenance of the energy equipment must be carried out within one month of a performance problem being identified.",
    "Reason: To monitor the effectiveness and continued operation of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an in-situ evidence base on the performance of such equipment in accordance with London Plan (2021) policy SI2 (\"Be Seen\" stage of the energy hierarchy), Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD policy 5.2, E5.2.3, and Policy 2.5.36 (Best Practice) of the Mayor's",
    "Sustainable Design & Construction SPG. | Prior to completion of the development hereby"
  ],
  "parking_details": {
    "net_car": 0,
    "no_proposed_other": 1,
    "net_bluebadge": 1,
    "no_proposed_bluebadge": 1,
    "net_other": 1,
    "no_existing_car": 1,
    "net_cycle": 49,
    "no_existing_bluebadge": 0,
    "no_existing_other": 0,
    "no_proposed_cycle": 49,
    "no_existing_cycle": 0,
    "no_proposed_car": 1
  },
  "site_number": null,
  "uprn": "000012005368",
  "decision_target_date": null,
  "application_type": "All Other",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "not_mapped",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Full planning permission",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "Queens Walk",
  "secondary_street_name": null,
  "description": "Development to provide additional hostel accommodation (Sui Generis) with retained access from Queens Walk; facilitated by three storey rear and side extensions with basement levels and courtyard; associated internal and external alterations; and provision of landscaping, car parking, refuse and cycle storage",
  "id": "Ealing-234841FUL",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/234841FUL;"
}