{
  "last_date_consultation_comments": "29/05/2025",
  "site_number": null,
  "application_type_full": null,
  "subdivision_of_building": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=Y0119.25",
  "epc_number": null,
  "wgs84_polygon": null,
  "secondary_street_name": null,
  "street_name": "Romford",
  "last_updated_by": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null
  },
  "ward": "Marshalls & Rise Pk",
  "cil_liability": false,
  "centroid": {
    "lon": 0.179645,
    "lat": 51.586927
  },
  "uprn": "100021370859",
  "parking_details": null,
  "centroid_easting": 551100,
  "development_type": null,
  "lpa_app_no": "Y0119.25",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Havering",
  "locality": null,
  "application_type": "Prior Approval",
  "id": "Havering-Y0119.25",
  "centroid_northing": 189814,
  "appeal_status": null,
  "status": "Approved",
  "description": "Single storey rear extension with an overall depth of 6.00m, a maximum height of 3.45m and an eaves height of 3.00m (PRIOR APPROVAL)",
  "site_name": "112 Dorset Avenue",
  "appeal_start_date": null,
  "decision_date": "04/06/2025",
  "decision_target_date": "05/06/2025",
  "polygon": null,
  "appeal_decision": null,
  "title_number": null,
  "lapsed_date": "04/06/2028",
  "valid_date": "24/04/2025",
  "decision_process": "Delegated",
  "decision": "Approved",
  "postcode": "RM1 4JB",
  "decision_conditions": [
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "Use of Property Informative",
    "NOTE: The applicant should be aware that the lawful use of the dwelling is a C3 Dwelling as described within the description and the premises should remain as a dwelling house. London Borough of Havering have an Article 4 Direction in place that means that use of the premises as an C4 HMO would require planning permission.",
    "Implementation of Proposals Informative",
    "The implementation of Y0119.25 and P0485.25 or P1317.23 at the same time may invalidate one or all of these applications. A fresh planning application may be required, as the proposal would be contrary to the approved plans and also, the proposal would not comply with Schedule 2, Part 1, Classes A of the Town and Country Planning (General Permitted Development) (England) Order 2015 and the guidelines set out within the MHCLG Permitted development rights for householders Technical Guidance September 2019.",
    "Party Wall Informative",
    "This permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/publications/the-party-wall-etc-act-1996-revised-explanatory-booklet"
  ],
  "decision_agency": "Borough",
  "bo_system": "CSV Data Import",
  "actual_commencement_date": null,
  "appeal_decision_date": null,
  "pp_id": "13966728",
  "reference_no_of_permission_being_relied_on": null,
  "borough": "Havering",
  "last_updated": "2025-07-06T04:10:07.419Z",
  "actual_completion_date": null
}