{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "lpa_app_no": "224701FUL",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/224701FUL;",
  "actual_completion_date": null,
  "pp_id": "PP-11545333",
  "lapsed_date": "06/03/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": "-0.3072492",
    "lat": "51.5198933"
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "12085054",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "description": "Construction of a detached two-storey building (following demolition of the existing semi-detached dwelling) comprising of 6 self-contained residential units (1 x 1-bedroom, 4 x 2-bedroom & 1 x 3-family bedroom) over basement, ground, first and second floors with associated private and communal amenity space, cycle parking and refuse/recycling provision",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3070692,
          51.5196942
        ],
        [
          -0.3070546,
          51.5196387
        ],
        [
          -0.3071196,
          51.5196936
        ],
        [
          -0.3072552,
          51.5198094
        ],
        [
          -0.3072705,
          51.5198225
        ],
        [
          -0.3072901,
          51.5198385
        ],
        [
          -0.30731179999999997,
          51.5198573
        ],
        [
          -0.3073822,
          51.5199191
        ],
        [
          -0.3074667,
          51.5199931
        ],
        [
          -0.3074535,
          51.5199987
        ],
        [
          -0.3073531,
          51.5200445
        ],
        [
          -0.3073004,
          51.5200676
        ],
        [
          -0.30723269999999997,
          51.5199879
        ],
        [
          -0.30722859999999996,
          51.5199829
        ],
        [
          -0.3071808,
          51.5199292
        ],
        [
          -0.30717249999999996,
          51.5199201
        ],
        [
          -0.30717059999999996,
          51.519918
        ],
        [
          -0.3071524,
          51.5198991
        ],
        [
          -0.3071007,
          51.5197765
        ],
        [
          -0.3070795,
          51.5197281
        ],
        [
          -0.3070748,
          51.5197168
        ],
        [
          -0.3070692,
          51.5196942
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Minor dwellings",
  "last_updated_by": "CSV Data Import",
  "locality": "London",
  "site_name": "11 Marchwood Crescent",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawings titled: 21-040-E01, 21-040-E02, 21-040-E03, 21-040-E04, 21-040-E05, 21-040-E06, 21-040-E07, 21-040-E08, 21-040-E09, 21-040-E10, 21-040-P01, 21-040-P02, 21-040-P03, 21-040-P04, 21-040-P05, 21-040-P06, 21-040-P07, 21-040-P08, 21-040-P09, 21-040-P10, 21-040-P11, 21-040-P12, 21-040-P13, Planning, Design & Access Statement (R+W), Arboricultural Planning Report (AD Tree Consulting), received 04.11.2022.",
    "Reason: For the avoidance of doubt and in the interest of proper planning.",
    "| Notwithstanding any information submitted with this application, details of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development hereby approved is commenced. The details shall be fully implemented as approved.",
    "Reason:  To ensure that the materials harmonise with the surroundings in accordance with policies 7.4, 7.6 and 7B of the Ealing Development Management DPD (2013), policies 1.1 (h), 1.2 (g) and 2.10 of the Ealing Development (Core) Strategy (2012), and policy D4 of the London Plan (2021). | The site is within the worst mode aircraft 1-day noise contour predicted for 2016 (57dB). Before the development is commenced, details shall be submitted for approval by the Council in writing, for the sound insulation of the building envelope which will achieve the internal criteria for sensitive rooms, based on the aircraft noise contour spectrum specified in Section 6 Supplementary Planning Guidance 10. The details should also include the provision of alternative means of ventilation, as appropriate, in accordance with Authority's criteria. The works should be completed before occupation and permanently retained thereafter.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 5dB above the maximum Building Regulations value, for the floor/ceiling/wall structures separating different types of rooms/uses in adjoining dwellings/areas, namely, bedspace/bedrooms below/above/adjoining the communal main entrance and staircase and kitchen/dining/living/bathroom room of separate flats.",
    "The assessment and mitigation measures shall have regard to standards of the Council's SPG10 and noise limits specified in BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021). | Prior to commencement of the development, a demolition method statement/ construction management plan shall be submitted to the Council for approval in writing. Details shall include control measures for:-",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- delivery locations,",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays and 0800 -1300 Saturdays (except no work on public holidays),",
    "- neighbour liaison, notifications to interested parties and considerate complaints procedure,",
    "- public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works, in case of emergencies, enquiries or complaints.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with Policies 7A and 7B of the Ealing Development Management DPD (2013) and policies D6, D14, SI 1, T3, T4 and T7 of the London Plan (2021).",
    "| The individual and combined external sound level emitted from plant, machinery or equipment at the development site shall be lower than the lowest existing background sound level by at least 10dBA, as measured at/ calculated to the nearest and most affected noise sensitive premises at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all machinery operating together at maximum capacity.",
    "Reason:   To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies and D14 of the London Plan (2021), the National Planning Policy Framework (2021) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| No operations (including initial site clearance) shall commence on site in connection with development hereby approved until a suitable scheme (Arboricultural Method Statement) for the protection of existing trees and hedgerows has been submitted and its installation on site has been approved in writing by the Local Planning Authority.",
    "All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works. Details shall include the following:",
    "o Full survey of all trees on site and those within influencing distance on adjacent sites in accordance with BS5837*, with tree works proposals. All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads.",
    "o A plan** detailing all trees and hedgerows planned for retention and removal.",
    "o A schedule of tree works for all the retained trees specifying pruning and other remedial or preventative work, whether for physiological, hazard abatement, aesthetic or operational reasons. All tree works shall be carried out in accordance with BS 3998.",
    "o Site specific demolition and hard surface removal specifications",
    "o Level changes",
    "o Landscaping proposals",
    "o A Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces.",
    "o Soil remediation plans, where unauthorised access has damaged root protection areas in the construction exclusion zones.",
    "o Details of the arboricultural supervision schedule.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "*Using the most recent revision the of the Standard",
    "** Plans must be of a minimum scale of 1:200 (unless otherwise agreed by the Local Planning Authority)",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines. | The development hereby approved shall be constructed in accordance with a suitable Tree Monitoring Program.",
    "(a) Prior to the commencement of development (including ground works and site clearance), the following shall be submitted to and approved by the Local Planning Authority:",
    "A tree monitoring program to include:",
    "o Confirmation of who shall be the lead arboriculturalist for the development.",
    "o Confirmation of the Site Manager, key personnel, their key responsibilities and contact details.",
    "o A detailed timetable of events for arboricultural supervision concerning all tree protection measures within the approved Tree Protection Plan, including:",
    "o Prestart meeting with an Ealing Council Tree Officer",
    "o Initial implementation/installation of the tree protection measures",
    "o Final removal of the tree protection measures",
    "o Procedures for dealing with non-approved incursions into the construction exclusion zones as detailed in the approved Arboricultural Method Statement.",
    "(b) Within three months of first use of the development hereby approved, a report containing the following details shall be submitted to and approved by the Local Planning Authority:",
    "o Results of each site visit by the lead arboriculturist with photos attached.",
    "o Assessment of the retained and planted trees including any necessary remedial action as a result of damage incurred during construction.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines. | No trees, shrubs or hedges within the site which are shown to be retained on the approved plans (Plan/Drawing:) shall be felled, uprooted, wilfully damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "Any trees removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced in accordance with trees, shrubs or hedge plants of similar size and species unless the Local Planning Authority gives written consent to any variation.",
    "Reason: to secure the protection throughout the time that development is being carried out, of trees, shrubs and hedges growing within the site which are of amenity value to the area. | Cycle storage for ^IN;  bicycle spaces shall be provided within the curtilage of the development, within secure, lockable compounds in accordance with the designated locations identified in the approved drawings listed under condition 2 and all adopted standards prior to the first occupation of the building. The storage spaces shall be permanently retained thereafter.",
    "Reason:  To provide adequate bicycle storage in accordance with policy and T5 of the London Plan (2021). | The development hereby approved shall not be occupied until refuse and recycling storage within a secure enclosure has been provided in accordance with the designated location identified in the approved drawings listed under condition 2 and in accordance with the Local Planning Authority Standards and has been fully implemented and made available for use. These facilities shall permanently retained thereafter.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policy SI 8 of the London Plan (2021).",
    "| Obscure panels to the rear external terrace will be fitted to a height of 1.7m and remain in situ for the life of the development.",
    "Reason: To protect the amenity of neighbouring properties in accordance with policies 7B and 7.4 of the Ealing Development Management Plan (2013) and Policy D3 of the London Plan (2021). | The proposed ^IN; on the side elevations shall contain only obscure glass and only have top openings at a minimum of 1.7m from floor level.",
    "Reason: To protect the living conditions of neighbouring properties in accordance with policies D3 and D6 of the London Plan (2021), policies policy 7.4 and 7B of the Ealing Development Management DPD (2013) and policies 1.1 and 1.2 of the Ealing Core Strategy (2012)."
  ],
  "postcode": "W5 2DZ",
  "application_type": "All Other",
  "decision_date": "06/03/2023",
  "parking_details": {
    "net_cycle": 11,
    "no_proposed_bluebadge": 1,
    "no_existing_bluebadge": 0,
    "no_proposed_cycle": 11,
    "no_proposed_resi_offstreet": 1,
    "no_existing_resi_offstreet": 2,
    "net_bluebadge": 1,
    "net_resi_offstreet": -1,
    "no_existing_cycle": 0
  },
  "status": "Approved",
  "centroid_easting": 517542,
  "valid_date": "04/11/2022",
  "borough": "Ealing",
  "subdivision_of_building": null,
  "decision_target_date": "21/03/2023",
  "id": "Ealing-224701FUL",
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T13:43:07.108+00:00",
  "street_name": "Marchwood Crescent",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 181466,
  "application_details": {
    "existing_uprns": [
      "12085054"
    ],
    "total_gia_gained": 489,
    "total_gia_lost": 118,
    "grey_water_reuse": false,
    "non_residential_details": {
      "total_gia_existing": 118,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 118,
      "total_gia_gained": 489
    },
    "ownership_status": "Private",
    "phasing_details": [
      {
        "phase_detail": "1",
        "intended_completion_date": "11/2025",
        "intended_commencement_date": "11/2023"
      }
    ],
    "site_area": 0.044000000000000004,
    "total_gia_existing": 118,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 118,
        "use_class": "C3",
        "gia_gained": 489,
        "gia_lost": 118
      }
    ],
    "garden_land_lost": true,
    "projected_cost_of_works": "Up to £2m",
    "surface_water_discharge_percentage_reduction": 15,
    "residential_details": {
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "dwelling_density": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 6,
          "unit_no": "Loss-1",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 3,
          "unit_type": "Semi Detached Home",
          "provision_for_older_persons": false,
          "gia": 118,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 1,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 38,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 63,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Semi Detached Home",
          "gia": 81,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-4",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Semi Detached Home",
          "gia": 86,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-5",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 75,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-6",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 71,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 6,
      "total_no_proposed_residential_units": 6,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_gia_gained": 414,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_gia_lost": 118,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units": 1,
      "affordable_percentage": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_proposed_bedrooms": 12,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0
    },
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 10.7,
        "building_ref": "1"
      }
    ],
    "scheme_phasing": true,
    "green_suds": true,
    "rain_water_harvesting": false,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "no_resi_units_to_have_full_fibre": 6,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 6,
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 20,
      "no_active_fast_ev_charging_points": 0,
      "fire_suppression_system_proposed": true,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 0,
      "no_new_gas_connections_required": 6,
      "total_annual_nox_emissions": 0,
      "urban_greening_factor_score": 0.1,
      "no_passive_fast_ev_charging_points": 1,
      "ghg_reduction_over_building_regulations": false
    },
    "internal_resi_water_usage": 105
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517554.9975266,
              181444.1514072
            ],
            [
              517556.1518352,
              181438.0031671
            ],
            [
              517551.5016207,
              181444.0014501
            ],
            [
              517541.7971838,
              181456.6678244
            ],
            [
              517540.7005907,
              181458.0974152
            ],
            [
              517539.2989303,
              181459.8469144
            ],
            [
              517537.7488588,
              181461.8963277
            ],
            [
              517532.7028814,
              181468.6543933
            ],
            [
              517526.6510066,
              181476.7520753
            ],
            [
              517527.5497182,
              181477.4018893
            ],
            [
              517534.401364,
              181482.6503869
            ],
            [
              517537.9962106,
              181485.2996286
            ],
            [
              517542.902022,
              181476.5521325
            ],
            [
              517543.1988442,
              181476.0022899
            ],
            [
              517546.6535248,
              181470.1039783
            ],
            [
              517547.2471692,
              181469.1042645
            ],
            [
              517547.3873352,
              181468.8743303
            ],
            [
              517548.6983,
              181466.8049227
            ],
            [
              517552.5982139,
              181453.2488031
            ],
            [
              517554.1977557,
              181447.900334
            ],
            [
              517554.5522933,
              181446.6506917
            ],
            [
              517554.9975266,
              181444.1514072
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Ealing Broadway"
}