{
  "centroid": {
    "lon": "0.19942269999999998",
    "lat": "51.5869828"
  },
  "status": "Approved",
  "decision_target_date": "30/07/2020",
  "site_name": "5 HEATH DRIVE",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section 5 of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 the garage(s)/carport(s) hereby permitted shall be made permanently available for the parking of private motor vehicles and not for any other purpose including living accommodation or any trade or business.",
    "Reason:-",
    "To provide satisfactory off-street parking at the site, and that the development accords with the Development Control Policies Development Plan Document Policy DC61",
    "Notwithstanding the details shown on drawing no. HRGP-01 , the gated access to the south east corner of the site shall be installed per details submitted under reference P0374.18, unless otherwise agreed in writing with the Local Planning Authority per the statement made in writing by the applicant dated 28 July 2020 and maintained to the satisfaction of the Local Planning Authority permanently thereafter.",
    "Reason:",
    "Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to commencement will protect the visual amenities of the development, prevent undue overlooking of adjoining property and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM2 5QB",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "30/07/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0709.20",
  "centroid_northing": 189861,
  "uprn": "100021377543",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Pettits",
  "decision_date": "30/07/2020",
  "description": "detached single garage and dry store",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0709.20",
  "lpa_app_no": "P0709.20",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:53:34.434+00:00",
  "centroid_easting": 552468,
  "pp_id": "08753873",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "04/06/2020",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552492.689,
              189865.964
            ],
            [
              552445.411,
              189850.115
            ],
            [
              552443.65,
              189856.008
            ],
            [
              552485.916,
              189870.638
            ],
            [
              552490.454,
              189872.196
            ],
            [
              552492.689,
              189865.964
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.032
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "ROMFORD",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "01/07/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.19978089999999998,
          51.5870207
        ],
        [
          0.1990922,
          51.5868911
        ],
        [
          0.19906939999999998,
          51.5869445
        ],
        [
          0.19968529999999998,
          51.5870645
        ],
        [
          0.1997514,
          51.5870773
        ],
        [
          0.19978089999999998,
          51.5870207
        ]
      ]
    ],
    "type": "Polygon"
  }
}