{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506597.0083,
              181243.4703
            ],
            [
              506632.7271,
              181230.7703
            ],
            [
              506611.0312,
              181218.4672
            ],
            [
              506596.7437,
              181243.7349
            ],
            [
              506597.0083,
              181243.4703
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07814731",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:42:46.470+00:00",
  "appeal_decision_date": "03/12/2019",
  "status": "Dismissed",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "25/05/2019",
  "secondary_street_name": null,
  "appeal_start_date": "03/10/2019",
  "ward": "YIEWSLEY",
  "centroid": {
    "lat": "51.5199476",
    "lon": "-0.46476259999999997"
  },
  "decision": "Refused",
  "valid_date": "01/05/2019",
  "appeal_decision": "Dismissed",
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.036
  },
  "cil_liability": true,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=10789/APP/2019/1414",
  "lpa_name": "Hillingdon",
  "site_name": "40 ROYAL LANE",
  "lapsed_date": "25/06/2022",
  "parking_details": null,
  "decision_conditions": [
    "The proposed attached house by reason of its position on this open prominent corner site would reduce the visual openness and result in the closing of an important gap, characteristic to the area, which currently exists at this road junction, giving rise to a cramped form of development. The proposal would therefore be detrimental to the character and visual amenities of the street scene and the wider area, contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies BE13, BE15 and BE19 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012) and the Council's Supplementary Planning Documents HDAS: Residential Layouts and HDAS: Residential Extensions.",
    "The proposed dwellinghouse, by virtue of its overall size, scale, bulk, height, siting and proximity, would be detrimental to the amenities of the adjoining occupiers at 2A and 2 Birch Avenue by reason of overdominance, overshadowing, visual intrusion, loss of light and loss of outlook. Therefore the proposal would be contrary to policies BE19, BE20 and BE21 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012) and the Council's Supplementary Planning Documents HDAS: Residential Layouts and HDAS: Residential Extensions.",
    "The proposed dwellinghouse, by reason of the siting and position of the proposed first floor rear windows, would result in the direct overlooking of the adjoining properties at 2A, 2, 4 and 6 Birch Avenue causing an unacceptable loss of their privacy. The proposal is therefore contrary to Policies BE19 and BE24 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012) and the Council's Supplementary Planning Documents HDAS: Residential Layouts and HDAS: Residential Extensions.",
    "In the absence of a tree survey or arboricultural impact assessment, the applicant has failed to demonstrate that existing trees which contribute to the character of the area will be unaffected by the development and has not made provision for their long term retention/or justified their removal. The proposal is therefore contrary Policy BE38 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012).",
    "The proposal has not demonstrated that sufficient off street parking/manoeuvring/access arrangements would be provided, and therefore the development is considered to result in substandard car parking provision to the Council's approved car parking standard, leading to on-street parking/queuing to the detriment of public and highway safety and contrary to Policies AM7 and AM14 of the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012) and the adopted Supplementary Planning HDAS Guide: Residential Layouts.",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "This is a reminder that Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), should an application for appeal be allowed, the proposed development would be deemed as 'chargeable development' and therefore liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This would be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. For more information on CIL matters please visit the planning portal page at: www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service. We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Two storey attached 1-bed dwelling with associated parking and amenity space",
  "lpa_app_no": "10789/APP/2019/1414",
  "decision_target_date": "26/06/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "25/06/2019",
  "id": "Hillingdon-10789_APP_2019_1414",
  "centroid_northing": 181231,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 506614,
  "street_name": "YIEWSLEY",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.46500369999999996,
          51.5200629
        ],
        [
          -0.4644929,
          51.519942
        ],
        [
          -0.4648092,
          51.5198355
        ],
        [
          -0.46500739999999996,
          51.5200653
        ],
        [
          -0.46500369999999996,
          51.5200629
        ]
      ]
    ],
    "type": "Polygon"
  }
}