{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": {
    "no_proposed_cycle": 3,
    "net_cycle": 3
  },
  "appeal_decision": null,
  "decision_agency": null,
  "application_type": "All Other",
  "lpa_app_no": "220356",
  "application_type_full": null,
  "uprn": "100022593589",
  "borough": "Waltham Forest",
  "street_name": "VICARAGE ROAD",
  "locality": null,
  "ward": "Leyton",
  "actual_commencement_date": null,
  "lpa_name": "Waltham Forest",
  "bo_system": "Idox Tascomi",
  "decision_conditions": [
    "&lt;p&gt;&amp;nbsp;The dwelling mix comprising flats (1 x studio and 1 x 3 bed flat) shall be retained as such for the\r\nlifetime of the development.&amp;nbsp;&lt;br&gt;&lt;/p&gt;",
    "&lt;p&gt;&amp;nbsp;Notwithstanding the provisions of The Town and Country Planning (General Permitted Development)\r\n(England) Order 2015 (as amended) or any Order revoking and/or re-enacting that Order, no additional\r\nwindows shall be inserted in the elevations of the development/extension hereby permitted without the\r\nprior written approval of the Local Planning Authority.&lt;br&gt;&lt;/p&gt;",
    "&lt;p&gt; Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)\r\n(England) Order 2015 (as amended) or any Order revoking and/or re-enacting that Order with or without\r\nmodification, no development under Schedule 2 Part 1 Classes A, B, C, D, E, F, G, H shall be carried out\r\nunless approved by way of a planning permission granted.\r\n&lt;br&gt;&lt;/p&gt;",
    "&lt;p&gt;&amp;nbsp;Prior to the commencement of development on site, details of the hard and soft landscaping to be\r\nprovided on site shall be submitted to and approved in writing by the Local Planning Authority. The\r\nlandscaping scheme shall include details of any retained and proposed planting around the site, along\r\nwith the requirement to demonstrate that all hardstanding areas are permeable. The development shall\r\nbe carried out solely in accordance with the approved details and all approved planting shall be carried\r\nout in the first planting season following the occupation of the development hereby permitted or the\r\nsubstantial completion of the development, whichever is the sooner. Any trees, hedges, shrubs and\r\ngreenspaces forming part of the approved scheme which within a period of five years, dies, is removed\r\nor becomes seriously damaged or diseased shall be replaced with others of similar size and species.&amp;nbsp;&lt;br&gt;&lt;/p&gt;",
    "&lt;p&gt;&amp;nbsp;Prior to the commencement of the development, excluding site investigation and clearance works and\r\ndemolition, full details relating to the following shall be submitted to and approved by the Local Planning\r\nAuthority: a) The design of secure, lockable and enclosed cycle stores, b) Refuse and recycling facilities\r\n(including details of level and type of provision, location and impact on visual amenity). The development\r\nshall be carried out fully in accordance with the approved details prior to first occupation of the\r\ndevelopment and shall be thereafter maintained as such for the lifetime of the development.&lt;br&gt;&lt;/p&gt;",
    "&lt;p&gt;No development shall take place on site whatsoever, until a Construction Logistics Plan has been\r\nsubmitted to and approved by the local planning authority. The logistics plan shall include details of site\r\naccess, journey planning, access routes, hours of delivery, temporary traffic arrangements or restrictions,\r\nsite operation times, loading and unloading locations and material storage. All works shall be carried out\r\nin accordance with the approved details throughout all demolition and construction works.&amp;nbsp;&lt;br&gt;&lt;/p&gt;",
    "&lt;p&gt;&amp;nbsp;Prior to the commencement of development on site, notwithstanding site investigation work, clearance\r\nand demolition, a SUDS (Sustainable Urban Drainage System) to deal with all surface water drainage\r\nfrom the site, including details of proposed rainwater harvesting systems, green roofs and proposed\r\nsoakaway designs together with infiltration test results and recommended soakage rates, shall be\r\nsubmitted to and approved by the Local Planning Authority. The approved SUDS shall be fully\r\nimplemented prior to first occupation of any building and thereafter maintained in accordance with the\r\nagreed details for the lifetime of the development.&lt;br&gt;&lt;/p&gt;",
    "&lt;p&gt;&amp;nbsp;Prior to the commencement of development on site (excluding site investigation and demolition and\r\nsite clearance works, a scheme detailing measures to reduce water use within the development, to meet\r\na target water use of 105 litres or less per person, per day, shall be submitted to and approved in writing\r\nby the Local Planning Authority. The development shall be constructed in accordance with the approved\r\nscheme and thereafter retained, as such for the lifetime of the development.&amp;nbsp;&lt;br&gt;&lt;/p&gt;",
    "&lt;p&gt;Prior to the commencement of the development on site, notwithstanding site investigation and\r\nclearance works, demolition and construction to slab level, details of the specific measures to be\r\nadopted to achieve at least a 35% reduction in carbon emissions over the 2013 Building Regulations\r\ntogether with details of the renewable sources of energy to be incorporated within the development, shall\r\nbe submitted to and approved in writing by the Local Planning Authority. The development shall be\r\nconstructed in accordance with the approved details relating to achieving carbon emissions reduction.\r\nAny subsequent shortfall shall be compensated by payment to the Council&#x27;s Carbon Offset Fund. The\r\napproved measures shall be incorporated into the development, and thereafter maintained in\r\naccordance with the approved details for the lifetime of the development.&lt;br&gt;&lt;/p&gt;",
    "The materials to be used for the external surfaces of the development/extension hereby permitted shall match those of the existing building and shall thereafter be retained as such for the lifetime of the development.",
    "&lt;p&gt;The development hereby permitted shall be carried out in accordance with the following approved\r\nplans and supporting documents and thereafter maintained as such for the lifetime of the development:&lt;br&gt;&lt;/p&gt;",
    "&lt;p&gt;&amp;nbsp;The development hereby permitted shall begin not later than the expiration of three years from the\r\ndate of this permission.&amp;nbsp;&lt;br&gt;&lt;/p&gt;"
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 537629,
  "status": "Application Under Consideration",
  "decision_date": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.0154328,
          51.5680782
        ],
        [
          -0.015395299999999999,
          51.5680415
        ],
        [
          -0.015586599999999999,
          51.5679648
        ],
        [
          -0.0157243,
          51.5679059
        ],
        [
          -0.0156957,
          51.5678603
        ],
        [
          -0.015622299999999999,
          51.5677892
        ],
        [
          -0.0156617,
          51.5677759
        ],
        [
          -0.015802899999999998,
          51.5679415
        ],
        [
          -0.0154328,
          51.5680782
        ]
      ]
    ]
  },
  "decision_target_date": "13/04/2022",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "16/03/2022",
  "development_type": "Minor dwellings",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-19T03:47:39.846+00:00",
  "last_updated_by": "Idox Tascomi",
  "site_name": null,
  "id": "Waltham_Forest-220356",
  "decision": null,
  "cil_liability": null,
  "centroid_northing": 187319,
  "appeal_start_date": null,
  "postcode": "E10 5DX",
  "url_planning_app": "https://builtenvironment.walthamforest.gov.uk/planning/index.html?fa=getApplication&id=53320",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": "132",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Reconstruction and extension of single storey rear extension, construction of first floor rear extension and dormer roof extension to main rear roof (with 6 solar panels) together with installation of one roof-light to front roof to facilitate a partial change of use of rear ground floor from retail use (Class E) to one self-contained residential unit (Use Class C3) and conversion of the existing residential unit at first and second floor into a 3-bedroom self-contained residential unit (Use Class C3). Provision of landscaping, bicycle parking and refuse/recycling storage.",
  "valid_date": "16/02/2022",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              537641.4756386,
              187332.8387208
            ],
            [
              537644.1886881,
              187328.8305596
            ],
            [
              537631.1605136,
              187319.9423216
            ],
            [
              537621.7963016,
              187313.1325832
            ],
            [
              537623.9165705,
              187308.1187848
            ],
            [
              537629.2120357,
              187300.3462369
            ],
            [
              537626.5259914,
              187298.7890494
            ],
            [
              537616.236418,
              187316.9398306
            ],
            [
              537641.4756386,
              187332.8387208
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "pp_id": "11022563",
  "application_details": {
    "constraints_details": [
      {
        "result": "1367330",
        "constraints_layer_description": "topoline"
      },
      {
        "result": "1367346",
        "constraints_layer_description": "topoline"
      },
      {
        "result": "1367350",
        "constraints_layer_description": "topoline"
      },
      {
        "result": "1367355",
        "constraints_layer_description": "topoline"
      },
      {
        "result": "1367369",
        "constraints_layer_description": "topoline"
      },
      {
        "result": "1367376",
        "constraints_layer_description": "topoline"
      },
      {
        "result": "1367377",
        "constraints_layer_description": "topoline"
      },
      {
        "result": "1367423",
        "constraints_layer_description": "topoline"
      },
      {
        "result": "1367425",
        "constraints_layer_description": "topoline"
      },
      {
        "result": "1367444",
        "constraints_layer_description": "topoline"
      },
      {
        "result": "1367482",
        "constraints_layer_description": "topoline"
      },
      {
        "result": "1367486",
        "constraints_layer_description": "topoline"
      },
      {
        "result": "1368400",
        "constraints_layer_description": "topoline"
      },
      {
        "result": "1646328",
        "constraints_layer_description": "topoline"
      },
      {
        "result": "1664426",
        "constraints_layer_description": "topoline"
      },
      {
        "result": "1664438",
        "constraints_layer_description": "topoline"
      },
      {
        "result": "1665854",
        "constraints_layer_description": "topoline"
      },
      {
        "result": "1",
        "constraints_layer_description": "Borough_Boundary"
      },
      {
        "result": "212580",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "213307",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "132 Vicarage Road, Leyton, London, E10 5DX",
        "constraints_layer_description": "Locations"
      },
      {
        "result": "132a Vicarage Road, Leyton, London, E10 5DX",
        "constraints_layer_description": "Locations"
      }
    ],
    "existing_uprns": null,
    "site_area": 0.02
  },
  "centroid": {
    "lon": "-0.0156181",
    "lat": "51.5679569"
  },
  "lapsed_date": null,
  "decision_process": "Delegated",
  "actual_completion_date": null
}