{
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0877.24",
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "application_type_full": "Householder planning permission",
  "application_details": {
    "existing_uprns": null,
    "intended_completion_date": "07/2024",
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "07/2024",
    "total_gia_gained": 0,
    "no_additional_bedrooms": 0,
    "site_area": 0.054000000000000006
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.19054069999999998,
          51.5920247
        ],
        [
          0.19068179999999998,
          51.5920576
        ],
        [
          0.1907517,
          51.592074
        ],
        [
          0.19082939999999998,
          51.5920922
        ],
        [
          0.19085159999999998,
          51.5920443
        ],
        [
          0.19087389999999999,
          51.5919964
        ],
        [
          0.1907604,
          51.5919693
        ],
        [
          0.19060339999999998,
          51.5919322
        ],
        [
          0.1905298,
          51.5919144
        ],
        [
          0.1903923,
          51.5918813
        ],
        [
          0.1902873,
          51.5918589
        ],
        [
          0.1902297,
          51.5918466
        ],
        [
          0.19021059999999998,
          51.5918847
        ],
        [
          0.1901823,
          51.5919423
        ],
        [
          0.1902045,
          51.5919474
        ],
        [
          0.19054069999999998,
          51.5920247
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "76 Parkway",
  "centroid_easting": 551835,
  "site_number": null,
  "development_type": null,
  "decision_date": "30/08/2024",
  "appeal_start_date": null,
  "lapsed_date": "30/08/2027",
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "centroid_northing": 190397,
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "No works shall take place in relation to any of the development hereby approved until samples of the external finishing materials, are submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the external finishing materials to be used.  Submission of samples prior to commencement will safeguard the appearance of the premises and the character of the immediate area.",
    "The car parking area hereby approved shall be used solely for the provision of domestic parking spaces for the use of occupiers of the existing dwelling at 76 Parkway, Romford and shall not be used separately or in connection with any trade or business.",
    "Reason: In the interests of residential amenity.",
    "The vehicular access to the front hereby permitted shall be surfaced with porous materials, or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the dwellinghouse.",
    "Reason:-",
    "To ensure that surface water run-off is controlled, in order to reduce the impact of flooding and pollution of water courses, and that the development accords with the Development Control Policies Development Plan Document Policies DC49 and DC61.",
    "No works shall take place in relation to any of the development hereby approved until there has been submitted to and approved by the Local Planning Authority a scheme of hard and soft landscaping, which shall include indications of all existing trees and shrubs on the site, and details of any to be retained, together with measures for the protection in the course of development. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the hard and soft landscaping proposed.  Submission o",
    "The proposal involves works which affect the highway and its verge.  Before commencing such works you must obtain separate consent of the Highway Authority.  Please contact the Streetcare on 01708 432563.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent via email on 10.7.24.  The revisions involved an increased area of planting. The amendments were subsequently submitted on 16.7.24."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "Romford",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": "0.1905251",
    "lat": "51.5919696"
  },
  "cil_liability": false,
  "valid_date": "05/07/2024",
  "postcode": "RM2 5PL",
  "bo_system": "CSV Data Import",
  "borough": "Havering",
  "id": "Havering-P0877.24",
  "application_type": "All Other",
  "parking_details": null,
  "decision_target_date": "30/08/2024",
  "pp_id": "13171780",
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "uprn": "100021390761",
  "last_date_consultation_comments": "29/07/2024",
  "title_number": null,
  "decision": "Approved",
  "last_updated": "2025-03-19T20:31:03.295+00:00",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551835.9,
              190403.15
            ],
            [
              551845.56,
              190407.11
            ],
            [
              551850.35,
              190409.07
            ],
            [
              551855.67,
              190411.26
            ],
            [
              551857.37,
              190405.98
            ],
            [
              551859.07,
              190400.7
            ],
            [
              551851.3,
              190397.45
            ],
            [
              551840.55,
              190393
            ],
            [
              551835.51,
              190390.87
            ],
            [
              551826.1,
              190386.9
            ],
            [
              551818.9,
              190384.19
            ],
            [
              551814.95,
              190382.7
            ],
            [
              551813.5,
              190386.9
            ],
            [
              551811.35,
              190393.25
            ],
            [
              551812.87,
              190393.86
            ],
            [
              551835.9,
              190403.15
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "ward": "Marshalls & Rise Pk",
  "appeal_decision": null,
  "lpa_app_no": "P0877.24",
  "description": "PROPOSED FRONT DRIVEWAY",
  "date_building_work_completed_under_previous_permission": null
}