{
  "date_building_work_completed_under_previous_permission": null,
  "wgs84_polygon": null,
  "last_updated_by": "Arcus",
  "url_planning_app": "https://publicregister.haringey.gov.uk/pr/s/detail/a0i8d000002Gogl",
  "decision_target_date": null,
  "status": null,
  "parking_details": {},
  "street_name": "Bounds Green Road",
  "decision_agency": null,
  "appeal_decision": null,
  "subdivision_of_building": null,
  "development_type": null,
  "decision": "Disposed",
  "application_details": {},
  "appeal_decision_date": null,
  "decision_date": "27/02/2024",
  "valid_date": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "secondary_street_name": null,
  "ward": "Woodside",
  "lapsed_date": "27/02/2027",
  "last_date_consultation_comments": null,
  "bo_system": "Arcus",
  "lpa_app_no": "HGY/2023/0350",
  "postcode": "N22 8HE",
  "pp_id": "PP-11878684",
  "uprn": "100021158898",
  "application_type": "Householder",
  "locality": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "lpa_name": "Haringey",
  "actual_commencement_date": null,
  "site_name": "7 Bounds Green Road, Wood Green, London, N22 8HE",
  "decision_conditions": null,
  "application_type_full": "Householder planning & listed building consent",
  "centroid_northing": null,
  "epc_number": null,
  "actual_completion_date": null,
  "title_number": null,
  "appeal_status": null,
  "borough": "Out of Borough",
  "cil_liability": null,
  "decision_process": null,
  "id": "Haringey-HGY_2023_0350",
  "description": "I have had email correspondence with James Mead, James Argles and Tania Skelli, as well as phone correspondence with persons whose name I didn't take, in an effort to explain my quandary and find out the best way to resolve it. I was advised over the phone to fill in this form, but make clear that I'm actually applying for RETROSPECTIVE consent for alterations to a listed building- because there is no such application or form available.\r\n\r\nMy brother, sister and I inherited a house from our mum, who bought the property in around 2009 and died very suddenly 6yrs ago. As such there is much we don't know about the house, including what alterations were made. We are trying to sell the house- we've accepted an offer- and the buyers are seeking an assurance that historical alterations made to the property are within the regulations for a listed building and so will not incur any future penalties or require revision. They are citing an unspecified number of windows and doors having been replaced in 2002, and a single window having been installed in 2009. Because I don't know which windows/ doors these works relate to, I've taken photos of all windows and doors on in the property to submit with this application to see if any are in breach of your regulations.\r\n\r\nFor any future dates of starting or completing work, as this does not apply to my application, I've entered 00/00/0000, which the portal automatically adjusts to 01/2000 or 12/01/2000. For any past dates of starting or completing work, I've done the same.\r\n\r\nI'm unable to submit required documents for an application for consent of FUTURE alterations: 'plans and drawings', 'design and access statement', 'site/ block plan proposed' and 'other plans', so am submitting in their respective places: A spreadsheet listing all windows and doors in the property, a floor plan to show the locations of each, a photo of the front elevation of the house, and a photo of the rear elevation of the house.\r\n\r\nFor each window or door I've taken at least 2 photos- a 'wide' photo and a closer up 'detail' photo so all the photos add up to 190Mb, and I can only upload 10Mb worth of documents through the portal, so I've created a dropbox folder at https://www.dropbox.com/sh/ui5yedf9vdhlfic/AAB8a1Tc9L8MqErPQrFhZDz4a?dl=0. I have also sent the same files via weTransfer to planningdto@haringey.gov.uk.",
  "appeal_start_date": null,
  "last_updated": "2025-04-04T21:05:53.181Z",
  "centroid": {
    "lon": -7.55716,
    "lat": 49.766807
  },
  "centroid_easting": null
}