{
  "decision_conditions": null,
  "actual_commencement_date": null,
  "decision_target_date": "18/03/2025",
  "lpa_name": "Haringey",
  "centroid_northing": 189614.49241296668,
  "last_updated": "2025-03-26T22:04:20.175Z",
  "development_type": null,
  "ward": "Fortis Green",
  "parking_details": {},
  "uprn": "100021180441",
  "application_details": {},
  "last_date_consultation_comments": "28/02/2025",
  "decision": null,
  "bo_system": "Arcus",
  "postcode": "N10 3EA",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": null,
  "borough": "Haringey",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.150416,
          51.590812
        ],
        [
          -0.150417,
          51.590785
        ],
        [
          -0.15046,
          51.590786
        ],
        [
          -0.150459,
          51.590813
        ],
        [
          -0.150416,
          51.590812
        ]
      ]
    ]
  },
  "lpa_app_no": "HGY/2025/0134",
  "valid_date": "21/01/2025",
  "description": "Listed Building Consent for proposed works including:\r\n• No change to plan form and use of spaces\r\n• Retain entrance door and fanlight; remove the internal doors and replace with new panelled doors with traditional design and ironmongery, the one to the kitchen to be fire-rated. Fanlights to be replaced with clear laminated glass; the glazed door to the balcony to be replaced with a similar design door with double glazing.\r\n• Remove existing secondary glazing and add new secondary glazing to all windows, repair window frames and cills, replace modern with new to match original, draughtproofing, if decayed ferramenta needs replacement source new to match/in line with the age of the building\r\n• Retain/repair the existing ceilings and insulation. Kitchen and bathroom ceilings will be reinstated with moisture resistant plasterboard with existing insulation tidied up.\r\n• Renew the Hall ceiling hatch within the existing opening.\r\n• Repairs to wall plaster and skim throughout; incorporate sound insulation to bathroom partitions either side, add wall tiles to Bathroom and Kitchen splashback.\r\n• Hall cupboard will be lined with fire rated plasterboard\r\n• Strip out floor finish, repair the floorboards; lay good quality underlay and new carpet to help soundproofing. New tiles in the Kitchen and Bathroom.\r\n• For the necessary plumbing works, lift the original floorboards only where they were previously lifted and re-use the existing chases. We can then carry out repair to boards in poor state, fill in gaps, fit an underlay and new carpet\r\n• Retain and repair existing joinery i.e. skirtings; reinstate skirting in bedroom 1 & 2 partition and kitchen. Bathroom will have a tiled upstand.\r\n• Remove the Kitchen cupboard to increase units and working area, improving the use of space; new kitchen fittings including a recirculating hood (no need for external extraction)\r\n• Install a combi boiler with boosted pump in the Hall cupboard; flue to go through the roof as previously; new water tank in the attic\r\n• New bathroom fittings in new layout, drainage to connect to the existing soil stack outside; new extractor fan in existing outlet.\r\n• Rewire the flat with additional light points and sockets. Most of the existing locations to be reused to limit the amount of chasing into the walls. New light fittings, sockets and switches.\r\n• Remove the old radiators and replace with new panel radiators under the windows, re-using the existing chases in the floor and pipe runs minimising alterations to the existing joists.\r\n• There is evidence of dado and picture rails on the original plaster although these where not present in the flat at the start of the works. These could be reinstated if there is evidence of the original design.\r\n• Redecorate throughout",
  "centroid_easting": 528223.2716059076,
  "site_number": null,
  "lapsed_date": null,
  "date_building_work_started_under_previous_permission": "02/09/2024",
  "title_number": null,
  "decision_process": null,
  "epc_number": null,
  "street_name": "Fortis Green",
  "last_updated_by": "Arcus",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": null,
  "decision_agency": null,
  "centroid": {
    "lat": 51.590799,
    "lon": -0.150438
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://publicregister.haringey.gov.uk/pr/s/detail/a0iTu000000tzxJ",
  "site_name": "Flat 11, The Gables, Fortis Green, Hornsey, London, N10 3EA",
  "cil_liability": null,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Application Under Consideration",
  "appeal_decision": null,
  "pp_id": "PP-13681713",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Listed building consent",
  "id": "Haringey-HGY_2025_0134",
  "polygon": null
}