{
  "url_planning_app": "https://publicregister.haringey.gov.uk/pr/s/detail/a0i8d000002GjUw",
  "secondary_street_name": null,
  "decision_agency": null,
  "application_type_full": "Householder planning permission",
  "application_details": {},
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -5.271835,
          54.601941
        ],
        [
          -5.271833,
          54.601914
        ],
        [
          -5.271879,
          54.601913
        ],
        [
          -5.271881,
          54.60194
        ],
        [
          -5.271835,
          54.601941
        ]
      ]
    ]
  },
  "site_name": "29 Lanchester Road, Hornsey, London, N6 4SX",
  "centroid_easting": 188766.4961981138,
  "site_number": null,
  "development_type": null,
  "decision_date": "18/06/2024",
  "appeal_start_date": null,
  "lapsed_date": "18/06/2027",
  "status": null,
  "decision_process": null,
  "epc_number": null,
  "appeal_status": null,
  "lpa_name": "Haringey",
  "centroid_northing": 527894.1679261245,
  "appeal_decision_date": null,
  "decision_conditions": null,
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "Lanchester Road",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -5.271857,
    "lat": 54.601927
  },
  "cil_liability": null,
  "valid_date": null,
  "postcode": "N6 4SX",
  "bo_system": "Arcus",
  "borough": "Out of Borough",
  "id": "Haringey-HGY_2023_0202",
  "application_type": "Householder",
  "parking_details": {},
  "decision_target_date": null,
  "pp_id": "PP-11556201",
  "last_updated_by": "Arcus",
  "locality": null,
  "uprn": "100021195269",
  "last_date_consultation_comments": null,
  "title_number": null,
  "decision": "Withdrawn",
  "last_updated": "2025-04-08T21:03:43.336Z",
  "polygon": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "ward": "Fortis Green",
  "appeal_decision": null,
  "lpa_app_no": "HGY/2023/0202",
  "description": "The proposal is for the renovation and extension of 29 Lanchester Road. The family have lived at the property for 10 years and are seeking to modernise the home and create a more sustainable home.\r\n\r\nAt the front of the property the intention is to enhance the contribution that number 29 makes to the appearance of Lanchester Road. To this end the proposal convert the existing garage to a living space, larger windows to the first floor and new render. The proposal is also to repair and improve the existing dormer window. The proposals also include for improvements to the paving and landscape of the front drive and approach to the house.\r\n\r\nTo the rear the proposal is to replace the existing conservatory extension, extended to the boundary to the west and slightly further to the south than the existing conservatory footprint. The extension will be single storey matching the parapet wall of the extension to the next door property at number 29a. The proposal is for the roof extension to have a meadow grass roof to provide attractive views from the first floor living room. \r\n\r\nA studio is proposed for the end of the garden, discreetly located behind existing trees. This will act as both a home working location and a guest room. \r\n\r\nInternally a new central atrium is opened up with a double height entrance bringing south light deep into the home and allow for natural passive cooling. With the introduction of the window a new snug / occasional guest bedroom is introduced at the ground floor to the front. The first floor bedroom is enlarged resulting in the loss of one bedroom at this level. A key driver for the design was to reveal  views to the ancient Oak tree which is located to the south of the rear garden. \r\n\r\nThe proposals will involve works to improve the overall fabric including insulating the walls as well as the replacement of the roof and windows. \r\nIn addition the proposed works will improve the existing party wall and floor conditions with the neighbouring 29A Lanchester Road.",
  "date_building_work_completed_under_previous_permission": null
}