{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511763.7469,
              181046.4005
            ],
            [
              511769.0386,
              181043.887
            ],
            [
              511757.5292,
              181015.7088
            ],
            [
              511751.7083,
              181004.1994
            ],
            [
              511745.8875,
              181006.4484
            ],
            [
              511759.1167,
              181036.7432
            ],
            [
              511764.0115,
              181046.136
            ],
            [
              511763.7469,
              181046.4005
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T23:46:11.015+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "24/01/2020",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "YEADING",
  "centroid": {
    "lat": "51.5171023",
    "lon": "-0.39071859999999997"
  },
  "decision": "Refused",
  "valid_date": "31/12/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.028
  },
  "cil_liability": true,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=56872/APP/2019/3539",
  "lpa_name": "Hillingdon",
  "site_name": "52 ASHFORD AVENUE",
  "lapsed_date": "25/02/2023",
  "parking_details": null,
  "decision_conditions": [
    "The application fails to provide evidence of a site search demonstrating that this is the only suitable site and has not therefore passed the sequential test and also fails to demonstrate that the site is safe and flood risk is suitably mitigated through the provision of an appropriate flood risk assessment, in accordance with the National Planning Policy Framework and National Planning Practice Guidance. The proposal is thus contrary to Policy EM6 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policy DMEI 9 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), Policy 5.12 of the London Plan (2016) and the NPPF.",
    "The proposal by reason of its siting, size, scale, bulk and design including the gable end roof design and the size, scale, bulk, and design of the rear dormer window, would result in a cramped over-development of the site, which is visually incongruous and overdominant, to the detriment of the character, appearance and visual amenities of the street scene and the surrounding area. Therefore the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 11, DMHB 12 and DMHD 1 of the of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020) and Policies 3.5 and 7.4 of the London Plan (2016).",
    "The proposal has not demonstrated that sufficient off street parking/manoeuvring arrangements would be provided, and therefore the development is considered to result in substandard car parking provision, leading to on-street parking/queuing to the detriment of public and highway safety and contrary to Policies DMT 2, DMT 6 and Appendix C of the of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Erection of a two storey x 2 bed dwelling house with associated parking and amenity space",
  "lpa_app_no": "56872/APP/2019/3539",
  "decision_target_date": "25/02/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "25/02/2020",
  "id": "Hillingdon-56872_APP_2019_3539",
  "centroid_northing": 181025,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 511758,
  "street_name": "HAYES",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.390629,
          51.5172935
        ],
        [
          -0.3905536,
          51.5172699
        ],
        [
          -0.3907283,
          51.5170189
        ],
        [
          -0.3908158,
          51.5169166
        ],
        [
          -0.390899,
          51.516938
        ],
        [
          -0.39069879999999996,
          51.5172077
        ],
        [
          -0.3906253,
          51.5172911
        ],
        [
          -0.390629,
          51.5172935
        ]
      ]
    ],
    "type": "Polygon"
  }
}