{
  "lpa_app_no": "77095/APP/2023/2856",
  "uprn": null,
  "lapsed_date": "13/11/2026",
  "centroid_northing": 191308,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Portal",
  "site_name": "12-18 Whittles Yard Rear Of",
  "appeal_decision_date": null,
  "valid_date": "29/09/2023",
  "decision_date": "13/11/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.42169,
          51.610135
        ],
        [
          -0.421668,
          51.610099
        ],
        [
          -0.422156,
          51.610004
        ],
        [
          -0.422113,
          51.60989
        ],
        [
          -0.422442,
          51.60982
        ],
        [
          -0.422574,
          51.610094
        ],
        [
          -0.422247,
          51.610158
        ],
        [
          -0.422182,
          51.610034
        ],
        [
          -0.421693,
          51.610131
        ],
        [
          -0.42169,
          51.610135
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Portal",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "Prior Approval",
  "decision_process": "Delegated",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.09000000000000001,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 199.4
    },
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 4,
      "total_no_proposed_residential_units": 2,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 2,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": 0.09000000000000001,
      "dwelling_density": 22.222222222222218,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "uprn": "",
          "description": "",
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "unit_development_type": "Change of Use",
          "provider": "Private",
          "phase_detail": "",
          "unit_no": "",
          "no_bedrooms": 2,
          "superseded_by_lpa_app_no": "",
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for rent"
        },
        {
          "uprn": "",
          "description": "",
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "unit_development_type": "Change of Use",
          "provider": "Private",
          "phase_detail": "",
          "unit_no": "",
          "no_bedrooms": 2,
          "superseded_by_lpa_app_no": "",
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for rent"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    }
  },
  "appeal_decision": null,
  "postcode": "HA6 1DW",
  "development_type": null,
  "title_number": null,
  "centroid_easting": 509346,
  "actual_commencement_date": null,
  "description": "Conversion of 1 detached workshop into 2 no. 2-bedroom houses (Application for Prior Approval under Schedule 2, Part 3, Class MA of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended)).",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Hillingdon",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.422291,
    "lat": 51.609996
  },
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=77095/APP/2023/2856",
  "pp_id": null,
  "id": "Hillingdon-77095_APP_2023_2856",
  "application_type_full": null,
  "cil_liability": false,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": "NORTHWOOD",
  "decision_agency": "Borough",
  "decision_target_date": "23/11/2023",
  "locality": null,
  "lpa_name": "Hillingdon",
  "last_date_consultation_comments": "27/10/2023",
  "decision_conditions": [
    "The development hereby approved must be completed within a period of 3 years starting with the prior approval date.",
    "REASON",
    "To comply with Condition MA.2.(5), Class MA, Part 3, Schedule of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The building hereby permitted to be used as dwellinghouse(s) by virtue of Class MA  shall remain in use as a dwellinghouse within the meaning of Class C3 of Schedule 1 to the Use Classes Order and for no other purpose, except to the extent that the other purpose is ancillary to the use as a dwellinghouse(s).",
    "REASON",
    "To comply with Condition MA.2.(6), Class MA, Part 3, Schedule of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, number 21/3484/406 Rev. D, 21/3484/80 Rev. A, 21/3484/90, 21/3484/401 Rev. G, 21/34842/404, 21/34842/405,  21/3484/500 Rev. C and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "For the avoidance of doubt.",
    "(i) The development hereby approved shall not commence until a scheme to deal with contamination has been submitted to and approved by the Local Planning Authority (LPA). All works which form part of any required remediation scheme shall be completed before any part of the development is occupied or brought into use unless the Local Planning Authority dispenses with any such requirement specifically and in writing. The scheme shall include the following measures unless the LPA dispenses with any such requirement specifically and in writing:",
    "a) A desk-top study carried out by a competent person to characterise the site and provide information on the history of the site/surrounding area and to identify and evaluate all potential sources of contamination and impacts on land and water and all other identified receptors relevant to the site:",
    "(b) A site investigation, including where relevant soil, soil gas, surface water and groundwater sampling, together with the results of analysis and",
    "Prior to the first occupation of the development hereby approved, a scheme for protecting residential occupiers from noise associated with the commercial uses at the building identified as Workshop 1 at the application site and the neighbouring workshop building at 'Land rear of 32 Hallowell Road, Northwood' shall be submitted to and approved in writing by the Local Planning Authority. The scheme of noise insulation measures shall be prepared by a suitably qualified consultant/engineer and shall take into account the provisions of BS 8233: 2014 Guidance on sound insulation and noise reduction for buildings. All works which form part of the scheme shall be fully implemented before the development is occupied and thereafter shall be retained and maintained in good working order for so long as the building remains in use.",
    "REASON",
    "To ensure that the amenity of the occupiers of the proposed development is not adversely affected by noise from the neighbouring commercial uses in accordance wi",
    "The residential units hereby approved shall not be occupied until an enhancement strategy for the private road serving the site has been submitted to, and approved in writing by, the Local Planning Authority. The Strategy shall include the following details:",
    "(i) resurfacing of the private road with permeable material (with the inclusion of product specification details);",
    "(iii) Demarcation between footway and carriageway;",
    "(ii) External lighting (including design, size and illuminance).",
    "Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure safe and secure access arrangements to the site for future occupiers in accordance with Policies D11 and T6.1 of the London Plan (2021).",
    "The residential units hereby approved shall not be occupied until a parking allocation scheme has been submitted to, and approved in writing by, the Local Planning Authority. The parking allocation scheme shall, as a minimum, include a requirement that all on-site car parking shall be allocated and dedicated for the use of each of the residential units hereby approved and shall remain allocated and dedicated in such a manner for the life-time of the development.",
    "REASON",
    "To ensure that an appropriate level of car parking provision is provided on site in accordance with Policy DMT 6 of the Hillingdon Local Plan Part Two 2 (2020) and Policy T6 of the London Plan (2021).",
    "Before the first occupation of the development hereby permitted, a Refuse Management Plan shall be submitted to and approved in writing by the Local Planning Authority. The Plan shall confirm that it will be responsibility of future occupiers of the development to move their waste to the kerbside on Hallowell Road on collection days. The future use of the development hereby permitted shall be in accordance with the approved Refuse Management Plan.",
    "REASON",
    "To ensure that that the refuse will be appropriately stored and collected from the site in the interest of protecting the amenity of the site and the area in general from litter, odour and potential vermin/pest nuisance in accordance with Policy DMHB11 of the Local Plan Part 2 (2020).",
    "The residential units hereby approved shall not be occupied until a plan showing 1 active and 1 passive electric vehicle charging points has been submitted to, and approved in writing by, the Local Planning Authority.  Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure more sustainable modes of transport in accordance with Policies T6 and T6.1 of the London Plan (2021).",
    "The residential units hereby approved shall not be occupied until the following details have been submitted and and approved in writing by the Local Planning Authority.",
    "(i) Product specification for the cycle stands to be provided within the cycle storage area as detailed on the approved drawings.",
    "(ii) Bin dimensions for the bin store area as detailed on the approved drawings.",
    "The approved storage shall remain in use for cycle and refuse storage respectively for the life of the development.",
    "REASON",
    "To ensure that the development complies with Policies DMHB 11 and DMT 5 of the Hillingdon Local Plan Part 2: Development Management Policies (January 2020) and Policy T5 of the London Plan (2021).",
    "The residential units hereby approved shall not be occupied until a fire safety strategy has been submitted to and approved in writing by the Local Planning Authority. The Strategy shall include the following details",
    "(i) Means of fire detection;",
    "(ii) Warning and escape procedure;",
    "(iii) Measures to minimise internal fire spread (linings and structure);",
    "(iv) Measures to minimise External fire spread; and",
    "(v) Accessibility and facilities provided for the fire service.",
    "The use of the development hereby permitted shall be in accordance with the approved Fire Safety Strategy.",
    "REASON",
    "In the interest of safe site access in accordance with Policy D12 of the London Plan (2021).",
    "The Applicant is advised to ensure the plans conform to Part B of Approved Document of the Building Regulations and that the application is submitted to Building Control/Approved Inspector who in some circumstances may be obliged to consult the Fire Authority.",
    "The Applicant should refer to Guidance note 29 on Fire Brigade Access similar to that in B5 of the Building Regulations. Particular attention should be made to paragraph 16, Water Mains and Hydrants, by the applicant.",
    "If there are any deviations from the guidance in ADB) vol 1 and 2: B5 Access and facilities for the fire service in relation to water provisions, then this information needs to be provided to the Water Office (water@london-fire.gov.uk) to discuss the proposed provision."
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T22:38:32.171+00:00",
  "appeal_status": null,
  "street_name": "HALLOWELL ROAD",
  "ward": "NORTHWOOD 2022",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509387.3293,
              191324.3183
            ],
            [
              509388.9168,
              191320.3495
            ],
            [
              509355.3146,
              191309.1047
            ],
            [
              509358.6219,
              191296.4047
            ],
            [
              509336,
              191288.2026
            ],
            [
              509326.2104,
              191318.4974
            ],
            [
              509348.7,
              191326.0381
            ],
            [
              509353.4625,
              191312.412
            ],
            [
              509387.0647,
              191323.9214
            ],
            [
              509387.3293,
              191324.3183
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  }
}