{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P0216.24",
  "application_type_full": null,
  "uprn": "100021380934",
  "borough": "Havering",
  "street_name": "ROMFORD",
  "locality": null,
  "ward": "Harold Wood",
  "actual_commencement_date": null,
  "lpa_name": "Havering",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the annex hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity.",
    "The garden area shall not be subdivided at any time and nor shall there be any additional pedestrian or vehicular accesses into the site.",
    "Reason:-",
    "In order that the annex approved remains ancillary to the main dwelling.",
    "Any residential occupation of the building hereby approved shall be limited to immediate family members of the family occupying the main house at 59 Juniper Way, Romford for residential purposes and shall not be occupied by any other persons.",
    "Reason:-",
    "In order that the annex approved remains ancillary to the main dwelling.",
    "The outbuilding hereby permitted shall not be arranged or disposed of as a separate unit of residential accommodation from the use of the main dwelling.",
    "Reason:-",
    "In order that the annex approved remains ancillary to the main dwelling.",
    "Prior to the first occupation of the building hereby approved, the screen fencing shown on drawing nos. 03/5 and 04/5, shall be erected at the site and shall be retained permanently thereafter in accordance with the approved plans.",
    "Reason:-",
    "In order to maintain the character and visual amenity of the locality.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent via email. The revisions involved reducing the height of the annex and adding a side boundary treatment. The amendments were subsequently submitted on 03/04/2024.",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/publications/the-party-wall-etc-act-1996-revised-explanatory-booklet"
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 554157,
  "status": "Approved",
  "decision_date": "30/04/2024",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.22438729999999998,
          51.5939453
        ],
        [
          0.22441519999999998,
          51.5939025
        ],
        [
          0.2238932,
          51.5937581
        ],
        [
          0.2238665,
          51.5938017
        ],
        [
          0.22438729999999998,
          51.5939453
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_target_date": "30/04/2024",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "24/04/2024",
  "development_type": null,
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-19T22:23:12.428+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "59 JUNIPER WAY",
  "id": "Havering-P0216.24",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": 190677,
  "appeal_start_date": null,
  "postcode": "RM3 0XQ",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0216.24",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Single storey annex to front of dwelling and side boundary treatment.",
  "valid_date": "19/02/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554173.81,
              190687.58
            ],
            [
              554175.89,
              190682.88
            ],
            [
              554140.22,
              190665.72
            ],
            [
              554138.23,
              190670.51
            ],
            [
              554173.81,
              190687.58
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "pp_id": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.02
  },
  "centroid": {
    "lon": "0.22414009999999998",
    "lat": "51.5938548"
  },
  "lapsed_date": "30/04/2027",
  "decision_process": "Committee",
  "actual_completion_date": null
}