{
  "appeal_decision": null,
  "street_name": "Collier Row",
  "title_number": null,
  "valid_date": "08/06/2023",
  "cil_liability": true,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              549178.575,
              191023.608
            ],
            [
              549164.486,
              190986.355
            ],
            [
              549156.087,
              190989.2
            ],
            [
              549139.154,
              190996.244
            ],
            [
              549136.174,
              190997.599
            ],
            [
              549148.908,
              191028.079
            ],
            [
              549150.533,
              191030.788
            ],
            [
              549157.984,
              191028.892
            ],
            [
              549178.575,
              191023.608
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_type_full": null,
  "decision": "Approved",
  "pp_id": null,
  "date_building_work_completed_under_previous_permission": null,
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "11/08/2026",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1524728,
          51.5983086
        ],
        [
          0.1522537,
          51.5979776
        ],
        [
          0.15213369999999998,
          51.5980053
        ],
        [
          0.15189239999999998,
          51.5980731
        ],
        [
          0.15185,
          51.5980861
        ],
        [
          0.1520467,
          51.5983566
        ],
        [
          0.1520712,
          51.5983805
        ],
        [
          0.1521779,
          51.5983615
        ],
        [
          0.1524728,
          51.5983086
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_decision_date": null,
  "borough": "Havering",
  "site_number": null,
  "development_type": null,
  "centroid": {
    "lat": "51.598183",
    "lon": "0.1521553"
  },
  "last_date_consultation_comments": "30/06/2023",
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": null,
  "lpa_name": "Havering",
  "decision_process": "Delegated",
  "decision_target_date": "11/08/2023",
  "secondary_street_name": "Essex",
  "actual_completion_date": null,
  "last_updated_by": "CSV Data Import",
  "centroid_easting": 549157,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.",
    "No works shall take place in relation to any of the development hereby approved until a Construction Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers is submitted to and approved in writing by the Local Planning Authority. The Construction Method statement shall include details of:",
    "a)  parking of vehicles of site personnel and visitors;",
    "b)  storage of plant and materials;",
    "c)  dust management controls;",
    "d)  measures for minimising the impact of noise and ,if appropriate, vibration arising from construction activities;",
    "e)  predicted noise and, if appropriate, vibration levels for construction using methodologies and at points agreed with the Local Planning Authority;",
    "f)  scheme for monitoring noise and if appropriate, vibration levels using methodologies and at points agreed with the Local Planning Authorities;",
    "g)  siting and design of temporary buildings;",
    "h)  scheme for security fencing/hoardings, depicting a readily vis",
    "No above ground works shall take place in relation to any of the development hereby approved until samples of all materials to be used in the external construction of the buildings are submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  Submission of samples prior to commencement will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area..",
    "No above ground works shall take place in relation to any of the development hereby approved until there has been submitted to and approved by the Local Planning Authority a scheme of hard and soft landscaping, which shall include indications of all existing trees and shrubs on the site, and details of any to be retained, together with measures for the protection in the course of development. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the hard and soft landscaping proposed.",
    "Notwithstanding the details shown on submitted drawings no building shall be occupied or use commenced until refuse and recycling facilities are provided in accordance with details which shall previously have been submitted to and approved in writing by the Local Planning Authority. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge how refuse and recycling will be managed on site.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect the amenity of occupiers of the development and also the locality generally.",
    "Notwithstanding the details shown on submitted drawings  no building shall be occupied or use commenced until cycle storage is provided in accordance with details previously submitted to and approved in writing by the Local Planning Authority. The cycle storage shall be permanently retained thereafter.",
    "Reason: Insufficient information has been supplied with the application to demonstrate what facilities will be available for cycle parking. Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use is in the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "Hard surface porus/run-off - application site - All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason: In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "Prior to first occupation of the development hereby approved, details of all proposed walls, fences and boundary treatment shall be submitted to, and approved in writing by, the Local Planning Authority.  The boundary development shall then be carried out in accordance with the approved details and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:",
    "Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to commencement will protect the visual amenities of the development and prevent undue overlooking of adjoining property.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works, including any works of demolition; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason: To protect residential amenity.",
    "Prior to the first occupation of the proposed dwellings hereby approved, the area set aside for car parking shall be laid out and surfaced to the satisfaction of the Local Planning Authority and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose.",
    "Reason: To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety, and that the development accords with Policy 24 of the Havering Local Plan.",
    "Building Regulations - All dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with Policy 7 of the Havering Local Plan and Policy D7 of the London Plan.",
    "Water efficiency - All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy SI 5 of the London Plan..",
    "The buildings shall be so constructed as to provide sound insulation of 45 DnT,w + Ctr dB (minimum values) against airborne noise and 62 L'nT,w dB (maximum values) against impact noise to the satisfaction of the Local Planning Authority.",
    "Reason:  To prevent noise nuisance to adjoining properties.",
    "Before the dwellings hereby permitted are first occupied, provision shall be made within the site for three car parking spaces and thereafter this provision shall be made permanently available for use, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:- To ensure that adequate car parking provision is made off street in the interests of highway safety.",
    "Prior to the first occupation of the development, details shall be submitted to and agreed in writing by the Local Planning Authority for the installation of Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with the agreed details and shall thereafter be permanently retained.",
    "Reason: To minimise the impact of building emissions on local air quality.",
    "No demolition or development shall take place until a Stage 1 written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no demolition or devleopment shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaulation and the monimation of a competent person(s) or organisation to undertake the agreed works.",
    "If heritage assets of archaeological interess are identified by Stage 1 then for those parts of the site which have archaeological interest a Stage 2 WSI shall be submitted to and approved in writing by the Local Planning Authority in writing. For lane that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed Stage 2 WSI which shall include:",
    "A. The programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation t",
    "Prior to the commencement of any works pursuant to this permission the developer shall submit for the written approval of the Local Planning Authority;",
    "a)            A Phase I (Desktop Study) Report documenting the history of the site, its surrounding area and the likelihood of contaminant/s, their type and extent incorporating a Site Conceptual Model.",
    "b)\tA Phase II (Site Investigation) Report if the Phase I Report confirms the possibility of a significant risk to any sensitive receptors.  This is an intrusive site investigation including factors such as chemical testing, quantitative risk assessment and a description of the sites ground conditions.  An updated Site Conceptual Model should be included showing all the potential pollutant linkages and an assessment of risk to identified receptors.",
    "c)\tA Phase III (Remediation Strategy) Report if the Phase II Report confirms the presence of a significant pollutant linkage requiring remediation.  A detailed remediation scheme to bring the",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is 25/m² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £8,675 would be payable due to result in new properties with a combined gross internal floor area of 347m² of GIA, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125m² (Zone A for each additional square metre of GIA. Based upon the information supplied with the application, £43,375 would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework.",
    "The written scheme of investigation will need to be prepared and implemented by a suitably professionally accredited archaeological practice in accordance with Historic England's Guidelines for Archaeological Projects in Greater London. This condition is exempt from deemed discharge under schedule 6 of The Town and Country Planning (Development Management Procedure) (England) Order 2015."
  ],
  "lpa_app_no": "P0837.23",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.114
  },
  "centroid_northing": 191009,
  "ward": "Havering-atte-Bower",
  "locality": null,
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "id": "Havering-P0837.23",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0837.23",
  "uprn": "100023217340",
  "description": "Construction of 3 x 3 bedroom dwellings with associated car parking and amenity areas",
  "site_name": "12 Hog Hill Road",
  "appeal_status": null,
  "postcode": "RM5 2DH",
  "status": "Approved",
  "decision_agency": "Borough",
  "decision_date": "11/08/2023",
  "actual_commencement_date": null,
  "epc_number": null,
  "last_updated": "2025-03-19T02:45:12.344+00:00",
  "application_type": "All Other",
  "bo_system": "CSV Data Import"
}