{
  "actual_commencement_date": null,
  "url_planning_app": "https://planning.lewisham.gov.uk/online-applications/applicationDetails.do?keyVal=_LEWIS_DCAPR_121386&activeTab=summary",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": null,
  "polygon": null,
  "cil_liability": false,
  "lapsed_date": "03/11/2026",
  "appeal_decision": null,
  "street_name": null,
  "decision_agency": null,
  "last_updated_by": "CSV Data Import",
  "description": "23/00453/FULEIA: Liverpool Street Station: Partial demolition of Station including concourse, train sheds and entrances to Bishopsgate, Liverpool Street and Sun Street Passage. Demolition of 50 Liverpool Street. Construction and remodelling of station at basement, lower and upper concourses, new station roof, new entrances to Bishopsgate, Liverpool Street and Sun Street Passage, new lifts and escalators. Provision of units at basement, lower and upper concourse floors for retail, caf‚/restaurant, public house/bar. Remodelling of existing bus station and provision of a cycle hub on upper concourse.Andaz/Great Eastern Hotel: Alteration of existing building at basement, ground and upper floors including insertion of new structure, creation of new west wall and removal and replacement of mansard roof. Change of use from hotel to office at part ground floor and across floors 1-4; access to servicing area from vehicle lifts at flr 3; provision of units at basement and ground for retail, caf‚/restaurant, and public house/bar; spaces for leisure and community uses; retail and caf‚/restaurant at part of floor 5.Over Station Development: Erection of a new building above Liverpool Street Station and 40 Liverpool Street with maximum height of 108.6 metres AOD in height (excluding rooftop plant) comprising office use at floors 5-13, and partly at floors 14-15, with ancillary lobby and functions at floors 3-4. New hotel at floors 17-20 and partly within floors 14-16, ancillary restaurant/bar at floor 15 and ancillary leisure facility at floor 16. New public amenity space at podium level comprising caf‚/restaurant, retail, leisure; and partially at floor 16 comprising outdoor pool, leisure court and caf‚/restaurant, alongside a publicly accessible roof garden. Provision of lifts, cycle parking, servicing, refuse, and plant.Public Realm: Refurbishment and extension of Hope Square and Bishopsgate Plaza. New pedestrian routes, including the pedestrianisation of Liverpool Street and new pedestrian footway to Exchange Square.",
  "decision": "Closed",
  "centroid_northing": 181550,
  "bo_system": "CSV Data Import",
  "last_updated": "2025-07-05T09:00:36.721Z",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "ward": null,
  "centroid_easting": 533233,
  "site_name": "SITE BOUNDED BY 40 LIVERPOOL STREET 50 LIVERPOOL STREET, OPEN SPACE FROM LIVERPOOL STREET   AND BISHOPSGATE (BISHOPSGATE SQUARE), AND SUN STREET PA, 40-50 LIVERPOOL STREET, LONDON",
  "application_type": "All Other",
  "parking_details": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "lpa_name": "Lewisham",
  "wgs84_polygon": null,
  "postcode": null,
  "decision_date": "03/11/2023",
  "centroid": {
    "lon": -0.081215,
    "lat": 51.517168
  },
  "decision_process": null,
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "site_number": null,
  "borough": "Lewisham",
  "actual_completion_date": null,
  "appeal_decision_date": null,
  "valid_date": "19/10/2023",
  "application_type_full": null,
  "locality": null,
  "last_date_consultation_comments": null,
  "pp_id": null,
  "development_type": null,
  "decision_conditions": null,
  "status": "Closed",
  "secondary_street_name": null,
  "id": "Lewisham-DC_23_133463",
  "lpa_app_no": "DC/23/133463",
  "application_details": {
    "existing_uprns": null
  },
  "uprn": null
}