{
  "epc_number": null,
  "decision_target_date": null,
  "decision": "No Objection to Proposal (OBS only)",
  "last_date_consultation_comments": null,
  "description": "Details of all Reserved Matters pursuant to 18/AP/1604 in respect of Zone G of theCW Masterplan comprising mixed-use redevelopment including residentialaccommodation in 5 buildings (Class C3) above a retail superstore (Class A1) andtown centre car park and ancillary retail floorspace (Class A1-A5), together with carparking, cycle parking, landscaping, public realm, plant and associated works.This application is pursuant to 18/AP/1604, which was accompanied by anEnvironmental Statement. The application is accompanied by a Statement ofConformity submitted pursuant to the Town and Country Planning (EnvironmentalImpact Assessment) Regulations 2017. This ES Statement of Conformity should beread in conjunction with the CW Masterplan ES which can be viewed in full on theCouncil's website.Re consultation due to:Reduction in residential units (385 proposed - 13 x studios, 140 x 1-bed, 156 x 2-bedand 76 x 3-bed)Buildings A and B footprint reduced to under 900 sqm GIA, internal alterations to unitnumbers, size mix and layout and second fire escape stair introduced. Associatedfa‡ade changes.Building C footprint increased to accommodate second stair within the core. Belowpodium plant rooms and amenity spaces redesigned and 1 additional apartmentBuilding D change of tenure from intermediate to private. Redesign of the core tointroduce a second stair with associated footprint increase. Massing and fenestrationadjusted. Car park lift removed. Loss of a ground floor retail unit and gain of 1apartmentResidential Building E all cores redesigned and street fenestration adjusted. Internalalterations to unit numbers, size mix and layout. Loss of ground floor retail unit. Newground floor plant rooms and minor increase to building heightMinor amendments to the Tesco store plan resulting in slight reduced floor area. Lossof two ancillary retail units below Buildings D and E.Podium landscape area increased by 339 sqm, and design amendedResidential accessible car parking relocatedThe amended plans and documents are as followsAmended floor plans, elevations, sections and detailed layoutsRevised Application FormRevised CIL FormPlanning Statement AddendumRevised Area and Accommodation SchedulesDesign and Access Statement AddendumEnergy Statement AddendumSustainability Statement AddendumTravel Plan AddendumDelivery Servicing and Refuse Management Plan AddendumEnvironmental Statement Statement of Conformity AddendumInternal Daylight and Sunlight Assessment AddendumPlanning Compliance Report AddendumHousing Delivery Plan AddendumTwo Fire Statement AddendumsRevised Viewpoint Study andArboricultural Method Statement",
  "site_number": null,
  "postcode": null,
  "application_type_full": null,
  "actual_commencement_date": null,
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": null,
  "uprn": null,
  "appeal_status": null,
  "parking_details": null,
  "url_planning_app": "https://planning.lewisham.gov.uk/online-applications/applicationDetails.do?keyVal=_LEWIS_DCAPR_119627&activeTab=summary",
  "valid_date": "29/08/2023",
  "centroid": {
    "lon": -7.55716,
    "lat": 49.766807
  },
  "borough": "Lewisham",
  "decision_agency": null,
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": null,
  "site_name": "Land Bounded by Lower Road (West), Redriff Road (South) (West), Quebec Way (East), SURREY QUAYS ROAD, LONDON, SE16",
  "bo_system": "CSV Data Import",
  "centroid_easting": 0,
  "subdivision_of_building": null,
  "status": "No Objection to Proposal (OBS only)",
  "lapsed_date": null,
  "actual_completion_date": null,
  "centroid_northing": 0,
  "locality": null,
  "wgs84_polygon": null,
  "development_type": null,
  "lpa_app_no": "DC/23/131704",
  "application_details": {
    "existing_uprns": null
  },
  "secondary_street_name": null,
  "polygon": null,
  "last_updated": "2025-07-22T09:00:37.990Z",
  "date_building_work_started_under_previous_permission": null,
  "ward": null,
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "application_type": "All Other",
  "decision_conditions": null,
  "appeal_decision_date": null,
  "title_number": null,
  "lpa_name": "Lewisham",
  "pp_id": null,
  "decision_date": "29/08/2023",
  "id": "Lewisham-DC_23_131704",
  "street_name": null
}