{
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.431206,
          51.537569
        ],
        [
          -0.430649,
          51.536987
        ],
        [
          -0.431198,
          51.53684
        ],
        [
          -0.43176,
          51.537406
        ],
        [
          -0.431206,
          51.537569
        ]
      ]
    ],
    "type": "Polygon"
  },
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-03-19T22:38:30.354+00:00",
  "parking_details": null,
  "site_name": "CHILDRENS HOME",
  "decision_target_date": "10/10/2023",
  "site_number": null,
  "bo_system": "Portal",
  "actual_completion_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.311,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 675,
        "use_class": "C2",
        "gia_gained": 999,
        "superseded_by_lpa_app_no": "",
        "gia_lost": 675
      }
    ],
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 999,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 675,
      "site_area": 0.311
    },
    "other_residential_accommodation_details": {
      "site_area": 0.311
    },
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": 0.311,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    }
  },
  "appeal_decision_date": null,
  "centroid_northing": 183199,
  "actual_commencement_date": null,
  "appeal_start_date": null,
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508901.5039,
              183240.1394
            ],
            [
              508941.5222,
              183176.3086
            ],
            [
              508903.819,
              183159.1106
            ],
            [
              508863.47,
              183221.2878
            ],
            [
              508901.5039,
              183240.1394
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "subdivision_of_building": null,
  "postcode": "",
  "last_updated_by": "Portal",
  "valid_date": "04/08/2023",
  "lpa_app_no": "26544/APP/2023/2303",
  "appeal_status": null,
  "development_type": null,
  "pp_id": null,
  "decision_agency": "Borough",
  "title_number": null,
  "lapsed_date": "09/10/2026",
  "borough": "Hillingdon",
  "secondary_street_name": "HAYES",
  "id": "Hillingdon-26544_APP_2023_2303",
  "street_name": "CHARVILLE LANE",
  "last_date_consultation_comments": "31/08/2023",
  "decision": "Approved",
  "status": "Approved",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers APL001 Rev. A, APL004 Rev. C, APL005 Rev. A, APL006 Rev. B, APL007 Rev. B, APL008 Rev A, APL009 Rev A, APL010 Rev. A, APL011 Rev A, APL012 Rev. A, APL013 Rev. A, APL014 Rev. A and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "Notwithstanding the approved plans, prior to any above ground works for the development hereby approved (excluding demolition), details of all exterior materials, windows, doors and external surfaces shall be submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the approved plans, prior to any above ground works for the development hereby approved (excluding demolition), a landscape scheme, shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate. The details of tree planting shall include the provision of high carbon-absorbing trees.",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Means of enclosure/boundary treatments",
    "2.c Hard Surfacing Materials",
    "2.d External Lighting (Nb. No external lighting shall be proposed to light the MUGA as per Condition 21).",
    "2.e Other structures (such as play equipment and furniture)",
    "3. Details of Landscape Maintenance",
    "3.a Landscape Maintenance Schedule for a minimum perio",
    "The development hereby permitted, shall be carried out in strict accordance with the Method Statement for Tree Protection Measures detailed in the approved Arboricultural Report (Andrew Day Arboricultural Consultancy, 30th July 2023) and the enclosed Tree Protection Plan. The tree protection measures for the site will be monitored and supervised by an arboricultural consultant at key stages of the development including during demolition and records of the site inspections/meetings shall be submitted to the Local Planning Authority.",
    "REASON",
    "To ensure that trees and other vegetation can and will be retained on site and not damaged during construction work and to ensure that the development conforms with Policies DMHB 11 and DMHB 14 of the Hillingdon Local Plan Part  2 (2020).",
    "Trees, hedges and shrubs shown to be retained on the approved plan shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority.",
    "If any retained tree, hedge or shrub is removed or severely damaged during construction, or is found to be seriously diseased or dying another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier.",
    "Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork shall be agr",
    "No development shall take place until the following details of have been submitted to and approved by the Local Planning Authority:",
    "- Details of the provision of bat boxes to be erected within the site as habitat enhancement and a site plan showing their location;",
    "- A Construction Ecological Management Plan (CEMP); and",
    "- A Landscape and Ecology Management Plan (LEMP).",
    "Thereafter, the development shall be implemented only in accordance with the recommendations detailed in the approved Dusk Emergence & Dawn Re-entry Bat Surveys (Middlemarsh, Report Number: RT-MME-161373, Date: September 2023), the Preliminary Ecology Assessment (Middlemarch, Report Number: RT-MME-161166-01, Date: August 2023) and the Preliminary Bat Roost Assessment (Middlemarch, Report Number: RT-MME-161166-02, Date: August 2023) and the approved habitat enhancement, CEMP and LEMP.",
    "REASON",
    "In order to encourage a wide diversity of wildlife and to manage any impacts on biodiversity and protected species in accordance",
    "The development hereby permitted, shall not be occupied until the cycle storage facilities have been provided in accordance with the approved plans. Thereafter, these facilities shall be permanently retained on site and be kept available for the use of cyclists.",
    "REASON",
    "To ensure the provision and retention of facilities for cyclists to the development and hence the availability of sustainable forms of transport to the site in accordance with Policies DMT 5 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and Policies T5 and T6 of the London Plan (2021).",
    "The development hereby permitted, shall not be occupied until at least 4 active electric vehicle charging points serving the development, and the remaining parking spaces being served by passive electric vehicle charging points, have been implemented on site. Thereafter, these facilities shall be permanently retained on site and be kept available.",
    "REASON",
    "To encourage sustainable travel in accordance with Policy DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and Policy T6 of the London Plan (2021).",
    "Prior to the first occupation of the development hereby permitted a Travel Plan shall be submitted to and approved in writing by the Local Planning Authority. The Travel Plan, as submitted shall follow the current Travel Plan Development Control Guidance issued by Transport for London and will include:",
    "(1) targets for sustainable travel arrangements;",
    "(2) effective measures for the ongoing monitoring of the Travel Plan;",
    "(3) a commitment to delivering the Travel Plan objectives; and",
    "(4) effective mechanisms to achieve the objectives of the Travel Plan by both present and future occupiers of the development.",
    "The development shall be implemented only in accordance with the approved Travel Plan.",
    "REASON",
    "To promote sustainable transport and reduce the impact of the development on the surrounding road network in accordance with Policies DMT 1 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and Policy T4 of the London Plan (2021).",
    "The first floor windows of Education Building D facing No. 4 Blake Close shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policies DMHB 11 and DMHD 1-2 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the commencement of the development hereby permitted, a Phase II land contamination report, shall be submitted to and approved in writing by the Local Planning Authority (LPA). The report should include the following details:",
    "- The site investigation works should fully characterise the land in terms of the identified potential risks of contamination to human health.",
    "- Laboratory analysis should be undertaken and compared to generic assessment criteria for a residential with plant uptake end use.",
    "Thereafter, the development shall be carried out fully in accordance with the details, including conclusions and recommendations, provided within the Phase I Preliminary Risk Assessment, Card Geotechnics Limited, Ref: CG/00808 Rev 1, July 2023 and any recommendations provided within the Phase II land contamination report.",
    "REASON",
    "To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters,",
    "The external noise level emitted from plant, machinery or equipment at the development hereby approved shall be lower than the lowest existing background noise level by at least 5dBA, by 10dBA where the source is tonal, as assessed according to BS4142:2014 at the nearest and/or most affected noise sensitive premises, with all machinery operating together at maximum capacity.",
    "REASON",
    "To safeguard the amenity of the surrounding area in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2: Development Management Policies (2020) and Policies D13 and D14 of the London Plan (2021).",
    "No development shall commence until a plan to demonstrate compliance with the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG) (or subsequent guidance), has been submitted to, and approved in writing by the Local Planning Authority. The demolition and construction shall be carried out in accordance with these approved details.",
    "REASON",
    "To reduce the impact on air quality in accordance with Policy DMEI 14 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and Policy SI 1 of the London Plan (2021).",
    "All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the Local Planning Authority. The developer shall keep an up-to-date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.",
    "REASON",
    "To ensure compliance with the London's Low Emission Zone for non-road mobile machinery as per requirements of the London Environment Strategy and to reduce the impact on air quality in accordance with Policy DMEI 14 of th",
    "The development hereby permitted, shall be carried out in strict accordance with the recommendations detailed in the Energy Statement, XCO2, dated 10/08/2023, Ref: 9.971. The dwelling(s) hereby approved shall not be occupied until it has achieved an energy efficiency standard of a minimum of 35% CO2 improvement over Building Regulations requirement Part L 2013 (TER Baseline).",
    "REASON",
    "In the interest of energy conservation and to deliver the maximum on-site carbon savings in accordance with Policy DMEI 2 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020) and Policy SI 2 of the London Plan (2021).",
    "Notwithstanding the provisions of the Town & Country Planning (Use Classes) Order 1987 and the Town and Country Planning  (General Permitted Development) Order 1995 (or any orders revoking and re-enacting either of these orders with or without modification), the land and buildings shall be used only for the purpose of Children's Care Home and for no other purpose including any other purpose within Use Class C2 of the Town and Country Planning Use Classes Order 1987",
    "REASON",
    "To enable the Local Planning Authority to retain control over the use so as to ensure that it complies with policies DMHB 8, DMHB 11, DMT 1, DMT 2 and DMT 6 of the Hillingdon Local Plan Part 2 - Development Management Policies (2020) and Policy D13 of The London Plan (2021).",
    "The educational building hereby permitted shall be used only for ancillary purposes in connection with the main Class C2 use of the site at Charvill Lane Children's Home and shall remain within the same planning unit. The educational building shall at no time be used for purposes such as a separate educational or commercial unit.",
    "REASON",
    "To enable the Local Planning Authority to retain control over the use so as to ensure that it complies with policies DMHB 8, DMHB 11, DMT 1, DMT 2 and DMT 6 of the Hillingdon Local Plan Part 2 - Development Management Policies (2020) and Policy D13 of The London Plan (2021).",
    "The development hereby permitted, shall be carried out in strict accordance with the flood mitigation and resilience measures and sustainable urban drainage scheme detailed in the Flood Risk Assessment and Drainage Statement (Infrastruct CS Ltd, August 2023), SUDS Maintenance Guide (Infrastruct CS Ltd, August 2023) and Drainage Design (Drawing Number CHAR ICS 01 XX DR C 0200 P02). The approved details shall thereafter be installed on site and thereafter permanently retained and maintained.",
    "REASON",
    "To ensure that surface water run off is handled as close to its source as possible in compliance with Policy DMEI 10 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and Policy SI 13 of the London Plan (2021).",
    "Prior to development commencing, the applicant shall submit a demolition and construction management plan to the Local Planning Authority for its approval. The plan shall detail:",
    "(i) The phasing of development works",
    "(ii) The hours during which development works will occur",
    "(please refer to informative I15 for maximum permitted working hours).",
    "(iii)Measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities).",
    "(iv) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for",
    "contractors during the development process (including measures to reduce the numbers of construction vehicles",
    "accessing the site during peak hours).",
    "(v) Measures to reduce the impact of the development on local air quality and dust through minimising emissions",
    "throughout the demolition and construction process.",
    "(vi) The storage of demolition/construction materials on site.",
    "The approved details shall be implemented and maintained",
    "The use of the Multi Use Games Area (MUGA) shown on the approved plans shall not be hired out. No external lighting shall be installed to illuminate the MUGA for use outside of daylight hours.",
    "REASON",
    "To safeguard the amenity of the surrounding area in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2: Development Management Policies (2020) and Policies D13 and D14 of the London Plan (2021).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The site lies in a Critical Drainage Area (CDA) identified in the Surface Water Management Plan (SWMP) for Hillingdon and an area susceptible to High Surface Water Risk. Therefore the water from the site entering the sewers should minimised:",
    "- Water run off from any roof or hard paving associated with the development should be directed to a soakaway, or tank or made permeable.",
    "- A water butt should be incorporated.",
    "- No drainage to support the development should be connected to any existing surface water network, other than as an overflow.",
    "A Groundwater Risk Management Permit from Thames Water will be required for discharging groundwater into a public sewer. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. We would expect the developer to demonstrate what measures he will undertake to minimise groundwater discharges into the public sewer. Permit enquiries should be directed to Thames Water's Risk Management Team by telephoning 020 3577 9483 or by emailing trade.effluent@thameswater.co.uk.",
    "The Council's Waste Service should be consulted about refuse storage and collection arrangements. Details of proposals should be included on submitted plans. For further information and advice, contact - the Waste Service Manager, Central Depot - Block A, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB8 3EU (Tel. 01895 277505 / 506).",
    "You are advised that the use hereby approved for a Residential Care Home for Children should be registered with the Commission for Social Care and Inspection, West London Area Office, 58 Uxbridge Road, Ealing, London, W5 2HT (Tel: 020 8280 0347), prior to the commencement of the use.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois"
  ],
  "centroid": {
    "lat": 51.537199,
    "lon": -0.431197
  },
  "centroid_easting": 508903,
  "ward": "CHARVILLE 2022",
  "application_type": "All Other",
  "decision_date": "09/10/2023",
  "application_type_full": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=26544/APP/2023/2303",
  "uprn": null,
  "description": "Redevelopment of an existing Children's Home to provide new build residential institution development (Use Class C2). Erection of 3no. 2 storey buildings, providing accommodation for 12 young people and 6 household staff and an Educational building; hard and soft landscaping, communal and private garden areas and a Multi-Use Games Area.",
  "date_building_work_started_under_previous_permission": null,
  "locality": null,
  "decision_process": "Committee",
  "epc_number": null,
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Hillingdon"
}