{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510743.0542,
              180442.3229
            ],
            [
              510741.4667,
              180430.8135
            ],
            [
              510738.5563,
              180429.7552
            ],
            [
              510732.8677,
              180432.401
            ],
            [
              510729.5604,
              180434.65
            ],
            [
              510726.7823,
              180437.9573
            ],
            [
              510725.1948,
              180440.6031
            ],
            [
              510723.6073,
              180444.8365
            ],
            [
              510743.0542,
              180442.3229
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07588640",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:46:04.478+00:00",
  "appeal_decision_date": "08/11/2019",
  "status": "Dismissed",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "25/02/2019",
  "secondary_street_name": null,
  "appeal_start_date": "13/08/2019",
  "ward": "TOWNFIELD",
  "centroid": {
    "lat": "51.5120278",
    "lon": "-0.40564059999999996"
  },
  "decision": "Refused",
  "valid_date": "31/01/2019",
  "appeal_decision": "Dismissed",
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.018000000000000002
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=58453/APP/2019/355",
  "lpa_name": "Hillingdon",
  "site_name": "37 ABBEY CLOSE",
  "lapsed_date": "29/03/2022",
  "parking_details": null,
  "decision_conditions": [
    "The proposal, as indicated on the indicative plans, fails to demonstrate that the application site is of a sufficient size to accommodate an attached two bedroom house without being detrimental to the visual amenities of the street scene and spacious open character of the surrounding area on this visually prominent site, resulting in an overdevelopment of the site and a cramped appearance, whilst maintaining adequate amenities for the existing and future occupiers of the donor and proposed properties in terms of affording an adequate internal floor area, external amenity space and general outlook. Therefore the proposal is contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies BE13, BE15 and BE19 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012), Policies 3.5 and 7.4 of the London Plan (March 2016) and the adopted Supplementary Planning Documents HDAS: Residential Layouts and HDAS: Residential Extensions.",
    "The proposed development fails to demonstrate that it would be possible to provide sufficient off street parking provision which meets the Councils approved parking standards to service the proposed dwelling.  The development would therefore lead to additional on street parking to the detriment of public and highway safety and is therefore contrary to Policies AM7 and AM14 of the Hillingdon Local Plan Saved UDP Policies (November 2012) and the Councils adopted car parking standards.",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal.",
    "This is a reminder that Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), should an application for appeal be allowed, the proposed development would be deemed as 'chargeable development' and therefore liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This would be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012.",
    "For more information on CIL matters please visit the planning portal page at: www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil"
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Outline planning application with all matters reserved for two storey, 2-bed dwelling",
  "lpa_app_no": "58453/APP/2019/355",
  "decision_target_date": "29/03/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "29/03/2019",
  "id": "Hillingdon-58453_APP_2019_355",
  "centroid_northing": 180438,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 510735,
  "street_name": "HAYES",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4055233,
          51.512065
        ],
        [
          -0.40554969999999996,
          51.5119619
        ],
        [
          -0.405592,
          51.511953
        ],
        [
          -0.4056731,
          51.5119779
        ],
        [
          -0.40572,
          51.5119987
        ],
        [
          -0.405759,
          51.512029
        ],
        [
          -0.4057811,
          51.5120531
        ],
        [
          -0.40580259999999996,
          51.5120914
        ],
        [
          -0.4055233,
          51.512065
        ]
      ]
    ],
    "type": "Polygon"
  }
}