{
  "actual_commencement_date": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=65364/APP/2023/3085",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "19/12/2023",
  "polygon": null,
  "cil_liability": false,
  "lapsed_date": "21/12/2026",
  "appeal_decision": null,
  "street_name": "RUISLIP",
  "decision_agency": "Borough",
  "last_updated_by": "CSV Data Import",
  "description": "Erection of single storey front/side and rear extensions, and conversion of roof space into habitable use, including alterations to the height of the roof.",
  "decision": "Refused",
  "centroid_northing": 187563,
  "bo_system": "CSV Data Import",
  "last_updated": "2025-03-20T12:04:57.186+00:00",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "ward": "EASTCOTE 2022",
  "centroid_easting": 511372,
  "site_name": "153 WOODLANDS AVENUE",
  "application_type": "Householder",
  "parking_details": {
    "no_existing_car": 3,
    "no_proposed_car": 3,
    "net_car": 0
  },
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "lpa_name": "Hillingdon",
  "wgs84_polygon": null,
  "postcode": "HA4 9QX",
  "decision_date": "21/12/2023",
  "centroid": {
    "lon": -0.394233,
    "lat": 51.57594
  },
  "decision_process": "Delegated",
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "site_number": null,
  "borough": "Hillingdon",
  "actual_completion_date": null,
  "appeal_decision_date": null,
  "valid_date": "24/10/2023",
  "application_type_full": "Householder planning permission",
  "locality": null,
  "last_date_consultation_comments": "25/11/2023",
  "pp_id": "12554421",
  "development_type": null,
  "decision_conditions": [
    "The proposed front/side extension by virtue of size, scale, height and design, the reduction in set back from the front building line of the application property and the reduction in set in from the side boundary, would not appear as a subordinate addition to the property and would significantly alter the appearance of the application property. The proposed front/side extension would thereby cause harm to the character and appearance of the application property and to the character and appearance of the immediate street scene and surrounding area, contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policies DMHB 11, DMHB 12 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The proposed flat roof of the rear extension, by virtue of the projection above the existing eaves height, would not appear as a subordinate addition to the roof form of the property and so the roof design of the proposed rear extension would cause harm to the character and appearance of the application property, contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policies DMHB 11, DMHB 12 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The proposed increase in height across the full width and depth of the main roof would significantly increase the overall bulk of the property and would result in an overdominant roof form. The increased roof height and front gable, combined with the proposed 4.35m high front/side extension, would significantly alter the size, scale and appearance of the application property, and would cause harm to the character and appearance of the application property and to the character and appearance of the immediate street scene and surrounding area. The proposed roof alterations would therefore be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policies DMHB 11, DMHB 12 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The proposed front/side extension, by virtue of the reduction in set back from the front building line of the application property, the forward projection of the proposed front/side extension beyond the front building line of the neighouring property and the reduction in set in from the side boundary, would have a detrimential impact on the residential amenity of 153A and 153B Woodlands Avenue through loss of light and overbearing form. The proposal would thereby fail to to comply with Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policies DMHB 11 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020)."
  ],
  "status": "Refused",
  "secondary_street_name": "MIDDX",
  "id": "Hillingdon-65364_APP_2023_3085",
  "lpa_app_no": "65364/APP/2023/3085",
  "application_details": {
    "intended_completion_date": "04/2024",
    "total_gia_gained": 83,
    "existing_uprns": null,
    "no_additional_bedrooms": 2,
    "no_additional_bathrooms": 1,
    "intended_commencement_date": "01/2024"
  },
  "uprn": null
}