{
  "centroid": {
    "lon": "0.1812684",
    "lat": "51.531592"
  },
  "status": "Not Required",
  "decision_target_date": "19/06/2020",
  "site_name": "145 Betterton Road",
  "decision_conditions": [
    "The operations come within the provisions of Schedule 2, Part 1, Class B of the Town and Country Planning (General Permitted Development) (England) Order 2015, thereby not requiring planning permission.",
    "The operations come within the provisions of Schedule 2, Part 1, Class C of the Town and Country Planning (General Permitted Development) (England) Order 2015, thereby not requiring planning permission.",
    "The development is permitted by Class B subject to the following conditions-",
    "(a) the materials used in any exterior work must be of a similar appearance to those used",
    "in the construction of the exterior of the existing dwellinghouse;",
    "(b) the enlargement must be constructed so that-",
    "(i) other than in the case of a hip-to-gable enlargement or an enlargement which joins the original roof to the roof of a rear or side extension-",
    "(aa) the eaves of the original roof are maintained or reinstated; and",
    "(bb) the edge of the enlargement closest to the eaves of the original roof is, so far as",
    "practicable, not less than 0.2 metres from the eaves, measered along the roof slope from",
    "the outside edge of the eaves; and",
    "(ii) other than in the case of an enlargement which joins the original roof to the roof of a rear or side extension, no part of the enlargement extends beyond the outside face of any external wall of the original dwellinghouse; and",
    "(c) any window inserted on",
    "Development is permitted by Class C subject to the condition that any window located on a roof slope forming a side elevation of the dwellinghouse shall be-",
    "(a) obscure-glazed; and",
    "(b) non-opening unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed.",
    "This certificate provides confirmation that the development is lawful.  You should also check whether the development requires separate Building Regulation consent. Information is available on the Building Control webpages via http://www.havering.gov.uk/Pages/Category/Building-control.aspx?l1=200252 and the team is available between 9am and 10am Monday to Friday via 01708 432700.",
    "The implementation of both D0148.20 and P0555.20 and the single storey side/rear extension which was allowed on appeal under planning reference P0136.19 at the same time may invalidate the Certificate of Lawfulness as the proposal would be contrary to the approved plans and the resultant volume may exceed the 50 cubic metres allowance allowed for the proposed loft extension under permitted development.",
    "As such, the works shown as part of this application D0148.20 should be constructed in its entirety prior to undertaken any other works which may effect the cumulative volume added to the dwelling house."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM13 8ND",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "19/06/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-D0148.20",
  "centroid_northing": 183664,
  "uprn": "100021347602",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "South Hornchurch",
  "decision_date": "19/06/2020",
  "description": "Certificate of lawfulness for conversion of roof space to habitable use to include 2 side dormers, 2 side roof lights and partial conversion of roof to rear from hip to gable end",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=D0148.20",
  "lpa_app_no": "D0148.20",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:59:42.580+00:00",
  "centroid_easting": 551394,
  "pp_id": "08670872",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "23/04/2020",
  "decision": "Not Required",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551421.05,
              183658.286
            ],
            [
              551415.09,
              183647.178
            ],
            [
              551368.218,
              183668.582
            ],
            [
              551374.45,
              183680.774
            ],
            [
              551421.05,
              183658.286
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.06800000000000002
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Rainham",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1816556,
          51.5315334
        ],
        [
          0.181565,
          51.5314352
        ],
        [
          0.1808989,
          51.53164
        ],
        [
          0.18099389999999999,
          51.5317479
        ],
        [
          0.1816556,
          51.5315334
        ]
      ]
    ],
    "type": "Polygon"
  }
}