{
  "lpa_name": "Havering",
  "uprn": "100021361703",
  "decision_date": "27/10/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-P1050.20",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM5 3TA",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.030000000000000002
  },
  "valid_date": "01/09/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Conversion of attached garage to habitable use involving alterations to front elevation, part 2 storey, part single storey rear extension and first floor side extension.",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling, and in order that the development accords with the  Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the details shown on drawing 07 accompanying the application, the driveway shall be finished with permeable (or porous) surfacing that allows water to drain through, such as gravel, permeable concrete block paving or porous asphalt.",
    "Reason:-",
    "To minimise the risk of surface water flooding, in accordance with Development Control Policies Development Plan Document Policy DC48.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2019, improvements required to make the proposal acceptable were negotiated with the agent Mr Wasif Nagi with regards to the first floor side extension to be policy compliant. The amendments were subsequently submitted 26/10/2020.",
    "Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed.  If new or amended access as required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "The proposal involves works which affect the highway and/or its verge.  Before commencing such works you must obtain separate consent of the Highway Authority.  Please contact the Streetcare on 01708 432563.",
    "The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004.  Formal notifications and approval will be needed for any highway works (including temporary works of any nature) required during the construction of the development.",
    "Please note that unauthorised work on the highway is an offence.",
    "The developer is advised that if construction materials are proposed to be kept on the highway during construction works then they will need to apply for a license from the Council. If the developer requires scaffolding, hoarding or mobile cranes to be used on the highway, a licence is required and Street Management should be contacted make the necessary arrangements. Please note that unauthorised use of the highway for construction works is an offence.",
    "The developer is advised that surface water from the development in both its temporary and permanent states should not be discharged onto the highway. Failure to prevent such is an offence."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:52:09.298+00:00",
  "ward": "Mawneys",
  "parking_details": null,
  "lapsed_date": "27/10/2023",
  "decision_target_date": "27/10/2020",
  "centroid": {
    "lat": "51.5994976",
    "lon": "0.17111949999999998"
  },
  "lpa_app_no": "P1050.20",
  "status": "Approved",
  "site_name": "15 Berkeley Avenue",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1050.20",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550475.318,
              191178.09
            ],
            [
              550474.709,
              191178.158
            ],
            [
              550473.963,
              191178.836
            ],
            [
              550451.002,
              191204.1
            ],
            [
              550457.233,
              191209.519
            ],
            [
              550481.211,
              191183.306
            ],
            [
              550475.318,
              191178.09
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "23/09/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Romford",
  "pp_id": "08920476",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 550466,
  "appeal_start_date": null,
  "centroid_northing": 191194,
  "borough": "Havering",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.17124709999999999,
          51.5993522
        ],
        [
          0.17123829999999998,
          51.599353
        ],
        [
          0.1712279,
          51.5993593
        ],
        [
          0.1709074,
          51.5995924
        ],
        [
          0.1709996,
          51.5996394
        ],
        [
          0.1713343,
          51.5993975
        ],
        [
          0.17124709999999999,
          51.5993522
        ]
      ]
    ],
    "type": "Polygon"
  }
}