{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/166569FUL;",
  "lapsed_date": "12/05/2020",
  "decision_target_date": "06/05/2017",
  "locality": "Southall",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB1 1LH",
  "site_name": "Land At 21 Herbert Road",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012028967, 000012210003, 000012210004, 000012210005, 000012210006"
    ],
    "site_area": 0.051000000000000004
  },
  "appeal_decision_date": null,
  "lpa_app_no": "166569FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 512737,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T12:06:27.673+00:00",
  "id": "Ealing-166569FUL",
  "application_type": "All Other",
  "street_name": "Herbert Road",
  "borough": "Ealing",
  "ward": "Southall Broadway",
  "decision_date": "12/05/2017",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing single family dwellinghouse and associated outbuildings, to accommodate three-storey building providing 9 self-contained residential units with associated cycle and refuse storage.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 180282,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012028967",
  "centroid": {
    "lon": -0.376873,
    "lat": 51.510229
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              512741.0608873,
              180255.961523
            ],
            [
              512740.3023417,
              180253.652184
            ],
            [
              512738.9006813,
              180253.8021411
            ],
            [
              512733.0961583,
              180254.4019694
            ],
            [
              512733.2528145,
              180256.8012826
            ],
            [
              512733.3022848,
              180257.7510107
            ],
            [
              512732.1397312,
              180275.32598
            ],
            [
              512731.9583399,
              180277.9752216
            ],
            [
              512731.9006244,
              180278.9049555
            ],
            [
              512725.2963305,
              180286.602752
            ],
            [
              512725.502457,
              180286.8026948
            ],
            [
              512726.2032872,
              180287.8024086
            ],
            [
              512726.5001094,
              180288.3022655
            ],
            [
              512726.846402,
              180288.9520795
            ],
            [
              512748.5968732,
              180287.8523943
            ],
            [
              512752.1504945,
              180287.6524515
            ],
            [
              512751.1033717,
              180284.503353
            ],
            [
              512744.2929513,
              180265.1888817
            ],
            [
              512741.3989348,
              180257.0012254
            ],
            [
              512741.0608873,
              180255.961523
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990",
    "| The development hereby approved shall be carried out in accordance with the following Drawings received by Council:",
    "- DWG C02 - Proposed: Ground & First Floor Plan",
    "- DWG C03 - Proposed: Second Floor & Roof Plan",
    "- DWG C04 - Proposed: Elevations & Section A-A",
    "- Calculations - Proposed Floor Areas",
    "Reason: For the avoidance of doubt, in the interest of proper planning. | No development (including initial site clearance) shall commence until a Demolition and Construction Management Plan has been submitted to and approved in writing by the Local Planning Authority.  The management plan must refer to the following matters:",
    "a) Removal of any earth from the site.",
    "b) Construction methods.",
    "c) Site management and access.",
    "d) Signage for construction traffic, pedestrians and other users of the site;",
    "e) Prevention of mud and debris being deposited on The Broadway and A4020;",
    "f) Vehicle and machinery specification.",
    "g) Turning manoeuvres and routeing of vehicles.",
    "h) Estimated number and frequency of vehicle deliveries.",
    "i) Parking of construction vehicles.",
    "j) Compliance with noise limits and vibration mitigation measures.",
    "k) Procedures for on-site contractors to deal with complaints from local residents.",
    "l) Mitigation of air pollution and dust emissions during site clearance, demolition, excavation and construction works.",
    "m) Waste management, hazardous material storage and removal.",
    "Reason: To protect the amenity of neighbouring properties and mitigate impacts to highway traffic in accordance with policy 7A and policy 7B of Ealing's Development Management DPD (adopted 2013), policy 7.14 and policy 7.15 of the London Plan (2016), policy 1.1 (j) of the Ealing Development (Core) Strategy (adopted 2012) and National Planning Policy Framework (2012). | Samples of the materials to be used for the external surfaces of the development (including the balustrades) shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these materials which have been given in this application. Development shall be carried out in accordance with these approved details.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies 7.4 & 7.6 of the London Plan (2016) and the National Planning Policy Framework (2012). | No occupation of the dwellings hereby approved shall take place until full details of boundary treatments and hard/soft landscaping works have been submitted to and approved in writing by the Local Planning Authority and these works shall be completed as approved prior to the occupation of any part of the development.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, to ensure appropriately landscaped amenity space in accordance with Policies 1.1 and 1.2 of the Ealing Core Strategy (2012), Policies 7.4, 7.6, and 7.8 of the London Plan (2016), and Policies 7.4, 7C, and 7D of the Ealing DPD (2013). | Sheltered and secure parking for at least 13 cycles shall be made available prior to the first occupation of any part of the development, and retained in perpetuity.",
    "Reason: To ensure that the approved provision cycle parking is available in the interest of the highways management and the aims of promoting sustainable transport, in accordance with policy 6.9 of the London Plan (2016 as amended), Ealing's Sustainable Transport for New Development SPD, and section 4 of the National Planning Policy Framework. | The refuse storage facilities shown on the approved plans shall be fully implemented and made available for use prior to the first occupation of the development hereby approved, and shall be permanently retained thereafter.",
    "Reason: To ensure suitable refuse storage and collection facilities are provided prior to occupation in the interests of pedestrian and highway safety, and to protect the living conditions of occupants of nearby properties, in accordance with Policies 5.16 and 5.17 of the London Plan. | Prior to the commencement of the development, the Consent Holder shall enter into a legal agreement under Section 106 of the Town and Country Planning Act (1990) with the Council (with the Consent Holder meeting the Council's reasonable legal fees) to ensure that any future residents of the flats within the development shall not be eligible to obtain residents parking permits to park their vehicles in controlled parking zones.",
    "Reason: To ensure that the surrounding streets are not subject to parking stress or danger of nuisance from inappropriate on-street parking or waiting as a result of the proposed development in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy, Policy LV 6.13 of the Ealing Development Management Plan, and policies 6.3 & 6.13 of the London Plan, and the National Planning Policy Framework."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "09/01/2017",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-05662246",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3768021,
          51.509995
        ],
        [
          -0.3768138,
          51.5099744
        ],
        [
          -0.376834,
          51.5099761
        ],
        [
          -0.37691739999999996,
          51.5099826
        ],
        [
          -0.3769143,
          51.5100041
        ],
        [
          -0.3769133,
          51.5100127
        ],
        [
          -0.3769245,
          51.5101709
        ],
        [
          -0.3769262,
          51.5101947
        ],
        [
          -0.3769268,
          51.5102031
        ],
        [
          -0.3770194,
          51.5102736
        ],
        [
          -0.3770164,
          51.5102753
        ],
        [
          -0.377006,
          51.5102842
        ],
        [
          -0.3770015,
          51.5102886
        ],
        [
          -0.3769964,
          51.5102944
        ],
        [
          -0.3766834,
          51.5102802
        ],
        [
          -0.3766323,
          51.5102777
        ],
        [
          -0.3766484,
          51.5102496
        ],
        [
          -0.3767526,
          51.5100773
        ],
        [
          -0.3767969,
          51.5100043
        ],
        [
          -0.3768021,
          51.509995
        ]
      ]
    ],
    "type": "Polygon"
  }
}