{
  "lpa_name": "Merton",
  "uprn": "48060313",
  "decision_date": "17/01/1991",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Merton-90_P1085",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "CR4 1JL",
  "appeal_decision": null,
  "application_details": {},
  "valid_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "ERECTION OF TWO-STOREY  DETACHED DWELLINGHOUSE  WITH INTEGRAL GARAGE.",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates must be begun not later than the expiration of 5 years, beginning with the date of this permission.  Reason for Condition: To comply with Section 91 of the Town and Country Planning Act 1990.",
    "Condition : 2 - The garage(s) and/or car parking space(s) shown on the approved drawing garage shall be provided before commencement of the use of the land or building(s) hereby permitted and thereafter shall be kept free from obstruction and shall not be used for purposes other than the parking of vehicles in conjunction with the development hereby permitted.  Reason for Condition: To ensure the provision of adequate off-street parking in order to prevent additional parking in surrounding streets which could be detrimental to amenity and prejudical to highway safety.",
    "Condition : 3 - The door(s) of the garage hereby permitted shall not open over or encroach in any way on the highway, or shared accessway.  Reason for Condition: To obviate danger to pedestrians and vehicles.",
    "Condition : 4 - Details of the materials to be used for external surfaces of the building/extension shall be submitted to and approved by the Local Planning Authority before any work is commenced.  Reason for Condition: To ensure a satisfactory appearance for the development.",
    "Condition : 5 - The proposed tree planting/landscaping scheme(indicated on the deposited plan) shall be submitted to the Local Planning Authority for approval and be implemented during the next planting season after the completion of building operations on the site, or within such longer period as may be approved in writing by the Local Planning Authority. Reason for Condition: To enhance and maintain the visual amenities and character of the locality.",
    "Condition : 6 - Before the building/extension hereby permitted is first occupied, the windows in the dwell elevation of the shall be glazed with obscured glass and fixed shut and shall be maintained as such thereafter.  Reason for Condition: To protect the privacy and amenities of the occupiers of adjoining residential properties.",
    "Condition : 7 - The open area around the building(s) as shown on drawing no. north-east shall be permanently retained as an amenity space for the occupants of the residential units hereby permitted and shall not be used for any other purpose. Reason for Condition: To ensure provision of adequate amenity space and to protect the amenities of adjoining residents.",
    "Condition : 8 - Notwithstanding the provisions of the Town and Country Planning General Development Order 1988 (or any Orders amending or re-enacting of those orders) no extensions or dormer windows shall be added to the dwellinghouse/dwellinghouses hereby permitted without the prior permission of the Local Planning Authority.  Reason for Condition: To ensure that a satisfactory form of development takes place on the site and to protect the amenities of the locality."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-21T07:34:16.055+00:00",
  "ward": "Pollards Hill",
  "parking_details": null,
  "lapsed_date": null,
  "decision_target_date": "29/11/2019",
  "centroid": {
    "lat": 51.401567,
    "lon": -0.139784
  },
  "lpa_app_no": "90/P1085",
  "status": "Unknown",
  "site_name": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=90/P1085",
  "locality": "Mitcham",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  },
  "development_type": null,
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": null,
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "10",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Robinhood Lane",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 529496,
  "appeal_start_date": null,
  "centroid_northing": 168590,
  "borough": "Merton",
  "decision": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.139762,
          51.40158
        ],
        [
          -0.139763,
          51.401553
        ],
        [
          -0.139806,
          51.401554
        ],
        [
          -0.139805,
          51.401581
        ],
        [
          -0.139762,
          51.40158
        ]
      ]
    ],
    "type": "Polygon"
  }
}