{
  "actual_commencement_date": null,
  "lpa_name": "Merton",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=90/P1185",
  "parking_details": null,
  "lapsed_date": "12/02/1994",
  "actual_completion_date": null,
  "date_building_work_started_under_previous_permission": null,
  "epc_number": null,
  "description": "ERECTION OF SINGLE STOREY EXTENSIONS AND ALTERATIONS TO ANNEXE WITHIN GROUNDS OF PROPERTY TO PROVIDE ADDITIONAL LIVING ACCOMMODATION  INCLUDING DEMOLITION OF EXISTING GREEN-HOUSE.",
  "pp_id": null,
  "application_details": {},
  "secondary_street_name": null,
  "ward": "Village_historic",
  "appeal_status": null,
  "decision": "Approved",
  "centroid_easting": 524097,
  "status": "Approved",
  "uprn": "48082840",
  "street_name": "Lancaster Road",
  "polygon": {
    "type": "geometrycollection",
    "geometries": []
  },
  "centroid": {
    "lat": 51.427308,
    "lon": -0.216403
  },
  "application_type": "All Other",
  "last_updated_by": "Northgate M3",
  "bo_system": "Northgate M3",
  "borough": "Merton",
  "locality": "London",
  "id": "Merton-90_P1185",
  "appeal_decision": null,
  "title_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-03-20T19:10:37.818+00:00",
  "postcode": "SW19 5DF",
  "decision_agency": "Borough",
  "last_date_consultation_comments": null,
  "decision_date": "12/02/1991",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates must be begun not later than the expiration of 5 years, beginning with the date of this permission.  Reason for Condition: To comply with Section 91 of the Town and Country Planning Act 1990.",
    "Condition : 2 - The extended annexe shall not be occupied/used until such time as the garage and adjacent hardstanding indicated on the deposited plan/s is/ are provided and the garage and adjacent hardstanding shall be kept available thereafter. Reason for Condition:To obviate the undesirable practice of kerbside parking in surrounding streets.",
    "Condition : 3 - Details of the materials to be used for external surfaces of the building/extension shall be submitted to and approved by the Local Planning Authority before any work is commenced.  Reason for Condition: To ensure a satisfactory appearance for the development.",
    "Condition : 4 - The facing materials to be used for the external surfaces of the building/extension shall be those specified in the approved drawing no. 03 unless otherwise agreed in writing by the Local Planning Authority before any work is commenced.  Reason for Condition: To ensure a satisfactory appearance for the development.",
    "Condition : 5 - No structure, plant, equipment or machinery shall be placed, erected or installed on or above the roof or on external walls without the prior written approval of the Local Planning Authority.  Reason for Condition: In order not to prejudice the visual appearance of the building.",
    "Condition : 6 - Before the use hereby permitted commences a window display appropriate to a shopping area shall be provided at the front of the premises and subsequently shall be maintained to the satisfaction of the Local Planning Authority. Reason for Condition: To provide visual interest at the front of the premises and to avoid an undesirable visual break in the shopping frontage.",
    "Condition : 7 - Where paved surfaces pass beneath tree canopies,the developer shall carry out all excavation work by hand digging and provide porous filling around the base of the tree and take such further precautions as may be required to the satisfaction of the Local Planning Authority. Reason for Condition: To preserve and maintain the visual amenities and character of the locality.",
    "Condition : 8 - Before the building/extension hereby permitted is first occupied, the windows in the alterations and elevation of the shall be glazed with obscured glass and shall be maintained as such thereafter.  Reason for Condition: To protect the privacy and amenities of the occupiers of adjoining residential properties.",
    "Condition : 9 - The proposed garage doors shall not open outwards over the pavement at any point during their operation  Reason for Condition:In the interests of pedestrian and vehicular safety.",
    "Condition : 10 - During all stages of building work particular care shall be taken to ensure the retention and stability of the existing high brick wall on the Lancaster Road frontage.  Reason for Condition:To preserve the visual amenities of this part of the Merton (Wimbledon North) Conservation Area."
  ],
  "site_name": null,
  "application_type_full": null,
  "site_number": "43",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "decision_target_date": "13/06/2022",
  "valid_date": null,
  "centroid_northing": 171320,
  "development_type": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": null,
  "appeal_decision_date": null,
  "lpa_app_no": "90/P1185",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.216381,
          51.427321
        ],
        [
          -0.216382,
          51.427294
        ],
        [
          -0.216425,
          51.427295
        ],
        [
          -0.216424,
          51.427322
        ],
        [
          -0.216381,
          51.427321
        ]
      ]
    ],
    "type": "Polygon"
  }
}