{
  "actual_completion_date": null,
  "centroid_northing": 188754,
  "decision": "Refused",
  "development_type": null,
  "valid_date": "09/02/2022",
  "bo_system": "CSV Data Import",
  "description": "Variation of Condition 2 (approved plans) of planning permission ref. 40305/APP/2021/363, dated 30 March 2021 (Single storey rear extension with roof light, two storey side extension and conversion of roofspace to habitable use to include a rear dormer, 2 x front rooflights) to alter fenestration, lower ground floor height and add privacy screens.",
  "decision_conditions": [
    "The constructed raised patio, by virtue of its siting, design and excessive height, has a harmful impact on the living conditions of the neighbouring occupiers at numbers 35 and 39 Burwood Avenue and their associated private amenity space, in terms of loss of privacy and overlooking. The proposal is therefore contrary to Policies DMHD 1 and DMHB 11 of the Hillingdon Local Plan Part Two - Development Management Policies (2020) and the National Planning Policy Framework (2021).",
    "The proposed bamboo screening, which would sit on top of the existing boundary treatment, by virtue of its siting, length and excessive height, would have a harmful impact on the living conditions of the neighbouring occupiers at number 35 Burwood Avenue and their associated private amenity space, in terms of loss of outlook, sense of enclosure and overbearing impact. Also, the proposed bamboo screening would result in a loss of outlook for the occupiers at number 39 Burwood Avenue. The proposal is therefore contrary to Policies DMHD 1 and DMHB 11 of the Hillingdon Local Plan Part Two - Development Management Policies (2020) and the National Planning Policy Framework (2021).",
    "The proposed bamboo screening, by reason of its poor design and lack of quality and solidity, would fail to harmonise with the character and appearance of the surrounding rear garden setting, appearing as an incongruous and discordant feature which would be detrimental to the visual amenity of the area and would neither preserve nor enhance, but would harm the character and appearance of the surrounding Eastcote Park Conservation Area. The proposal therefore conflicts with Policies BE1 and HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (2012), Policies DMHB 1, DMHB 4, DMHB 11 and DMHB 12 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020), Policies D3 and HC1 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "In the absence of an updated Arboricultural Impact Assessment, Method Statement and Tree Protection Plan, it has not been demonstrated that the unauthorised works that have been carried out to the T1 Holly tree has not caused harm to its health and overall life expectancy. Any loss of health detrimental to the T1 Holly tree, which is visible from the street, would diminish its public amenity value, and consequently adversely impact on the character and appearance of the surrounding Eastcote Park Conservation Area. The proposal therefore conflicts with Policies BE1 and HE1 of the Hillingdon Local Plan: Part One- Strategic Policies (2012) and Policies DMHB 1, DMHB 4, DMHB 11, DMHB 12 and DMHB 14 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020), Policies D3, HC1, G1 and G7 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "The single storey rear extension by reason of its height, fails to appear subordinate to the host dwelling, resulting in an overbearing and visually discordant structure which is detrimental to the appearance of the host dwelling and the visual amenities of the area. It would neither preserve nor enhance, but would harm the character and appearance of the surrounding Eastcote Park Conservation Area. It would also harm the residential amenity of neighbouring occupiers through its overbearing and visually dominant appearance. The proposal therefore conflicts with Policies BE1 and HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (2012), Policies DMHB 1, DMHB 4, DMHB 11 and DMHB 12 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020), Policies D3 and HC1 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance."
  ],
  "appeal_status": null,
  "parking_details": null,
  "decision_process": "Committee",
  "site_number": null,
  "decision_target_date": "06/04/2022",
  "ward": "EASTCOTE & E RUISLIP",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.05
  },
  "status": "Refused",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "11001677",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "application_type_full": "Removal/Variation of a condition",
  "appeal_start_date": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "locality": null,
  "last_date_consultation_comments": "09/03/2022",
  "decision_date": "28/09/2022",
  "centroid": {
    "lon": "-0.3988407",
    "lat": "51.5867155"
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=40305/APP/2022/382",
  "street_name": "EASTCOTE",
  "lpa_app_no": "40305/APP/2022/382",
  "lapsed_date": "28/09/2025",
  "id": "Hillingdon-40305_APP_2022_382",
  "title_number": null,
  "application_type": "All Other",
  "site_name": "37 BURWOOD AVENUE",
  "date_building_work_started_under_previous_permission": null,
  "postcode": null,
  "last_updated": "2025-03-20T15:51:13.310+00:00",
  "last_updated_by": "CSV Data Import",
  "decision_agency": "Borough",
  "uprn": null,
  "cil_liability": false,
  "centroid_easting": 511025,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511014.5889,
              188771.9311
            ],
            [
              511024.5108,
              188779.3394
            ],
            [
              511035.2265,
              188730.9206
            ],
            [
              511031.5223,
              188732.5081
            ],
            [
              511027.8181,
              188732.5081
            ],
            [
              511023.5848,
              188732.2435
            ],
            [
              511014.5889,
              188771.9311
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3989852,
          51.5868787
        ],
        [
          -0.39883969999999996,
          51.5869434
        ],
        [
          -0.39870039999999995,
          51.5865061
        ],
        [
          -0.3987533,
          51.5865211
        ],
        [
          -0.39880679999999996,
          51.5865218
        ],
        [
          -0.398868,
          51.5865203
        ],
        [
          -0.3989852,
          51.5868787
        ]
      ]
    ],
    "type": "Polygon"
  }
}