{
  "epc_number": null,
  "decision_target_date": "14/12/2023",
  "decision": "Approved",
  "last_date_consultation_comments": "26/09/2023",
  "description": "Erection of a double storey rear extension, part double storey side extension and conversion of garage to habitable accommodation with amendments to fenestration. Hip to gable roof extension and rear dormer with 3 no. roof lights on the front elevation.",
  "site_number": null,
  "postcode": null,
  "application_type_full": "Householder planning permission",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "uprn": null,
  "appeal_status": null,
  "parking_details": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=2708/APP/2023/2540",
  "valid_date": "28/08/2023",
  "centroid": {
    "lon": -0.405415,
    "lat": 51.560338
  },
  "borough": "Hillingdon",
  "decision_agency": "Borough",
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "site_name": "79 BRIDGWATER ROAD",
  "bo_system": "CSV Data Import",
  "centroid_easting": 510635,
  "subdivision_of_building": null,
  "status": "Approved",
  "lapsed_date": "14/12/2026",
  "actual_completion_date": null,
  "centroid_northing": 185811,
  "locality": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.40547239999999996,
          51.5604426
        ],
        [
          -0.40518899999999997,
          51.560196
        ],
        [
          -0.4052646,
          51.5601614
        ],
        [
          -0.40529699999999996,
          51.5601654
        ],
        [
          -0.40556749999999997,
          51.5603963
        ],
        [
          -0.40547239999999996,
          51.5604426
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "lpa_app_no": "2708/APP/2023/2540",
  "application_details": {
    "intended_completion_date": "04/2024",
    "total_gia_gained": 71,
    "no_additional_bathrooms": 2,
    "existing_uprns": null,
    "intended_commencement_date": "11/2023",
    "no_additional_bedrooms": 2,
    "site_area": 0.027
  },
  "secondary_street_name": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510629.3114,
              185822.311
            ],
            [
              510649.5521,
              185795.3234
            ],
            [
              510644.3927,
              185791.3546
            ],
            [
              510642.1438,
              185791.7515
            ],
            [
              510622.8291,
              185817.0193
            ],
            [
              510629.3114,
              185822.311
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "last_updated": "2025-03-18T23:54:02.790+00:00",
  "date_building_work_started_under_previous_permission": null,
  "ward": "SOUTH RUISLIP 2022",
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "application_type": "Householder",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on Drawing No. BR79-02-1002C and shall thereafter be retained for the lifetime of the development.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Access to the flat roof over the single storey rear extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The first floor side window facing No.77 Bridgewater Road shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors, roof extensions or other openings shall be constructed in the walls or roofslope of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The site lies in a Critical Drainage Area (CDA) identified in the Surface Water Management Plan (SWMP) for Hillingdon. A CDA is the catchment area from which surface water drains and contributes to drainage problems.",
    "Therefore you should minimise the water from your site entering the sewers.",
    "- Water run off from any roof or hard paving associated with the development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, must be permeable or be collected and directed to a permeable area, or it would need an additional permission.",
    "- A water butt should be incorporated.",
    "- No drainage to support the extension should be connected to any existing surface water network, other than as an overflow.",
    "The applicant is advised to note that the scheme approved as part of this planning permission cannot be implemented in conjunction with the Certificate of Lawful Development that has been approved for the conversion of the roofspace.  Should the applicant proceed to develop the separate consents it is considered that this would result in unauthorised development that may be the subject of formal planning enforcement proceedings.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "appeal_decision_date": null,
  "title_number": null,
  "lpa_name": "Hillingdon",
  "pp_id": "12416366",
  "decision_date": "14/12/2023",
  "id": "Hillingdon-2708_APP_2023_2540",
  "street_name": "RUISLIP"
}