{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Householder planning permission",
  "lpa_app_no": "57474/APP/2022/3923",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=57474/APP/2022/3923",
  "actual_completion_date": null,
  "pp_id": "11806002",
  "lapsed_date": "07/02/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": "-0.4044912",
    "lat": "51.5758215"
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": null,
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "31/01/2023",
  "description": "Erection of single storey side and rear infill extensions with installation of 2 x new skylights, 1 x roof lantern and changes to fenestration",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4044775,
          51.5756886
        ],
        [
          -0.4044794,
          51.5756898
        ],
        [
          -0.40462529999999997,
          51.5759392
        ],
        [
          -0.4045175,
          51.5759651
        ],
        [
          -0.4043545,
          51.5757119
        ],
        [
          -0.4044775,
          51.5756886
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "site_name": "68 ELM AVENUE",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on Drawing Nos:",
    "A-R00-EX-105 Location Plan",
    "EA-R00-EX-102 Existing Ground & First Floor Plans",
    "EA-R00-EX-103 Existing Loft Floor Plan & Roof Plan",
    "EA-R00-EX-104 Existing Rear & Side Elevations",
    "EA-R00-EX-105 Existing Front & Side Elevations",
    "EA-R00-PR-101 Proposed Block Plan",
    "EA-R00-PR-102 Proposed Ground & First Floor Plans",
    "EA-R00-PR-103 Proposed Loft Floor Plan & Roof Plan",
    "EA-R00-PR-104 Proposed Rear & Side Elevations",
    "EA-R00-PR-105 Proposed Front & Side Elevations",
    "EA-R00-PR-106 Proposed Sections",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), and the London Plan (March 2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the surrounding area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls of the development hereby approved facing.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The first floor side window facing 70 Elm Avenue shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The application site is located within a Critical Drainage Area, as identified in the Surface Water Management Plan (SWMP) for Hillingdon. All developments in this area must contribute to managing the risk of flooding from surface water by reducing surface water runoff from the site. Therefore the applicant should minimise the water from the site entering the sewers. No drainage to support the extension should be connected to any existing surface water sewer, other than as an overflow. Water run off from any roof or hard paving associated with e development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, which must be permeable or be collected and directed to a permeable area, otherwise it would need an additional permission. A water butt should be incorporated.",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served."
  ],
  "postcode": null,
  "application_type": "Householder",
  "decision_date": "07/02/2023",
  "parking_details": {
    "no_proposed_car": 1,
    "net_car": -1,
    "no_existing_car": 2
  },
  "status": "Approved",
  "centroid_easting": 510660,
  "valid_date": "29/12/2022",
  "borough": "Hillingdon",
  "subdivision_of_building": null,
  "decision_target_date": "23/02/2023",
  "id": "Hillingdon-57474_APP_2022_3923",
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T13:44:06.059+00:00",
  "street_name": "EASTCOTE",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 187534,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 26.7,
    "intended_commencement_date": "03/2023",
    "no_additional_bedrooms": 1,
    "no_additional_bathrooms": 0,
    "intended_completion_date": "06/2023",
    "site_area": 0.025
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510661.2724,
              187519.2338
            ],
            [
              510661.1401,
              187519.3661
            ],
            [
              510650.4245,
              187546.8828
            ],
            [
              510657.8328,
              187549.9256
            ],
            [
              510669.7391,
              187522.012
            ],
            [
              510661.2724,
              187519.2338
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "EASTCOTE 2022"
}