{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "lpa_app_no": "224861FUL",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/224861FUL;",
  "actual_completion_date": null,
  "pp_id": "PP-11702491",
  "lapsed_date": "28/02/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.287488,
    "lat": 51.505505
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "000012177061",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "description": "Conversion of four flats into eight self-contained residential units; first floor rear extension; alterations to existing rear dormer incorporating roof terrace; alteration to front, rear and side fenestrations; and provision of associated refuse and cycle storage",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.287457,
          51.505411
        ],
        [
          -0.287521,
          51.505404
        ],
        [
          -0.28759,
          51.50563
        ],
        [
          -0.287409,
          51.505635
        ],
        [
          -0.287352,
          51.505637
        ],
        [
          -0.287309,
          51.505639
        ],
        [
          -0.287238,
          51.505641
        ],
        [
          -0.287228,
          51.505496
        ],
        [
          -0.287229,
          51.505481
        ],
        [
          -0.287228,
          51.505467
        ],
        [
          -0.287226,
          51.505453
        ],
        [
          -0.287226,
          51.505451
        ],
        [
          -0.287225,
          51.505448
        ],
        [
          -0.287225,
          51.50544
        ],
        [
          -0.287227,
          51.505437
        ],
        [
          -0.287227,
          51.505436
        ],
        [
          -0.287228,
          51.505434
        ],
        [
          -0.28723,
          51.505433
        ],
        [
          -0.287233,
          51.505431
        ],
        [
          -0.287236,
          51.505429
        ],
        [
          -0.28724,
          51.505427
        ],
        [
          -0.287245,
          51.505426
        ],
        [
          -0.287249,
          51.505425
        ],
        [
          -0.287254,
          51.505423
        ],
        [
          -0.287259,
          51.505423
        ],
        [
          -0.287269,
          51.505422
        ],
        [
          -0.287324,
          51.505419
        ],
        [
          -0.287348,
          51.505418
        ],
        [
          -0.287374,
          51.505418
        ],
        [
          -0.2874,
          51.505416
        ],
        [
          -0.287457,
          51.505411
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "locality": "London",
  "site_name": "24-26 Kingsbridge Avenue",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawings titled: 02 (Existing Ground Floor Plan), 03 (Existing First Floor Plan), 04 (Existing Second Floor Plan), 05 (Existing Roof Plan), 06 Existing Front Elevation), 07 (Existing Rear Elevation), 08 (Existing Elevation 3), 09 (Existing Elevation 4), 10 (Existing Section A-A & B-B), Energy Statement, received 17.11.2022, 11 (Proposed Ground Floor Plan), 12 (Proposed First Floor Plan), 13 (Proposed Second Floor Plan), 14 (Proposed Roof Plan), 15 (Proposed Front Elevation Plan), 16 (Proposed Rear Elevation), 17 (Proposed Elevation 3), 18 (Proposed Elevation 4), 19 (Proposed Section A-A & B-B), 20 (Proposed Refuse Storage Plan), 21 (Proposed Bike Storage Plan), received 13.01.2023.",
    "Reason: For the avoidance of doubt and in the interest of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2024).",
    "| a)\tPrior to construction completion and occupation, the Development shall implement and maintain, and in the case of energy generation equipment confirm as operational, the measures to achieve an overall sitewide reduction in regulated CO2 emissions against SAP10 (or any later version) of at least 79.4% beyond Building Regulations Part L 2010. These CO2 savings shall be achieved as detailed in the approved Energy Statement prepared by Revive Renovations November 2022) including the incorporation of dwelling (air-to-water) Air Source Heat Pumps to provide 100% of space heating and DHW.",
    "b)\tPrior to construction completion and occupation, heat and electric meters shall be installed to monitor the efficiency (SCOP) of the heat pumps (including the heat generation and the electrical parasitic load of the heat pumps), in line with the Council's monitoring requirements.",
    "c)\tPrior to Installation, details of the proposed Air Source Heat Pumps, and associated monitoring devices required to identify their efficiency, shall be submitted to the Council for approval. The details shall include the exact number of heat pumps, the heat pump thermal kilowatt output, heat output pipe diameter(s), parasitic load supply schematics, and monthly energy demand profile. The name and contact details of the heat pump installation contractor, and if different, the commissioning electrical or plumbing contractor, should be submitted to the Council prior to installation.",
    "d)\tOn completion of the installation of the heat pumps copies of all relevant commissioning documentation shall be submitted to the Council.",
    "e)\tWithin three months of the occupation/first-use of the development a two-page summary report prepared by a professionally accredited person comparing the \"as built stage\" TER to BER/DER figures against those in the final energy strategy along with the relevant Energy Performance Certificates (EPC) shall be submitted to the Council for approval.",
    "Reason: In the interest of addressing climate change and to secure environmentally sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2020, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012.",
    "| Prior to commencement of the development, a noise assessment shall be submitted to the Council for approval in writing, of external noise levels from transport and industrial/ commercial/ cultural sources, having regard to the assessment standards of the Council's SPG10, including reflected and re-radiated noise. Details shall include the sound insulation of the building envelope including glazing specifications (laboratory tested including frames, seals and any integral ventilators, approved in accordance with BS EN ISO 10140-2:2010) and of acoustically attenuated mechanical ventilation and cooling as necessary (with air intake from the cleanest aspect of the building and details of self-noise) to achieve internal noise limits specified in SPG10.  Best practicable mitigation measures shall also be implemented, as necessary, in external amenity spaces to achieve criteria of BS8233:2014. The approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 5dB above the maximum Building Regulations value, for the floor/ceiling/wall structures separating different types of rooms/uses in adjoining dwellings/areas, namely, bedrooms below, above or adjoining the communal main entrance and entrance hall/kitchen/dining/living/bathroom room of separate dwellings.  The assessment and mitigation measures shall have regard to standards of the Council's SPG10 and noise limits specified in BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021). | Prior to the commencement of the development (excluding initial site clearance demolition and ground works), details shall be submitted to the Local Planning Authority for approval in writing, of plant/ machinery/ equipment/ducting/air in- and outlets/ mechanical installations and their external rating noise level, together with mitigation measures as appropriate. The measures shall ensure that the external rating noise level LAeq emitted will be lower than the lowest existing background sound level LA90 by 10dBA at the most noise sensitive receiver locations at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all plant/equipment operating together at maximum capacity. Where required, a post installation sound assessment shall be submitted to the Local Planning Authority for approval in writing. The assessment shall be carried out to confirm compliance with the noise criteria and shall include additional steps to mitigate noise as necessary.  Approved details shall be implemented prior to occupation/ use of plant/ machinery/ equipment and thereafter be permanently retained.",
    "Reason:   To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policies",
    "| Prior to use, machinery, plant and equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by vibration noise from mechanical installations/ equipment, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| Control measures shall ensure that the following standards are implemented",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays, 0800 -1300 Saturdays (no work on public holidays),",
    "- neighbour liaison, notifications to interested parties and considerate complaints procedure,",
    "- public display of contact details including accessible phone numbers for persons responsible for the work for the duration of the works in case of emergencies, enquiries or complaints.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with Policies 7A and 7B of the Ealing Development Management DPD (2013) and policies D6, D14, SI 1, T3, T4 and T7 of the London Plan (2021).",
    "| Notwithstanding any information submitted, prior to the occupation of the development full details of hard and soft landscaping works and boundary treatments; and a landscaping management plan covering 5 years from the implementation of final planting shall be submitted to and approved in writing by the Local Planning Authority.",
    "The approved works shall be carried out prior to the occupation of any part of the development or in accordance with the programme agreed by the Local Planning Authority.  Any trees or other plants, which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, to ensure appropriately landscaped amenity space and public realm, in accordance with policies D3, D4 and D8 of the London Plan (2021) and policies 7.4 and 7B of the Ealing Development Management DPD (2013). | In order to implement the Council's renewable energy monitoring policies the developer shall:",
    "a)\tEnter into a legal agreement with the Council to secure a S106 financial contribution for the post-construction monitoring of the renewable/low carbon technologies to be incorporated into the development and/or the energy use of the development as per energy and CO2 Condition(s).",
    "b)\tUpon final construction of the development, and prior to occupation, the agreed suitable devices for monitoring the efficiency of the renewable energy equipment shall be installed. The monitored data shall be automatically submitted to the Council at daily intervals for a period of four years from occupation and full operation of the energy equipment. The installation of the monitoring devices and the submission and format of the data shall be carried out in accordance with the Council's approved specifications as indicated in the Automated Energy Monitoring Platform (AEMP) information document. The developer must contact the Council's chosen AEMP supplier (Energence Ltd) on commencement of construction to facilitate the monitoring process.",
    "c)\tUpon final completion of the development and prior to occupation, the developer must submit to the Council proof of a contractual arrangement with a certified contractor that provides for the ongoing, commissioning, maintenance, and repair of the renewable energy equipment for a period of four years from the point that the building is occupied and the equipment fully operational. Any repair or maintenance of the energy equipment must be carried out within one month of a performance problem being identified.",
    "Reason: To monitor the effectiveness and continued operation of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an in-situ evidence base on the performance of such equipment in accordance with London Plan (2021) policy SI2 (\"Be Seen\" stage of the energy hierarchy), Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD policy 5.2, E5.2.3, and Policy 2.5.36 (Best Practice) of the Mayor's Sustainable Design & Construction SPG.",
    "| Cycle storage for ^IN;  bicycle spaces shall be provided within the curtilage of the development, within secure, lockable compounds in accordance with the designated locations identified in the approved drawings listed under condition 2 and all adopted standards prior to the first occupation of the building. The storage spaces shall be permanently retained thereafter.",
    "Reason:  To provide adequate bicycle storage in accordance with policy and T5 of the London Plan (2021). | The development hereby approved shall not be occupied until refuse and recycling storage within a secure enclosure has been provided in accordance with the designated location identified in the approved drawings listed under condition 2 and in accordance with the Local Planning Authority Standards and has been fully implemented and made available for use. These facilities shall permanently retained thereafter.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policy SI 8 of the London Plan (2021).",
    "| The proposed windows on the western elevation shall contain only obscure glass and only have top openings at a minimum of 1.7m from floor level.",
    "Reason: To protect the living conditions of neighbouring properties in accordance with policies D3 and D6 of the London Plan (2021), policies policy 7.4 and 7B of the Ealing Development Management DPD (2013) and policies 1.1 and 1.2 of the Ealing Core Strategy"
  ],
  "postcode": "W3 9AJ",
  "application_type": "All Other",
  "decision_date": "28/02/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 518952,
  "valid_date": "17/11/2022",
  "borough": "Ealing",
  "subdivision_of_building": null,
  "decision_target_date": "01/03/2023",
  "id": "Ealing-224861FUL",
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-06-04T13:59:18.001Z",
  "street_name": "Kingsbridge Avenue",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 179898,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 0,
    "total_gia_lost": 5,
    "grey_water_reuse": true,
    "non_residential_details": {
      "total_gia_existing": 589,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 5,
      "total_gia_gained": 0,
      "site_area": 0.055
    },
    "ownership_status": "Private",
    "phasing_details": [
      {
        "phase_detail": "Build",
        "intended_commencement_date": "10/2023",
        "intended_completion_date": "02/2024"
      }
    ],
    "site_area": 0.055,
    "total_gia_existing": 589,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 589,
        "gia_gained": 0,
        "use_class": "C3",
        "gia_lost": 5
      }
    ],
    "garden_land_lost": false,
    "projected_cost_of_works": "Up to £2m",
    "surface_water_discharge_percentage_reduction": 70,
    "residential_details": {
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "dwelling_density": 163.63636363636363,
      "residential_units": [
        {
          "no_habitable_rooms": 6,
          "phase_detail": null,
          "unit_no": "Loss-1",
          "description": null,
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 139.5
        },
        {
          "no_habitable_rooms": 6,
          "phase_detail": null,
          "unit_no": "Loss-2",
          "description": null,
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 139.5
        },
        {
          "no_habitable_rooms": 6,
          "phase_detail": null,
          "unit_no": "Loss-3",
          "description": null,
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 154.9
        },
        {
          "no_habitable_rooms": 6,
          "phase_detail": null,
          "unit_no": "Loss-4",
          "description": null,
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 154.9
        },
        {
          "phase_detail": null,
          "unit_no": "Gain-1",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "provision_for_older_persons": false,
          "gia": 15
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": "Gain-2",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 46.6
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": "Gain-3",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 61.5
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": "Gain-4",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 61.5
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": "Gain-5",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 76.2
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": "Gain-6",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 69.5
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": "Gain-7",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 69.5
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": "Gain-8",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 68.5
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": "Gain-9",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 73.6
        }
      ],
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 8,
      "total_no_proposed_residential_units": 9,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_gia_gained": 541.9,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_gia_lost": 588.8,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units": 4,
      "affordable_percentage": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_sale": 4,
      "total_no_proposed_bedrooms": 16,
      "habitable_rooms_density": 436.3636363636364,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": 0.055
    },
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 8.5,
        "building_ref": "24-26 Kingsbridge Avenue"
      }
    ],
    "scheme_phasing": true,
    "green_suds": false,
    "rain_water_harvesting": true,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 4,
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "fire_suppression_system_proposed": true,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 0,
      "no_new_gas_connections_required": 4,
      "total_annual_nox_emissions": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_resi_units_to_have_full_fibre": 4
    },
    "internal_resi_water_usage": 104,
    "other_residential_accommodation_details": {
      "site_area": 0.055
    }
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              518954.3987671,
              179887.5469805
            ],
            [
              518949.9464341,
              179886.6972238
            ],
            [
              518944.6036345,
              179911.7000668
            ],
            [
              518957.1361274,
              179912.6098064
            ],
            [
              518961.1020018,
              179912.8997234
            ],
            [
              518964.0784688,
              179913.1496519
            ],
            [
              518969.0007703,
              179913.5495374
            ],
            [
              518970.047893,
              179897.404159
            ],
            [
              518970.047893,
              179895.7546311
            ],
            [
              518970.0973634,
              179894.1950775
            ],
            [
              518970.3034899,
              179892.6455211
            ],
            [
              518970.3034899,
              179892.4455783
            ],
            [
              518970.4024307,
              179892.0456928
            ],
            [
              518970.4024307,
              179891.195936
            ],
            [
              518970.3034899,
              179890.8960219
            ],
            [
              518970.2540196,
              179890.6960791
            ],
            [
              518970.1963041,
              179890.546122
            ],
            [
              518970.0973634,
              179890.396165
            ],
            [
              518969.8994819,
              179890.1462365
            ],
            [
              518969.7016005,
              179889.9462937
            ],
            [
              518969.3965332,
              179889.746351
            ],
            [
              518969.0502407,
              179889.5963939
            ],
            [
              518968.7534185,
              179889.4464368
            ],
            [
              518968.3988808,
              179889.2964798
            ],
            [
              518968.1020586,
              179889.1965084
            ],
            [
              518967.4012284,
              179889.096537
            ],
            [
              518963.6002553,
              179888.6966514
            ],
            [
              518961.951243,
              179888.5466944
            ],
            [
              518960.1538197,
              179888.446723
            ],
            [
              518958.3481513,
              179888.1967945
            ],
            [
              518954.3987671,
              179887.5469805
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Ealing Common"
}