{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506288.9426,
              178297.9683
            ],
            [
              506334.8479,
              178287.6495
            ],
            [
              506344.1084,
              178287.3849
            ],
            [
              506349.0032,
              178285.136
            ],
            [
              506349.9292,
              178279.5797
            ],
            [
              506348.0771,
              178266.6151
            ],
            [
              506347.8125,
              178264.1015
            ],
            [
              506334.9802,
              178259.6036
            ],
            [
              506331.1438,
              178256.6932
            ],
            [
              506328.101,
              178251.1369
            ],
            [
              506325.3229,
              178242.4057
            ],
            [
              506277.4332,
              178260.0005
            ],
            [
              506288.9426,
              178297.836
            ],
            [
              506288.9426,
              178297.9683
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08416428",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:40:52.113+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Committee",
  "epc_number": null,
  "last_date_consultation_comments": "28/02/2020",
  "secondary_street_name": "WEST DRAYTON",
  "appeal_start_date": null,
  "ward": "HEATHROW VILLAGES",
  "centroid": {
    "lat": "51.493408",
    "lon": "-0.4699908"
  },
  "decision": "Approved",
  "valid_date": "05/02/2020",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.256
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=2688/APP/2020/264",
  "lpa_name": "Hillingdon",
  "site_name": "HOLLOWAY FARM",
  "lapsed_date": "19/05/2023",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers Block Plan A and OT-CHER-3.0 A.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2016).",
    "That within three months of the date of this permission, the original concrete fencing posts and any remaining chain link fencing shall be removed from the site and the land restored to its former condition.",
    "REASON",
    "To safeguard the visual amenities of the site and maintain the openness of the Green Belt  in accordance with Policies DMEI 4, DMHB 11 and  DMHB14 of the Hillingdon Local Plan Part 2 (2020).",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Retrospective application for the erection of a 1.8m security/boundary fence",
  "lpa_app_no": "2688/APP/2020/264",
  "decision_target_date": "01/04/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "19/05/2020",
  "id": "Hillingdon-2688_APP_2020_264",
  "centroid_northing": 178272,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 506313,
  "street_name": "HARMONDSWORTH ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.47032939999999995,
          51.4936459
        ],
        [
          -0.46967149999999996,
          51.4935445
        ],
        [
          -0.46953819999999996,
          51.4935404
        ],
        [
          -0.46946839999999995,
          51.4935193
        ],
        [
          -0.4694567,
          51.4934692
        ],
        [
          -0.4694873,
          51.493353
        ],
        [
          -0.46949189999999996,
          51.4933304
        ],
        [
          -0.469678,
          51.4932924
        ],
        [
          -0.4697341,
          51.493267
        ],
        [
          -0.46977959999999996,
          51.4932176
        ],
        [
          -0.46982219999999997,
          51.4931397
        ],
        [
          -0.4705065,
          51.4933068
        ],
        [
          -0.47032939999999995,
          51.4936447
        ],
        [
          -0.47032939999999995,
          51.4936459
        ]
      ]
    ],
    "type": "Polygon"
  }
}