{
  "centroid": {
    "lon": "0.2273126",
    "lat": "51.5512309"
  },
  "status": "Not Required",
  "decision_target_date": "21/01/2020",
  "site_name": "73 Plumpton Avenue",
  "decision_conditions": [
    "The operations come within the provisions of Schedule 2, Part 2, Class A of the Town and Country Planning (General Permitted Development) Order 1995, as amended by the Town and Country Planning (General Permitted Development) (Amendment)(No.2)(England) Order 2008, thereby not requiring planning permission.",
    "The operations come within the provisions of Schedule 2, Part 1, Class B of the Town and Country Planning (General Permitted Development) (England) Order 2015, thereby not requiring planning permission.",
    "The operations come within the provisions of Schedule 2, Part 1, Class C of the Town and Country Planning (General Permitted Development) (England) Order 2015, thereby not requiring planning permission.",
    "Development is permitted by Class A subject to the following conditions-",
    "(a)the height of the fence or means of enclosure erected or constructed adjacent to a highway used by vehicular traffic would not, after the carrying out of the development, exceed one metre above ground level;",
    "(b)the height of the fence or means of enclosure erected or constructed would not exceed two metres above ground level;",
    "(c)the height of the fence or other means of enclosure maintained, improved or altered would not, as a result of the development, exceed its former height or the height referred to in sub-paragraph (a) or (b) as the height appropriate to it if erected or constructed, whichever is the greater; or",
    "(d)it would not involve development within the curtilage of, or to a gate, fence, wall or other means of enclosure surrounding, a listed building.",
    "The development is permitted by Class B subject to the following conditions-",
    "(a) the materials used in any exterior work must be of a similar appearance to those used",
    "in the construction of the exterior of the existing dwellinghouse;",
    "(b) the enlargement must be constructed so that-",
    "(i) other than in the case of a hip-to-gable enlargement or an enlargement which joins the original roof to the roof of a rear or side extension-",
    "(aa) the eaves of the original roof are maintained or reinstated; and",
    "(bb) the edge of the enlargement closest to the eaves of the original roof is, so far as",
    "practicable, not less than 0.2 metres from the eaves, measered along the roof slope from",
    "the outside edge of the eaves; and",
    "(ii) other than in the case of an enlargement which joins the original roof to the roof of a rear or side extension, no part of the enlargement extends beyond the outside face of any external wall of the original dwellinghouse; and",
    "(c) any window inserted on",
    "Development is permitted by Class C subject to the condition that any window located on a roof slope forming a side elevation of the dwellinghouse shall be-",
    "(a) obscure-glazed; and",
    "(b) non-opening unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed.",
    "This certificate provides confirmation that the development is lawful.  You should also check whether the development requires separate Building Regulation consent. Information is available on the Building Control webpages via http://www.havering.gov.uk/Pages/Category/Building-control.aspx?l1=200252 and the team is available between 9am and 10am Monday to Friday via 01708 432700."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM12 6BB",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "21/01/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-D0467.19",
  "centroid_northing": 185944,
  "uprn": "100021338697",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Hacton",
  "decision_date": "21/01/2020",
  "description": "Certificate of lawfulness for proposed hip to gable loft conversion to include rear dormer and rooflights, and alterations to side fence and gate.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=D0467.19",
  "lpa_app_no": "D0467.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:58:10.988+00:00",
  "centroid_easting": 554521,
  "pp_id": "08313908",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "22/11/2019",
  "decision": "Not Required",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554504.122,
              185939.979
            ],
            [
              554503.851,
              185948.92
            ],
            [
              554538.801,
              185947.294
            ],
            [
              554537.176,
              185938.895
            ],
            [
              554504.122,
              185939.979
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.030000000000000002
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Hornchurch",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.22706759999999998,
          51.5511994
        ],
        [
          0.22706759999999998,
          51.5512798
        ],
        [
          0.22757059999999998,
          51.5512556
        ],
        [
          0.22754349999999998,
          51.5511806
        ],
        [
          0.22706759999999998,
          51.5511994
        ]
      ]
    ],
    "type": "Polygon"
  }
}