{
  "appeal_decision": null,
  "street_name": "Romford",
  "title_number": null,
  "valid_date": "06/06/2023",
  "cil_liability": false,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551167.033,
              188644.81
            ],
            [
              551214.717,
              188661.499
            ],
            [
              551222.736,
              188647.411
            ],
            [
              551220.352,
              188646.76
            ],
            [
              551227.722,
              188626.169
            ],
            [
              551184.589,
              188609.697
            ],
            [
              551178.303,
              188612.298
            ],
            [
              551167.033,
              188644.81
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_type_full": "Full planning permission",
  "decision": "Approved",
  "pp_id": "12179701",
  "date_building_work_completed_under_previous_permission": null,
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "05/09/2026",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1801363,
          51.5764058
        ],
        [
          0.180831,
          51.576543
        ],
        [
          0.18094059999999998,
          51.5764142
        ],
        [
          0.18090599999999998,
          51.576409
        ],
        [
          0.18100339999999998,
          51.576222
        ],
        [
          0.1803743,
          51.5760856
        ],
        [
          0.1802848,
          51.5761107
        ],
        [
          0.1801363,
          51.5764058
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_decision_date": null,
  "borough": "Havering",
  "site_number": null,
  "development_type": null,
  "centroid": {
    "lat": "51.5763094",
    "lon": "0.18057859999999998"
  },
  "last_date_consultation_comments": "02/09/2023",
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": null,
  "lpa_name": "Havering",
  "decision_process": "Committee",
  "decision_target_date": "05/09/2023",
  "secondary_street_name": null,
  "actual_completion_date": null,
  "last_updated_by": "CSV Data Import",
  "centroid_easting": 551198,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Units 8 and 8C shall not be used for the purposes hereby permitted other than between the hours of 08:00 and 23:00 Monday through Sunday, Bank and Public Holidays.",
    "Reason:-",
    "To enable the Local Planning Authority to retain control in the interests of amenity.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity.",
    "Prior to the installation of any plant or machinery,  a scheme for any plant or machinery shall be submitted to the local planning authority to achieve the following standard:",
    "The Rating Level (Lar, Tr) of the hereby permitted plant or machinery shall be at least 10dB below the prevailing background noise level (LA90, T).  The measurement position, assessment and definitions shall be made according to BS4142:2014 + A1:2019 \"Methods for rating and assessing industrial and commercial sound.\"",
    "The equipment shall be maintained thereafter to the satisfaction of the Local Planning Authority, and the use hereby permitted must cease during any period that this condition is not complied with.",
    "Reason: To protect the amenity of noise sensitive premises from noise from mechanical plant.",
    "a) Prior to the installation of any plant or machinery,  an Air Quality  Neutral Assessment shall be submitted to and agreed by the Local Planning Authority.  The assessment shall detail;",
    "·\tCalculations of the predicted building emissions and comparison against the Building Emission Benchmarks and details of mitigation measures where shown to be required.",
    "b)\tThe use hereby permitted shall not commence until all measures identified in the Air Quality Neutral Assessment have been shown to be implemented to the satisfaction of the Local Planning Authority in writing.",
    "Reason:   To ensure that the development will not lead to further deterioration of existing poor air quality within the designated Air Quality Management Area and to comply with Policy SI 1 of the London Plan and relevant guidance, as subsequently amended.",
    "Before the use commences suitable equipment to remove and/or disperse odours and odorous material should be fitted to the extract ventilation system in accordance with a scheme to be designed and certified by a competent engineer and after installation a certificate to be lodged with the Planning Authority.  Thereafter, the equipment shall be properly maintained and operated within design specifications during normal working hours.",
    "Reason: Insufficient information has been supplied with the application to judge the technical specifications of the extract ventilation system.  Submission of this detail prior to commencement of the use will protect the amenity of occupiers of nearby premises.",
    "The windows fronting the Brewery shall be clear glazed and not be obscured or otherwise covered.",
    "Reason:-",
    "In the interests of visual amenity and to minimise the impact on the wider Minor Local Centre, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework.",
    "No domestic waste collections will apply to this proposal. The business should have a suitable commercial waste collection/contract to meet the requirements of the business.",
    "In promoting the delivery of safer, stronger, sustainable places the Local Planning Authority fully supports the adoption of the principles and practices of the Secured by Design Award Scheme and Designing against Crime. Your attention is drawn to the free professional service provided by the Metropolitan Police Designing Out Crime Officers for North East London, whose can be contacted via DOCOMailbox.NE@met.police.uk or 0208 217 3813  . They are able to provide qualified advice on incorporating crime prevention measures into new developments."
  ],
  "lpa_app_no": "P0840.23",
  "application_details": {
    "internal_resi_water_usage": 0,
    "projected_cost_of_works": "Up to £2m",
    "phasing_details": [
      {
        "phase_detail": "Unit 8 Works ",
        "intended_completion_date": "11/2023",
        "intended_commencement_date": "08/2023"
      }
    ],
    "non_residential_details": {
      "total_gia_existing": 1880,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 0
    },
    "existing_uprns": null,
    "site_area": 0.196,
    "total_gia_gained": 0,
    "green_suds": false,
    "affordable_housing_fast_track": false,
    "rain_water_harvesting": false,
    "infrastructure_details": {
      "fire_suppression_system_proposed": false,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "waste_provision": false,
      "percentage_demolition_construction_material_recycling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "green_roof_area": 0,
      "no_new_gas_connections_required": 0,
      "total_annual_pm_emissions": 0
    },
    "scheme_phasing": true,
    "surface_water_discharge_percentage_reduction": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 1880,
        "use_class": "E",
        "gia_gained": 0,
        "gia_lost": 0
      }
    ],
    "ownership_status": "Private",
    "grey_water_reuse": false,
    "total_gia_lost": 0,
    "garden_land_lost": false,
    "total_gia_existing": 1880
  },
  "centroid_northing": 188635,
  "ward": "St Edwards",
  "locality": null,
  "appeal_start_date": null,
  "subdivision_of_building": "Units 8 and 8A ",
  "id": "Havering-P0840.23",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0840.23",
  "uprn": "200002674400",
  "description": "Reconfiguration of floorspace, including subdivision, alongside external alterations, and associated works. Use of Units 8 and 8C for a restaurant (Class E(B)) in addition to the existing retail (Class E(a)) Use",
  "site_name": "8 The Brewery",
  "appeal_status": null,
  "postcode": "RM1 1AU",
  "status": "Approved",
  "decision_agency": "Borough",
  "decision_date": "05/09/2023",
  "actual_commencement_date": null,
  "epc_number": null,
  "last_updated": "2025-03-19T02:13:57.617+00:00",
  "application_type": "All Other",
  "bo_system": "CSV Data Import"
}