{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": null,
  "lpa_app_no": "20/P3807",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=20/P3807",
  "actual_completion_date": null,
  "pp_id": "PP-09223834",
  "lapsed_date": "04/10/2027",
  "secondary_street_name": null,
  "centroid": {
    "lat": 51.401035,
    "lon": -0.169968
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": "350",
  "uprn": "48008627",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "03/05/2024",
  "description": "ERECTION OF A NEW RESIDENTIAL BUILDING AT REAR OF PUBLIC HOUSE AND PARTIAL CHANGE OF THE WHITE HART TO RESIDENTIAL (CLASS E AND OR DRINKING ESTABLISHMENT (SUI GENERIS) AND CLASS C3 USES) TO PROVIDE A TOTAL OF 18 X FLATS (CLASS C3)  INVOLVING PARTIAL DEMOLITION OF WHITE HART BUILDING AND MINOR ALTERATIONS",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.168522,
          51.401186
        ],
        [
          -0.168617,
          51.401226
        ],
        [
          -0.16865,
          51.40125
        ],
        [
          -0.168695,
          51.401275
        ],
        [
          -0.168819,
          51.401355
        ],
        [
          -0.169248,
          51.401538
        ],
        [
          -0.169288,
          51.401527
        ],
        [
          -0.169368,
          51.401457
        ],
        [
          -0.169561,
          51.401282
        ],
        [
          -0.169494,
          51.40125
        ],
        [
          -0.169464,
          51.401262
        ],
        [
          -0.169412,
          51.401275
        ],
        [
          -0.169366,
          51.401282
        ],
        [
          -0.169323,
          51.401286
        ],
        [
          -0.169284,
          51.40128
        ],
        [
          -0.169225,
          51.401262
        ],
        [
          -0.16901,
          51.40118
        ],
        [
          -0.168834,
          51.40111
        ],
        [
          -0.168825,
          51.401119
        ],
        [
          -0.168697,
          51.401062
        ],
        [
          -0.168568,
          51.401169
        ],
        [
          -0.168522,
          51.401186
        ],
        [
          -0.168522,
          51.401186
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Major dwellings",
  "last_updated_by": "Northgate M3",
  "locality": "Mitcham",
  "site_name": "Land Between 16 To 26",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: Site location plan and drawings D1002-00 Rev 02, D1002-01 Rev 04, D1002-02 Rev 04, D1002-05 Rev 01, D1002-70 Rev 02, D1002-71 Rev 01, D1002-99 Rev 01, 'D4122 Rev 03,D4000 Rev 02, D4100 Rev 02, D4120 Rev 03, D4121 Rev 05, D4122 Rev 04, D4125 Rev 02, D4130 Rev 02, D4131 Rev 01, D4132 Rev 01, D4135 Rev 01, D4530 Rev 00, D4531 Rev 00, D4532 Rev 00, D4700 Rev 00, D4720 Rev 00, D4721 Rev 01, D4730 Rev 02 & D4731 Rev 01.",
    "Condition : 3 - Materials to be Approved - No development above ground level other than demolition works shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - Surface Treatment - No development above ground level  other than demolition works shall take place until details of the surfacing of all those parts of the site not covered by buildings or soft landscaping, including any parking, service areas or roads, footpaths, hard and soft have been submitted in writing for approval by the Local Planning Authority. No works that are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details have been approved and works to which this condition relates have been carried out in accordance with the approved details.",
    "Condition : 5 - Boundary Treatment - No development above ground level other than demolition works shall take place until details of all boundary walls or fences are submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details are approved and works to which this condition relates have been carried out in accordance with the approved details. The walls and fencing shall be\r\npermanently retained thereafter.",
    "Condition : 6 - Elevation Fixings - No cables, wires, aerials, pipe work (except any rainwater down pipes as may be shown on the approved drawings) meter boxes or flues shall be fixed to any elevation facing a highway.",
    "Condition : 7 - Refuse - No refuse or waste material of any description shall be left or stored anywhere on the site other than within a building or refuse enclosure.\r\n\r\nReason: To safeguard the appearance of the property and the amenities of the area and to accord with Policies D3 and D6 of the London Plan 2021, Policy CS14 of the Core Planning Stragegy 2011 and Policy DM D2 of the Sites and Policies Plan 2014.",
    "Condition : 8 - Refuse & Recycling (Implementation) - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 9 - No Use of Flat Roof  - Other than the walkways shown on the approved plans, access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 10 - Screening - Notwithstanding the screening shown on the approved drawings, no development above ground level other than demolition works shall take place until details of screening of the walkway/landing on the North East elevation has been submitted for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied unless the scheme has been approved and implemented in its approved form and those details shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 11 - No External Lighting - No external lighting shall be installed without the prior approval in writing of the Local Planning Authority.",
    "Condition : 12 - Construction Times - No demolition or construction work shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 13 - Vehicle Parking - The vehicle parking areas (including the two disabled parking bays) shown on the approved plans shall be provided before the commencement of the use hereby permitted and shall be retained for parking purposes only in perpetuity (including retaining the 2 disabled bays). ",
    "Condition : 14 - Cycle Parking to be implemented - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 15 - Construction Logistics Plan - Prior to the commencement of the development hereby permitted, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority.  The approved measures shall be implemented prior to the first occupation of the development hereby permitted and shall be so maintained for the duration of the use, unless the prior written approval of the Local Planning Authority is first obtained to any variation.",
    "Condition : 16 - Restriction - Use of Premises - The ground floor commercial unit as shown on the approved plans shall only be used for Use Class E purposes of the Town and Country Planning (Use Classes Order) 1997 or a drinking establishment (sui-generis) and for no other purpose unless otherwise agreed in  writing by the Local Planning Authority.  ",
    "Condition : 17 - Prior to the first occupation of any residential unit hereby permitted, evidence of a satisfactory commercial unit (both externally and internally), brought up to a 'shell and core' preliminary fit out and suitable marketing commenced, shall be submitted to and approved in writing by the local planning authority.\r\n\r\nReason; To protect against the loss of scattered employment sites and provide viable street frontages in accordance with Merton Sites and Policies Plan 2014 policy DM E3.",
    "Condition : 18 - Restriction on Music/Amplified Sound - No music or other amplified sound generated on the commercail premises shall be audible at the boundary of any adjacent residential building.",
    "Condition : 19 - Staff on Premises - The commercial unit hereby permitted shall not be occupied until details of hours of use and times when staff are present on the premises has been submitted to and approved in writing by the Local Planning Authority. The commercial development hereby permitted shall be carried out in strict accordance with the approved details unless otherwise agreed in writing with the local planning authority.",
    "Condition : 20 - Fire Strategy - The development hereby permitted shall not be occupied until an independent Fire Strategy Statement, produced by a third party, suitably qualified assessor, and in full compliance with The Building Regulation 2010 (as amended) has been submitted to and approved in writing by the local planning authority. The development hereby permitted shall be carried out and implemented in strict accordance with the approved Fire Strategy details unless otherwise agreed in writing with the local planning authority. \r\n\r\nREASON: To ensure that the development incorporates the necessary fire safety measures in accordance with the Mayor's London Plan Policy D12.\r\n",
    "Condition : 21 - Sustainable Drainage - Prior to the commencement of development, a detailed scheme for the provision of surface and foul water drainage shall be submitted to and approved in writing by the local planning authority for the development. The drainage scheme will dispose of surface water by means of a sustainable drainage system (SuDS) at the agreed runoff rate (no more than 0.4l/s, with no less than 126.m3 of attenuation volume), in accordance with drainage hierarchy contained within the London Plan Policy (SI 13 and SPG) and the advice contained within the National SuDS Standards. The drainage plans shall include pipe sizes and direction of flow. The drainage plans shall include pipe sizes and direction of flow. Reason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy SI 13.",
    "Condition : 22 - Hardstanding (Flooding) - The hardstanding hereby permitted shall be made of porous materials, or provision made to direct surface water run-off to a permeable or porous area or surface within the application site before the development hereby permitted is first occupied or brought into use.",
    "Condition : 23 - Tree Protection - No development [including demolition] pursuant to this consent shall commence until an Arboricultural Method Statement and Tree Protection Plan, drafted in accordance with the recommendations and guidance set out in BS 5837:2012 has been submitted to and approved in writing by the Local Planning Authority and the approved details have been installed.  The details and measures as approved shall be retained and maintained, until the completion of all site operations.\r\n",
    "Condition : 24 - Landscaping - No development shall take place until full details of a landscaping and planting scheme has been submitted to and approved in writing by the local planning authority and these works shall be carried out as approved before the occupation of any building hereby approved, unless otherwise agreed in writing by the local planning authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development. Reason; To ensure the provision of an attractive and functional environment through the provision of appropriate landscaping and biodiversity in accordance with Merton's policies CS13, DMD2 and DM O2 and the London Plan 2021 policies G1, G5 and G6",
    "Condition : 25 - Site Supervision (Trees) - The details of the Arboricultural Method Statement and Tree Protection Plan shall include the retention of an arboricultural expert to supervise, monitor and report to the LPA not less than monthly the status of all tree works and tree protection measures throughout the course of the construction period. At the conclusion of the construction period the arboricultural expert shall submit to the LPA a satisfactory completion statement to demonstrate compliance with the approved protection measures.",
    "Condition : 26 - Demolition and Construction Method Statement - No development shall take place until a Demolition and Construction Method Statement has been submitted to, and approved in writing by, the Local planning authority. The approved Statement shall be adhered to throughout the demolition and construction period and it shall provide for:\r\ni) hours of operation\r\nii)the parking of vehicles of site operatives and visitors\r\niii) loading, unloading and storage of plant and materials used in constructing the development\r\niv) the erection and maintenance of security hoarding including decorative -displays and facilities for public viewing, where appropriate\r\nv) wheel washing facilities\r\nvi) measures to control the emission of noise, vibration, dust and dirt during demolition & construction.\r\nvii) a scheme for recycling/disposing of waste resulting from demolition and construction works\r\nReason: To ensure the safety of pedestrians and vehicles and the amenities of the surrounding area and to comply with the following Development Plan policies for Merton: policies T4 and T7 of the London Plan 2021, policy CS20 of Merton's Core Planning Strategy 2011 and policy DM T2 of Merton's Sites and Policies Plan 2014\r\n",
    "Condition : 27 - Noise protection - Due to the potential impact of the surrounding locality on the residential development, a scheme for protecting residents from noise shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of development above ground level other than demolition works. The scheme is to include acoustic data for the glazing system and ventilation system. The internal noise levels shall meet those within BS8233:2014 Guidance on Sound Insulation and Noise Reduction for Buildings and ProPG: Planning and Noise - Professional Practice Guide, Publ: (ANC, IOA, CIEH) May 2017 as a minimum. The approved scheme shall be implemented in accordance with the agreed details.\r\n\r\nReason;To safeguard the amenities of the future occupiers of the development and ensure compliance with the following Development Plan policies for Merton: policy D14 of the London Plan 2021 and policies DM D2, DM D3, DM EP2 and DM EP4 of Merton's Sites and Polices Plan 2014. \r\n",
    "Condition : 28 - Traffic Management Plan - The Framework Construction Traffic Management Plan submitted to the local planning authority produced by Russell Giles Partnership reference HUSS/20/5579/CMP4 shall be adhered to throughout the demolition and construction period. \r\n\r\nReason; To ensure the proposals do not have  a negative impact on the safe and efficient management and operation of the local road network in accordance with Merton SPP policy DM T2 and Core Strategy policy CS20 ",
    "Condition : 29 - Noise levels - (expressed as the equivalent continuous sound level) LAeq (15 minutes), from any new plant/machinery from the commercial use shall not exceed LA90-10dB at the boundary with any residential property. Reason; To protect the amenity of the local area from noise pollution in accordance with Merton SPP policy DM EP2 ",
    "Condition : 30 - Machinery (air quality) - All Non-Road Mobile Machinery (NRMM) used on site during the course of the demolition, site preparation and construction phases shall comply with the emissions standards set out in the Borough's Construction Code of Practice and chapter 7 of the GLA's supplementary planning guidance 'Control of Dust and Emissions During Construction and Demolition' dated July 2014 (SPG) or subsequent guidance. The developer shall keep an up-to-date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/ \r\nReason:  To ensure the interests of vehicle and pedestrian safety and the amenities of neighbouring occupiers and to comply with the following Development Plan policy for Merton: policy CS20 of Merton's Core Planning Strategy 2011 and Merton SPP policy DM EP2 ",
    "Condition : 31 - Delivery and Servicing Plan: Prior to the occupation of the commercial unit element of the development hereby permitted a Delivery and Servicing Plan shall be submitted to and approved in writing by the LPA. No occupation of the commercial unit shall be permitted until the plan is approved and implemented. The approved measures shall be maintained for the duration and a new plan shall be submitted for each subsequent use. . Reason; To ensure the proposals do not have  a negative impact on the safe and efficient management and operation of the local road network in accordance with Merton SPP policy DM T2 and Core Strategy policy CS20 ",
    "Condition : 32 - Secured by Design - The development hereby permitted shall incorporate security measures to minimise the risk of crime and to achieve specific security needs in accordance with Secured by Design accreditation. Details of these measures shall be submitted to and approved in writing by the local planning authority prior to commencement of the development and shall be implemented in accordance with the approved details prior to occupation.\r\n\r\nReason: In order to achieve the principles and objectives of Secured by Design to improve community safety and crime prevention in accordance with Policy: Chapters 01B & 01C Merton New Local Plan, Policy D11 London Plan, Section 17 Crime and Disorder Act 1988 and National Planning Policy Framework (NPPF).",
    "Condition : 33 - Secured by Design final certificate - Prior to occupation a Secured by Design final certificate or its equivalent from the South West Designing Out Crime office shall be submitted to and approved by the Local Planning Authority.\r\n\r\nReason: In order to achieve the principles and objectives of Secured by Design to provide a safer environment for future residents and visitors to the site and reduce the fear of crime in accordance with Policy: Chapters 01B & 01C Merton New Local Plan, Policy D11 London Plan, Section 17 Crime and Disorder Act 1988 and National Planning Policy Framework (NPPF).",
    "Condition : 34 - Wheelchair Accessible Homes - Not less than 10% of the dwelling units hereby permitted shall be constructed shall be wheelchair accessible throughout or easily adaptable for residents who are wheelchair users and shall be retained as such unless otherwise agreed in writing with the Local Planning Authority.",
    "Condition : 35 - Programme of archaeological work; No development shall take place until the implementation of a programme of archaeological work has been secured in accordance with a written scheme of investigation which has been submitted to and approved in writing by the local planning authority. The archaeological works shall be carried out by a suitably qualified investigating body acceptable to the local planning authority and in accordance with the approved written scheme of investigation. \r\n\r\nReason, To protect and respect the archaeological interest of the site in accordance with Merton's Sites and Policies Plan policy DM D4 and the London Plan 2021 policy HC1",
    "Condition : 36 - Watching brief - No development shall take place until an on-site watching brief, which ensures the presence of a suitably qualified and experienced archaeologist during construction work, has been submitted to and approved in writing by the local planning authority. In the event of important archaeological features or remains being discovered, which require fuller rescue excavation, then construction work shall cease until the applicant has secured the implementation of a further programme of archaeological work in accordance with a written scheme of investigation which has been submitted to and approved in writing by the local planning authority. \r\n\r\nReason, To protect and respect the archaeological interest of the site in accordance with Merton's Sites and Policies Plan policy DM D4 and the London Plan 2021 policy HC1 ",
    "Condition : 37 - Electric charging - All parking spaces shown on the approved plans must be fitted with fully working electric charging facilities prior to first occupation of the development and retained in full working order in perpetuity for occupiers and users of the development hereby permitted unless otherwise agreed in writing with the local planning authority. ",
    "Condition : 38 - Contaminated Land  \r\nIf during construction works, contamination is encountered which has not previously been identified and considered, the Council's Environmental Health Section shall be notified immediately and no further development on that part of the site shall take place until remediation proposals (detailing all investigative works and sampling, together with the results of analysis, risk assessment to any receptors and proposed remediation strategy detailing proposals for remediation) have been submitted to and approved by the Local Planning Authority and the approved remediation measures/treatments implemented in full. Reason; In order to protect the health of future occupiers of the site and adjoining areas in accordance with the following Development Plan policies for Merton: policy DM EP4 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 39 - Foundation design; No development other than demolition works shall take place until a detailed design and method statement for the foundation design and all new groundworks has been submitted to and approved in writing by the local planning authority. The developments hereby approved shall only take place in accordance with the detailed scheme approved pursuant to this condition. \r\nReason to ensure that the foundation methodology does not have a detrimental impact on the groundwater table and flood risk issues in the area, in accordance with Merton SPP policy DM F2",
    "Condition : 40 - Penetrative methods - Piling or any other foundation designs using penetrative methods shall not be permitted other than with the express written consent of the Local Planning Authority, which may be given for those parts of the site where it has been demonstrated that there is no resultant unacceptable risk to groundwater. The development shall be carried out in accordance with the approved details. \r\n\r\nReason to ensure that the foundation work does not have a detrimental impact on the groundwater table and flood risk issues in the area, in accordance with Merton SPP policy DM F2 ",
    "Condition : 41 - Sustainability & Water Consumption - The development shall be carried out in accordance with the measures set out in the submitted Energy Statement (Compiled by NRG Consulting Rev A Dated November 2020). In addition, no part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved internal water consumption rates of no greater than 105 litres per person per day\r\n \r\nReason: To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply with the following Development Plan policies for Merton: Policy SI 2 of the London Plan 2021 and Policy CS15 of Merton's Core Planning Strategy 2011.",
    "Condition : 42 - Preliminary Ecological Appraisal - The development hereby permitted shall not commence until a Preliminary Ecological Appraisal has been submitted to and approved in writing by the Local Planning Authority. The mitigation and enhancements recommended in the approved Prelimiary Ecological Appraisal shall be carried out prior to the first occupation of the development hereby approved and maintained thereafter.\r\n\r\nReason: Having regard to the biodiversity value of the site.",
    "Condition : 43 - INFORMATIVE\r\nThis permission creates one or more new units which will require a correct postal address. Please contact the Street Naming & Numbering Officer at the London Borough of Merton\r\n\r\nStreet Naming and Numbering (Business Improvement Division)\r\nCorporate Services\r\n7th Floor, Merton Civic Centre\r\nLondon Road\r\nMorden\r\nSM4 5DX\r\nEmail: street.naming@merton.gov.uk\r\n",
    "Condition : 44 - Informatives:\r\nCarbon emissions evidence requirements for Post Construction stage assessments must provide:\r\n-\tDetailed documentary evidence confirming the Target Emission Rate (TER), Dwelling Emission Rate (DER) and percentage improvement of DER over TER based on 'As Built' SAP outputs (i.e. dated outputs with accredited energy assessor name and registration number, assessment status, plot number and development address); OR, where applicable:\r\n-\tA copy of revised/final calculations as detailed in the assessment methodology based on 'As Built' SAP outputs; AND\r\n-\tConfirmation of Fabric Energy Efficiency (FEE) performance where SAP section 16 allowances (i.e. CO2 emissions associated with appliances and cooking, and site-wide electricity generation technologies) have been included in the calculation\r\n",
    "Condition : 45 - INFORMATIVE Water efficiency evidence requirements for post construction stage assessments must provide: \r\n-\tDocumentary evidence representing the dwellings 'As Built'; detailing: \r\n-\tthe type of appliances/ fittings that use water in the dwelling (including any specific water reduction equipment with the capacity / flow rate of equipment); \r\n-\tthe size and details of any rainwater and grey-water collection systems provided for use in the dwelling; AND:\r\n-\tWater Efficiency Calculator for New Dwellings; OR\r\n-\tWhere different from design stage, provide revised Water Efficiency Calculator for New Dwellings and detailed documentary evidence (as listed above) representing the dwellings 'As Built'\r\n\r\n",
    "Condition : 46 - Informative:\r\nNo surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary. Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required\r\n",
    "Condition : 47 - Informative; No waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals shall be washed down on the highway or disposed of into the highway drainage system.",
    "Condition : 48 - Informative WSI; Written Schemes of Investigation will need to be prepared and implemented by a suitably qualified professionally accredited archaeological practice in accordance with Historic England's Guidelines for Archaeological Projects in Greater London. This condition is exempt from deemed discharge under schedule 6 of The Town and Country Planning (Development Management Procedure) (England) Order 2015.",
    "Condition : 49 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant was offered the opportunity to submit amended plans in order to make the proposal acceptable in planning terms.\r\n   ii) The application was approved within the agreed time frame.\r\n   "
  ],
  "postcode": null,
  "application_type": "All Other",
  "decision_date": "04/10/2024",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 527398,
  "valid_date": "20/11/2020",
  "borough": "Merton",
  "subdivision_of_building": null,
  "decision_target_date": "04/10/2024",
  "id": "Merton-20_P3807",
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T21:11:23.013+00:00",
  "street_name": "Broadway Gardens",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 168478,
  "application_details": {
    "site_area": 0.156
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527498.2031790018,
              168497.24774643488
            ],
            [
              527491.4437350638,
              168501.5706935727
            ],
            [
              527489.122815144,
              168504.16030232044
            ],
            [
              527485.8701663793,
              168506.85899242072
            ],
            [
              527477.0274271799,
              168515.50749316742
            ],
            [
              527446.6759290653,
              168535.13549737848
            ],
            [
              527443.9204474996,
              168533.87515962328
            ],
            [
              527438.5450916764,
              168525.93018536124
            ],
            [
              527425.6354997666,
              168506.14718816214
            ],
            [
              527430.3669097667,
              168502.6911315836
            ],
            [
              527432.4559452306,
              168504.0671831611
            ],
            [
              527436.0006216277,
              168505.61200923368
            ],
            [
              527439.163938675,
              168506.48538977653
            ],
            [
              527442.204545976,
              168506.95855611505
            ],
            [
              527444.873719468,
              168506.36337558145
            ],
            [
              527449.034921556,
              168504.48167296522
            ],
            [
              527464.2505834172,
              168495.72771341028
            ],
            [
              527476.6479351158,
              168488.2271446493
            ],
            [
              527477.2846278797,
              168489.30212943448
            ],
            [
              527486.3467811304,
              168483.1517813587
            ],
            [
              527495.0040952924,
              168495.34829014738
            ],
            [
              527498.2031790018,
              168497.24774643488
            ],
            [
              527498.2031790018,
              168497.24774643488
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "ward": "Cricket Green_histroic"
}