{
  "centroid": {
    "lon": -0.232178,
    "lat": 51.415902
  },
  "status": "Refused",
  "decision_target_date": "02/03/2021",
  "site_name": "Prov",
  "decision_conditions": [
    "Reason : 1 - The proposals, by reason of their 'single aspect' layout, with poor outlook, natural ventilation, sunlight and daylight, would result in a poor and unsatisfactory standard accommodation to the detriment of the amenities of future occupiers. The proposals would therefore fail to comply with policy DMD2 of the Merton Sites and Policies Plan 2014 and Policy D3 and D6 of the London Plan..",
    "Reason : 2 - The proposal,  by reason of the absence of a completed S106 agreement to ensure that 7 of the new dwellings are prevented from being able to obtain parking permits for the Controlled Parking Zone, would result in an increased demand for on street parking, resulting in a detrimental impact on highway and additional parking pressure locally and be contrary to the Mayor and the Council's commitment to reducing car usage and promoting more sustainable forms of transport. The proposal would therefore be contrary to policy T4, T6 of the London Plan, Policy DM T1, DM T2 and DM T3 of the Merton Sites and Policies Plan 2014 and Policy CS20 of the Core Planning Strategy 2011.",
    "Reason : 3 - The proposals fail to demonstrate that they would : a) ensure the highest standards of sustainability are achieved for a major development, and b) provide adequate mitigation against carbon emissions where shortfalls in adopted targets arise via an accurately calculated carbon offset contribution embedded in a S106 undertaking. The proposals would therefore be contrary to London Plan Policy SI 2, Core Strategy policy CS15, as well as Supplementary planning documents and guidance by Merton Council and the Mayor of London.",
    "Reason : 4 - The proposals, by reason of the absence of a Fire Statement, fail to demonstrate that they would achieve the highest standards of fire safety, reducing risk to life, minimising the risk of fire spread, and providing suitable and convenient means of escape in which all building users can have confidence, as required under Policy D12 of the London Plan.",
    "Reason : 5 - INFORMATIVE 1 - Note to Applicant\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton  (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\"\tOffering a pre-application advice and duty desk service. \r\n\"\tWhere possible, suggesting solutions to secure a successful outcome.\r\n\"\tAs appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\nIn this instance:\r\n\"\tThe application was not considered to comply with the provisions of the Development Plan and NPPF as submitted, and would have required substantial changes such that a new application would be required. \r\n\"\tThe applicant/agent was informed of any issues arising during consideration of the application.\r\n",
    "Reason : 6 - INFORMATIVE - Refused Drawings \r\nPL-012 PL5; PL-013 PL4; PL-014 PL4; PL-015 PL4; PL.001 PL7; PL.002 PL8; PL.003 PL6; PL.004 PL6; PL.005 PL6; PL-006 PL6; PL-007 PL6; PL-008 PL5; PL-009 PL5; PL-010 PL6; PL-011 PL6; PL-016 PL3; SU.001 PL3; Tree Report - CC/677 AR4155; Subterranean Impact Assessment P6; Surface Water Drainage Report Nov 2020; Financial Viability Assessment Nov 2020; Energy and Sustainability Statement\r\n"
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "SW20 0SB",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "08/06/2024",
  "locality": "Wimbledon",
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": "Major dwellings",
  "parking_details": null,
  "site_number": "39A",
  "epc_number": null,
  "decision_process": null,
  "id": "Merton-20_P3869",
  "centroid_northing": 170025,
  "uprn": "48018210",
  "title_number": null,
  "cil_liability": true,
  "subdivision_of_building": null,
  "last_updated_by": "Northgate M3",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Merton",
  "decision_agency": "Borough",
  "ward": "Raynes Park_histroic",
  "decision_date": "08/06/2021",
  "description": "DEMOLITION OF EXISTING TWO DETACHED DWELLINGS AND REPLACEMENT WITH TWO X THREE STOREY BUILDINGS (WITH LOWER GROUND FLOOR) PROVIDING THREE HOUSES AND 7 FLATS, ALONGSIDE ASSOCIATED LANDSCAPING.",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=20/P3869",
  "lpa_app_no": "20/P3869",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-19T03:11:57.842+00:00",
  "centroid_easting": 523031,
  "pp_id": "PP-09297138",
  "borough": "Merton",
  "appeal_start_date": null,
  "valid_date": "01/12/2020",
  "decision": "Refused",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523028.85237573046,
              169999.9975853436
            ],
            [
              523023.6992125397,
              170014.75336155161
            ],
            [
              523020.40118809766,
              170023.75078606792
            ],
            [
              523017.54839695524,
              170031.89845382475
            ],
            [
              523046.2494546635,
              170041.7956207926
            ],
            [
              523050.05042783305,
              170031.34861121536
            ],
            [
              523053.7029899026,
              170021.25150148047
            ],
            [
              523041.35188836645,
              170010.5045777518
            ],
            [
              523028.85237573046,
              169999.9975853436
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "application_details": {
    "site_area": 0.085
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Cottenham Park Road",
  "bo_system": "Northgate M3",
  "last_date_consultation_comments": "27/01/2021",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.232217,
          51.415678
        ],
        [
          -0.232286,
          51.415811
        ],
        [
          -0.23233,
          51.415893
        ],
        [
          -0.232368,
          51.415967
        ],
        [
          -0.231953,
          51.416049
        ],
        [
          -0.231901,
          51.415955
        ],
        [
          -0.231853,
          51.415863
        ],
        [
          -0.232034,
          51.415769
        ],
        [
          -0.232217,
          51.415678
        ]
      ]
    ],
    "type": "Polygon"
  }
}