{
  "cil_liability": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/185376OPDVAR;",
  "lapsed_date": "31/07/2022",
  "decision_target_date": null,
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 6UG",
  "site_name": "140 Wales Farm Road",
  "status": "Approved",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.697
  },
  "appeal_decision_date": null,
  "lpa_app_no": "185376OPDVAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520960,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-19T21:39:11.909+00:00",
  "id": "Ealing-185376OPDVAR",
  "application_type": "All Other",
  "street_name": "Wales Farm Road",
  "borough": "Ealing",
  "ward": "East Acton",
  "decision_date": "31/07/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application for a Minor Material Amendment (S73.a) to vary condition 2 (Approved Drawings) of planning permission 172682FUL dated 07/12/2017 for: Demolition of all existing buildings and the redevelopment of the site to provide five buildings of 5, 7, 10, 11 and 31 storeys comprising 736 student bed spaces (603 rooms), 85 residential flats, 6214sqm (GIA) of Office (B1) floor space with associated access from Wales Farm Road, amenity space, cycle parking, four disabled car parking spaces, servicing, public realm improvements and landscaping (Full Planning Application accompanied by an Environmental Impact Assessment). Variation seeks adjustments to the number of student bedrooms to 604 (and bed spaces to 731), improvements to the internal layouts and associated elevational changes",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": null,
  "centroid_northing": 181768,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012104311",
  "centroid": {
    "lon": -0.257929,
    "lat": 51.521886
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520994.7298322,
              181776.9761371
            ],
            [
              520993.4023774,
              181693.3000891
            ],
            [
              520961.6506471,
              181722.411756
            ],
            [
              520951.7318386,
              181712.4845976
            ],
            [
              520944.4596947,
              181719.4326087
            ],
            [
              520938.5067606,
              181712.8145031
            ],
            [
              520885.9197609,
              181759.4511535
            ],
            [
              520919.3205034,
              181803.1086567
            ],
            [
              520922.2969704,
              181803.1086567
            ],
            [
              520994.7298322,
              181776.9761371
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990.",
    "| The development hereby approved shall be carried out in accordance with the following approved plans: and documents:",
    "Planning Statement by DP9 Ltd (May 2017), Design and Access Statement by Carey Jones Chapman Tolcher (22/05/2017), Environmental Statement (comprising Non-Technical Summary, Volume 1: Main Text and Volume 2: Appendices by RSK (April 2017), Energy Strategy Rev 2 by Hoare Lea (28/04/2017), Sustainability Statement Rev 2 by Hoare Lea (28/04/17), Transport Assessment Rev 02 by Curtins (10 May 2017).",
    "Proposed Plans",
    "Basement Plan - PFBA-LB-A-100 Rev01, Ground Floor Plan - PFBA-LG-A-101 Rev02, 1th Floor Plan - PFBA-L1-A-102 Rev01, 2nd to 4th Floor Plan - PFBA-L2-A-103 Rev01, 5th Floor Plan - PFBA-L5-A-104 Rev01, 6th Floor Plan - PFBA-L7-A-105 Rev01, 7th Floor Plan - PFBA-L7-A-106 Rev01, 8th Floor Plan - PFBA-L8-A-107 Rev01, 9th Floor Plan - PFBA-L9-A-108 Rev01, 10th to 14th Floor Plan - PFBA-L10-A-109 Rev01, 15th Floor Plan - PFBA-L15-A-110 Rev01, 16 to 31th Floor Plan - PFBA-L16-A-111 Rev01, Roof Plan - PFBA-LR-Z-112 Rev01, Elevation 1 - PFBA-ELEV-A-301 Rev03, Elevation 2 - PFBA-ELEV-A-302 Rev03, Elevation 3 - PFBA-ELEV-A-303 Rev03, Elevation 4 - PFBA-ELEV-A-304 Rev03, Elevation 5 - PFBA-ELEV-A-305 Rev03, Elevation 6 - PFBA-ELEV-A-306 Rev03, Elevation 7 - PFBA-ELEV-A-307 Rev03, Elevation 8 - PFBA-ELEV-A-308 Rev03, Elevation 9 - PFBA-ELEV-A-309 Rev03, Elevation 10 - PFBA-ELEV-A-310 Rev03, Existing Site Plan - PFBA-SCH-A-001 Rev01, Proposed Site Plan - PFBA-SCH-A-002 Rev01, Context Site Sections 01 - (20)_500_SITE SECTION 01 Rev01, Context Site Sections 02- (20)_501_SITE SECTION 02 Rev01, (20)_600_HS2 Rev P02",
    "As amended by PFBA-LB-A-100 P02, PFBA-LG-A-101 P03, PFBA-LR-Z-112 P02, PFBA-L1-A-102 P02, PFBA-L2-A-103 P02, PFBA-L5-A-104 P02, PFBA-L6-A-105 P02, PFBA-L7-A-106 P02, PFBA-L8-A-107 P02, PFBA-L9-A-108 P02, PFBA-L10-A-109 P02, PFBA-L15-A-110 P02, PFBA-L16-A-111 P02, PFBA-ELEV-A-301 P04, PFBA-ELEV-A-302 P04, PFBA-ELEV-A-303 P04, PFBA-ELEV-A-304 P04, PFBA-ELEV-A-305 P04, PFBA-ELEV-A-306 P04, PFBA-ELEV-A-307 P04, PFBA-ELEV-A-308 P04, PFBA-ELEV-A-309 P04, PFBA-ELEV-A-310 P04 received 6th November 2018",
    "Reason: For the avoidance of doubt and in the interest of proper planning.",
    "| The proposed development shall be carried out strictly in accordance with the site Construction Management Plan subject of approved details ref: 181687OPDC2 dated 27June 2018.",
    "Reason: To protect the amenity of local residents, to ensure adequate highway and site safety in accordance with policies 1.1, 1.2, 2.1 & 2.8 of the Ealing Core Strategy (2012), policies 6.3, 6.14, & 7.13 - 7.14 of the London Plan (2016), the National Planning Policy Framework (2012), Greater London Authority 'The Control of Dust and Emissions from Construction and Demolition Supplementary Planning Guidance (20014), BS 5228-1:2009+A1:2014 - Code of practice for noise and vibration control on construction and open sites: Noise.",
    "| The proposed development shall be carried out strictly in accordance with the air Quality and Dust Management Plan subject of approved details ref: 179053OPDC2 dated 13 April 2018.",
    "Reason: To safeguard the amenities for future occupiers of the development in accordance with policies 3.5 and 7.15 of the London Plan (2016), policies 1.1(j) & 1.2(f) of the Ealing Development (or Core) Strategy (2012) and with policy 7.3 of the Ealing Development Management Development Plan Document (2013).",
    "| A delivery and servicing plan shall be submitted to and approved in writing by the Local Planning Authority, prior to first occupation of any part of the development hereby approved. The plan shall cover the following:",
    "o Vehicle tracking - Swept paths drawings for a refuse lorry vehicle, 10-metre rigid vehicle and a fire appliance vehicle;",
    "o Deliveries and collections (both commercial and residential); including how deliveries will be scheduled to avoid several lorries arriving at the site simultaneously;",
    "o Servicing trips (including maintenance); and measures to reduce the number of freight trips to the site (freight consolidation);",
    "o Details for the management and receipt of deliveries for the residential properties.",
    "o Cleaning and waste removal; including arrangements for refuse collection;",
    "o Monitoring and review of operations.",
    "The delivery and servicing plan shall be implemented on first occupation of any part of the development hereby approved and the site shall be managed in accordance with the approved plan for the life of the development, or as otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the development can be adequately serviced in the interests of pedestrian and highway safety, in accordance with policy 6.11 and 6.13 of the London Plan (2016) and Local Variation policy 6.13 of the Development Management DPD 2013.",
    "| The proposed development shall be carried out strictly in accordance with the Site Waste Management Plan subject of approved details ref: 181823OPDC2 dated 16 November 2018.",
    "Reason: To ensure sustainable procurement of materials which minimises the negative environmental impacts of construction in accordance with policies 5.3 and 5.18 of the adopted London Plan 2016, policies 1.1 (k) and 1.2 (f) of the adopted Ealing Development Strategy (2012) and interim guidance in Ealing's SPG4 'Storing waste for recycling and disposal",
    "| The proposed development shall be carried out strictly in accordance with:",
    "(a)\tThe Quantitative Risk Assessment subject of approved details 17901OPDC2 dated 31 January 2018",
    "(b)\tThe Remedial Action Plan subject of approved details 17901OPDC2 dated 31 January 2018",
    "Following completion of measures identified in the approved remediation (de-contamination) scheme part (b)",
    "(c) A verification report that demonstrates the completion of measures identified in the approved contamination remediation scheme shall be produced. The report shall be compiled in accordance with the Environment Agency guidance 'Verification of Remediation of Land Contamination', Report: SC030114/R1'.",
    "Reason: To ensure that the site is not hazardous in the interest of public health and safety, in accordance with policy 5.21 of the adopted London Plan (2016), policy 1.1(e), of the adopted Ealing Development (or Core) Strategy (2012), and policy 5.21 of the adopted Ealing Development Management DPD (2013).",
    "| Blocks B, C, D and E shall be constructed strictly in accordance with approved details ref: 185535CND dated 16 January 2019.",
    "Samples of all facing materials in relation to Block A shall be submitted to and approved in writing by the Local Planning Authority prior to work commencing on the relevant part of the development. The samples shall include:",
    "a) Brickwork (including brick panels and mortar courses);",
    "b) Cladding and colours;",
    "c) Glass reinforced concrete, colours and textures;",
    "d) All window treatments and entrance doors (including sections and reveals);",
    "e) Balcony structures and balustrading treatment (including sections);",
    "f) Privacy screens;",
    "g) Metal, cement and render facing and banding detail;",
    "h) Ventilation and extraction louvres; external doors or other openings to refuse areas, cycles stores, substations;",
    "i) All other external materials to be used.",
    "The development shall be carried out strictly in accordance with the details so approved.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies Ealing Local Variation to London Plan Policy 7.4 and 7B of the Ealing Development Management Development Plan (2013), policies 1.1 (h) and 1.2 (g) of the adopted Local Development Framework (Core) Strategy (2012) and policies 7.4 and 7.6 of the London Plan (2016).",
    "| Prior to commencement of landscaping works, and notwithstanding the indications in the submitted application; details of the hard and soft landscaping works and boundary treatments, within the ground level public realm, pedestrian routes, amenity areas, student roof terrace and other areas of public realm including the details of:",
    "a. the location, species and densities of planting;",
    "b. finishes to the hard-surfaced areas (including samples);",
    "c. the amount, location of play space and full details of any play equipment and safety surfacing proposed",
    "d. boundary treatments and access gates",
    "e. associated furniture (including bins, bollards, seating) and other hard landscape works, and lighting",
    "f. disabled access and security measures",
    "shall be submitted and approved by the Local Planning Authority and implemented. Any trees or other plants, which die or are removed within the first five years following the implementation of the landscaping scheme, shall be replaced during the next planting season.",
    "Reason: To ensure a high-quality living environment is provided in interests the future occupiers of the development and the visual character and appearance of the conservation area, in accordance with policies 1.1 (e) (i) and 1.2 (d) of the adopted Local Development Framework (Core Strategy 2012), policies 7.4 and 7.6 of the London Plan (2016) and policy 7.4 of the Ealing Development Management Development Plan 2013.",
    "| Prior to commencement of superstructure works and notwithstanding the indications in the submitted application full details of the proposed Service Mews shall be submitted to and approved in writing by the Local Planning Authority. The proposals shall include full details of the treatment of the mews and ground floor elevations facing onto the Mews and other means of enclosure including:",
    "o Finishes to hard surfaced areas (including samples);",
    "o Details of the elevational treatments of the ground floors of the relevant blocks facing onto the mews;",
    "o Location and species of planting;",
    "o Street furniture including bins, bollards, seating and lighting",
    "o Gates, fences and other boundary treatments.",
    "o Access details, disabled facilities and security measures",
    "The development shall be carried out strictly in accordance with the details so approved.",
    "Reason: To ensure that the mews complements the development, is attractive, accessible and capable of satisfactorily accommodating the servicing and access requirements of the development, in accordance with policies Ealing Local Variation to London Plan Policy 7.4 and 7B of the Ealing Development Management Development Plan (2013), policies 1.1 (h) and 1.2 (g) of the adopted Local Development Framework (Core) Strategy (2012) and policies 7.4 and 7.6 of the London Plan (2016).",
    "| The proposed development shall be carried out strictly in accordance with the enhanced sound insultation details subject of approved details ref: 181351OPDC2 dated 20 June 2018. The approved details shall be implemented before the development is occupied and retained permanently thereafter.",
    "Reason: To ensure a satisfactory standard of residential amenity is provided for future occupiers of the apartment buildings adjoining locations identified as exceeding accepted residential noise levels, in accordance with policies 3.2 and 7.15 of the London Plan (2016); policy 1.1(j) of Ealing's Development (or Core) Strategy (2012); policy 7A of Ealing's Development Management DPD (2013), and Ealing's interim SPG10: Noise and Vibration.",
    "| The proposed development shall be carried out strictly in accordance with the Sound Insultation Details subject of approved details ref: 181436OPDC2 dated 16 January 2019. The approved details shall be implemented before the development is occupied and retained permanently thereafter.",
    "Reason: To safeguard the future occupiers of the development against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan (2016), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013).",
    "| Details of plant and machinery shall be submitted to and approved by the Local Planning Authority prior to installation to demonstrate that the rating sound level emitted from the proposed external plant and machinery at the proposed development will be lower than the typical existing background sound level by at least 5dBA in order to prevent any adverse impact. The assessment shall be made in accordance with BS4142:2014 at the nearest and/or most affected noise sensitive premises at the development and neighbouring sites, with all machinery operating together at maximum capacity. A post installation noise assessment shall be carried out where required to confirm compliance with the sound criteria and additional steps to mitigate noise shall be taken, as necessary. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To safeguard future and existing occupiers of the area against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan (2016), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013).",
    "| Prior to the occupation of any commercial units for A3 use, details of anti-vibration measures shall be submitted to and approved in writing by the Council. The measures shall ensure that [machinery, plant/ equipment] [extract/ ventilation system and ducting etc.] are mounted with proprietary anti-vibration isolators and fan motors are vibration isolated from the casing and adequately silenced. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To safeguard the future occupiers of the development against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan (2016), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013).",
    "| Prior to occupation of any commercial units details shall be submitted for the approval of the Local Planning Authority for a Quiet Delivery Scheme (QDS). The Scheme shall be compiled in accordance with the Quiet Deliveries Good Practice Guidance, - Key Principles and Processes for Retailers, Department of Transport, April 2014. The noise mitigation measures emanating from the site assessment report shall be implemented prior to the commencement of the QDS and shall be retained permanently thereafter.",
    "Reason: To safeguard future and existing occupiers of the area against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan (2016), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013).",
    "| Prior to first occupation of the proposed student accommodation a ventilation strategy shall be submitted to the Local Planning Authority for approval, setting out measures to mitigate poor air quality at the locations identified in Table 6.11 of the Environmental Statement prepared by RSK (April 2017). The approved strategy shall be implemented and permanently retained thereafter.",
    "Reason: To safeguard the amenity of future occupiers, in accordance with policy 5.21 of the adopted London Plan (2016), policy 1.1(e), of the adopted Ealing Development (or Core) Strategy (2012), and policy 5.21 of the adopted Ealing Development Management DPD (2013)",
    "| Details shall be submitted for the approval of the Local Planning Authority prior to installation works to demonstrate the CHP plant that may be installed complies with a minimum NOx Emission Standard of 20 mg/Nm -3 (at Reference O2).",
    "Reason: To monitor the effectiveness of the equipment in order to confirm compliance with energy policies and establish an evidence base on the performance of such equipment in accordance with policies 5.2, 5.3, 5.5, 5.6 and 5.7 of the London Plan (2016), adopted Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD (December 2013).",
    "| Prior to the occupation of any commercial units for A3 use details shall be submitted for the approval of the Local Planning Authority, for the installation, operation, and maintenance of the best practicable cooking extract system, including the provision of a suitable extract fan, odour control equipment. The details shall satisfy the advice at \"DEFRA, 2005: Guidance on the Control of Odour and Noise from Commercial Kitchen Exhaust Systems\" and the relevant Building Regulations. The system, as approved, shall be completed before occupation of the relevant commercial unit and thereafter permanently retained and maintained.",
    "Reason: To safeguard the amenity of future and adjoining occupiers, in accordance with policy 5.21 of the adopted London Plan (2016), policy 1.1(e), of the adopted Ealing Development (or Core) Strategy (2012), and policy 5.21 of the adopted Ealing Development Management DPD (2013)",
    "| The proposed development shall be carried out strictly in accordance with the Non Road Mobile Machinery (NRMM) details subject of approved details ref: 181904OPDC2 dated 17 August 2018. The approved NRMM should be regularly serviced and service logs kept on site for inspection. Records should be kept on site with proof of emission limits for all equipment.",
    "Reason: To safeguard adjoining occupiers of the development against unacceptable noise, disturbance and emissions, in accordance with policies 3.5 and 7.15 of the London Plan (2016), policies 1.1(j) of the Ealing Development (Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing's Development Management DPD (2013).",
    "| Prior to the commencement of the landscaping works, a detailed scheme of proposed tree planting shall be submitted for the approval of the Local Planning Authority. The scheme shall include the following comprehensive details of all trees to be planted:",
    "o Full planting specification - Tree size, species and the numbers of trees;",
    "o Positions of all proposed species;",
    "o Comprehensive details of ground preparation;",
    "o Staking/tying method(s); and",
    "o 5-year post planting maintenance schedule with an agreed inspection schedule.",
    "All tree-planting shall be carried out in full accordance with the approved scheme in the nearest planting season (1st October to 31st March inclusive) to the completion of the approved development, unless agreed otherwise in writing by the Local Planning Authority. The quality of all approved landscape works shall be in accordance with British Standard 4428:1989 'Code of Practice for General Landscape Operations' or any subsequent revision. All trees included within the approved scheme shall be healthy, well-formed specimens with single leading shoots and shall be of a minimum quality compatible with British Standard 3936:1992 (Part 1) 'Specifications for Trees & Shrubs' and British Standard 4043 (where applicable) or any subsequent revisions. Any trees which within a period of 5 years from the completion of all tree planting die, are removed, uprooted are significantly damaged, become diseased or malformed shall be replaced during the nearest planting season (1st October to 31st March inclusive) with others of the same size, species and quality as approved, unless the Local Planning Authority gives written consent to any variation.",
    "Reason: - To ensure that the works are carried out as approved in the interests of the visual character and appearance of the conservation area, in accordance with policies 1.1 (e) (i) and 1.2 (d) of the adopted Local Development Framework (Core Strategy 2012), policies 7.4 and 7.6 of the London Plan (2016) and policy 7.4 of the Ealing Development Management Development Plan 2013.",
    "| The proposed external lighting scheme shall be designed to reduce light spill to nearby residents, and road users and where applicable the recommendations of the following guidance shall be met:",
    "o ILP Guidance Notes for the reduction of Obtrusive Lighting 2011.",
    "o Institution of Lighting Professionals Technical Report PLG05, Brightness of Illuminated advertisements, 2015.",
    "o CIE Technical Report- Guide on the Limitation of the Effects of Obtrusive Light from Outdoor Lighting Installations - CIE 150: 2003.",
    "o Statutory Nuisance from Insects and Artificial Light by Department of Environment Food. Guidance on sections 101, 102 and 103 of the Clean Neighbourhoods and Environment Act 2005, Defra",
    "Reason: To provide a safe and secure external environment and to safeguard the amenities of future occupiers of the development and surrounding properties in accordance with policies 3.5 and 7.15 of the London Plan (2016), policies 1.1(h) & (j) & 1.2(f) of the Ealing Development (or Core) Strategy (2012) and with policy 7.3 of the Ealing Development Management Development Plan Document (2013) and Ealing Supplementary Planning Guidance (SPG) Note 8: Safer Ealing.",
    "| The proposed development shall be carried out strictly in accordance with the Secure by Design details subject of approved details ref: 180454OPDC2 dated 13 April 2018. The development shall be implemented only in accordance with the approved details, which shall be completed prior to the first occupation of the development hereby approved and thereafter permanently retained.",
    "Reason: In the interest of the safety of the future occupiers and visitors to the premises, in accordance with policies 3.5, 7.3,7.4-7.6 of the London Plan (2016), policies 1.1 & 1.2 of the Ealing Development (or Core) Strategy 2012, and policy 7.3 of the Ealing Development Management Development Plan Document 2013.",
    "| Prior to the first occupation of the development, a Site Wide Car and Cycle Parking Management Strategy shall be submitted to and approved in writing by the Local Planning Authority. The Site Wide Car and Cycle Parking Management Strategy shall include the following details:",
    "a) The proposed allocation of and arrangements for the management of:",
    "i) Disabled parking bays",
    "b) Investigation of the provision of a car club space on site, which shall include consideration of the operator viability and other car club spaces (existing and emerging) in the North Acton area. If it is concluded that a car club space can be provided on site, details shall be provided of the location of the proposed space and appointed car club operator as part of the Management Strategy.",
    "c) Measures for preventing parking in undesignated places throughout the site",
    "d) The provision of active Electric Vehicle Charging Points (EVCP) for a minimum of 20% of the disabled car parking spaces and an additional 20% passive provision of the disabled car parking spaces within the development as set out in the London Plan (2016);",
    "e) The safety and security measures to be incorporated within the development to ensure the safety of car/cycle parking areas",
    "f) Details including location, and where appropriate the design and appearance of the cycle parking for the internal and external storage/parking areas",
    "The car and cycle parking shall be provided and managed in accordance with the approved strategy for the life of the development, or as otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure inclusive, safe and adequate parking is provided and retained in conjunction with the development in the interests of the general amenities of the locality, the flow of traffic and conditions of pedestrian and general highway safety within the site and on neighbouring highways, a sustainable development and where appropriate constrain local highway impact in accordance with policies 6.3, 6.9 and 6.13 of the adopted London Plan (2016); policies 1.1(e), 1.1(f) 1.1(g) and 1.1(h) of Ealing's adopted Development (or Core) Strategy 2012",
    "| Prior to occupation of the development a Travel Plans for:",
    "a) Commercial,",
    "b) Residential and",
    "c) Student accommodation",
    "Comprising immediate, continuing and long-term measures to promote and encourage alternatives to single-occupancy car use has been prepared, submitted to and been approved in writing by the Local Planning Authority. As part of the Travel Plan measures, details of an appointed car club vehicle provider (if provision is to be made on-site subject to condition 23) and details of the siting of the car club spaces and terms for car club hire will be given. The approved Travel Plans shall then be implemented, monitored and reviewed in accordance with the agreed Travel Plan Targets to the satisfaction of the council.",
    "Final detailed Travel Plans for the commercial, residential and student accommodation uses shall be submitted to and approved in writing by the Local Planning Authority within 3 months of the completion of the development. Car club vehicles shall be provided in accordance with the approved details if such provision is found to be viable.",
    "Reason: In the interest of supporting measures that encourage shifts to more sustainable modes of transport, in accordance with policies 6.1 and 6.3 of the adopted London Plan, policies 1.1(f), 1.1(g), 1.1(j), 1.1(k) and 1.2(k) of the adopted Ealing Development Strategy (2012), and Ealing's SPD on Sustainable Transport, adopted December 2014.",
    "| Prior to the first occupation of any part of the development an overall management strategy for the site shall be submitted to and approved in writing by the Local Planning Authority. The strategy should include:",
    "o Details of the management company responsible for the overall management of the development including contact names and details for relevant personnel",
    "o Details of security measures including location of security/concierge office, location and details of CCTV and associated equipment, details of access fob arrangements and management",
    "o Details regarding the receipt, management and distribution of post, parcels, supermarket and other deliveries to the residential units",
    "o Access Strategy including details of:",
    "- Different controlled areas of the development and details of those who will have access to each of the identified zones;",
    "- Points of access and how access will be controlled;",
    "- Confirmation of disabled access arrangements",
    "o Refuse and Recycling Storage and Collection (Operational Waste Management Strategy)",
    "o Measures and procedures to prevent and deal with antisocial behaviour",
    "o Details of maintenance regimes for all publicly accessible areas including all areas of public realm.",
    "The site shall be managed in accordance with the approved strategy for the life of the development or as otherwise agreed in writing by the Local Planning Authority",
    "Reason: In the interests of the proper maintenance, safety and security of the site and to ensure that the quality of the public realm is appropriately safeguarded and that that access is maintained for disabled people and people with pushchairs, in accordance with policies 3.1, 3.8, 3.16, 7.2, 7.3, 7.5 and 7.8 of the adopted London Plan (2016), policies 1.1(e), (g) and (h),1.2 (d) and (f), and 2.10 of the adopted Ealing Development (and Core) Strategy (2012), policies 6.13 and 7.3 of the adopted Ealing Development Management DPD (2013).",
    "| Prior to the first occupation of the student accommodation a Student Management Plan for the site shall be submitted to and approved in writing by the Local Planning Authority. The strategy should include:",
    "o Day to day and out of hours management",
    "o Communal area management",
    "o Security",
    "o Servicing and deliveries",
    "o Arrangement for arrival and departures at the beginning and end of tenancies",
    "o Measures for dealing with anti-social behaviour",
    "Reason: In the interests of the proper maintenance, safety and security of the site and to ensure that the amenity of other users of the site and surrounding sites is appropriately safeguarded, in accordance with policies 3.1, 3.8, 3.16, 7.2, 7.3, 7.5 and 7.8 of the adopted London Plan (2016), policies 1.1(e), (g) and (h),1.2 (d) and (f), and 2.10 of the adopted Ealing Development (and Core) Strategy (2012), policies 6.13 and 7.3 of the adopted Ealing Development Management DPD (2013).",
    "| The development should be registered with Building Research Establishment (BRE), achieve BREEAM Rating Very Good and make reasonable endeavours to achieve Excellent (based on the latest BREEAM Technical guidance).",
    "A) Within 3 months of the completion of each non-residential unit of the development (student accommodation and office space), evidence that the development is registered with Building Research Establishment (BRE) under the most up to date BREEAM Technical Guidance and Interim BREEAM Assessment and related Certification verified by the BRE shall be submitted to the Local Planning Authority for written approval.",
    "B) Within 3 months from the date of first occupation of each non-residential unit of the development (student accommodation and office space), BREEAM 'Post Construction Stage' Assessment and related Certification verified by the BRE, should be submitted to the Local Planning Authority for written approval confirming the BREEAM standard and measures have been implemented.",
    "Following any approval of a 'Post Construction Stage' assessment and certificate of the development, the approved measures and technologies to achieve the BREEAM Very Good or higher standard shall be retained in working order for the lifetime of the development.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3, 5.6, 5.7 and 5.9 of the London Plan (2016), policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy (2012) and policies 5.2 and 7A of Ealing's Development Management DPD (2013).",
    "| a) Upon the first occupation of the student accommodation within the approved development, the approved student accommodation shall incorporate sustainability measures as detailed in the approved Sustainability Statement Rev 02, prepared by Hoare Lea in 28 April 2017.",
    "b) Upon the first occupation of the office space within the approved development, the approved office space shall incorporate sustainability measures as detailed in the approved Sustainability Statement Rev 02, prepared by Hoare Lea in 28 April 2017.",
    "c) Upon the first occupation of the residential units within the approved development, the residential units shall incorporate sustainability measures as detailed in the approved Sustainability Statement Rev 02, prepared by Hoare Lea in 28 April 2017.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3, 5.6, 5.7 and 5.9 of the London Plan 2016, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012.",
    "| The proposed development shall be carried out strictly in accordance with the Water Efficiency details subject of approved details ref: 182208OPDC2 dated 27 June 2018. The approved details shall be implemented before the development is occupied and retained permanently thereafter.",
    "Reason: To ensure the sustainable use of water, in accordance with policy 5.15 of the London Plan 2016.",
    "| Notwithstanding the information submitted in support of the application, within 6 months from the commencement of the superstructure works for the student accommodation, the details of the dynamic thermal modelling, being applied using the guidance and criteria provided in CIBSE TM49 & TM52 and demonstrating how these units perform against and even exceed the overheating criteria, shall be submitted to the Local Planning Authority for written approval.",
    "The details of any additional measures to be incorporated into the student accommodation to minimise the risk of overheating (without active cooling) shall be submitted and evidence that these measures can be incorporated into the development if the dynamic thermal modelling demonstrates that overheating would occur. The student accommodation shall thereafter be provided in accordance with the approved details.",
    "Reason: To ensure that the student accommodation hereby approved is energy efficient and to reduce the risk of overheating in line with policy 5.9 of the London Plan 2016, adopted Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD (December 2013).",
    "| Notwithstanding the information submitted in support of the application, within 6 months from the com"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "06/11/2018",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-07396273",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2574024,
          51.5219602
        ],
        [
          -0.25745019999999996,
          51.5212085
        ],
        [
          -0.2578977,
          51.5214769
        ],
        [
          -0.258044,
          51.5213898
        ],
        [
          -0.2581464,
          51.5214538
        ],
        [
          -0.2582344,
          51.5213956
        ],
        [
          -0.258976,
          51.521826
        ],
        [
          -0.2584798,
          51.5222112
        ],
        [
          -0.258437,
          51.5222106
        ],
        [
          -0.2574024,
          51.5219602
        ]
      ]
    ],
    "type": "Polygon"
  }
}