{
  "last_date_consultation_comments": "04/12/2024",
  "site_number": null,
  "ward": "UXBRIDGE 2022",
  "decision_date": "09/12/2024",
  "description": "Erection of an additional storey to existing bungalow to include external alterations and extensions, installation of a balcony to the rear and installation of roof lights (amended description)",
  "development_type": null,
  "application_type": "Householder",
  "appeal_status": null,
  "title_number": null,
  "postcode": "UB8 1PW",
  "locality": null,
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "13463243",
  "street_name": "UXBRIDGE",
  "last_updated_by": "CSV Data Import",
  "lpa_name": "Hillingdon",
  "centroid": {
    "lon": -0.476452,
    "lat": 51.555114
  },
  "lpa_app_no": "61667/APP/2024/2665",
  "borough": "Hillingdon",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 95,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "07/2025",
    "intended_commencement_date": "02/2025",
    "site_area": 0.048
  },
  "application_type_full": "Householder planning permission",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.476448,
          51.5549222
        ],
        [
          -0.4765095,
          51.5550242
        ],
        [
          -0.4765451,
          51.5551008
        ],
        [
          -0.4765622,
          51.5551605
        ],
        [
          -0.47656139999999997,
          51.5551854
        ],
        [
          -0.4765621,
          51.5552211
        ],
        [
          -0.47655889999999995,
          51.5552603
        ],
        [
          -0.4763327,
          51.5552324
        ],
        [
          -0.4763327,
          51.5552336
        ],
        [
          -0.4762649,
          51.5551483
        ],
        [
          -0.4762593,
          51.5551446
        ],
        [
          -0.47626349999999995,
          51.5551328
        ],
        [
          -0.476448,
          51.5549222
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 505723,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=61667/APP/2024/2665",
  "bo_system": "CSV Data Import",
  "appeal_start_date": null,
  "secondary_street_name": "MIDDLESEX",
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": "195 HAREFIELD ROAD",
  "id": "Hillingdon-61667_APP_2024_2665",
  "decision_target_date": "09/12/2024",
  "centroid_northing": 185125,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505722.2568,
              185103.4755
            ],
            [
              505717.7588,
              185114.7203
            ],
            [
              505715.113,
              185123.187
            ],
            [
              505713.7901,
              185129.8016
            ],
            [
              505713.7901,
              185132.5797
            ],
            [
              505713.6578,
              185136.5485
            ],
            [
              505713.7901,
              185140.9141
            ],
            [
              505729.5328,
              185138.136
            ],
            [
              505729.5328,
              185138.2682
            ],
            [
              505734.4276,
              185128.8755
            ],
            [
              505734.8245,
              185128.4786
            ],
            [
              505734.5599,
              185127.1557
            ],
            [
              505722.2568,
              185103.4755
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plan numbers:",
    "PL/04",
    "PL/05 Rev A dated 27/11/24 (Proposed roof plan and first floor plan)",
    "PL/05A Rev B dated 27/11/24 (Proposed street scene)",
    "PL/06 Rev A dated 27/11/24",
    "PL/07",
    "REASON",
    "To ensure the development complies with the provisions of the Local Plan: Part Two - Development Management Policies (2020) and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policies DMHB 11 and DMHD 1 of the Local Plan: Part Two - Development Management Policies (2020).",
    "Prior to first occupation, the proposed rear facing balcony shall be fitted with a 1.7m high permanently obscured glazed screen facing number 197 Harefield Road and shall be retained for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The upper floor side window facing number 197 Harefield Road shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls of the development hereby approved facing number 197 Harefield Road.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification); no extensions or roof alteration to any dwellinghouse(s) shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with policies DMHB 11 and DMHD 2 of the Hillingdon Local Plan Part 2 (2020).",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "appeal_decision_date": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "last_updated": "2025-03-19T10:28:27.230+00:00",
  "decision_agency": "Borough",
  "parking_details": null,
  "lapsed_date": "09/12/2027",
  "decision": "Approved",
  "valid_date": "07/10/2024"
}