{
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans and documents:",
    "24.0171-A-DR-TD-01-150",
    "001-1328-01 Rev B",
    "001-1328-02 Rev A",
    "001-1328-21 Rev A",
    "Plant Noise Impact Assessment Reference 92935/NIA dated 6th January 2025",
    "Odour Assessment by Chapman Ventilation dated 06/01/2024",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "Unless stated on the proposed drawings, the materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "For the lifetime of the development hereby permitted the rating level (LAr) of noise caused by its operation shall not exceed: 40 dB LAr 15 min for any fifteen-minute period between 2300 and 0700, and 50 dB LAr 1 hour for any one-hour period between 0700 and 2300, determined one metre free field external to any window or door of any permanent residential, or equivalently noise sensitive premises, in accordance with 'Methods for rating and assessing industrial and commercial sound' British Standards Institution BS4142 2014.",
    "REASON",
    "To ensure that occupants would not be exposed to noise caused by the permitted development that would be likely to cause an adverse effect on their health and quality of life with windows fully open for the purposes of ventilation and cooling.",
    "For the lifetime of the development hereby permitted, all elements of the kitchen extract system shall be installed, retained and maintained in accordance with the design submitted, showing the extract discharge point at least one metre above roof level, and the manufacturer's instructions.",
    "REASON: To ensure that occupants of the residential dwellings would not be exposed to odour that would be likely to cause an adverse effect on their health and quality of life in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "It is considered that a condition based on fixed noise levels is consistent with noise and planning policy by relating external noise levels to the point at which adverse effects on health and quality of life start to be observed. The limit values are intended to be consistent with the evidence base that is reflected in guidance: 'Guidance on Sound Insulation and Noise Reduction for Buildings' BS8233 2014. This is combined with the assessment principles and procedures detailed in guidance: 'Methods for rating and assessing industrial and commercial sound' British Standards Institution BS4142 2014.' This is used to set reference time periods for the assessment and adjust measured or calculated LAeq values for character as detailed in BS4142 to determine the rating level.",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "31/03/2025",
  "lpa_name": "Hillingdon",
  "centroid_northing": 184141,
  "last_updated": "2025-06-24T21:59:20.729Z",
  "development_type": null,
  "ward": "UXBRIDGE 2022",
  "parking_details": null,
  "uprn": null,
  "application_details": {
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 441,
        "gia_gained": 0,
        "use_class": "E(b)",
        "gia_lost": 0
      }
    ],
    "affordable_housing_fast_track": false,
    "green_suds": false,
    "rain_water_harvesting": false,
    "surface_water_discharge_percentage_reduction": 0,
    "grey_water_reuse": false,
    "phasing_details": [
      {
        "phase_detail": "Entire development ",
        "intended_commencement_date": "03/2025",
        "intended_completion_date": "06/2025"
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "total_gia_lost": 0,
    "total_gia_gained": 0,
    "scheme_phasing": true,
    "ownership_status": "Private",
    "total_gia_existing": 441,
    "existing_uprns": null,
    "garden_land_lost": false,
    "infrastructure_details": {
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "no_new_gas_connections_required": 0,
      "total_annual_pm_emissions": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_resi_units_to_have_full_fibre": 0,
      "no_homes_passive_cooling": 0,
      "total_annual_nox_emissions": 0,
      "fire_suppression_system_proposed": false
    },
    "site_area": 0.01,
    "internal_resi_water_usage": 0,
    "non_residential_details": {
      "total_gia_existing": 441,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    }
  },
  "last_date_consultation_comments": "03/03/2025",
  "decision": "Approved",
  "bo_system": "CSV Data Import",
  "postcode": null,
  "secondary_street_name": "UXBRIDGE",
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "26/03/2025",
  "borough": "Hillingdon",
  "wgs84_polygon": null,
  "lpa_app_no": "9423/APP/2025/120",
  "valid_date": "03/02/2025",
  "description": "Installation of external plant and internal alterations.",
  "centroid_easting": 505568,
  "site_number": null,
  "lapsed_date": "26/03/2028",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "HIGH STREET",
  "last_updated_by": "CSV Data Import",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.546298,
    "lon": -0.478982
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=9423/APP/2025/120",
  "site_name": "BOOTS THE CHEMIST,163",
  "cil_liability": false,
  "subdivision_of_building": "Proposals relate to the ground and first floor of 163 High Street only ",
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "13632670",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Full planning & listed building consent",
  "id": "Hillingdon-9423_APP_2025_120",
  "polygon": null
}