{
  "epc_number": null,
  "valid_date": "02/02/2023",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "centroid": {
    "lon": "0.1895594",
    "lat": "51.5180653"
  },
  "pp_id": null,
  "decision": "Approved",
  "centroid_easting": 552014,
  "site_name": "Former Rainham Library offices at",
  "lpa_app_no": "P0194.23",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "10094418214",
  "title_number": null,
  "borough": "Havering",
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced no later than 21st August 2022 (three years from the date of the original permission).",
    "Reason: To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The development shall be carried out in accordance with the details of existing and proposed site levels approved under application reference Q0014.20.",
    "Reason: To ensure the development has acceptable impacts on local character and amenity.",
    "The development shall be cariried out in accordance with the refuse and recycling facilities approved under application reference Q0202.20 and as amended by application P0194.23 with respect to block 5 only. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason: To ensure adequate facilities for refuse and recycling on site.",
    "Before each apartment block or dwellinghouse within the development is first occupied, the area set aside for car parking to serve that apartment block or individual dwellinghouse shall be laid out and surfaced to the satisfaction of the Local Planning Authority and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety.",
    "The parking provision within the development shall be allocated and maintained in accordance with the Parking Management Plan, approved under application reference Q0202.20. The approved Parking Management Plan shall be implemented as soon as occupation of the development commences and the development operated in accordance with the Parking Management Plan thereafter.",
    "Reason: To ensure parking provision within the development is adequate and to prevent harm to the functioning of the access roads within the development and the highway.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity.",
    "The development shall be carried out in accordance with the Construction Method Statement approved  under application reference Q0060.20.",
    "Reason:-",
    "To ensure that the method of construction protects residential amenity.",
    "The development shall then be carried out in accordance with the Construction Logistics Plan (CLP) approved under application reference Q0170.20.",
    "Reason:",
    "To ensure that the method of construction protects the amenity of the locality and reduces impacts on the local highway.",
    "Prior to the first occupation of the development hereby approved,  electric vehicle charging points (EVCP) shall be provided for 20% of the car parking spaces within the development and passive provision shall be made available for a further 20% of the spaces so that the spaces are capable of being readily converted to electric vehicle charging points. The location and specification shall be in accordance with details approved under application reference Q0202.20. The EVCP shall be constructed and marked out and the charging points installed prior to any of the residential units being brought into use and thereafter retained permanently to serve the vehicles of occupiers.",
    "Reason: In the interests of promoting sustainable forms of development.",
    "Prior to the first occupation of apartment buildings 1, 2 and 3 hereby permitted, disabled parking provision shall be laid out on site in accordance with the details shown on drawing no. A-1530-PL-02 Revision G hereby approved and shall be retained permanently thereafter.",
    "Reason: To ensure the development makes adequate provision for disabled parking.",
    "The development shall be carried out in accordance with the vehicle cleansing details approved under application reference Q0170.20.",
    "Reason:-",
    "In the interests of highway safety and the amenity of the surrounding area.",
    "No part of the development hereby approved shall be occupied until access to the highway has been completed in accordance with details that have been previously approved under application reference Q0129.20.",
    "Reason: In the interests of ensuring good design and public safety.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no extension or enlargement (including porches or additions to roofs) shall be made to the dwellinghouses hereby permitted, or any detached building erected, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development.",
    "Prior to occupation walls, fences and boundary treatment shall be erected in site in accordance with details approved under Q0202.20. The boundary development shall be retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:",
    "To protect the visual amenities of the development and prevent undue overlooking of adjoining property.",
    "No building shall be occupied or use commenced until external lighting is provided in accordance with details approved under application reference Q0082.21.",
    "Reason:-",
    "To protect residential amenity.",
    "No building shall be occupied or use commenced until cycle storage is provided in accordance with details approved under application reference Q0247.20 and as amended by application P0194.23 with respect to block 5 only. . The cycle storage shall be permanently retained thereafter.",
    "Reason:-",
    "In the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy SI 5 of the London Plan..",
    "The 6 wheelchair units shown on approved drawing nos.A-1530-PL-13 Rev. G, A-1530-PL-14 Rev. F and A-1530-PL-15 Rev.G shall be constructed to comply with Part M4(3)(2)(a) of the Building Regulations - Wheelchair Adaptable Dwellings. The remainder of the dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with Policy 7 of the Havering Local Plan and Policy D7 of the London Plan.",
    "The development hereby approved shall be carried out in accordance with the Secured by Design Scheme details approved under application reference Q0082.21.",
    "Reason:-",
    "In the interest of creating safer, sustainable communities.",
    "The development shall be carried out in accordance with the submitted Written Scheme of Investigation (WSI) and Historic Building Record (HBR) approved on 1 March 2021 under application reference Q0170.20.  This includes:",
    "a) The statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination of a competent person or organisation to undertake the agreed works.",
    "b) The programme for post-investigation assessment and subsequent analysis, publication and dissemination and deposition of resulting material.  This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI. Full discharge will need to be sought upon completion of relevant works.",
    "Reason: To ensure the archaeological value of the site is properly identified and recorded.",
    "The development shall be carried out in accordance with the Phase II (Site Investigation) Report and Phase III (Remediation Strategy) approved under application reference Q0034.20.",
    "Following completion of measures identified in the approved remediation scheme mentioned above, a \"Verification Report\" that demonstrates the effectiveness of the remediation carried out, any requirement for longer-term monitoring of contaminant linkages, maintenance and arrangements for contingency action, must be produced, and is subject to the approval in writing of the Local Planning Authority.",
    "Reason: \tTo protect those engaged in construction and occupation of the development from potential contamination.",
    "a)\tIf, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this unsuspected contamination shall be dealt with has been submitted to and approved in writing by the local planning authority. The remediation strategy shall be implemented as approved.",
    "b)\tFollowing completion of the remediation works as mentioned in (a) above, a 'Verification Report' must be submitted demonstrating that the works have been carried out satisfactorily and remediation targets have been achieved.",
    "Reason: \tTo ensure that any previously unidentified contamination found at the site is investigated and satisfactorily addressed in order to protect those engaged in construction and occupation of the development from potential contamination.",
    "The dwellings shall not be occupied until all measures identified in the Air Quality Assessment approved under application reference Q0202.20 have been shown to be implemented to the satisfaction of the Local Planning Authority.",
    "Reason: To protect the health of future occupants, neighbours, those engaged in construction and to comply with the national air quality objectives within the designated Air Quality Management Area.",
    "a)   Prior to the commencement of the development hereby approved, the developer or contractor must be signed up to the NRMM register.",
    "b)\tThe development site must be entered onto the register alongside all the NRMM equipment details.",
    "c)\tThe register must be kept up-to-date for the duration of the construction of development.",
    "d)\tIt is to be ensured that all NRMM complies with the requirements of the directive.",
    "e)\tAn inventory of all NRMM to be kept on-site stating the emission limits for all equipment.",
    "Reason:   Being a major development in Greater London, but outside the Non-Road Mobile Machinery (NRMM) Central Activity Zone, NRMM used on site must meet Stage IIIA of EU Directive 97/68/EC as a minimum.  From 1st September 2020 the minimum requirement for any NRMM used on site within Greater London will rise to Stage IIIB of the Directive.",
    "Prior to the first occupation of the development, Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh shall be installed in accordance with the details approved under application reference Q0032.20 and  thereafter be permanently retained.",
    "Reason:  In the interests of the living conditions of occupiers of nearby properties and future occupiers of the site.",
    "The development hereby approved shall be carried out in accordance with the mitigation measures for glazing and ventilation set out in the report from Ardent reference M911-03A, dated October 2017. These shall be implemented before first occupation of the development and retained permanently thereafter.",
    "Reason: To ensure the development provides adequate mitigation against impacts of noise in the interests of residential amenity.",
    "The development shall be carried out in accordance with the external materials approved under application reference Q0082.21.",
    "Reason: To ensure the development has a satisfactory appearance and to maintain the character of the historic environment within which the development is located.",
    "The works shall be implemented in accordance with the previously approved sample panels.",
    "Reason:   To ensure the development has a satisfactory appearance and to maintain the character of the historic environment within which the development is located.",
    "The development shall be carried out in accordance with the details drawings of proposed new doors, eaves, verges and cills apprvoed under application reference Q0170.20 and shall be permanently maintained as such.",
    "Reason:   To ensure the development has a satisfactory appearance and to maintain the character of the historic environment within which the development is located.",
    "The window frames to be used within the development shall be set a minimum of 70mm behind the face of external bricks.",
    "Reason:   To ensure the development has a satisfactory appearance and to maintain the character of the historic environment within which the development is located.",
    "Prior to their provision on site details of all electricity, gas and water meter boxes shall be submitted to and approved in writing by the Local Planning Authority.  The works shall then be carried out in accordance with the approved details.",
    "Reason: In order to ensure the development has a satisfactory appearance and to maintain the character of the historic environment within which the development is located.",
    "All electrical and telephone services to the development hereby approved shall be run underground.",
    "Reason: In order to ensure the development has a satisfactory appearance and to maintain the character of the historic environment within which the development is located.",
    "All rainwater goods to be used within the development shall be finished black and shall be permanently retained as such thereafter.",
    "Reason: In order to ensure the development has a satisfactory appearance and to maintain the character of the historic environment within which the development is located.",
    "The landscaping details approved under application reference Q0202.20 shall be implemented prior to first occupation of the development.  All hard surfacing, boundary treatments and street furniture shall be retained thereafter in accordance with the approved details.All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason: In order to ensure the development has a satisfactory appearance.",
    "All buildings containing flats shall be equipped with a communal TV and radio aerial and satellite dish which shall be installed in accordance with details approved under application reference Q0202.20",
    "Reason: In order to ensure the development has a satisfactory appearance.",
    "Notwithstanding the provisions of Class H, Part 1, Schedule 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015, or Part 16, Class C, Schedule 2 of the same Order, no microwave antenna shall be erected to any of the flats or houses within the development without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In order to maintain the character and appearance of the development and to enable the Local Planning Authority to retain control over future development, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The development shall be carried out in accordance with the tree protection measures approved under application reference Q0170.20 to protect the tree line on the embankment along the north-western boundary of the site during development, which shall be retained during the construction phase of development.",
    "Reason: To ensure the development makes adequate provision for protection of trees that may be affected by the development.",
    "No works to trees or vegetation clearance shall take place during bird nesting season (February to August) unless a survey for active bird nests has been carried out beforehand, in accordance with details to be submitted to and approved by the Local Planning Authority.",
    "Reason:  To prevent disturbance to nesting birds or to bats.",
    "The development shall be carried out in accordance with the approved methodology and the results and recommendations arising from the bat roost survey approved under application reference Q0281.19.",
    "Reasons: To prevent disturbance to bats.",
    "The development shall be carried out in accordance with the details of measures to buffer the drainage ditch to the south-west of the site and Rainham Main Sewer to the north-west of the site, and the bat sensitive lighting strategy approved under application reference Q0170.20 and retained as such thereafter.",
    "Reason:",
    "In order to minimise disturbance to foraging and commuting bats during construction works and post-development.",
    "Any trenches or other excavations left open overnight should be furnished with gently sloping planks.",
    "Reason:\tBadgers and hedgehogs may use the site for foraging, the ramps will provide a means of escape for any animals which fall into the excavation.",
    "The development shall be carried out in accordance with the site survey for the presence of reptiles and water voles and proposed impact mitigation strategy approved under application reference Q0170.20.",
    "Reason:",
    "In order to adequately assess and mitigate the potential impact of the development on protected species.",
    "The end elevation of the balcony to block 5, to the north-eastern elevation, as shown on drawing no. A-1530-PL-29 Revision D hereby approved, shall be permanently fitted with opaque screens, in accordance with details approved under application reference Q0202.20.  The opaque screening shall be fitted before the units served by these balconies are first occupied and retained permanently thereafter in accordance with the approved details.",
    "Reason:",
    "To ensure the development maintains residential amenity.",
    "The proposed flank windows to the north-east facing elevation of Block 5 hereby approved, as shown on drawing no.A-1530-PL-29 Revision D , shall be permanently fixed shut and shall be obscure glazed to a level of not less than level 4 on the standard scale of obscurity and retained as such thereafter.",
    "Reason:",
    "In the interests of privacy.",
    "The first floor finished levels of all houses within the development and apartment blocks 4 and 5 shall be set at least 4.17m AOD.  The ground floor levels of apartment blocks 1, 2 and 3 shall be set at least 4.17m AOD.",
    "Reason:",
    "In order to ensure that the development is protected against residual flood risk.",
    "The development shall comply with the flood evacuation plan approved under application reference Q0129.20.",
    "Reason:",
    "In order to ensure that the development is protected against residual flood risk.",
    "No foundations shall be constructed within an 8m buffer zone taken from the outer edge of the culverted section of the Rainham Main Sewer unless details have been otherwise submitted to and approved in writing by the Local Planning Authority, in conjunction with the Environment Agency.",
    "Reason:",
    "In order to mitigate the impact of the development in relation to Rainham Main Sewer, which is designated as a main river for the purposes of flood risk assessment.",
    "The development shall be carried out in accordance with the tree protection measures approved under application reference Q0170.20. Such measures to be provided on site in accordance with the approved details before works commence and retained during the life of the construction works.",
    "Reason: In order to ensure adequate protection for the trees proposed to be retained on site as part of the development.",
    "The walls indicated on drawing number PH-118-028 as retained walls shall be shall not be removed during development and shall be retained on site in accordance with the approved drawing.",
    "Reason: The retained walls have some historic significance and their retention will contribute to the historic character of the locality and the character of the proposed development.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). Based upon the information supplied with the application, the CIL payable would be £90,540 (this figure may go up or down, subject to indexation). CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the development before works begin. Further details with regard to CIL are available from the Council's website.",
    "The planning obligations recommended in this report have been subject to the statutory tests set out in Regulation 122 of the Community Infrastructure Levy Regulations 2010 and the obligations are considered to have satisfied the following criteria:-",
    "(a)\tNecessary to make the development acceptable in planning terms;",
    "(b)\tDirectly related to the development; and",
    "(c)\tFairly and reasonably related in scale and kind to the development.",
    "Before occupation of the residential/ commercial unit(s) hereby approved, it is a requirement to have the property/properties officially Street Named and Numbered by our Street Naming and Numbering Team.  Official Street Naming and Numbering will ensure that that Council has record of the property/properties so that future occupants can access our services.  Registration will also ensure that emergency services, Land Registry and the Royal Mail have accurate address details.  Proof of having officially gone through the Street Naming and Numbering process may also be required for the connection of utilities. For further details on how to apply for registration see:",
    "https://www.havering.gov.uk/Pages/Services/Street-names-and-numbering.aspx",
    "In addition to planning permission, under the terms of the Environmental Permitting Regulations a Flood Risk Activity Permit is required from the Environment Agency for any proposed works or structures, in, under, over or within 8 metres of the top of the bank of the Rainham Main Sewer, designated a 'main river'.",
    "Details of lower risk activities that may be Excluded or Exempt from the Permitting Regulations can be found on the gov.uk website. For further information please contact us at PSO-Thames@environment-agency.gov.uk."
  ],
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 182177,
  "subdivision_of_building": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551924.454,
              182203.687
            ],
            [
              551978.96,
              182238.111
            ],
            [
              551981.191,
              182232.692
            ],
            [
              552016.253,
              182251.18
            ],
            [
              552017.209,
              182248.63
            ],
            [
              552019.759,
              182249.586
            ],
            [
              552021.034,
              182247.355
            ],
            [
              552026.771,
              182248.948
            ],
            [
              552039.521,
              182230.461
            ],
            [
              552050.996,
              182203.687
            ],
            [
              552085.102,
              182132.607
            ],
            [
              552070.121,
              182126.55
            ],
            [
              552076.496,
              182117.625
            ],
            [
              552063.746,
              182109.019
            ],
            [
              552067.889,
              182103.601
            ],
            [
              552051.952,
              182094.357
            ],
            [
              552040.159,
              182097.545
            ],
            [
              551924.454,
              182203.687
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "development_type": null,
  "lpa_name": "Havering",
  "actual_commencement_date": null,
  "last_updated": "2025-03-19T23:06:51.224+00:00",
  "decision_process": "Delegated",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0194.23",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "ward": "Rainham & Wennington",
  "application_type_full": null,
  "locality": null,
  "last_updated_by": "CSV Data Import",
  "application_details": {
    "existing_uprns": null,
    "site_area": 1.264
  },
  "postcode": null,
  "decision_target_date": "03/04/2024",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.18828129999999998,
          51.5183292
        ],
        [
          0.1890811,
          51.5186238
        ],
        [
          0.1891109,
          51.5185745
        ],
        [
          0.18962379999999998,
          51.5187312
        ],
        [
          0.18963649999999999,
          51.518708
        ],
        [
          0.1896736,
          51.5187159
        ],
        [
          0.189691,
          51.5186955
        ],
        [
          0.18977429999999998,
          51.5187083
        ],
        [
          0.18995,
          51.5185388
        ],
        [
          0.1901037,
          51.5182952
        ],
        [
          0.1905643,
          51.5176474
        ],
        [
          0.19034589999999998,
          51.517597
        ],
        [
          0.1904339,
          51.5175151
        ],
        [
          0.1902466,
          51.5174412
        ],
        [
          0.1903039,
          51.5173914
        ],
        [
          0.1900704,
          51.5173126
        ],
        [
          0.18990189999999998,
          51.5173445
        ],
        [
          0.18828129999999998,
          51.5183292
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Variation of Condition No. 2 of Planning Permission Ref P1701.17 dated 21/08/2019 to allow for amendment to the red line denoting the site boundary (The demolition of existing buildings and the construction of 57 homes comprising a mix of 22 houses and 35 apartments with associated access roads, parking, hard surfacing, landscaping, boundary treatments, refuse stores, an electrical substation and means of access to and from Broadway.)",
  "street_name": "21 Broadway",
  "bo_system": "CSV Data Import",
  "appeal_status": null,
  "lapsed_date": "28/03/2027",
  "cil_liability": false,
  "site_number": null,
  "decision_date": "28/03/2024",
  "secondary_street_name": "and land rear of 29 Broadway",
  "application_type": "All Other",
  "id": "Havering-P0194.23",
  "last_date_consultation_comments": "27/02/2023"
}