{
  "valid_date": "19/12/2024",
  "epc_number": null,
  "site_name": "6 Priory Path",
  "cil_liability": false,
  "polygon": null,
  "actual_commencement_date": null,
  "site_number": null,
  "decision": "Approved",
  "parking_details": null,
  "application_type_full": "Householder planning permission",
  "ward": "Gooshays",
  "last_date_consultation_comments": "16/01/2025",
  "centroid_easting": 554275,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "Demolition of existing shed and erection of side extension on ground floor and first floor, along with demolition of existing conservatory towards the rear, to be replaced with a new, extended conservatory to a semi-detached house. Redesign of existing dormer and associated roof spaces on first floor level.",
  "appeal_decision": null,
  "postcode": "RM3 9AR",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "11/04/2025",
  "street_name": "Romford",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "centroid_northing": 193085,
  "application_type": "All Other",
  "title_number": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under the materials section of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "Notwithstanding the details shown on the submitted and approved drawings accompanying the application, the face and cheeks of the rear dormer window hereby approved shall be tile hung to match the appearance of the roof of the dwelling house unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The flank windows proposed to the side extension shall be permanently glazed with obscure glass not less than level three on the standard scale of obscurity and shall thereafter be maintained.",
    "Reason:-",
    "In the interests of privacy.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank walls of the building hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent via email in February 2025. The revisions involved reductions to the bulk, scale and massing of the proposed rear dormer and a setback of the proposed side extension at first floor level. The amendments were subsequently submitted on 27/03/2025."
  ],
  "appeal_start_date": null,
  "development_type": null,
  "wgs84_polygon": null,
  "lpa_app_no": "P1589.24",
  "decision_agency": "Borough",
  "decision_date": "11/04/2025",
  "pp_id": "13380022",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1589.24",
  "lpa_name": "Havering",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.615455,
    "lon": 0.226875
  },
  "status": "Approved",
  "last_updated": "2025-07-23T04:28:59.632Z",
  "actual_completion_date": null,
  "lapsed_date": "11/04/2028",
  "borough": "Havering",
  "id": "Havering-P1589.24",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": "100021392635",
  "locality": null,
  "application_details": {
    "intended_completion_date": "07/2025",
    "total_gia_gained": 31,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "01/2025",
    "existing_uprns": null,
    "no_additional_bathrooms": 0
  }
}