{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "05/11/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-75897_APP_2020_2993",
  "secondary_street_name": "UXBRIDGE",
  "appeal_status": null,
  "postcode": "UB8 2RS",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.024
  },
  "valid_date": "21/09/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "The removal of the existing 15m lattice mast and installation of a replacement 30m lattice mast accommodating 12 antenna, 4 satellite link dishes and ancillary radio equipment together with internal changes to cabinets within palisade fenced compound and ancillary development thereto",
  "decision_conditions": [
    "The proposed development, by reason of the size, design and siting of the proposed mast and the quantity, size, scale and siting of the equipment and cabinets, would create an obtrusive form of development which would be visually harmful to the street scene, the Canal which bounds the site, the adjoining residential and surrounding  properties and the wider area. As such, the proposal would not harmonise with the character of the area and would be detrimental to local visual amenities, contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), and policies  DMHB 11, DMHB 12 and DMHB 21 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The proposed development, by reason of the size, design and siting of the proposed mast and the quantity, size, scale and siting of the equipment and cabinets, would create an obtrusive form of development which would be detrimental to the character, appearance and visual amenities of the street scene, the Canal which bounds the site and the adjoining Uxbridge Moor Conservation Area. The proposal is therefore contrary to Policies BE1 and HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 1, DMHB 4, DMHB 11 and DMHB 12 of the Hillingdon Local Plan Part Two - Development Management Policies (January 2020), Policy 7.8 of the London Plan (2016) and the National Planning Policy Framework (2019).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "With regard to surface water sewer running through the proposed site, it is advised that Thames Water be contacted. Should you require further information please refer to the website: https://developers.thameswater.co.uk/."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:43:27.654+00:00",
  "ward": "UXBRIDGE SOUTH",
  "parking_details": null,
  "lapsed_date": "05/11/2023",
  "decision_target_date": "16/11/2020",
  "centroid": {
    "lat": "51.5407107",
    "lon": "-0.48759729999999996"
  },
  "lpa_app_no": "75897/APP/2020/2993",
  "status": "Refused",
  "site_name": "UXBRIDGE RADIO SITE",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=75897/APP/2020/2993",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              504966.4208,
              183509.6445
            ],
            [
              504993.6729,
              183511.3643
            ],
            [
              504997.6417,
              183507.1309
            ],
            [
              504998.0386,
              183503.9559
            ],
            [
              504966.95,
              183501.5747
            ],
            [
              504966.4208,
              183509.6445
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "16/10/2020",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "WATERLOO ROAD",
  "pp_id": "09070329",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 504982,
  "appeal_start_date": null,
  "centroid_northing": 183507,
  "borough": "Hillingdon",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.48782109999999995,
          51.5407374
        ],
        [
          -0.48742779999999997,
          51.5407477
        ],
        [
          -0.48737179999999997,
          51.540709
        ],
        [
          -0.487367,
          51.5406803
        ],
        [
          -0.48781589999999997,
          51.5406647
        ],
        [
          -0.48782109999999995,
          51.5407374
        ]
      ]
    ],
    "type": "Polygon"
  }
}