{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2014/4623;",
  "lapsed_date": "31/10/2017",
  "decision_target_date": "31/10/2014",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W4 1BP",
  "site_name": "16 Rusthall Avenue",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012097104"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2014/4623",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520792,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T11:24:44.347+00:00",
  "id": "Ealing-PP_2014_4623",
  "application_type": "Householder",
  "street_name": "Rusthall Avenue",
  "borough": "Ealing",
  "ward": "Southfield",
  "decision_date": "31/10/2014",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Part single, part two storey rear extension (following demolition of existing conservatory and two storey rear extension); construction of basement, partly under rear garden; with lightwell; hip to gable roof extension on north side with gable windows at first and second floor level; rear roof extension incorporating 2 x juliet balconies; 2 x dormer windows in front roofslope and traditional railings installed to first floor front elevation",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Other house holder developments",
  "centroid_northing": 178951,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012097104",
  "centroid": {
    "lon": -0.261313,
    "lat": 51.496604
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with Drawing Numbers: 14.180.000 (Location Plan), 14.180.100c, 14.180.101c, 14.180.102c, 14.180.103c, 14.180.104c, 14.180.106c, 14.180.108, 14.180.109c, 14.180.110e    Reason: For the avoidance of doubt, and in the interests of proper planning. | All external materials to be used in the development shall match the appearance of those of the existing building.  REASON:\tTo ensure that the materials harmonise with the surroundings, in accordance with policies 7:4 and 7B of the Adopted Ealing Development Management Development Plan 2013, policy 7.4 and 7.6 of the London Plan 20111 and Policy 1.1 and 1.2 of the Ealing core Strategy 2012. | The proposed windows above ground floor level on the north side elevation, shall contain only obscure glass and fixed shut to a height of 1.7m above internal floor level and be permanently maintained.  REASON: To protect the living conditions of occupiers of neighbouring properties, in accordance with Policies 7.4 and 7B of the Development Management DPD (2013); and Policy 7.6 of the London Plan. | A detailed method statement relating to the excavation of the basement and the construction of the basement shall be submitted to and approved in writing by the Local Planning Authority before the development is commenced. The statement shall include details of phasing and programming, removal of earth from site; construction methods; site management and access; vehicle and machinery specifications and numbers/frequency of vehicles/deliveries. The development shall be carried out in accordance with the approved method statement.  Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policy 7A of the Ealing Development Management Development Plan (2013), policy 1.1 (j) of the Ealing Development (Core) Strategy 2012 and policies 5.14 and 5.15 of the London Plan 2011."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "05/09/2014",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-03626655",
  "wgs84_polygon": null
}