{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2015/3227;",
  "lapsed_date": "27/08/2018",
  "decision_target_date": "31/08/2015",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 3JN",
  "site_name": "5",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012088948, 000012183697, 000012183698"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2015/3227",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518275,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T12:26:34.649+00:00",
  "id": "Ealing-PP_2015_3227",
  "application_type": "All Other",
  "street_name": "Hazelwood Close",
  "borough": "Ealing",
  "ward": "Ealing Common",
  "decision_date": "27/08/2015",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Variation of condition 2 (approved plans) of planning permission ref: PP/2015/1711 dated 09/06/2014 (as amended by PP/2014/5511 dated 15/12/2014)  for: construction of 2 no. two-storey four-bedroom detached dwellinghouses (following demolition of existing dwelling); with associated off-street parking, landscaping and amenity space. Amendment to provide for alterations to materials and openings and installation of chimney",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 179830,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "12088948",
  "centroid": {
    "lon": -0.29726,
    "lat": 51.505036
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of planning permission PP/2014/1711 dated 09/06/2014.   Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title numbers HC/15/02, HC/15/P10, HC/15/P11, HC/15/P12, HC/15/P13, HC/15/P14.  Reason: For the avoidance of doubt, and in the interests of proper planning. | Samples and a written specification of the materials to be used for the external surfaces of the development (including elevations, roofs and hard-standing) shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out only in accordance with the approved details and permanently retained thereafter.   Reason: To ensure that the materials harmonise with the surroundings in accordance with policies 7.4, 7b of the Ealing Development Management DPD, and policies 7.4, 7.6 and 7.8 of the London Plan (2015). | Refuse storage facilities shall be provided in accordance with the details approved under application reference PP/2014/5540 dated 18/12/2014.  The facilities shall be provided in accordance with the approved details before the development is occupied.   Reason: In the interests of amenity and the recycling of waste materials in support of the Boroughs waste reduction targets having regard for 3.5 and 5.16 and 7a, 3.5 and 7b of the Ealing Development Management DPD. | Hard and soft landscape works, internal and external boundary treatments shall be in accordance with the details approved under application reference PP/2014/5542 dated 02/06/2015. These works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by the Local Planning Authority.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, in accordance with policies 7.4 and 7b  of the Ealing Development Management DPD, policies 1.1 (i) of the adopted Core Strategy, and policies 7.4 and 7.6  of the London Plan (2015). | All first floor side elevation windows shall be obscured glazed and fixed to a height of 1.7 metres above internal floor level.    Reason:  To protect the living conditions of occupants of nearby properties and future residents of the development, in accordance with policies 7A, 7.4 and 7B of the Development Management DPD adopted 10 December 2013. | Cycle parking shall be provided in accordance with the details approved under application reference PP/2014/5543 dated 18/12/2014. Such details as approved shall be implemented and brought into use prior to first occupation, and retained permanently.  Reason:  To provide adequate facilities for cyclists in accordance with the London Plan policy 6.9. | The proposed vehicular access and changes to the public highway shall be in accordance with the details approved under application reference PP/2014/5545 dated 24/06/2015. The applicant is advised that the works will be carried out by the councils approved highways contractors with the costs to be met by the applicant.   Reason: To ensure that the development harmonise with the surroundings and in the interests of pedestrian and highway safety in accordance with policies 7.4 and 7.6 of the London Plan (2015) and 6.13, 7.4, 7b and 7c of the Ealing Development Management DPD. | Before any part of the development hereby permitted is first occupied arrangements shall be agreed in writing with the local planning authority (legal agreement) and be put in place to ensure that, with the exception of disabled persons, that no resident of the additional units created (over and above the existing car parking permit allowance on the site) shall obtain a resident's parking permit (including visitors' permits) within any controlled parking zone which may be in force in the area at any time. The professional and legal fees incurred by the Council in drafting and completing the agreement shall be met by the applicant/owner.  Reason: To ensure that proposal does not exacerbate on-street parking pressure in the local controlled parking zone, in accordance with London Plan 2015 policy 6.13. of the Ealing Development Management DPD. | The construction of the development shall be carried out in accordance with the construction logistics plan approved under application PP/2014/5544 dated 01/06/2015. The Construction Logistics Plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of demolition and construction.   Reason:  To ensure appropriate mitigation measures to protect the amenity of local residents, local environmental conditions and to ensure adequate highway and site safety in accordance with policies 5.21, 6.3, 7.14, 7.15 and 7.19 of the London Plan 2015 and policy 7A of the Ealing Development Management DPD . | Notwithstanding the provisions of Classes A, B, C, D, E and F of Schedule 2, Part 1 of the Town and Country Planning (General Permitted Development) Order 1995 (or any other order revoking and re-enacting that Order with or without modification) no extensions, alterations or other works shall be carried out without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.  Reason: To prevent the overdevelopment of the site and to safeguard the living conditions of adjoining properties, future residents of the development and the appearance of the area, in accordance with relevant policies 7.4, 7b and 7c of Ealing Development Management DPD and 3.5, 7.4 and 7.8 of the London Plan, relevant policies in the adopted Core Strategy 2012 and all other relevant material considerations."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "06/07/2015",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP 04262716",
  "wgs84_polygon": null
}