{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2015/0758;",
  "lapsed_date": "13/05/2018",
  "decision_target_date": "30/03/2015",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 0TA",
  "site_name": "628",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012130533"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2015/0758",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519226,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T19:48:56.103+00:00",
  "id": "Ealing-PP_2015_0758",
  "application_type": "All Other",
  "street_name": "Western Avenue",
  "borough": "Ealing",
  "ward": "East Acton",
  "decision_date": "13/05/2015",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application for Non-Material Amendment to planning permission P/2011/3529 dated 25/07/2012 (as varied by PP/2014/5423 dated 28/01/2015 for (Hybrid Planning Permission for the Demolition of the existing buildings on the site and full planning permission for the development of a part one/part seven storey building to create a 158 bedroom hotel (C1 use class) with a total Gross Internal Area (GIA) of 6850 square metres on the western part of the site fronting onto the A40 Western Avenue and Masons Green Lane, with associated parking, public realm improvements and landscaping. Redevelopment of remainder of the site (0.4 hectares) to provide employment uses, comprising of an indicative office (B1 use class) and associated landscaping, public realm improvements, car and cycle parking, with an approximate GIA of 1870 square metres and an indicative Data Entry Centre (B8 use) and associated landscaping, car and cycle parking with an approximate GIA of 4980 square metres located towards the rear of the site (Outline Planning Permission - Access being sought with Layout, Scale, Appearance and landscaping matters to be reserved) (Amendment to consist of the variation of condition 22 'drainage' to allow the on-site drainage works to be carried out prior to the approval of the drainage strategy)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": null,
  "centroid_northing": 182340,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012130533",
  "centroid": {
    "lon": -0.282717,
    "lat": 51.527395
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "22. No off-site drainage works shall commence until a drainage strategy detailing on and/or off site drainage works, has been submitted to and approved by, the local planning authority in consultation with the sewerage undertaker. No permanent discharge of foul or surface water from the site shall be accepted into the public system until the drainage works referred to in the strategy have been completed. The approved off-site drainage works must be completed prior to occupation of the building.   Reason: The development may lead to sewage flooding; to ensure that sufficient capacity is made available to cope with the new development; and in order to avoid adverse environmental impact upon the community, in accordance with policies policies 5.12, 5.13 and 5.14 of The London Plan (2015)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "03/02/2015",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP 03948952",
  "wgs84_polygon": null
}