{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2013/1800;",
  "lapsed_date": "19/11/2016",
  "decision_target_date": "09/08/2013",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 0TH",
  "site_name": "3 Concord Road",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012146292, 000012181470, 000012181471, 000012181472, 000012181473, 000012181474, 000012181475, 000012195239"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2013/1800",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519524,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-19T02:58:47.158+00:00",
  "id": "Ealing-PP_2013_1800",
  "application_type": "All Other",
  "street_name": "Concord Road",
  "borough": "Ealing",
  "ward": "East Acton",
  "decision_date": "19/11/2013",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Redevelopment of site to provide a car showroom and workshop including MOT facilities, valet, wash and plant (sui-generis use) and terrace of industrial/ warehouse units (flexible B1/B2/B8 use) with associated access, parking servicing and landscaping",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major general industry-storage-warehousing",
  "centroid_northing": 182126,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "12146292",
  "centroid": {
    "lon": -0.278495,
    "lat": 51.525408
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing numbers: 30038-PL-113A; 30038-PL-114A 30038-PL-115B; 30038-PL-116B; 30038-PL-117A; 01 Rev A (Detail Soft Landscape Plan); 02 Rev A (Soft Landscape Sections); 03 Rev A received 16/05/2013. C11208/SK010 and 30038-PL-112B received 02/09/2013.  Reason: In the interests of proper planning and to ensure that the development is implemented in accordance with the approved plans, which have been, assessed against the Council's Adopted Development Plan. | The materials to be used for the external surfaces of the development shall be implemented in accordance with those identified in the schedule of external facing materials detailed on the approved drawings, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that the materials are appropriate for the development and to safeguard the character of the area in accordance with policy 7.6 of the London Plan 2011, policies 7.4 and 7B of the Development Management Development Plan Document (EDM3) February 2013, and saved policy 4.1 of the adopted Unitary Development Plan 'Plan for the Environment' (2004/2007). | The proposed hard and soft landscaping works shall be implemented in accordance with the details shown on drawings 01 Rev A (Detail Soft Landscape Plan) and 02 Rev A (Soft Landscape Sections) received 16th May 2013 prior to first occupation of any part of the development hereby approved or in accordance with a programme agreed by the Local Planning Authority. Any trees or other plants which die or are removed or become seriously damaged or diseased within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  Reason: To ensure that a high quality scheme is implemented in order to safeguard the character and appearance of the area and designated Green Corridor, in accordance with policy 5.10 of the London Plan 2011, policies 7.4 and 7B of the Development Management Development Plan Document (EDM3) February 2013, and saved policies 4.1 and 4.5 of the adopted Unitary Development Plan 'Plan for the Environment' (2004/2007). | Details of all proposed boundary treatment shall be submitted to and approved in writing by the local planning authority prior to first occupation of the development hereby approved and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. The boundary treatment shall be implemented in accordance with the approved details unless otherwise agreed in writing by the Local Planning Authority.  Reason: To safeguard the character and appearance of the area, in the interests of highway safety and crime prevention, in accordance with policies 6.11 and 7.3 of the London Plan 2011, policies 7.3, 7.4 and 7B of the Development Management Development Plan Document (EDM3) February 2013, and saved policies 4.1 and 9.1 of the adopted Unitary Development Plan 'Plan for the Environment' (2004/2007). | The proposed provision for refuse and recycling storage for the development shall be provided in accordance with the details contained within the application and on the approved drawings prior to the first occupation of any part of the development hereby permitted, and shall be retained thereafter for the life of the development, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that adequate facilities refuse and recycling facilities are provided for the development, in accordance with policies 3.5 and 5.16 of the London Plan 2011 and policies with policies 2.10, 4.1, and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004/2007) and Supplementary Planning Guidance 4 'Refuse Storage'. | The parking spaces, service bays and cycle storage areas (including disabled parking) identified on the drawing number 30038-PL-112B received 02/09/2013 shall be marked out on the site prior to first occupation/use of the relevant part of the development, and these spaces shall be kept continuously available for the life of the development and shall not be used for any other purpose unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that there is adequate parking and servicing provision within the site, in accordance with policies 6.9 and 7.2 of the London Plan 2011, policies 6.13 of the Development Management Development Plan Document (EDM3) February 2013, and saved policies 4.1, 4.3 and 9.1 of the adopted Unitary Development Plan 'Plan for the Environment' (2004/2007). | Details of the siting and layout of the following provision of Electric Vehicle Charging Points (EVCP) shall be submitted to and approved in writing by the Local Planning Authority:  i)\tCar show room: 2 active and 2 passive vehicle charging points ii)\tIndustrial units: A total of 3 active and 3 passive vehicle charging points  The Electric Vehicle Charging Points shall be installed and available prior to the first occupation of the relevant part of the development and thereafter maintained for the life of the development, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that vehicle charging facilities are provided within the site, in accordance with policy 6.13 of the London Plan 2011. | No structure or erection exceeding 0.6m metres in height shall be placed within the site access visibility splays identified on drawing number C11208/SK010 received 02/09/2013 September 2013. The visibility splays shall thereafter be retained for the life of the development.  Reason: In the interests of pedestrian and highway safety, in accordance with policies 6.11 of the London Plan 2011, policies 6.13 of the Development Management Development Plan Document (EDM3) February 2013, and saved policies 4.1 and 9.1 of the adopted Unitary Development Plan 'Plan for the Environment' (2004/2007). | Delivery and Servicing Plans shall be submitted to and approved in writing by the Local Planning Authority for the car showroom use and the industrial units prior to first occupation of the relevant part of the development hereby approved. The plans shall address the following:  -\tDeliveries and collections -\tServicing trips (including maintenance) -\tCleaning and waste removal -\tManagement of parking along west side of Concord Road (i.e. measures to prevent vehicles parking in the vicinity of the proposed new vehicular access points) -\tMonitoring and review of operations  The Delivery and Servicing Plans shall be implemented on first occupation of the relevant part of the development hereby approved and the sites shall be managed in accordance with the approved plans for the life of the development, or as otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that the development can be adequately serviced in the interests of pedestrian and highway safety, in accordance with policy 6.11 of the London Plan 2011, policy 6.13 of the Development Management Development Plan Document (EDM3) February 2013, and saved policies 4.1, 9.1 and 9.9 of the adopted Unitary Development Plan 'Plan for the Environment' (2004/2007). | Prior to the commencement of development, a construction logistics plan shall be submitted to and approved in writing by the Local Planning Authority. The construction logistics plan shall include the following:  -\tConstruction traffic management proposals including details of delivery routes and HGV movements and details of any temporary site access/parking; -\tHours of works/ construction; -\tDust suppression and monitoring measures, having regard to BRE guide 'Control of Dust from Construction and Demolition Activities'; -\tWheelwash measures; -\tNoise mitigation and monitoring measures; -\tDetails of temporary lighting; -\tDetails of enclosure of working areas; -\tDetails of the location of compounds for the storage of plant and materials. -\tA drainage strategy to operate setting out controls of contamination, including controls to surface water run-off, water pumping, storage of fuels and hazardous materials, spill response plans and pollution control measures;  Development works shall be implemented in accordance with the approved construction logistics plan, unless otherwise agreed in writing by the Local Planning Authority.  Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of construction, in accordance with policy 6.3 of the London Plan 2011, policy 7A of the Development Management Development Plan Document (EDM3) February 2013 and policies 2.1, 2.6, 2.7, 4.1 4.11, 4.12 and 9.9 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004/2007). | Any damage to the adopted highway resulting from the construction of the development shall be repaired under s278 Agreement with the relevant highway authority at the cost of the developer.  Reason: To safeguard existing transport infrastructure. | No impact piling shall take place until a piling method statement (detailing the type of piling to be undertaken and the methodology by which such piling shall be carried out, including measures to minimise the potential for damage to subsurface water or sewerage infrastructure, and the programme for the works) has been submitted to and approved in writing by the Local Planning Authority and the relevant water or sewerage undertaker. Any piling must be undertaken in accordance with the terms of the approved piling method statement unless otherwise agreed by the Local Planning Authority.  Reason: The proposed works would be in close proximity to underground water and sewerage utility infrastructure. | Notwithstanding the Phase 1 Contamination Assessment submitted with the planning application, no development shall take place until the results of a ground investigation to assess the nature and extent of any contamination on the site, together with any proposed remediation measures, has been submitted to and approved in writing by the Local Planning Authority. Any approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development. The Council's Regulatory Services must be given two weeks written notification of commencement of the remediation scheme works.  Reason: To ensure that the site is not hazardous in the interest of public health and safety, in accordance with policy 5.21 of the London Plan 2011, policy 7A of the Development Management Development Plan Document (EDM3) February 2013, and saved policy 2.7 of the adopted Unitary Development Plan 'Plan for the Environment' (2004/2007). | The buildings hereby permitted shall be constructed to achieve a minimum Building Research Establishment BREEAM overall Very Good standard (based on BREEAM 2011 Technical Guidance). Within six weeks of the commencement of the relevant part of the development, evidence that the relevant part of the development is registered with the Building Research Establishment (BRE) under the BREEAM 2011 New Construction Scheme and an Interim Design Stage Assessment shall be submitted to the Local Planning Authority for information. Within three months of the commencement of the development, Interim BREEAM 2011 NC Certificate for the relevant part of the development shall be submitted to the Local Planning Authority for written approval.  The relevant part of the development shall not be occupied until a BREEAM 'Post Construction Stage' Assessment and a green lease agreement for that part of the development have been submitted to the Local Planning Authority for written approval, confirming that the agreed sustainability measures will be achieved.  Within 3 months from the date of first occupation of the relevant part of the development, a Post-Construction Stage Certificate verified by the BRE shall be submitted to the Local Planning Authority for written approval confirming the BREEAM standard and measures have been implemented.  Following any approval of a 'Post Construction Stage' assessment and certificate of the development, the approved measures and technologies to achieve the BREEAM Very Good standard shall be retained in working order for the life of the development unless otherwise agreed in writing by the Local Planning Authority,  Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3 and 5.9 of the London Plan 2011 and adopted Ealing's Development (Core) Strategy 2026 (3rd April 2012). | Notwithstanding the Energy Report prepared by RPS Health, Safety and Environment, dated May 2013 submitted in support of the application, within three months of the commencement of the development, a report, including full details and drawings of the sustainability measures that are to be incorporated into the relevant part of the development, shall be submitted to the Local Planning Authority for written approval. The submitted details shall demonstrate that the development hereby approved will achieve a minimum reduction in carbon dioxide emissions by 25% over Building Regulations 2010 for the regulated emissions only, or the relevant Building Regulations and London Plan climate change policies updates at the time of the submission of the relevant energy details, unless otherwise agreed in writing by the Local Planning Authority.  In demonstrating compliance with this percentage reduction the applicant should consider the use of measures in line with the Energy Hierarchy including the incorporation of on-site renewables. Other energy uses not covered by Building Regulations (un-regulated) should be also included and measures to reduce them should be demonstrated in the energy assessment.  Energy Performance Certificates [EPC's] and modelling output reports from the \"as built stage\" to confirm compliance in terms of savings achieved through energy efficiency measures should be also submitted for written approval by the Local Authority. The development shall be constructed in accordance with the approved details.  Reason: To ensure that the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases, in accordance with policies 5.2, 5.3, 5.6 and 5.7 of the London Plan 2011 and adopted Ealing's Development (Core) Strategy 2026 (3rd April 2012) | Upon final completion of the development and prior to occupation, suitable devices for monitoring the renewable/low-carbon energy equipment shall be installed. The monitored data shall be submitted to the local planning authority at daily intervals for a period of three years from final completion of the relevant part of the development unless otherwise agreed in writing by the Local Planning Authority. The installation of the monitoring devices shall be in a compatible format and the submission of the data shall be carried out in accordance with the Council's approved specifications as indicated in Automated Energy (& CO2) Monitoring Platform [AEMP] document.   Reason: To monitor the effectiveness of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an evidence base on the performance of such equipment. | Notwithstanding the provision of the Town and Country Planning (Use Classes) Order 1987 (or any order revoking and re-enacting the Order with or without modification), The terrace of five industrial units hereby approved shall only be used for purposes within Use Classes B1, B2 and/or B8 and for no other purpose within the said Order.  Reason: To restrict the use of the premises to those compatible with the site's designation and the design and layout of the development, in accordance with policy 4.4 and 6.3 of the London Plan 2011, policy 6.13, 7A and 7B of the Development Management Development Plan Document (EDM3) February 2013, and saved policies 4.1, 6.4, 9.1 and 9.9 of the adopted Unitary Development Plan 'Plan for the Environment' (2004/2007). | The floor space of the terrace of five industrial units hereby approved shall not be increased by the construction, insertion or extension of a mezzanine floor.  Reason: In order that the Local Planning Authority can be satisfied that the development would not have a detrimental impact on the amenities of the area and highway safety, in accordance with policy 4.4 and 6.3 of the London Plan 2011, policy 6.13, 7A and 7B of the Development Management Development Plan Document (EDM3) February 2013, and saved policies 4.1, 6.4, 9.1 and 9.9 of the adopted Unitary Development Plan 'Plan for the Environment' (2004/2007)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "10/05/2013",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-02605027",
  "wgs84_polygon": null
}