{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2013/1499;",
  "lapsed_date": "19/06/2016",
  "decision_target_date": "19/06/2013",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 3AL",
  "site_name": "13 Boileau Road",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012091944"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2013/1499",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518763,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T15:40:58.739+00:00",
  "id": "Ealing-PP_2013_1499",
  "application_type": "All Other",
  "street_name": "Boileau Road",
  "borough": "Ealing",
  "ward": "Hanger Hill",
  "decision_date": "19/06/2013",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Variation of condition 2 (approved plans) of planning permission ref PP/2012/2414 dated 21/8/12 for Construction of a two storey, 2-bedroom dwelling house following demolition of existing garage (variation to consist of replacememnt of proposed garage door with window)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 181347,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012091944",
  "centroid": {
    "lon": -0.289722,
    "lat": 51.518568
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before 21/08/2015.  Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing no: 11520/2/11 Rev B received on 24/04/2013, unless otherwise agreed in writing by the Local Planning Authority. Reason: In the interest of proper planning and to ensure that the development is carried out in accordance with the submitted details. | Before any work on the development hereby permitted is first commenced, details/samples of the materials and detailing to be used for the external surfaces of the building be submitted to and approved by the Local Planning Authority. Reason: To ensure that the proposed development does not prejudice the appearance of the development and the visual amenities and character of the locality, in accordance with the Council's adopted UDP policies 4.1, 5.9 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), polices 1.1 and 1.2 of the Development (Core) Strategy 2012 and policy 7.6 of the London Plan (2011). | Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 (or any Order revoking or re-enacting that Order) (with or without modification) no development falling within the Schedule 2 Part 1 Class A, B, C, D and E of the Order shall be carried out without the prior written approval of the local planning authority. REASON: To protect the living conditions of neighbouring properties and the visual appearance of the area, in accordance with the policy 4.1 and 5.9 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), polices 1.1 and 1.2 of the Development (Core) Strategy 2012 and policy 7.6 of the London Plan (2011). | The proposed first floor bathroom window, shall contain only obscure glass, be top-hung and shall be retained permanently, unless otherwise agreed in writing by the Local Planning Authority. REASON: To protect the living conditions of neighbouring properties, in accordance with the Council's adopted UDP policy 4.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) polices 1.1 and 1.2 of the Development (Core) Strategy 2012 and policy 7.6 of the London Plan (2011). | Details of boundary treatment shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of development and shall be in place prior to the occupation of the extensions hereby approved and permanently maintained thereafter. Reason: To ensure adequate security and a satisfactory appearance of the completed development, in accordance with the Council's adopted UDP policies 4.1 and 4.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) Core Strategy polices 1.1 and 1.2 and policy 7.6 of the London Plan 2011. | Details of hard and soft lanscaping (including a schedule of materials to be used and samples and planting schedule) shall be submitted to and improved in writing by the Local Planning Authority. The landscaping scheme shall be implemented in accordance with the approved details prior to the first occupation of the development, and permanently retained, unless otherwise agreed in writing with the Local Planning Authority. Reason: To protect the visual appearance of the area and the living conditions of neighbouring occupiers in accordance with policies 4.1 and 4.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and policies 1.1 and 1.2 of the Development (Core) Strategy polices policy 7.6 of the London Plan 2011."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "24/04/2013",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-02603676",
  "wgs84_polygon": null
}