{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2011/3672;",
  "lapsed_date": "12/10/2015",
  "decision_target_date": "16/12/2011",
  "locality": "Southall",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB2 5PX",
  "site_name": "9 Adelaide Road",
  "status": "Application Under Consideration",
  "application_details": {
    "existing_uprns": [
      "000012028050"
    ],
    "site_area": 0.013000000000000001
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2011/3672",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 512335,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T15:28:11.453+00:00",
  "id": "Ealing-PP_2011_3672",
  "application_type": "All Other",
  "street_name": "Adelaide Road",
  "borough": "Ealing",
  "ward": "Southall Green",
  "decision_date": "12/10/2012",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Part change of use of ground floor from workshop and store (Use class B1) into residential (Use class C3), construction of single storey rear extensions and conversion of two bedroom first floor flat into one bedroom flat at ground /first level and a two bedroom flat at first/loft level, installation of three rooflights to original pitch roof; installation of railings, provision of landscaping and  refuse storage (following removal of ground floor rear extensions).",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 179004,
  "decision": "",
  "appeal_decision": null,
  "uprn": "000012028050",
  "centroid": {
    "lon": "-0.3830494",
    "lat": "51.4988232"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              512323.10225,
              179012.147561
            ],
            [
              512331.602908,
              179008.5485912
            ],
            [
              512339.7984987,
              179005.0995785
            ],
            [
              512344.4487132,
              179003.1001508
            ],
            [
              512346.6501445,
              179002.100437
            ],
            [
              512346.8974963,
              179000.0010379
            ],
            [
              512347.0459074,
              178996.4520538
            ],
            [
              512339.6500876,
              178999.7011238
            ],
            [
              512338.9492574,
              179000.0010379
            ],
            [
              512337.8031939,
              179000.4009235
            ],
            [
              512324.1493727,
              179006.1992637
            ],
            [
              512323.3001315,
              179007.7988058
            ],
            [
              512323.10225,
              179012.147561
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title numbers SEHMI/ PLO 01A, PL03 Rev. B and PL10 Rev. F received 19th June 2012, unless otherwise agreed in writing by the local Planning Authority. REASON: \tFor the avoidance of doubt, and in the interests of proper planning. | All external materials to be used in the development shall match the appearance of those of the existing building.  REASON:     In the interest of securing a high quality development and to ensure that the resulting appearance and construction of the development preserves or enhances the character and appearance of the property and the area as a whole in accordance with the National Planning Policy Framework, policies 7.1, 7.4 and 7.6 of the London Plan 2011 and policies 4.1 and 5.9 of the adopted Unitary Development Plan 'Plan for the Environment' (2004). | No part of the roof of the extensions shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.  REASON:  To protect the living conditions of occupants of nearby properties, in accordance with policies 7.1 nad 7.4  of the London Plan 2011 and policies 4.1 and  5.5  of the adopted Ealing Unitary Development Plan, 'Plan for the Environment'(2004). | The refuse/recycling storages hereby approved shall be formed and made available for use prior to the first occupation of any of units hereby permitted and retained permanently thereafter. This area shall not be used for any other purpose.  REASON:\tTo provide adequate refuse and recycling storage to protect the amenities of the area and the living conditions of occupiers of the proposed residential units and the surrounding area, in accordance with policies 7.1 and 7.4 of the London Plan and policies 2.10, 4.1 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 04 'Refuse and recycling facilities'. | Details shall be submitted for the approval of the Local Planning Authority before any development is commenced, for the composite sound reduction index, Rw, of the building envelope with windows and doors closed and other means of ventilation provided, to demonstrate that the insulation is sufficient to prevent noise disturbance.  The approved insulation shall be implemented as approved and retained permanently thereafter.  REASON:\tIn the interests of the occupiers of residential units, in accordance with policies 3.5, 7.1, 7.4 and 7.15 of the London Plan 2011 and policies 4.1 and 4.11 of adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 10 - Noise and Vibration. | No tyre fitting/repairs shall be carried out on public highway at any time.  REASON:\tIn the interests of highway safety and parking conditions in the area in accordance with policy 6.13 of the London Plan 2011 and policy 9.1 and of adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "21/10/2011",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-01615670",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3832182,
          51.4988988
        ],
        [
          -0.38309689999999996,
          51.4988648
        ],
        [
          -0.38298000000000004,
          51.4988322
        ],
        [
          -0.38291369999999997,
          51.4988133
        ],
        [
          -0.3828823,
          51.4988038
        ],
        [
          -0.3828794,
          51.4987849
        ],
        [
          -0.3828784,
          51.498753
        ],
        [
          -0.3829838,
          51.4987837
        ],
        [
          -0.3829938,
          51.4987865
        ],
        [
          -0.38301019999999997,
          51.4987903
        ],
        [
          -0.38320499999999996,
          51.4988452
        ],
        [
          -0.38321669999999997,
          51.4988597
        ],
        [
          -0.3832182,
          51.4988988
        ]
      ]
    ],
    "type": "Polygon"
  }
}