{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2012/1011;",
  "lapsed_date": "24/12/2015",
  "decision_target_date": "26/12/2012",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "NW10 6LD",
  "site_name": "46-50 Gorst Road",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012105594, 000012105612"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2012/1011",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520403,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-19T22:54:30.685+00:00",
  "id": "Ealing-PP_2012_1011",
  "application_type": "All Other",
  "street_name": "Gorst Road",
  "borough": "Ealing",
  "ward": "East Acton",
  "decision_date": "24/12/2012",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing warehouses and replacement with two new warehouses linked to 31-37 Park Royal Road, with mezzanine level created for offices and internal courtyard",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major all other major developments",
  "centroid_northing": 182303,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012105612",
  "centroid": {
    "lon": -0.265771,
    "lat": 51.526813
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title numbers Site Plan and full plans for development under ref Site Location Plan PL001 and plans under ref: PL-07, PL-08, PL-09 A, PL-10 A, PL-11, PL-12, PL-13, PL-14 A, PL-15, PL-16 (Received 10/10/2012) unless otherwise agreed in writing by the local Planning Authority.  Reason: For the avoidance of doubt, and in the interests of proper planning. | All external materials to be used in the development shall match the appearance of those of the existing building.  REASON:\tTo ensure that the materials harmonise with the surroundings, in accordance with policies in accordance with policy 4.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and policies 7.4 and 7.6 of the London Plan 2011. | Notwithstanding the approved details, no development shall take place until details of a Demolition and Construction Logistics Plan has been submitted to and approved in writing by the Local Planning Authority. The plan shall include the following:  +\tDust suppression measures +\tWheel washing provisions +\tSite security during construction +\tOn site storage +\tDetails of any temporary vehicular access  The Demolition and Construction Logistics Plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of demolition and construction, or as otherwise agreed in writing by the Local Planning Authority.  Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policies 2.6, 4.1, 4.11 and 9.9 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), policy 6.3 of the London Plan 2011, supllementary Planning guidance 10 'Noise and vibration' and Supplementary Planning guidance 9 'Trees and Development Guidelines' | A Delivery and Servicing Plan shall be submitted to and approved in writing by the Local Planning  Authority, prior to first use of the hotel hereby approved. The plan shall address the following:  \"\tDeliveries, collections and servicing trips \"\tParking management plan  \"\tRefuse and recycling collection  The Delivery and Servicing Plan shall be implemented on first occupation of any part of the development hereby approved and the site shall be managed in accordance with the approved plan for the life of the development, or as otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that the development can be adequately serviced in the interests of pedestrian and highway safety and to safeguard local environmental conditions, in accordance with policies 9.1 and 9.9 of the adopted Unitary Development Plan 'Plan for the Environment' (2004) and policies 6.3, 6.11 and 6.13 of the London Plan 2011. | Unless otherwise agreed in writing by the Local Planning Authority, no part of the development hereby approved shall be used or occupied until a Post-Construction Review Certificate issued by the Building Research Establishment confirming that the non-residential development has achieved a BREEAM rating of not less than 'Very Good' has been submitted to and acknowledged in writing by the Local Planning Authority.    Reason: To ensure that the development achieves a high level of sustainability and makes efficient use of resources is sustainable, in accordance with Policy 5.3 of the Adopted London Plan (July 2011). | Notwithstanding the approved details, measures to achieve a 25% reduction in carbon dioxide emissions including from the use of on-site renewable energy sources, including measures to monitor renewable energy production shall be submitted to and approved in writing by the Local Planning Authority (the baseline for such calculations being the current Building Regulations at the date of this permission plus the CO2 emissions associated with other energy uses not covered by the Building Regulations). The development shall be constructed in accordance with the approved measures, which shall be permanently retained.  Reason: To ensure that the development supports the Mayor's Climate Change Mitigation and Energy Strategy and to meet the objectives of policy 5.3 of the Adopted London Plan 2011. | Refuse and recycling storage in accordance with the standards adopted by the Local Planning Authority, shall be provided. Such provision shall be installed and implemented prior to the first occupation of the development permitted and retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To protect the living and working conditions of occupiers of the area and in the interests of the environment and the street scene, in accordance with policies 2.10 and 4.1 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance Note 4: Refuse and Recycling Facilities and policy 5.16 of The London Plan (2011) | Areas shown on the approved plan as access and servicing areas shall be completed and marked out on-site prior to first occupation of any part of the development.   REASON: To ensure that suitable access and servicing space is available within the site in the interests of the free flow of traffic and conditions of highway safety, in accordance with policy 9.1 of Ealing's adopted Unitary Development Plan 'Plan for the Environment' (2004) and policies 6.3, 6.11, 6.12 and 6.14 of The London Plan (2011). | Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 1995, the premises shall only be used for B2 and B8 uses and the associated ancillary uses as described in the application, and not for any other use without prior approval of the Local Planning Authority obtained by the submission of a planning application.   Reason: To accord with the terms of the application and to protect the employment status of the Park Royal Industrial Park Major Employment Location, in accordance with policies 4.1, 4.4, 4.11 and 6.4 of the adopted Ealing Unitary Development Plan 'Plan for Environment' (2004) and Policy 4.4 of The London Plan (July 2011)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "26/09/2012",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-01843242",
  "wgs84_polygon": null
}