{
  "bo_system": "CSV Data Import",
  "last_updated": "2025-03-20T13:42:39.230+00:00",
  "lpa_name": "Ealing",
  "decision_agency": "Borough",
  "locality": "Southall",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from 22nd June 2011  Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title numbers: PL L(00)100 Site Location Plan, PL L(00)110 Existing Site Survey, PL L(00)151 Comparison Plan, PL L(00)101B Site Layout, PL L(00)102B Landscape Plan, PL L(00)001A, Ground Floor Plan, PL L(00)002A First Floor Plan, PL L(00)103A Second Floor Plan, PL L(00)004A Third Floor Plan, PL L(00)005A Roof Plan, PL L(00)010B Site Section &Street and Canal Elevations, PL L(00)011B Site Elevations, PL L(00)012B Flank Elevations, Supplementary Information Design and Access Statement Addendum BPTW (December 2011), Arboricultural Implications Report, Tree Protection Method Statement & Tree Protection Plan 2 (TPP2A) ACS Consulting May 2010, Flood Risk Assessment RSK Group May 2010, Daylight and Sunlight Assessment BVP April 2010, Archaeological Design Assessment Kate Page-Smith May 2008, Code Pre-assessment Carbon & Energy Appraisal June 2008, Transport Assessment Odyssey Consulting Engineers April 2010, Code for Sustainable Homes Ecological Assessment Middlemarch Environmental June 2008, Air Quality Assessment Air Quality Consultants (AQC) August 2008, Noise Assessment RSK Group PLC May 2010. Phase 1 Geotechnical Survey Stats 09/07/2008 unless otherwise agreed in writing by the local Planning Authority.  Reason: For the avoidance of doubt, and in the interests of proper planning. | No development shall take place until details of measures to protect the group of trees marked G9 on ACS Consulting drawing TPP2 Rev A have been submitted to and approved in writing by the local planning authority. The erection of fencing for the protection of trees shall be undertaken in accordance with ACS Consulting drawing TPP2 Rev A and with approved details for the protection of group G9 and the recommendations of ACS Consulting Arboricultural Implications Report dated 13 May 2010 before any equipment, machinery or materials are brought on to the site for the purposes of the development, and shall be maintained until all equipment, machinery and surplus materials have been removed from the site. Nothing shall be stored or placed in any area fenced in accordance with this condition and the ground levels within those areas shall not be altered, nor shall any excavation be made, without the written approval of the local planning authority, unless otherwise agreed by the local planning authority.  Reason: To safeguard the trees in the interest of visual character and appearance of the area in accordance with policies 3.8, 4.1, 4.8, 4.5 & 5.5 of the Adopted Ealing Unitary Development Plan, 'Plan for the Environment'(2004), and SPG 9, and policies 7.4-7.5, 7.8 and 7.21 of The London Plan (2011). | Notwithstanding the details shown on the approved plans, no development shall take place until (i) amended details of the layout of the access and parking, to accommodate tree planting along the Tentelow Lane frontage, (ii) full details of soft landscape works, including the removal of Japanese knotweed, the provision of bird boxes, bat boxes, reptile refuges, a hedgehog house and the layout of the play area and (iii) a landscape management plan have been submitted to and approved in writing by the local planning authority. Any vegetation removal must be undertaken outside of the bird nesting season. These works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed with the local planning authority and managed thereafter in accordance with the approved landscape management plan. Any trees or plants which, within five years of planting die, are removed or become seriously damaged or diseased shall be replaced within the next planting season by others of the same size and species and in the same positions, unless otherwise agreed by the local planning authority.  Reason: In the interest of visual character and appearance of the area and ecological protection in accordance with policies 3.8, 4.1, 4.5, 4.8 & 5.5 of the Adopted Ealing Unitary Development Plan, 'Plan for the Environment'(2004), and SPG 9, and policies 7.4-7.5, 7.8 and 7.21 of The London Plan (2011). | Construction work shall not begin until a scheme for protecting the proposed housing from aircraft noise and from traffic noise has been submitted and approved in writing by the local planning authority; all works which form part of the scheme shall be completed before any dwelling is occupied.  Reason: To protect the living conditions of future occupiers of the scheme in accordance with policies 4.1, 4.11 and 5.5 of the Adopted Ealing Unitary Development Plan, 'Plan for the Environment'(2004), SPG 10, and policy 7.15 of the London Plan (2011). | No development shall take place until investigation of the site to supplement existing knowledge of contamination by assessment of groundwater and soil gas conditions has been carried out and details of a scheme of remediation of all known contamination, including longer term monitoring and contingency action has been submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved details. No dwelling shall be occupied until there is verification by qualified persons that the remediation has been carried out in accordance with the approved details.  Reason: To protect the water environment and the public health of residents in the area in accordance policies 2.7 and 4.1 of the Adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), and policy 5.21 of The London Plan (2011). | Piling or other foundation designs requiring penetration of the ground shall not be used without the written consent of the local planning authority.  Reason: To protect the water environment and the public health of residents in the area in accordance policies 2.7 and 4.1 of the Adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), and policy 5.21 of The London Plan (2011). | No development shall take place until details of the photovoltaic and solar panels referred to in the Code 3 pre-assessment, carbon and energy appraisal report prepared by RSK group plc dated 29 April 2010 have been submitted to and approved in writing by the local planning authority. The development shall take place in accordance with the approved details. No dwelling shall be occupied until these devices have been installed and made available for use. They shall be kept available for use thereafter.  Reason: To ensure the proposal contributes to its renewable energy and energy efficiency requirements in accordance with policy 2.9 of the Ealing Adopted Unitary Development Plan (Plan for the Environment), and policies 5.2, 5.3, and 5.7 of the London Plan (2011) | Development shall not begin until details of surface water drainage works have been submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved details. No dwelling shall be occupied until the drainage works have been completed in accordance with the approved details.  Reason: To ensuring the satisfactory storage of/disposal of surface water from the site, to prevent flooding and ensure that sufficient storage of surface flood water is provided with appropriate sustainable drainage techniques. All in accordance with policy 2.5 of the Adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), and policies 5.12 and 5.13 of The London Plan (2011). | Notwithstanding the detail shown on the approved plans, no development shall take place until there has been submitted to and approved in writing by the local planning authority a plan indicating the positions, design, materials and type of boundary treatment and any walls and fences to be erected within the site. These approved details shall be completed before any dwelling is occupied. Development shall be carried out and subsequently retained in accordance with the approved details, unless otherwise agreed in writing by the local planning authority.  Reason: In the interests of the visual character and appearance of the area, in accordance policies 4.1, 4.5, 4.8 and 5.5 of the Adopted Ealing Unitary Development Plan, 'Plan for the Environment'(2004), and policies 7.4, 7.5 and 7.8 of the London Plan (2011). | No development shall take place until details of surfaces for the hard landscaped areas have been submitted to and approved in writing by the local planning authority. No dwelling shall be occupied until the surface access road, turning area, parking spaces and associated works have been constructed in accordance with the approved plans and details. These elements shall thereafter be kept available for their intended use in accordance with a management plan to be submitted to and approved in writing by the local planning authority.  Reason: In the interests of the visual character and appearance of the area, in accordance policies 4.1, 4.5, 4.8 and 5.5 of the Adopted Ealing Unitary Development Plan, 'Plan for the Environment'(2004), and policies 7.4, 7.5 and 7.8 of the London Plan (2011). | Notwithstanding the indications shown on the approved plans, no development shall take place until details of refuse and recycling facilities and a refuse management plan have been submitted to and approved by the local planning authority. The development shall be carried out in accordance with the approved details. No dwelling shall be occupied until the approved refuse and recycling facilities have been completed. They shall be retained for their intended use thereafter.  Reason: To ensure adequate refuse and recyling facilities and management arrangements are provided on the site, and to protect the living conditions of occupiers of the area, in accordance with policies 2.10, 4.1 and 5.5 of the Council's Adopted Ealing Unitary Development Plan, 'Plan for the Environment'(2004), and policies 5.16, 5.17, 7.4 and 7.5 of The London Plan (2011). | Details of all external lighting shall be submitted to and approved by the local planning authority prior to the commencement of development. The lighting shall be installed in accordance with the approved details. External lighting within 8m of the edge of the canal shall be directed away from it and shall be focussed with cowlings. No lights are to be fixed on any roof or within two metres of the eaves and should not be directed at the sky, roof or eaves of any building, unless otherwise agreed in writing by the local planning authority.  Reason: In the interests of ecological protection and the visual amenity of the area in accordance with policies 3.1, 3.2, 3.8, 4.1, 4.5, 4.8, 4.12, and 5.5 of the Adopted Unitary Development Plan (Plan for the Environment 2004), and policies 7.4, 7.5, 7.8, and 7.17,of The London Plan (2011). | No development shall take place until samples of the materials to be used in the construction of the external surfaces of the building hereby permitted have been submitted to and approved in writing by the local planning authority. Development shall be carried out in accordance with the approved details.  Reason:\tTo ensure that the materials harmonise with the surroundings, in accordance with policies 4.1, 4.8 and 5.5 of the Adopted Ealing Unitary Development Plan, 'Plan for the Environment'(2004), and policies 3.5, 7.4, 7.6 and 7.8 of the London Plan (2011). | No development shall take place, including any works of demolition, until a Construction Method Statement has been submitted to, and approved in writing by, the local planning authority. The approved Statement shall be adhered to throughout the construction period, unkess otherwise agreed in writing by the local planning authority.  The Statement shall provide for:  i) the parking of vehicles of site operatives and visitors ii) loading and unloading of plant and materials iii) storage of plant and materials used in constructing the development iv) the erection and maintenance of security hoarding including decorative displays and facilities for public viewing, where appropriate v) wheel washing facilities vi) measures to control the emission of dust and dirt during construction vii) a scheme for recycling/disposing of waste resulting from demolition and construction works  Reason:  To ensure appropriate mitigation measures to protect the amenity of local residents and occupiers of the neighbouring sites and ensure adequate highway and site safety, and to ensure protection of controlled waters in accordance with policies 4.1, 4.4, 4.11, 9.1 and 9.9 of the Adopted Ealing Unitary Development Plan (UDP) 'Plan for the Environment)' (2004), and policies 5.18, 6.3, 6.12, 6.14, 7.13, and 7.15 of The London Plan (2011). | The developer shall afford access at all reasonable times to any archaeologist nominated by the local planning authority, and shall allow that person to observe the excavations and record items of interest and finds.  Reason: In the interests archaeological preservation in accordance with policy 4.9 of the Adopted Ealing Unitary Development Plan (Plan for the Environment 2004). | No dwelling shall be occupied until the bicycle store has been completed and made available for its intended use. It shall thereafter be kept available for that use.  Reason: To ensure that there is adequate provision for cycle parking within the site, in accordance with policies 9.1 and 9.6 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), and policy 6.9 of The London Plan (2011). | Crime prevention measures in accordance with details to be submitted to and approved by the local planning authority shall be installed at each dwelling prior to its first occupation.  Reason: In the interests of safety and security in accordance with policies 4.1 and 4.4 of the Adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), SPG 8 and policy 7.13 of the London Plan (2011). | A travel plan, designed to manage the travel needs of residents and visitors to the site, so as to minimise car usage and promote alternative modes of transport, shall be submitted to and approved in writing by the local planning authority. No dwelling shall be occupied until the approved travel plan is in operation. It shall thereafter be retained in operation.  Reason: To promote sustainable patterns of transport, to safeguard the living and working conditions of local people and in the interests of highway and pedestrian safety, in accordance with policy 9.1 of the Adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), SPG 21, and policies 6.9-6.13 of The London Plan (2011). | No dwelling shall be occupied until a keep clear sign has been marked on the highway at the entrance to the site in accordance with the recommendation in paragraph 6.28 of the Transport Assessment dated April 2010 by Odyssey Consulting Engineers.  Reason: In the interests of highway safety in accordance with policies 4.1, 9.1 and 9.9 of the Adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), and policies 6.3 and 6.14 of The London Plan (2011). | The dwellings shall achieve Level 4 of the Code for Sustainable Homes Level. No dwelling shall be occupied until a final Code Certificate has been issued for it certifying that Code Level 4 has been achieved.  Reason: To ensure the proposal contributes to its code for sustainable homes requirements in accordance with policy 2.9 of the Adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), and policies 5.2, 5.3, 5.7 and 5.13 of the London Plan (2011) | The dwellings shall be constructed to meet \"Lifetime Homes\" standards.  Reason: To ensure that the development is accessible by all future occupiers, in accordance with policies 4.1, 4.3 and 5.3 of the Adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), SPG 7, and policy 7.2 of the London Plan (2011). | Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2008 (or any order revoking and re-enacting that Order with or without modification), no enlargement, improvement or other alteration including roof alteration, or outbuilding other than sheds as shown on the approved layout plan shall be carried out at the four houses hereby permitted.  Reason: To prevent the overdevelopment of the site and in the interests of the visual character of the area, in accordance with policies 4.1, 4.8 and 5.5 of the Adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004), and policies 7.4, 7.6 and 7.8 of the London Plan (2011). | No development shall commence until a deed of variation to ensure that the extant  unilateral undertaking to planning application reference: P/2010/1894 dated 22/06/2011 applies to this permission, has been submitted to and approved in writing by the local planning authority. The development shall thereafter be implemented in accordance with the submitted details.   Reason: To ensure that the provisions of the extant unilateral apply to this planning application, for the avoidance of doubt, and in the interests of proper planning. | Details of revised fenestration at second floor level on the western elevation of the two northernmost dwellings hereby approved shall be submitted to and approved in writing by the Local Planning Authority. The development shall thereafter be implemented in accordance with the approved details, unless otherwise agreed in writing by the local planning authority.  Reason: To protect the existing and future residential amenity of neighbouring residents in accordance with policy 4.1, and 5.5 of the Unitary Development Plan 'Plan for the Environment' (2004)."
  ],
  "valid_date": "12/01/2012",
  "centroid": {
    "lat": "51.5040451",
    "lon": "-0.3556891"
  },
  "lpa_app_no": "PP/2011/5405",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "postcode": "UB2 4LP",
  "ward": "Norwood Green",
  "description": "Minor material amendment to application P/2010/1894 granted on appeal dated: 14/06/2011 (ref: APP/A5270/A/11/2146967) for a change in the tenure mix from 8 x 1 bed and 9 x 2 bed private market flats, 2 x 1 bed and 2 x 2 bed social rented flats and 4 x 3 bedroom social rented houses, and 2 x1 bed and 3 x2 bed shared ownership flats to 10 x 1 bed and 12 x 2 bed shared ownership flats, 4 x 3 bed shared ownership houses, 2 x 1 bed and 2 x 2 bed social rented flats, together with internal and external revisions including relocation of wheelchair accessible units to the ground floor of the block of flats and minor alteration to external openings and changes to the internal layout to the flats and houses",
  "appeal_start_date": null,
  "application_type": "All Other",
  "site_name": "Former Boatyard",
  "last_date_consultation_comments": null,
  "cil_liability": null,
  "application_details": {
    "existing_uprns": [
      "000012157604, 000012175676, 000012175677, 000012175678, 000012175679, 000012175680, 000012175681, 000012175682, 000012175683, 000012175684, 000012175685, 000012175686, 000012175687, 000012175688, 000012175689, 000012175690, 000012175691, 000012175692, 000012175693, 000012175694, 000012175695, 000012175696, 000012175697, 000012175698, 000012175699, 000012175700, 000012175701, 000012175702, 000012175703, 000012175704, 000012175705"
    ],
    "site_area": 0.234
  },
  "street_name": "Tentelow Lane",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2011/5405;",
  "uprn": "12157604",
  "appeal_decision_date": null,
  "pp_id": "PP-01748972",
  "decision_process": "Delegated",
  "centroid_easting": 514221,
  "epc_number": null,
  "centroid_northing": 179627,
  "application_type_full": null,
  "secondary_street_name": null,
  "decision": "Approved",
  "actual_commencement_date": null,
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "site_number": null,
  "id": "Ealing-PP_2011_5405",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Ealing",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "decision_target_date": "08/03/2012",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              514186.7004304,
              179627.7513463
            ],
            [
              514192.4967084,
              179630.2006452
            ],
            [
              514193.4531355,
              179630.6005307
            ],
            [
              514206.4473518,
              179635.8490283
            ],
            [
              514204.3531062,
              179641.6473686
            ],
            [
              514202.1022046,
              179642.0972398
            ],
            [
              514202.4732323,
              179643.8067505
            ],
            [
              514202.8030348,
              179645.2963241
            ],
            [
              514212.5981673,
              179649.7450506
            ],
            [
              514213.0516457,
              179649.9549905
            ],
            [
              514217.9327219,
              179652.1243696
            ],
            [
              514219.9032915,
              179653.0041177
            ],
            [
              514220.653592,
              179653.3040319
            ],
            [
              514221.4038926,
              179653.6539317
            ],
            [
              514222.3520746,
              179654.103803
            ],
            [
              514223.349727,
              179654.6536456
            ],
            [
              514224.2484387,
              179655.2534739
            ],
            [
              514225.1471503,
              179655.9032879
            ],
            [
              514226.2519885,
              179656.7030589
            ],
            [
              514227.398052,
              179657.4528443
            ],
            [
              514230.7537919,
              179659.7022004
            ],
            [
              514235.9481804,
              179663.2011989
            ],
            [
              514241.9011145,
              179648.6953511
            ],
            [
              514244.4983087,
              179641.6573657
            ],
            [
              514245.9494395,
              179637.7384875
            ],
            [
              514244.6961902,
              179614.3451837
            ],
            [
              514242.9894626,
              179612.0658362
            ],
            [
              514240.4334936,
              179609.7864887
            ],
            [
              514220.4474655,
              179598.6496765
            ],
            [
              514215.2036067,
              179596.0504206
            ],
            [
              514214.2966499,
              179597.8499055
            ],
            [
              514210.8502144,
              179596.300349
            ],
            [
              514197.7982827,
              179612.195799
            ],
            [
              514186.7004304,
              179627.7513463
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              514108.8010931,
              179547.0044598
            ],
            [
              514096.9859206,
              179571.7873658
            ],
            [
              514097.0271459,
              179571.7173858
            ],
            [
              514108.8010931,
              179547.0044598
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "title_number": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.35618289999999997,
          51.5040587
        ],
        [
          -0.3560986,
          51.5040796
        ],
        [
          -0.3560847,
          51.504083
        ],
        [
          -0.3558959,
          51.5041275
        ],
        [
          -0.35592409999999997,
          51.5041801
        ],
        [
          -0.3559564,
          51.5041846
        ],
        [
          -0.3559505,
          51.5041999
        ],
        [
          -0.35594529999999996,
          51.5042132
        ],
        [
          -0.3558028,
          51.5042512
        ],
        [
          -0.3557962,
          51.504253
        ],
        [
          -0.35572519999999996,
          51.5042715
        ],
        [
          -0.35569649999999997,
          51.504279
        ],
        [
          -0.3556856,
          51.5042815
        ],
        [
          -0.3556747,
          51.5042845
        ],
        [
          -0.3556609,
          51.5042884
        ],
        [
          -0.35564629999999997,
          51.5042931
        ],
        [
          -0.3556332,
          51.5042983
        ],
        [
          -0.35562000000000005,
          51.504304
        ],
        [
          -0.3556039,
          51.504311
        ],
        [
          -0.3555871,
          51.5043175
        ],
        [
          -0.35553809999999997,
          51.504337
        ],
        [
          -0.3554621,
          51.5043674
        ],
        [
          -0.3553811,
          51.504235800000004
        ],
        [
          -0.355346,
          51.5041721
        ],
        [
          -0.3553263,
          51.5041365
        ],
        [
          -0.355352,
          51.5039265
        ],
        [
          -0.3553773,
          51.5039064
        ],
        [
          -0.3554148,
          51.5038864
        ],
        [
          -0.3557063,
          51.5037904
        ],
        [
          -0.3557826,
          51.5037681
        ],
        [
          -0.3557951,
          51.5037844
        ],
        [
          -0.3558452,
          51.5037712
        ],
        [
          -0.35602809999999996,
          51.5039167
        ],
        [
          -0.35618289999999997,
          51.5040587
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lapsed_date": "08/03/2015",
  "decision_date": "08/03/2012"
}