{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2011/4250;",
  "lapsed_date": "08/03/2016",
  "decision_target_date": "17/01/2012",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 6UN",
  "site_name": "Land At Junction Of Chase Road And",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012139618, 000012153502"
    ],
    "site_area": 0.23600000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2011/4250",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "520738",
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T15:13:25.824+00:00",
  "id": "Ealing-PP_2011_4250",
  "application_type": "All Other",
  "street_name": "Victoria Road",
  "borough": "Ealing",
  "ward": "East Acton",
  "decision_date": "08/03/2013",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Development of site to provide a part four (4), part ten (10), part twelve (12), part fourteen (14), part eighteen-storey (18) building, plus basement, comprising 673 square metres of commercial floor space for flexible use for shops (within Use Class A1), Financial and Professional Services (Use Class A2), Restaurants and Cafes (Use Class A3), Hot Food Takeaway (Use Class A5), Business (Use Class B1) or non-residential Institution (Use Class D1) and 151 residential units above (83 x 1-bedroom, 65 x 2-bedroom and 3 x 3 bedroom flats); together with alterations to the existing access and provision of 30 car parking spaces (15 to a disabled standard) and 169 cycle storage spaces at basement level (Outline Planning Application -  Access, Layout and Scale being sought and Appearance and Landscaping matters to be reserved)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major all other major developments",
  "centroid_northing": "181936",
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012153502",
  "centroid": {
    "lon": "-0.26104659999999996",
    "lat": "51.5234443"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520708.0359,
              181972.115685
            ],
            [
              520722.4557,
              181959.6802325
            ],
            [
              520730.7901,
              181952.4041825
            ],
            [
              520746.0036618,
              181947.9062738
            ],
            [
              520746.5328296,
              181949.6260689
            ],
            [
              520747.8557489,
              181949.2291931
            ],
            [
              520749.0463763,
              181953.9917027
            ],
            [
              520764.7891161,
              181949.3614851
            ],
            [
              520774.578719,
              181946.7156464
            ],
            [
              520778.415185,
              181945.657311
            ],
            [
              520782.251651,
              181944.2020997
            ],
            [
              520780.1349801,
              181937.3229193
            ],
            [
              520771.2714,
              181911.2613925
            ],
            [
              520706.97755,
              181934.809375
            ],
            [
              520705.6546,
              181935.338525
            ],
            [
              520704.1994,
              181936.9260225
            ],
            [
              520702.4796,
              181941.2917
            ],
            [
              520702.6119,
              181945.3927075
            ],
            [
              520703.27335,
              181953.5948175
            ],
            [
              520704.1994,
              181953.5948175
            ],
            [
              520704.5963,
              181955.7115125
            ],
            [
              520703.67025,
              181955.9760875
            ],
            [
              520708.0359,
              181972.115685
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "Notwithstanding the details of car parking indicated on the approved plans, further details of the siting and layout of car parking incorporating a minimum 20% provision of active Electric Vehicle Charging Points (EVCP), shall be submitted to and approved in writing by the Local Planning Authority. The approved car parking shall be marked out and completed together with the EVCPs prior to the first occupation of the development and thereafter maintained for the life of the development.  Reason: To ensure that vehicle charging facilities are provided within the site, in accordance with policies 5.3, 5.8, 6.3 and 6.13 of the London Plan 2011and policies 4.1, 5.5 and 9.1 of the of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), policies 1.1,1.2 and 3.4 of the Development (Core) Strategy (2012). |   The cycle storage area identified on the basement level of the building shall be fitted out and available to accommodate at last 169 bicycles and shall be available for use at prior to first occupation/use of any part of the development, and the cycle storage provision shall be kept continuously available for the life of the development and shall not be used for any other purpose unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that there is adequate cycle parking within the site, in accordance with policy 6.9 of the London Plan (2011) and policy 3.4 of the Development (Core) Strategy (2012). |   The development will be affected by mixed transport and railway noise at a level which falls into Category B/C noise exposure.  Prior to the commencement of the development, details shall be submitted to and approved by the Local Planning Authority, for mitigation works to protect sensitive rooms, gardens and balconies from external noise. The criteria to be met and the assessment method shall be that specified in Supplementary Planning Guidance 10. The details shall also include alternative means of ventilation for noise sensitive rooms, meeting the said criteria and also laboratory test results for the sound reduction index of the type of insulating window to be used in the scheme.  The works, as approved, shall be completed before occupation and thereafter permanently retained.  Reason: To safeguard the users of the proposed facilities against transportation noise, in accordance with policy 4.11 of the Council's adopted Unitary Development 'Plan for the Environment' (2004) and SPG10 'Noise and Vibration'; and policy 7.15 of the adopted London Plan (2011), policies 1.1 & 1.2 of the Development (Core) Strategy (2012). |   Details shall be submitted for the approval of the Local Planning Authority before any development is commenced, for the composite sound reduction index, Rw, for the building envelope of the proposed development with windows and doors closed and other means of ventilation provided, the details to ensure that the rating noise level at sensitive facades, as assessed under BS4142: 1997, will be lower than the existing background noise level LA90 by at least 5 dBA, during the relevant period of operation.  The approved insulation shall be implemented before the development is commenced and retained permanently thereafter.  To safeguard the future occupiers of the development against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan 2011, policies 1.1 & 1.2 of the Development (Core) Strategy (2012) and with policies 4.1, 5.5 and 4.11 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 10 'Noise and Vibration'. |    Details shall be submitted for approval of the Local Planning Authority before the development is commenced, for the insulation of the floor/ceiling between the commercial premises and the dwelling above to demonstrate that an acoustic standard not exceeding NR 25 Leq 5mins, (octaves) or NR 20 Leq 5mins, (one-third octaves) will be met inside a bedroom and NR 30 Leq,5mins (octaves), or NR 25 Leq,5mins (one-third octaves), inside a living room when noise is generated from the commercial use.  To safeguard the future occupiers of the development against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan 2011, policies 1.1 & 1.2 of the Development (Core) Strategy (2012) and with policies 4.1, 5.5 and 4.11 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 10 'Noise and Vibration'. | Details shall be submitted for the approval of the Local Planning Authority before the development is commenced, for a suitable sound-limiting device to control the output from the amplification system to a maximum noise level agreed with this the Authority.  The limiter device shall also be connected to external doors, so that the power to the amplifiers will be cut if a door is opened, other than for means of escape from fire.  Reason: To safeguard the future occupiers of the development against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan 2011, policies 1.1 & 1.2 of the Development (Core) Strategy (2012) and with policies 4.1, 5.5 and 4.11 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 10 'Noise and Vibration'. |   Details shall be submitted for the approval of the Local Planning Authority before the development is commenced, for a suitable mechanical ventilation system, to ensure doors and windows are kept closed during hot weather and externally sited ventilation plant associated with this system will be silenced to a standard not exceeding LFNR 35 Leq,5min (octaves), or LFNR 30 Leq,5min (one third octaves) measured or calculated at 1m from the nearest facade of the nearest affected noise sensitive premises.  Reason: To safeguard the future occupiers of the development against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan 2011, policies 1.1 & 1.2 of the Development (Core) Strategy (2012) and with policies 4.1, 5.5 and 4.11 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 10 'Noise and Vibration'. |   Loading and deliveries to the development shall not take place outside the hours of 7.30am - 9.00pm Monday to Friday, 8.30am to 8.30pm on Saturdays and not at all on Sundays or public holidays.  Reason: In the interests of the amenity of adjoining occupiers, in accordance with policies 3.5 and 7.15 of the London Plan 2011 and with policies 4.1, 5.5 and 4.11 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 10 'Noise and Vibration' and policies 1.1 & 1.2 of the Development (Core) Strategy (2012). | Prior to first occupation of the development, a scheme of proposed air pollution mitigation measures shall be submitted to and approved by the Local Planning Authority.  The approved mitigation scheme shall be implemented in its entirety before development commences and permanently retained thereafter.  Reason:   To protect the living conditions of the future residential occupants, in accordance with policies 1.1 & 1.2 of the Development (Core) Strategy (2012), policy 2.6 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 3 'Air Quality and Pollution'. |   No development shall commence, which shall include no demolition of the existing building or breaking up of the site surface, shall take place until details of a site construction method statement and management plan has been submitted to and approved in writing by the Local Planning Authority. The method statement/management plan shall include the following:  +\tlimiting hours of noise nuisance-  +\tkeeping nearby accesses free from obstruction and segregating construction and general traffic +\tno burning of waste on site +\tconstruction of staff accommodation +\tany temporary road measures +\tproposed on-site construction worker parking +\tanticipated number, frequency and size of construction vehicles entering/exiting the site +\tdelivery times (staggered to avoid morning and afternoon school run peak periods) +\tdust suppression measures +\twheel washing provisions +\tsite security during construction +\ton site storage +\tconstruction vehicle manoeuvring and turning, including sweep path diagrams to demonstrate how vehicles will access the site and be able to turn into and emerge from the site in forward gear. +\tprocedures for on-site contractors to deal with complaints from local residents +\tdetails of any temporary vehicular access  The approved details shall be implemented, or phasing agreed in writing, prior to the commencement of works on site and thereafter retained for the duration of the works. The strategy shall be carried out as approved.  Reason: To ensure that any impacts on residential amenity and general disruption are minimised during the construction process related to the total development hereby approved. In accordance with Policies 1.1,1.2, 3.4 and 3.8 of the Development (Core) Strategy (2012) and policies 2.6, 4.1 and 9.9 of the Council's Adopted Unitary Development Plan 'Plan for the Environment' (2004). |   No impact piling shall take place until a piling method statement (detailing the type of piling to be undertaken and the methodology by which such piling shall be carried out, including measures to minimise the potential for damage to subsurface water or sewerage infrastructure, and the programme for the works) has been submitted to and approved in writing by the Local Planning Authority and the relevant water or sewerage undertaker. Any piling must be undertaken in accordance with the terms of the approved piling method statement.  Reason: The proposed works would be in close proximity to underground water and sewerage utility infrastructure. |   No development, other than demolition and enabling works, shall commence until full details of the foul and surface drainage systems have been submitted to and approved in writing by the Local Planning Authority (in consultation with Thames Water and the Environment Agency). The details shall be implemented fully in accordance with the approved scheme prior to first occupation of the development unless an alternative timescale is agreed in writing with the Local Planning Authority.  Reason: To ensure that a sustainable drainage system is provided for the site accordance with Policy 5.13 of the London Plan. |    No development, other than demolition and enabling works, shall commence until details of an impact study into the existing water supply have been submitted to and approved in writing (in consultation with Thames Water) the studies should determine the magnitude of any new additional capacity required in the system and a suitable collection point.  Reason: The existing water supply has insufficient capacity to meet the additional demands of the proposed development. |   . Details of the positions, design, materials and type of boundary treatment, security fences, gates or enclosures to be installed shall be submitted to and approved by the Local Planning Authority.  The boundary treatment shall be completed in accordance with a timetable agreed in writing by the Local Planning Authority. Development shall be carried out in accordance with the approved details and shall be retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.   Reason: To protect the appearance and security of the area in accordance with Council's adopted Unitary Development Plan policies 4.1, 4.5 and 5.5, Policy 3.4 of the Development (Core) Strategy (2012) and Supplementary Planning Guidance Note 8: Safer Ealing and London Plan policy 7.3 |    Prior to first occupation of the development, details of the children's play are (including play equipment, landscaping, boundary treatment, disabled access and security measures) shall be submitted and approved in writing by the Local Planning Authority. The approved details shall be implemented as approved prior to first occupation of any part of the residential development hereby approved and retained for the life of the development unless otherwise agreed in writing by the Local Planning Authority.   Reason: To ensure that adequate on-site space for young children to play is provided on site in connection with the proposed residential accommodation, in accordance with policies 3.5, 3.6, 5.3 and 7.2 of the London Plan 2011, policies 1.1, 1.2, 3.4, 5.5, 6.1, 6.2 & 6.3 of the Development (Core) Strategy (2012) and policies 3.5, 4.4, 4.11 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). |   Prior to first commencement of development, a Delivery and Servicing Plan shall be submitted to and approved in writing by the Local Planning Authority, prior to first occupation of any part of the development hereby approved. The plan shall address the following:  +\tDeliveries and collections +\tServicing trips (including maintenance) +\tCleaning and waste removal +\tMonitoring and review of operations +\tThe Delivery and Servicing Plan shall be implemented on first occupation of any part of the development hereby approved and the site shall be managed in accordance with the approved plan for the life of the development, or as otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that the development can be adequately serviced in the interests of pedestrian and highway safety and to ensure that the proposed on-site parking provision is retained for disabled persons, in accordance with policies 6.11 and 6.12 of the London Plan 2011, policies 1.1,1.2, 3.4 and 6.1 of the Development (Core) Strategy (2012) and policies 9.1 and 9.9 of the adopted Unitary Development Plan 'Plan for the Environment' (2004). |   A refuse and recycling management plan shall be submitted to and approved in writing by the Local Planning Authority, prior to first occupation of any part of the development hereby approved. The management plan shall include measures to demonstrate how the refuse and recycling storage areas will be managed and maintained. The management plan shall be implemented on first occupation of the development herby approved and the refuse and recycling areas shall be managed in accordance with the approved management plan for the life of the development, or as otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that satisfactory arrangements are in place for the storage and collection of refuse and recyclable materials to ensure the development is sustainable in accordance with policies 2.10 and 4.1 of the Council's Adopted Unitary Development Plan 'Plan for the Environment' (2004) and Ealing Supplementary Planning Guidance (SPG) Note 4: Refuse and Recycling Facilities |    A detailed energy strategy shall be submitted to and approved by the local planning authority prior to commencement of development.  The strategy shall demonstrate that the scheme reduces carbon dioxide emissions for the buildings by the minimum requirements of the building regulations, plus the carbon dioxide emissions associated with other energy uses not covered by Building Regulations by at least 20% and then incorporate renewable energy technologies to achieve a carbon dioxide emissions reduction of at least 20% for the development. The approved strategy shall be implemented prior to first occupation and retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure the proposal contributes to its energy requirements in accordance with policies 5.1, 5.2, 5.3, 5.5, 5.6, 5.7, 5.8, 5.11, 5.13, 5.15, 5.16 of the London Plan 2011 and policy 6.1 of the Development (Core) Strategy (2012) |   The application for the approval of reserved matters must be made to the Local Planning Authority no later than the expiry of three (3) years beginning with the date of this outline planning consent and the development to which the permission relates must be begun no later than the expiration of two (2) years from the final approval of the reserved matters, or in the case of approval on different dates, the final approval of the last such matter approved.   Reason: To comply with Section 92(2) of the Town and Country Planning Act 1990 as amended by Section 51(2) of the Planning Compulsory Purchase Act 2004. |   Approval of the details of the 'Appearance' of the buildings and 'Landscaping' of the site (hereinafter called 'the reserved matters') shall be obtained from the Local Planning Authority in writing before any development is commenced on the relevant part / phase of the development.   The development shall thereafter be carried out in accordance with the approved plans and other supporting documents. | Notwithstanding the information contained on the indicative external elevations, the maximum height of the building shall not exceed 57.0m above ordnance datum.  Reason: To safeguard the visual amenities of the area and to comply with policies 7.4, 7.6 and 7.7 of the London Plan 2011, policies 1.1, 1.2 and 3.6 of the Development (Core) Strategy (2012) and policies 4.1 and 5.5 of the Unitary Development Plan 'Plan for the Environment'. (2004) |   Notwithstanding the details shown on the submitted drawings, full detailed drawings of the treatment and design of the elevations of the building(s) including fenestration and other features and detailing shall be submitted to and approved by the local planning authority prior to the commencement of the development. The development shall be carried out in accordance with the approved details.  Reason: To ensure that a high quality design and appearance is achieved in the interests of the visual amenities of the locality in accordance with policy 7.6 of the London Plan (2011) and Policy 1.2 of the Development (Core) Strategy (2012), policies 4.1 and 5.5 of the adopted Ealing Unitary Development Plan  'Plan for the Environment'. (2004) |   Details (including samples where appropriate) of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority, before any part of the development is commenced, and this condition shall apply notwithstanding any indications to these matters which have been given in this application. The development shall be carried out in accordance with the approved details unless otherwise agreed in writing by the Local Planning Authority.  The samples and details shall include:  a)\tbrickwork (including brick panels and mortar courses); b)\tcermanic tile cladding c)\trender panels and colours;  d)\tanodised metal panels; e)\tall window treatments (including sections and reveals); f)\tmetal cladding; g)\tbalcony structures and balustrading treatment (including sections);  h)\tprivacy screens;  i)\tmetal and timber brise soleil (including folding shutters); j)\tmetal, cement and render facing and banding detail; k)\tglazed and metal/aluminium canopies;  l)\tsecurity gates for basement car parking areas; m)\tventilation and extractions louvres n)\tany other materials to be used.  The development shall be carried out strictly in accordance with the details so approved, maintained as such thereafter and no change therefrom shall take place without the prior written consent of the Local Planning Authority.  Reason:  In the interest of securing sustainable development and to ensure that the resulting appearance and construction of the development is of a high standard in accordance with policies; 3.7, 5.18, 7.1, 7.2, 7.4, 7.5, 7.6 and 7.7, of the London Plan (2011), Policies 1.1 & 1.2 of the Development (Core) Strategy (2012) and policies 4.1, 5.5 and 7.2 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). |   Prior to the commencement of each phase of development that includes residential units, an interim report and a BRE- Certificate shall be submitted to and approved in writing by the Local Planning Authority demonstrating measures that will be incorporated into that phase to ensure that all residential units have been designed to achieve at least Level 4 of the Code for sustainable Homes. No dwelling within that phase of development shall be occupied before a Post-Construction Assessment and a final Code Certificate for that phase has been submitted to the Local Planning Authority certifying that the agreed Code Level has been achieved.    Reason: To ensure a sustainable living environment is secured; in accordance with policies 2.1 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and policy 5.3 of the London Plan 2011 and policies 1.2 & 3.4 of the Development (Core) Strategy (2012). |   Notwithstanding the plans hereby approved, full details of the ground floor elevations including:   a)\tresidential entrances; b)\tcommercial entrances; c\tshop fronts; and  d)\trefuse and cycle stores  Shall be submitted to and approved in writing by the Local Planning Authority before any work is commenced on that relevant aspect of the scheme.  The details shall include: doors, sections, elevational and threshold treatments, all to be shown in context and to a scale of 1:50.    The ground floor elevations shall be implemented strictly in accordance with the details so approved, maintained as such thereafter and no change shall take place without the prior written consent of the Local Planning Authority.  Reason:  To ensure that the Authority may be satisfied with the access arrangements and the street level external appearance / interface of the buildings in accordance with policies; 7.1, 7.2, of the London Plan 2011, Policy 1.2 of the Development (Core) Strategy (2012) and policies 4.1, 4.10 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). |   Notwithstanding the Framework Travel Plan submitted with the planning application, a revised Travel Plan, designed to manage the transport needs of residents, staff and visitors to minimise car usage and promote alternative modes of transport, shall be submitted to and approved by the Local Planning Authority before any part of the development is commenced. The Travel Plan shall include provisions for monitoring review and enforcement and shall be implemented at the time of first occupation of any part of the development and shall be permanently retained in operation for the life of the development unless otherwise agreed in writing by the Local Planning Authority.   Reason: To promote sustainable patterns of transport, and to limit the impact of the proposal on local parking and highway conditions, in accordance with policies 6.2, 6.4, 6.9, 6.10, 6.11, 6.13 of the London Plan (2011), Policies 1.1, 1.2, 3.1, 3.4 and 6.4 of the Development (Core) Strategy (2012) and policies 9.1 and 9.9 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance Note 21 'Sustainable Transport - Green Travel Plans'. |   Prior to first occupation of the development, a management and security strategy for the site shall be submitted to and approved in writing by the Local Planning Authority. The strategy should include details of the following:  +\tDetails of site management procedures and security personnel; +\tDetails of the siting, height and nature of a closed circuit television network (CCTV); +\tDetails of 'secured by design' measures incorporated within the design of the development. +\tLitter collection  The development shall thereafter be carried out in all respects in accordance with the approved Management and Security Strategy, unless otherwise agreed in writing by the local planning authority.  Reason:  In the interests of the safety and security of the site and to ensure that satisfactory access is maintained for disabled people and people with pushchairs, in accordance with policies 3.1, 3.16, 7.2 and 7.3 of the London Plan 2011, Policies 1.1,1.2, 3.4 and 3.8 of the Development (Core) Strategy (2012) and policies 2.10, 4.1, 4.3 and 4.4 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance Note 7 'Accessible Ealing'. |       10% of the residential units shall be provided to Wheelchair Adaptable / Wheelchair Accessible Standards and such provision shall be provided across a mix of bed-sizes and tenures within each Phase of the development. The Wheelchair Accessible / Wheelchair Adaptable units shall be provided prior to the first occupation of the development.  Reason:  To ensure the provision of wheelchair housing as agreed in a timely fashion that would address the current unmet housing need; produce a sustainable mix of accommodation; and provide appropriate choices and housing opportunities for wheelchair users and their families, in accordance with policies: 3.5, 3.8, and 3.9 of the London Plan 2011; policy 1.1(h) of Ealing's adopted Development (or Core) Strategy; and policy 5.3 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), and SPG 7: Accessible Ealing. | Residential units shall be constructed to Lifetime Homes Standards, the details of which shall be submitted to and approved in writing by the Local Planning Authority prior to the first commencement of the development hereby approved.  Reason:  To ensure that the development is adaptable, flexible, convenient and appropriate to the changing needs of the future occupiers, in accordance with policies: 3.5, 3.8 and 3.9 of the London Plan 2011; 1.1(h) of Ealing's adopted Development (or Core) Strategy; and 4.1, 4.3 and 5.3 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 7 'Accessible Ealing'. |     The development hereby permitted shall not be commenced until detailed design and method statements (in consultation with London Underground (LUL)) for all of the foundations, basement and ground floor structures, or for any other structures below ground level, including piling (temporary and permanent), have been submitted to and approved in writing by the local planning authority which:  +\tProvide details on all structures   +\tAccommodate the location of the existing London Underground structures   +\tDemonstrate access to elevations of the building adjacent to the property boundary with London Underground can be undertaken without recourse to entering LUL land   +\tDemonstrate that there will at no time be any potential security risk to LUL railway, property or structures   +\tAccommodate ground movement arising from the construction thereof   +\tMitigate the effects of noise and vibration arising from the adjoining operations within the structures  The development shall thereafter be carried out in all respects in accordance with the approved design and method statements, and all structures and works comprised within the development hereby permitted which are required by the approved design statements in order to procure the matters mentioned in paragraphs of this condition shall be completed, in their entirety, before any part of the building hereby permitted is occupied.  Reason: To ensure that the development does not impact on existing London Underground transport infrastructure, in accordance with London Plan policy 6.2 and 'Land for Transport Functions' Supplementary Planning Guidance and policies 1.1 & 1.2 of the Development (Core) Strategy (2012). |    Details of the scheme of photovoltaic panels shall be submitted to and approved in writing by the Local Planning Authority within 6 months of the commencement of the relevant part / phase of the development. The approved photovoltaic scheme shall be installed and operational prior to the first occupation of the relevant phase / part of the development. The details shall include:  +\tDetails drawings of the resulting scheme; +\tmachinery/apparatus location associated with the photovoltaics; and +\tspecification, operational and cost details.  The development shall be carried out strictly in accordance with the details so approved and maintained as such for the life of the development.  Reason:  In the interest of sustainable development and combating climate change, in accordance with policies 5.1, 5.2, 5.3, 5.7, and 5.8 of the London Plan 2011, policies 1.1,1.2 & 3.4 of the Development (Core) Strategy (2012) and policies 2.9 and 4.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). |    Notwithstanding the information submitted, prior to first occupation of the development, details of the ground floor uses shall be submitted to and approved by the Local Planning Authority. The development shall be carried out in accordance with the approved details and shall be retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.   Reason: To provide an opportunity to test demand for community or other uses and enable control at a later stage, in accordance with policies 3.16, 3.17, 4.7 & 4.8 of the London Plan 2011, policies 1.1 & 1.2 of the Development (Core) Strategy (2012) and policies 4.1, 8.2 & 8.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). |     All residential units shall be constructed to achieve a minimum Code for Sustainable Homes Level 4 of the Code for Sustainable Homes (based on November 2010 Technical Guide). No development shall commence on the development until evidence that the development is registered with the Building Research Establishment (BRE) under the Code for Sustainable Homes and an Interim Code for Sustainable Homes Assessment has been submitted to the Local Planning Authority for written approval.  No residential dwelling shall be occupied in the development until Post-Construction Code for Sustainable Homes Assessment and Certificate have been submitted to the Local Planning Authority for written approval, confirming that the agreed sustainability measures have been achieved.    Reason:  To ensure a sustainable living environment is secured in accordance with policies 5.1, 5.2, 5.3, 5.5, 5.6, 5.7 and 5.9 of the London Plan 2011 and policies 2.1; 4.1; and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and policy 6.1 of the Development (Core) Strategy (2012). |   Each non-residential building hereby permitted shall be constructed to achieve a minimum Building Research Establishment BREEAM overall Very Good standard (based on BREEAM 2011 Technical Guidance).  At the same time as the details required pursuant to Condition 26 are submitted to the Local Planning Authority for written approval, details of a 'Design Stage' assessment and related certification should be submitted.   Following the completion of the final non-residential building, a BREEAM 'Post Construction Stage' assessment and related certification confirming the BREEAM standard has been achieved, shall be submitted to and approved by the Local Planning Authority in writing.   Following any approval of a 'Post Construction Stage' assessment related to any agreed phasing of the development, the approved measures and technologies to achieve the BREEAM Very Good standard and to ensure that development is carbon neutral shall be implemented in accordance with the approval and thereafter shall be retained in working order for the life of the development.   Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3 and 5.9 of the London Plan 2011 and policies 1.1 and 1.2 of the Development (Core) Strategy (2012). |    Details shall be submitted for the approval of the Local Planning Authority before the development is commenced, to demonstrate that the recommendations with regard to Car Park illumination, made by the Institute of Lighting Engineers Technical Report, Guidance Notes on the Reduction of Light Pollution and also the provisions at BS 5489, Part 9, will be met. Details shall be submitted for the approval of the Local Planning Authority before the development is commenced, to demonstrate that the proposed lighting scheme will conform to the advice given at BS 5489 Part 3 Code of Practice for Lighting for Subsidiary Roads and Associated Pedestrian Areas. The details shall be include information to demonstrate that the potential for nuisance from glare and illuminance will be reduced by correctly aiming and shielding the luminaires to control vertical illuminance with the lights operating to a maximum"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/10/2011",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-01641223",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2614659,
          51.5237753
        ],
        [
          -0.2612624,
          51.5236604
        ],
        [
          -0.2611448,
          51.5235933
        ],
        [
          -0.26092719999999997,
          51.5235496
        ],
        [
          -0.260919,
          51.5235649
        ],
        [
          -0.2609,
          51.5235611
        ],
        [
          -0.2608812,
          51.5236036
        ],
        [
          -0.260656,
          51.5235587
        ],
        [
          -0.26051589999999997,
          51.5235328
        ],
        [
          -0.260461,
          51.5235225
        ],
        [
          -0.2604062,
          51.5235086
        ],
        [
          -0.2604391,
          51.5234472
        ],
        [
          -0.26057569999999997,
          51.5232148
        ],
        [
          -0.2614939,
          51.5234402
        ],
        [
          -0.2615128,
          51.5234452
        ],
        [
          -0.26153319999999997,
          51.5234598
        ],
        [
          -0.26155649999999997,
          51.5234994
        ],
        [
          -0.2615532,
          51.5235363
        ],
        [
          -0.26154079999999996,
          51.5236098
        ],
        [
          -0.26152749999999997,
          51.5236096
        ],
        [
          -0.2615211,
          51.5236286
        ],
        [
          -0.2615343,
          51.5236312
        ],
        [
          -0.2614659,
          51.5237753
        ]
      ]
    ],
    "type": "Polygon"
  }
}