{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2015/2182;",
  "lapsed_date": "07/08/2018",
  "decision_target_date": "10/08/2015",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W7 1JJ",
  "site_name": "Brentside High School",
  "status": "Completed",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 2892,
      "total_gia_lost": 0,
      "development_type": "New Build",
      "total_gia_gained": 2892,
      "site_area": 0.115
    },
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "3",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "existing_uprns": [
      "000012141082"
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": "15/09/2018",
        "use_class": "D1",
        "gia_gained": 2892,
        "actual_commencement_date": "18/01/2016",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "building_details": [
      {
        "no_storeys": 4,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2015/2182",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 515206,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-19T00:56:50.847+00:00",
  "id": "Ealing-PP_2015_2182",
  "application_type": "All Other",
  "street_name": "Greenford Avenue",
  "borough": "Ealing",
  "ward": "Hobbayne",
  "decision_date": "07/08/2015",
  "epc_number": null,
  "actual_commencement_date": "18/01/2016",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Construction of a part 3 and part 4 storey teaching block; Installation of 2 no. Multi-Use Games Areas, floodlighting, external lockers, relocation of cycle parking shelter and associated landscaping works (following the removal of an existing MUGA) (Regulation 3 - Council's own development) (Departure Application)",
  "actual_completion_date": "15/09/2018",
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major all other major developments",
  "centroid_northing": 182159,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012141082",
  "centroid": {
    "lon": -0.340698,
    "lat": 51.526602
  },
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_cycle": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": null,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title numbers AP(0)402-Rev-C; AP(0)401-Rev-B; AP(0)301-Rev-B; AP(0)302-Rev-B; AP(0)303-Rev-B; AP(0)304-Rev-A; AP(0)101-Rev-A; AP(0)102-Rev-A; AP(0)103-Rev-A; AP(0)104-Rev-A; AP(0)105-Rev-A; AP(0)107-Rev-A; AP(0)110-Rev-A; AP(0)111-Rev-B; AP(0)121-Rev-A; AP(0)130-Rev-A; AP(0)201-Rev-C; AP(0)202-Rev-C; AP(0)203-Rev-C; AP(0)204-Rev-C; AP(0)205-Rev-B; AP(0)501-Rev-B; AP(0)502-Rev-B; AP(0)503; AP(0)141; AP(0)140; 33163/4001/002; Construction Methodology Statement Rev 02; Transport Statement Rev: V1.0, prepared by Peter Brett, dated May 2015; 2103/14 School Travel and Accreditation Plan for Brentside High School; CERS Audit, prepared by Traffic Surveys UK, dated May 2015; PERS Audit, prepared by Traffic Surveys UK, dated June 2015; Arboricultural Report, prepared by The Mayhew Consultancy Ltd, dated March 2015; Urban Design Statement, dated 23/06/2015; Sustainability Statement for Planning-Rev-C, prepared by Couchperrywilkes, dated 22/06/2015; Memorandum, prepared by Seymor Harris, dated 25/06/2015 re Sustainability Measures; Design and Access Statement-Rev-2, dated 20/04/2015; Sprinkler Tank Strategy-Rev-1, dated 01/05/2015; Mechanical & Electrical Services RIBA Stage 2 Report, prepared by Couchperrywilkes, Ref-15162; External Lighting Assessment-Rev-B, prepared by Couchperrywilkes, dated 01/05/2015; Initial Acoustic Review, prepared by The Equus Partnership, dated April 2015; Flood Risk Assessment, ref 33163/4001, prepared by Peter Brett, dated May 2015; Ground Investigation, prepared by Listers Geotechnical Consultants, dated March 2015; AP(0)106-Rev-E; AP(0)108; Preliminary Ecological Appraisal, prepared by The Ecology Consultancy, dated 02/03/2015; Landscape Proposals, Drg No 1A; Landscape Proposals, Drg No 2; Ecological Summary Statement-Rev-1, dated 24/07/2015; Statement of Staff and Community Use-Rev-1, dated 24/07/2015 unless otherwise agreed in writing by the local Planning Authority.  Reason: For the avoidance of doubt, and in the interests of proper planning. | Notwithstanding the plans hereby approved details of materials and finishes to be used for the external surfaces including samples of the development shall be submitted to and approved in writing by the Council before any part of the development is commenced (except ground works and site clearance). The development shall be carried out in accordance with these approved details and retained thereafter.  Reason: To ensure that the materials harmonise with the surroundings in accordance with policies 7.1, 7.4 and 7.6 of the adopted London Plan (2015), policy 1.1(h) of the adopted Ealing Development (Core) Strategy (2012) and policy 7B of the adopted Ealing Development Management Development Plan Document (2013). | Details of the acoustic fencing around the MUGA's to protect the nearest noise sensitive dwellings shall be submitted to and approved by the Council prior to the MUGA's being brought into use. The approved scheme shall be constructed prior to the courts being first brought into use and shall be permanently retained. The approved barriers shall be manufactured and constructed to the London Borough of Ealing specifications as specified at SPG10.  Reason: To safeguard the amenities of the occupiers of neighbouring properties in accordance with policy 7.15 of the London Plan (2015), policy 1.1(j) of the adopted Ealing Development (Core) Strategy (2012), policy 7A of the adopted Ealing Development Management Development Plan Document (2013) and Interim Supplementary Planning Guidance 10 'Noise and Vibration'. | The rating noise level emitted from the proposed external plant and machinery at the proposed development, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 m from the nearest ground floor sensitive facade and 1m from upper floor noise sensitive facades, during the relevant periods of operation.  Reason: To safeguard the amenities of the occupiers of neighbouring properties in pursuance of policy 7.15 of the London Plan (2015), policy 1.1(j) of the adopted Ealing Development (Core) Strategy 2012, policy 7A of the adopted Ealing Development Management Development Plan Document (2013) and Interim Supplementary Planning Guidance 10 'Noise and Vibration'. | The proposed external lighting scheme shall be designed to reduce light pollution to nearby residents, and road users and where applicable the recommendations of the following guidance shall be met:  -\tILP Guidance Notes for the reduction of Obtrusive Lighting 2011. -\tCIE Technical Report- Guide on the Limitation of the Effects of Obtrusive Light from Outdoor Lighting Installations - CIE 150: 2003.  -\tStatutory Nuisance from Insects and Artificial Light by Department of Environment Food. Guidance on sections 101, 102 and 103 of the Clean Neighbourhoods and Environment Act 2005, Defra.  Reason: To ensure a satisfactory form of development and to safeguard the amenities of local residents and to limit any impact upon the Site of Importance for Nature Conservation and Metropolitan Open Land in accordance with policies 7.17 and 7.19 of the London Plan (2015) and policy 7A of the adopted Ealing Development Management Development Plan Document (2013). | The 2 no. MUGA's hereby permitted shall not be used outside the hours of 0800 to 2100 hours Monday to Saturday and 0900 to 1800 hours on Sundays and Bank Holidays.  Reason: To safeguard the amenities of local residents in accordance with policy 7A of the adopted Ealing Development Management Development Plan Document (2013). | Details to demonstrate that the development complies with the air quality neutral building emissions benchmarks for the Class D1(c-h) use as stated in Appendix 5 of the Sustainable Design and Construction (2014) Supplementary Planning Guidance shall be submitted to and approved by the Council prior to the commencement of the development (except ground works and site clearance). The development shall be constructed in accordance with the approved details and thereafter retained as such.  Reason: To safeguard the amenities of local residents and protect the local air quality in accordance with policies 3.2, 5.3 and 7.14 of the London Plan (2015) and 7A of the adopted Ealing Development Management Development Plan Document (2013). | Details to demonstrate the installed Combined Heat and Power (CHP) plant complies with a minimum NOx Emission Standard of 20 mg/Nm -3 (at Reference O2) shall be submitted to and approved by the Council prior to the commencement of development (except ground works and site clearance). The approved CHP unit shall be provided in accordance with the approved details and thereafter permanently retained.  Reason: To safeguard the amenities of local residents and protect the local air quality in accordance with policies 3.2, 5.3 and 7.14 of the London Plan (2015) and 7A of the adopted Ealing Development Management Development Plan Document (2013). | Notwithstanding the plans hereby approved, 52 cycle parking spaces shall installed prior to first occupation of the development hereby permitted and thereafter shall be retained.  Reason: To ensure adequate cycle parking is provided in order to encourage the use of sustainable modes of transport and to reduce the reliance by staff travelling to school by car in the interests of the conditions of general highway safety and the free flow of traffic on the neighbouring highway and in the interests of the visual amenities of the locality in accordance policy 6.9 and in the adopted London Plan (2015), policy 1.1 (f) of the adopted Ealing Development (Core) Strategy (2012) and the Supplementary Planning Document 'Sustainable Transport for New Development' (2013). | A Wildlife Protection Plan shall be submitted to and approved by the Council prior to the commencement of development (including ground works and site clearance). This shall provide full details of ecology improvement works as recommended in the Outline Ecology appraisal document - these shall include:   -Method statements for working adjacent to the SINC/SLINC - Any work proposed within the SLINC must be carried out under a Method Statement to ensure the habitat is not negatively impacted by working practices.  \t-Carry out an ecology impact assessment for the proposals.  -Provide details of wildlife protection, mitigation and improvement works as outlined in section 5 of the Outline Ecology appraisal document report pages 22-28 inclusive. Particular emphasis requited for protection of bats, reptiles and amphibians and nesting birds and on provision of new / improved habitats to offset the loss of MOL and impact of building on SLINC and adjacent to SINC designated areas. Reason: To mitigate the potential harm to ecology within the green open space in accordance with policy 11 of the National Planning Policy Framework (2012), policy 7.19 of the London Plan (2015) and policy 5.4 of the Adopted Ealing Development (Core) Strategy 2012. | Notwithstanding the information submitted with the application, details of a revised School Travel Plan to ensure the silver level 'STAR' accreditation is maintained shall be submitted to and approved in writing by the Local Planning Authority prior to first occupation of the development hereby approved. The details submitted shall be designed to manage the transport needs of school staff, pupils, parents, visitors and servicing, in order to demonstrate a car restraint policy for the site, minimise car usage and car sharing, promote alternative modes of transport, including cycle training, and rationalise servicing with the aim to reduce the total number of trips made and especially to avoid critical times on the road network. The approved scheme shall be implemented at the time of first occupation of the development and shall be maintained for the life of the school.  Reason: To promote the use of modes of transport, other than use of private motor vehicles, in pursuance of the Council's policies on sustainability in accordance with the Council's adopted Supplementary Planning Document 'Sustainable Transport for New Development (2013)' and policy 1.1 (f) of the adopted Ealing Development Strategy (2012). | The approved development shall be constructed to achieve a minimum Building Research Establishment BREEAM overall Very Good standard (based on BREEAM 2014 Technical Guidance).   1. Within three months of the commencement of the development, the following shall be submitted to the Local Planning Authority for written approval:  a. Evidence that the development is registered with the Building Research Establishment (BRE) under the BREEAM 2014 New Construction Scheme  b. Interim BREEAM 2014 NC Assessment and related Certification verified by the BRE shall be submitted.   2. Within 3 months from the date of first occupation, BREEAM 'Post Construction Stage' and related Certification verified by the BRE should be submitted to the Local Planning Authority for written approval confirming the BREEAM standard and measures have been implemented.  Following any approval of a 'Post Construction Stage' assessment and certificate of the relevant part of the development, the approved measures and technologies to achieve the BREEAM Very Good standard shall be retained in working order in perpetuity.      Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3, 5.6, 5.7 and 5.9 of the London Plan (2015), policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy (2012) and policies 5.2 and 7A of Ealing's Development Management DPD (2013). | Upon final completion of the development, suitable devices for the monitoring of the renewable/low-carbon energy equipment shall be installed, and the monitored data shall be submitted to the local planning authority at daily intervals for a period of three years from final completion of the renewable/low carbon energy equipment. The installation of the monitoring devices and the submission of the data shall be carried out in accordance with the Council's approved specifications.  Reason:  To monitor the effectiveness of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an evidence base on the performance of such equipment in accordance with policies 5.2, 5.3, 5.5, 5.6 and 5.7 of the London Plan (2015). | Details of the drainage design following infiltration testing to demonstrate that the proposed attenuation storage (via infiltration) will not increase flood risk shall be submitted to and approved by the Council prior to the commencement of works (including initial site clearance).  Reason: To reduce flood risk in accordance with policy Policy 10 of the National Planning Policy Framework (2012) and policies 5.12, 5.13 and 7.13 of the London Plan (2015)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "11/05/2015",
  "secondary_street_name": null,
  "site_number": "Brentside High School",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.340676,
          51.526615
        ],
        [
          -0.340677,
          51.526588
        ],
        [
          -0.340721,
          51.526588
        ],
        [
          -0.34072,
          51.526615
        ],
        [
          -0.340676,
          51.526615
        ]
      ]
    ],
    "type": "Polygon"
  }
}