{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2012/3475;",
  "lapsed_date": "01/10/2016",
  "decision_target_date": "23/11/2012",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 3BQ",
  "site_name": "Park Royal Hotel Site",
  "status": "Lapsed",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 874,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 874,
      "development_type": "New Build",
      "total_gia_gained": 0,
      "site_area": 0.228
    },
    "constraints_details": [
      {
        "result": "Suburban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "4",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "existing_uprns": [
      "000012127556"
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "A4",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 874
      }
    ],
    "building_details": [
      {
        "no_storeys": 5,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": [
        {
          "superseded_date": null,
          "actual_completion_date": null,
          "no_rooms_proposed": 152,
          "actual_commencement_date": null,
          "unit_type": "Hotel Room",
          "superseded_by_lpa_app_no": null,
          "no_rooms_lost": 0
        }
      ]
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "site_area": 0
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2012/3475",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518958,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T15:28:13.748+00:00",
  "id": "Ealing-PP_2012_3475",
  "application_type": "All Other",
  "street_name": "Western Avenue",
  "borough": "Ealing",
  "ward": "Hanger Hill",
  "decision_date": "01/10/2013",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Redevelopment of site to provide a 152 bedroom hotel with ancillary bar and restaurant, basement parking, ground level service yard, visitor drop-off bays, cycle parking and landscaping; following part demolition of and extensions to locally listed building, including construction of an additional storey to main frontage, part 3 and 4 storey extension to west side and part 3, 4 and 5 storey extension to rear",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major all other major developments",
  "centroid_northing": 182357,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012127556",
  "centroid": {
    "lon": "-0.2865494",
    "lat": "51.5276053"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              518956.14672,
              182354.5807995
            ],
            [
              518960.8464049,
              182360.1891941
            ],
            [
              518960.9041203,
              182360.1492055
            ],
            [
              518956.2539058,
              182354.5008223
            ],
            [
              518956.14672,
              182354.5807995
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_bluebadge": 8,
    "no_proposed_cycle": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": 45,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  Reason:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing numbers: (20)_002_P06; (20)_099_P06; (20)_100_P03; (20)_101_P04; (20)_102_P04; (20)_400_P02; (20)_401_P03 received 13th December 2012. (20)_200_P08; (20)_250_P01 and (20)_300_P05 received 19th December 2012 unless otherwise agreed in writing by the Local Planning Authority.  \tReason: In the interests of proper planning and to ensure that the development is implemented in accordance with the approved plans, which have been, assessed against the Council's Adopted Development Plan. | Details (including samples where appropriate) of the materials to be used for the external surfaces of the development and the methodology proposed to restore the original brickwork of the locally listed building shall be submitted to and approved in writing by the Local Planning Authority, in consultation with the local conservation panel and residents' association, before any part of the development is commenced, and this condition shall apply notwithstanding any indications to these matters which have been given in this application. The development shall be carried out in accordance with the approved details unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that the materials are appropriate for the development, to preserve the special architectural and historic interest of the locally listed building, the setting of the listed buildings in the vicinity and to safeguard the character and appearance of the conservation area, in accordance with policies 4.1, 4.6, 4.7 and 4.8 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), the Hanger Hill (Haymills) Estate Conservation Area Management Plan (March 2008) and policies 7.4, 7.6, 7.8 and 7.9 of the London Plan 2011. | No demolition, or alteration by way of substantial partial demolition shall commence until details of the measures to be taken to secure the safety and stability of the locally listed building and features which are to be retained, have been submitted to and approved by the local planning authority in writing. Such measures shall include strengthening any wall or vertical surface; supporting any floor, roof or horizontal surface; protecting against the weather or any accidental loss or damage. The development shall be carried out in accordance with the approved details unless otherwise agreed in writing by the local planning authority.  Reason: To preserve the special architectural and historic interest of the locally listed building, in accordance with in accordance with policies 4.1, 4.7 and 4.8 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), the Hanger Hill (Haymills) Estate Conservation Area Management Plan (March 2008) and policies 7.4, 7.8 and 7.9 of the London Plan 2011. | A plan indicating the position, design, materials and type of boundary treatment to be erected (including any gating proposed to secure the service and car park areas), together with a statement detailing other appropriate security measures shall be submitted and approved in writing by the Local Planning Authority, in consultation with the local conservation panel and residents' association, and this condition shall apply notwithstanding any indications to these matters which have been given in this application. The development shall be carried out in accordance with the approved details and shall be completed before any part of the development is first occupied or as otherwise agreed in writing by the Local Planning Authority.  Reason: To protect the appearance of the area, the amenity of neighbouring occupiers and in the interests of crime prevention, in accordance with policies 4.1, 4.4, 4.7, 4.8 of Ealing's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 8 'Safer Ealing' and policies 7.3, 7.4, 7.6 and 7.8 of the London Plan 2011. | Prior to the commencement of development, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority. The plan shall include the following:  -\tConstruction traffic management proposals including details of delivery routes and HGV movements and details of any temporary site access/parking; -\tDetails of demolition and construction hours; -\tNoise mitigation and monitoring measures; -\tDetails of enclosure of working areas and the location of compounds for the storage of plant and materials; -\tDetails of temporary lighting; -\tDust suppression and monitoring measures, having regard to BRE guide 'Control of Dust from Construction and Demolition Activities'; -\tWheel wash measures; -\tSite security during construction; -\tTree protection; -\tA drainage strategy to operate setting out controls of contamination, including controls to surface water run-off, water pumping, storage of fuels and hazardous materials, spill response plans and pollution control measures; and -\tProcedures for on-site contractors to deal with complaints from local residents.  The Construction Logistics Plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of demolition and construction, or as otherwise agreed in writing by the Local Planning Authority.  Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policies 2.6, 2.7, 4.1, 4.11, 4.12 and 9.9 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Details of proposed hard and soft landscaping works (including technical specifications for proposed green roofs and maintenance schedule) shall be submitted to and approved in writing by the Local Planning Authority. This condition shall apply notwithstanding any indications as to these matters which have been given in this application. The approved works shall be implemented prior to first use/occupation of any part of the development or in accordance with a programme agreed by the Local Planning Authority. Any trees or other plants which die or are removed or become seriously damaged or diseased within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  Reason: To ensure that a high quality scheme is implemented in order to safeguard the character and appearance of the Conservation Area and the Green Corridor, in accordance with policies 3.2, 4.1, 4.5, 4.7 and 4.8 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), the Hanger Hill (Haymills) Estate Conservation Area Management Plan (March 2008), policies 7.4, 7.5 and 7.21 of the London Plan 2011. | No operations (including initial site clearance) shall commence on site in connection with development hereby approved until a suitable scheme (Arboricultural Method Statement) for the protection of existing trees, shrubs and hedgerows has been submitted to and approved in writing by the Local Planning Authority.  All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works. Details shall include the following:  -\tFull survey of all trees on site and those within influencing distance on adjacent sites in accordance with BS5837*, with tree works proposals.  All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads. -\tA plan** detailing all trees, shrubs, hedges planned for retention and removal. -\tSoil assessments/survey -\tTiming and phasing of works -\tSite specific demolition and hard surface removal specifications -\tSite specific construction specifications -\tAccess arrangements and car parking -\tLevel changes -\tLandscaping proposals -\tA Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces.   -\tSoil remediation plans. -\tProgram of monitoring of all approved tree protection measures  The tree protection measures shall be carried out as detailed in the approved Arboricultural Method Statement and shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site, unless the prior approval of the Local Planning Authority has first been sought and obtained.  *Using the most recent revision the of the Standard ** Plans must be of a minimum scale of 1:200 (unless otherwise agreed by the Local Planning Authority)  Reason: To safeguard existing trees on and adjacent to the site, in the interests of the character and appearance of the area and the environment, in accordance with policies 3.8 and 4.5 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004), Supplementary Planning Guidance 9 'Trees and Development Guidance' and policies 7.4 and 7.21 of the London Plan 2011. | Notwithstanding any indications as to these matters that have been given in the planning application, detailed design drawings of the proposed basement parking area, incorporating a minimum 20% provision of active Electric Vehicle Charging Points (EVCP), shall be submitted to and approved in writing by the Local Planning Authority. The parking spaces shall be implemented as approved prior to first use of the hotel hereby approved and used only for this purpose, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that parking is provided in accordance with the Council's adopted standards, in accordance with policies 4.3, 9.1 and 9.9 of the adopted Unitary Development Plan 'Plan for the Environment' (2004) and policy 6.13 of the London Plan 2011. | Prior to the commencement of the development and notwithstanding any indications as to these matters that have been given in the planning application, detailed design drawings of the proposed drop off area on the public highway to the front of the development, shall be submitted to and approved in writing by the Local Planning Authority in consultation with the local residents. The works shall be implemented as approved prior to first use of the hotel development hereby approved, unless otherwise agreed in writing by the Local planning Authority.  Reason: in the interests of highway and pedestrian safety, in accordance with policies 4.3, 9.1 and 9.9 of the adopted Unitary Development Plan 'Plan for the Environment' (2004) and policy 6.3 of the London Plan 2011. | Prior to the commencement of the development and not withstanding any indications as to these matters that have been given in the planning application, detailed design drawings (including safety audit) of the proposed coach parking bay and associated displaced parking bays, shall be submitted to and approved in writing by the Local Planning Authority in consultation with Transport for London (TfL) and local residents. The works shall be implemented as approved prior to first use of the hotel development hereby approved, unless otherwise agreed in writing by the Local Planning Authority.  Reason: in the interests of highway and pedestrian safety, in accordance with policies 4.3, 9.1 and 9.9 of the adopted Unitary Development Plan 'Plan for the Environment' (2004) and policy 6.3 of the London Plan 2011. | A Delivery and Servicing Plan shall be submitted to and approved in writing by the Local Planning Authority in consultation with the local residents, prior to first use of the hotel hereby approved. The plan shall address the following:  -\tDeliveries, collections and servicing trips (including provision of banksman to assist service vehicles reversing into the site, agreed routes and signage for servicing vehicles) -\tParking management plan (valet parking) -\tThe management of coaches serving the hotel -\tRefuse and recycling collection -\tManagement details of valet parking, disabled parking spaces and drop-off areas  -\tMonitoring and review of operations  The Delivery and Servicing Plan shall be implemented on first occupation of any part of the development hereby approved and the site shall be managed in accordance with the approved plan for the life of the development, or as otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that the development can be adequately serviced in the interests of pedestrian and highway safety and to safeguard local environmental conditions, in accordance with policies 9.1 and 9.9 of the adopted Unitary Development Plan 'Plan for the Environment' (2004) and policies 6.3, 6.11 and 6.13 of the London Plan 2011. | Notwithstanding any indications as to these matters that have been given in the planning application, details of cycle parking for ten bicycles shall be submitted to and approved in writing by the Local Planning Authority and shall be provided prior to first use of the hotel hereby approved, and shall be kept continuously available for the life of the development unless otherwise agreed in writing by the Local Planning Authority.  Reason: To provide adequate facilities for cyclists and to promote sustainable patterns of transport in accordance with policies 9.1 and 9.6 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and policy 6.9 of the London Plan 2011. | A Green Travel Plan, designed to manage the transport needs of staff and visitors to the hotel (including targets and  monitoring), to minimise car usage and promote alternative modes of transport, shall be submitted to and approved in writing by the Local Planning Authority. The approved Travel Plan shall be implemented at the time of first use of the hotel hereby approved, and shall be retained in operation for the life of the development unless otherwise agreed in writing by the Local Planning Authority.  Reason: To promote sustainable patterns of transport, and to limit the impact of the proposal on local parking conditions, in accordance with policies 9.1 and 9.9 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), Supplementary Planning Guidance Note 21 'Sustainable Transport - Green Travel Plans' and policies 6.3, 6.9, 6.10, 6.11, 6.13  of the London Plan 2011. | The refuse and recycling storage identified on the approved plans shall be provided prior to first use of the development hereby approved, and shall thereafter be retained in operation for this purpose for the life of the development unless otherwise agreed in writing by The Local Planning Authority.  Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling, in accordance with policies 2.10 and 4.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 4 'Refuse Storage'. | Prior to the commencement of development, details shall be submitted and approved in writing by the Local Planning Authority, for the composite sound insulation of the building envelope and internal partitions to demonstrate that internal levels of not greater than 30 dB LAeq,1hr will be achieved inside the rooms with windows shut and other means of ventilation provided. The development shall be carried out in accordance with the approved details prior to first use of the hotel hereby approved, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To safeguard the users of the proposed hotel against transportation noise, in accordance with policies 4.11 and 6.7 of the Council's adopted Unitary Development 'Plan for the Environment' (2004) and SPG10 'Noise and Vibration'; and policy 7.15 of the adopted London Plan (2011). | Prior to the commencement of development, details shall be submitted and approved in writing by the Local Planning Authority, for the insulation of the floor/ceiling between the ground floor facilities and the first floor hotel bedrooms and also the party walls to the ground floor bedrooms to demonstrate that an acoustic standard not exceeding NR 25 Leq 5mins, (octaves) or NR 20 Leq 5mins, (one-third octaves) will be met inside first floor bedrooms.  Reason: To safeguard the users of the proposed hotel against internal noise from restaurant, kitchen and bar areas in accordance with policies 4.11 and 6.7 of the Council's adopted Unitary Development 'Plan for the Environment' (2004) and SPG10 'Noise and Vibration'; and policy 7.15 of the adopted London Plan (2011). | Prior to the use being commenced, details shall be submitted and approved in writing by the Local Planning Authority to demonstrate that the rating noise level emitted from any proposed external plant and machinery at the proposed development, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 m from the nearest ground floor sensitive facade and 1m from upper floor noise sensitive facades, during the relevant periods of operation. The details shall be implemented as approved unless otherwise agreed in writing by the Local Planning Authority.  Reason: To safeguard neighbouring occupiers against noise disturbance, in accordance with policy 4.11 of the Council's adopted Unitary Development 'Plan for the Environment' (2004) and SPG10 'Noise and Vibration'; and policy 7.15 of the adopted London Plan (2011). | Prior to the commencement of development, details shall be submitted and approved in writing by the Local Planning Authority to demonstrate that the composite sound reduction index of the building envelope, (Rw), will achieve the following criteria with windows shut and other means of ventilation provided:  The background L90,15min linear noise level in any one third octave band from 50Hz to 160 Hz, and also the overall Linear L90 level, as previously measured at 1 m from the nearest fatade of the nearest affected premises, shall not be increased when the amplified music or speech is played and the measurement is repeated in the same position, using L90 linear over any 5 minute period with the background and source operating together.  The measures shall be implemented as approved prior to first occupation of the development and shall be retained for the life of the development unless otherwise agreed in writing by the Local Planning Authority.  Reason: To safeguard neighbouring occupiers against noise disturbance, in accordance with policy 4.11 of the Council's adopted Unitary Development 'Plan for the Environment' (2004) and SPG10 'Noise and Vibration'; and policy 7.15 of the adopted London Plan (2011). | Prior to the completion of works on the superstructure of the development , details shall be submitted and approved in writing by the Local Planning Authority for a suitable mechanical ventilation system, to ensure doors and windows are kept closed during hot weather and also to demonstrate that the rating noise level , as assessed under BS4142: 1997, for externally sited ventilation plant, is lower than the existing background noise level by at least 5 dBA as measured at 3.5 m from the nearest ground floor sensitive facade and 1m from upper floor noise sensitive facades, during the relevant periods of operation.  Reason: To safeguard neighbouring occupiers against noise disturbance, in accordance with policy 4.11 of the Council's adopted Unitary Development 'Plan for the Environment' (2004) and SPG10 'Noise and Vibration' and policy 7.15 of the adopted London Plan (2011) | Prior to first use of the development, details shall be submitted to and approved in writing by the Local Planning Authority, of a suitable sound limiting device to control the output from any amplification system to a maximum noise level agreed with this the Authority. The limiter device shall also be connected to external doors, so that the power to the amplifiers will be cut if a door is opened, other than for means of escape from fire. The device shall be installed and operational prior to first use/occupation of the development and retained for the life of the development unless otherwise agreed in writing by the Local Planning Authority; and policy 7.15 of the adopted London Plan (2011).   Reason: To safeguard neighbouring occupiers against noise disturbance, in accordance with policy 4.11 of the Council's adopted Unitary Development 'Plan for the Environment' (2004) and SPG10 'Noise and Vibration' and policy 7.15 of the adopted London Plan (2011). | Prior to first use of the development, details shall be submitted to and approved in \twriting by the Local Planning Authority, for the installation, operation, and maintenance \tof the best practicable odour abatement equipment including an extract system, the \theight of the discharge, and the efflux velocity of the effluent at the point of discharge. The system, as approved, shall be implemented before first use of the hotel and retained and maintained for the life of the development unless otherwise agreed in writing by the Local Planning Authority.  Reason: To safeguard neighbouring occupiers against cooking odours, in accordance with policies 4.1 and 2.6 of the Council's adopted Unitary Development 'Plan for the Environment' (2004). | Prior to first installation of any external lighting scheme for the development, details shall be submitted to and approved in writing by the Local Planning Authority. The information submitted shall include:  a)\tA layout plan with beam orientation. b)\tA schedule of equipment in the design (luminaire type; mounting height; aiming angles and luminaire profiles). c)\tAn isolux contour map to show light spill levels down to 1 lux and showing neighbouring buildings.   The lighting scheme shall be implemented in accordance with the approved details.  Reason: To safeguard neighbouring occupiers against light pollution, in accordance with policies 4.1 and 4.12 of the Council's adopted Unitary Development 'Plan for the Environment' (2004). | Prior to the commencement of any works on site, the applicant shall carry out a contaminated land investigation that shall be submitted to and approved in writing by the Local Planning Authority.  Sampling points and methods of investigation shall be agreed in writing with the Principal Environmental Health Officer prior to the investigation and if deemed necessary by the Local Planning Authority, a scheme shall be submitted for the removal, neutralising and sealing of the contamination, and remedial works implemented before building works commence.  Reason: To ensure that the site is not hazardous in the interest of public health and safety, in accordance with policy 2.7 of the adopted Ealing Unitary Development  'Plan for the Environment' (2004). | Notwithstanding the approved Energy Statement Report (including Ventilation Details), Revision 2, dated 29th November 2012, a detailed report and other supporting information providing details of the sustainability measures to be incorporated into the development which demonstrates that the development will achieve an overall (minimum) reduction in carbon dioxide emissions by 25% (regulated carbon dioxide emissions) above Building Regulations 2010 shall be submitted to and approved in writing by the Local Planning Authority.   In demonstrating compliance with the required percentage reduction in carbon dioxide emissions the applicant should consider the use of measures in line with the Mayor's Energy Hierarchy including the incorporation of on-site renewables. This reduction should be calculated based on carbon dioxide emissions covered by the Building Regulations whilst carbon dioxide emissions associated with other energy uses not covered by Building Regulations (un-regulated) should be also included and measures to reduce them should be demonstrated.   In the case that a site wide CHP and / or a communal heating and cooling plant is proposed, details of how the infrastructure will be designed to allow future connection to any neighbouring heating or cooling network shall be submitted to and approved in writing by the Local Planning Authority prior to any superstructure works commencing on site in relation to the relevant part / phase of the development.   The development shall be constructed in accordance with the approved details and maintained as such thereafter.  Reason: To ensure that the development is energy efficient and contributes to reducing the need for fossil fuel or other primary energy generation capacity, and to reduce emissions of greenhouse gases in accordance with policies 5.2, 5.3, 5.5, 5.6 and 5.7 of the London Plan 2011, Ealing's adopted Development (Core) Strategy 2026 (3rd April 2012). | Unless an alternative energy strategy is agreed in writing with the Local Planning Authority, details of the gas combined heat and power facility, which shall provide no less than 76kWe capacity including:  a) its location; specification and operation/management strategy; b) flue location, height and design; and c) the method of how the facility shall be designed to allow for the future connection to any decentralised heating and hot water network  shall be submitted to and approved in writing by the Local Planning Authority prior to completion of the basement works and the facility shall be installed and operational prior to the first occupation of the development hereby approved.  The development shall be carried out strictly in accordance with the details so approved, shall be maintained as such thereafter and no change therefrom shall take place without the prior written consent of the Local Planning Authority  \tReason: To ensure that the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases, in accordance with policies 5.2 Minimise Carbon dioxide Emissions, 5.3 Sustainable Design and Construction, 5.6 Decentralised Energy: Heating, Cooling and Power, 5.7 Renewable Energy and 5.9 Overheating and Cooling of the London Plan 2011, Ealing's adopted Development (Core) Strategy 2026 (April 2012). | Unless an alternative energy strategy is agreed in writing with the Local Planning Authority, details of the scheme of photovoltaic panels, which shall provide for no less than 17kWp (equivalent to 3% on-site C02 reduction) as detailed within the Energy Statement (Statement Report (including Ventilation Details), Revision 2, dated 29th November 2012) prepared by Thornton Reynolds, shall be submitted to and approved in writing by the Local Planning Authority prior to the practical completion of the development. The approved photovoltaic scheme shall be installed and operational prior to the first occupation of the development. The details shall include:  a) The resulting scheme, machinery/apparatus location, specification and operational details;              Should, following further assessment, the approved renewable energy option be found to be no-longer suitable:   b) A revised scheme of renewable energy provision, which shall provide for no less than 3% onsite C02 reduction, shall be submitted to and approved in writing by the Local Planning Authority, prior to the practical completion of the development.  The development shall be carried out strictly in accordance with the details so approved, shall be maintained as such thereafter and no change therefrom shall take place without the prior written consent of the Local Planning Authority.  Reason:  In the interest of sustainable development and combating climate change in accordance with policies 5.2 Minimise Carbon dioxide Emissions, 5.3 Sustainable Design and Construction, 5.6 Decentralised Energy: Heating, Cooling and Power, 5.7 Renewable Energy and 5.9 Overheating and Cooling of the London Plan 2011, Ealing's adopted Development (Core) Strategy 2026 (April 2012). | Each non-residential building hereby permitted shall be constructed to achieve a minimum Building Research Establishment BREEAM overall Very Good standard (based on BREEAM 2011 Technical Guidance).  Within 3 months of the construction of the development (unless otherwise agreed in writing by the Local Planning Authority), details of an 'Interim Design Stage' assessment and related certification should be submitted, and acknowledged in writing by, the Local Planning Authority.  Following the completion of the non-residential building, a BREEAM 'Post Construction Stage' assessment and related certification confirming the BREEAM standard has been achieved, shall be submitted to and approved by the Local Planning Authority in writing.   Following any approval of a 'Post Construction Stage' assessment of the development, the approved measures and technologies to achieve the BREEAM Very Good standard and to ensure that development is carbon neutral shall be implemented in accordance with the approval and thereafter shall be retained in working order in perpetuity.     Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3 and 5.9 of the London Plan 2011 and Ealing's adopted Development (Core) Strategy 2026 (April 2012). | The restaurant shown on the ground floor of the proposed hotel building shall be ancillary to the approved hotel use (Use Class C1) and shall not operate as a separate planning unit, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure no separate A3 (restaurant) use commences without prior consideration of the planning issues by the Local Planning Authority in the interests of safeguarding the amenities of the locality, in accordance with policies 4.1 and 7.6 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Deliveries and collection of goods and waste shall only take place between the hours of 1000 hours to 1600 hours and 1900 - 2200 hours Monday to Saturday and not at all on Sundays.  Reason: To safeguard the amenity of adjoining occupiers and local traffic and parking conditions, in accordance with policies 4.1, 4.11, 9.1 and 9.9 of the adopted Unitary Development Plan 'Plan for the Environment' (2004) and policies 6.3, 6.11 and 6.13 of the London Plan 2011. | The Hotel and associated uses shall only be used within Use Class C1 and shall be used for no other purpose within the Town and Country Planning (Use Classes Order 1987 (Or in any provision equivalent to that class in any statutory instrument revoking or re-enacting that order with or without modification), unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that the hotel rooms are not used for permanent residential accommodation, for which they would not be suitable, in accordance with policy 3.5 of the London Plan 2011 and 4.1 and 5.5 of the adopted Unitary Development Plan 'Plan for the Environment' (2004)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "24/08/2012",
  "secondary_street_name": null,
  "site_number": "Park Royal Hotel Site",
  "pp_id": "PP-02145185_1",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.28657689999999997,
          51.5275839
        ],
        [
          -0.28650729999999996,
          51.5276333
        ],
        [
          -0.2865065,
          51.527633
        ],
        [
          -0.2865754,
          51.5275832
        ],
        [
          -0.28657689999999997,
          51.5275839
        ]
      ]
    ],
    "type": "Polygon"
  }
}