{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2012/3184;",
  "lapsed_date": "10/01/2017",
  "decision_target_date": "18/09/2012",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 5EP",
  "site_name": "Ealing Studios",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012141315"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2012/3184",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517536,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T15:42:55.007+00:00",
  "id": "Ealing-PP_2012_3184",
  "application_type": "All Other",
  "street_name": "Ealing Green",
  "borough": "Ealing",
  "ward": "Walpole",
  "decision_date": "10/01/2014",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Construction of a single storey roof extensions to existing  South Block incorporating new studio accommodation; construction of W.C.s and kitchen area to top of existing roof structure; new stairs extended to roof level; demolition of existing stairs from level below to roof level; demolition of existing roof top store rooms and roof over double height spaces.(Listed Building Consent)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Other listed building consents (alter-extend)",
  "centroid_northing": 180243,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012141315",
  "centroid": {
    "lon": -0.307765,
    "lat": 51.508902
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON: To comply with the provisions of Section 18(1) of the Planning (Listed Buildings and Conservation Areas) Act 1990, as amended, to prevent the accumulation of unimplemented listed building consents and to enable the Local Planning Authority to review the situation at the end of this period if the development has not begun. | The development hereby approved shall be carried out in accordance with drawing title number(s) ES_SB_1250_PA_01; ES/SB/100/PA/01 Rev E; ES/SB/100/PA/61 Rev A; and ES_SB_50_O_01 unless otherwise agreed in writing by the Local Planning Authority.  REASON: For the avoidance of doubt, and in the interests of proper planning. | The development hereby approved shall only be used for purposes ancillary to the activities undertaken in the Stages 2, 3a, 3b and 5 at Ealing Studios building for film and television programme production purposes and shall not be occupied for any other purposes, including any other use within Use Class B1 of the Town and Country Planning (Use Classes Order) 1995 (as amended).  REASON: To accord with the terms of the application and to facilitate the continued use of this Grade II listed building, in accordance with policies 4.6, 7.8 and 7.9 of the London Plan (2011), policies 1.1(h), 1.2(g), 2.1(c) and 2.5(b) of the Ealing Development (or Core) Strategy (2012) and policy 7C of the Ealing Development Management Development Plan Document (2013). | Notwithstanding the submitted information, further details of the proposed metal framed windows to be utilised in the development shall be submitted to and approved, in writing, by the Local Planning Authority before any part of the development is commenced.  Development shall be carried out in accordance with these approved details and the windows shall thereafter be retained as such. The details to be submitted should comprise full details of the metal frames, the colour of the frames, the nature of the glazing, including any tinting, and details of the blinds to be provided to be windows.  REASON: To ensure that the materials harmonise with the character and appearance of the existing Grade II listed building, in accordance with policies 7.4, 7.6, 7.8 and 7.9 of the London Plan (2011), policies 1.1(h) and 1.2(g) of the Ealing Development (or Core) Strategy (2012) and Ealing Local Variation to London Plan Policy 7.4 Local Character and policy 7C of the Ealing Development Management Development Plan Document (2013). | The brickwork to be used for the extended and new parapet walls shall match the appearance of those of the existing building, including appropriate painting.  REASON: To ensure that the development harmonises with the surroundings and preserves the character of this Grade II listed building and the Ealing Green Conservation Area, in accordance with policies 7.4, 7.6, 7.8 and 7.9 of the London Plan (2011), policies 1.1(h) and 1.2(g) of the Ealing Development (or Core) Strategy (2012) and Ealing Local Variation to London Plan Policy 7.4 Local Character and policy 7C of the Ealing Development Management Development Plan Document (2013). | A copy of the survey of the existing structural elements of the existing building affected by the works, referred to in the Memorandum from Buro Happold, dated 11th September 2012, including details of any reinforcement or replacement of wall plates, beams, lintels and window frames, shall be submitted to and approved, in writing, by the Local Planning Authority prior to the commencement of any part of the development. Once approved the development shall be carried out in accordance with the submitted details unless any changes are agreed, in advance, by the Local Planning Authority.  REASON: To protect the fabric, character and appearance of this Grade II listed building, in accordance with policies 7.4, 7.6, 7.8 and 7.9 of the London Plan (2011), policies 1.1(h) and 1.2(g) of the Ealing Development (or Core) Strategy (2012) and Ealing Local Variation to London Plan Policy 7.4 Local Character and policy 7C of the Ealing Development Management Development Plan Document (2013)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "24/07/2012",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-02095068",
  "wgs84_polygon": null
}