{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2015/0516;",
  "lapsed_date": "27/03/2018",
  "decision_target_date": "27/03/2015",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "NW10 6PW",
  "site_name": "Unit 1",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012141021"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2015/0516",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521079,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T15:41:22.454+00:00",
  "id": "Ealing-PP_2015_0516",
  "application_type": "All Other",
  "street_name": "Volt Avenue",
  "borough": "Ealing",
  "ward": "East Acton",
  "decision_date": "27/03/2015",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Construction of 280sqm extension to existing building for use as additional data space linked to the existing building by a high level service bridge (involving the removal of 12 car parking spaces and the relocation of the existing waste compound to the eastern site boundary)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor Offices-R and D-light industry",
  "centroid_northing": 182684,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012141021",
  "centroid": {
    "lon": -0.2559,
    "lat": 51.530092
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title number(s) D-11 P2, D-12 P2, D-13 P2, D-14 P2, D-15 P4 and D-16 P2.  Reason: For the avoidance of doubt, and in the interests of proper planning. | The recommendations of the acoustic consultant 'Applied Acoustic Design' in the report dated 26 January 2015, entitled 'plant noise assessment Ref: 15027/001/mb - rev A' shall be implemented in their entirety before the use commences, and thereafter permanently retained.  Reason: To ensure that the amenities of nearby dwellings are not prejudiced by noise from the development herby approved. | Details of all proposed lighting schemes for the development shall be submitted for approval of the Local Planning Authority before the development is commenced, to demonstrate that the recommendations made at approved lighting codes of practice are met will be met particularly with regard to the following:  a)\tA layout plan with beam orientation. b)\tA schedule of equipment in the design (luminaire type; mounting height; aiming angles and luminaire profiles). c)\tAn isolux contour map to show light spill levels down to 1 lux and showing neighbouring buildings.  Reason: To ensure that the amenities of nearby dwellings are not prejudiced by nuisance from glare and illuminance of the development herby approved. | Provision for cycle storage in accordance with adopted standards shall be provided and be continuously available and retained for the life of the development hereby approved, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To provide adequate bicycle storage to align with Sustainable Transport SPG and policy 6.9 and 6.13 of the London Plan Consolidated (2015). | The premises shall be used as a data storage facility (sui-generis use) and for no other purpose, without the prior written permission of the Local Planning Authority obtained through the submission of a planning application.  Reason: To enable the Local Planning Authority to maintain strict control over the nature of the use to monitor its impact upon Transport Infrastructure, in accordance with policies 6.13 Parking and 6.14 Frieght of the adopted Ealing Development Management DPD (2013)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "30/01/2015",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP 03929084",
  "wgs84_polygon": null
}