{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2014/1279;",
  "lapsed_date": "02/06/2017",
  "decision_target_date": "16/06/2014",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": null,
  "site_name": "32 - 38",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012177021, 000012178944, 000012178945, 000012178946, 000012178947, 000012178948, 000012178949, 000012178950, 000012178951, 000012178952, 000012178953, 000012178954, 000012178861, 000012178862, 000012178863, 000012178864, 000012178865, 000012178866, 000012178867, 000012178868, 000012178869, 000012178870, 000012178871, 000012178872, 000012178873, 000012178874, 000012178875, 000012178876, 000012178877, 000012178878, 000012178879, 000012178880, 000012178881, 000012178882, 000012178883, 000012178884, 000012178885, 000012178886, 000012178887, 000012178888, 000012178889, 000012178890, 000012178891, 000012178892, 000012178893, 000012178894, 000012178895, 000012178896, 000012178897, 000012178898, 000012178899, 000012178900, 000012178901, 000012178902, 000012178903, 000012178904, 000012178905, 000012178906, 000012178907, 000012178908, 000012178909, 000012178910, 000012178911, 000012178912, 000012178913, 000012178914, 000012178915, 000012178916, 000012178917, 000012178918, 000012178919, 000012178920, 000012178921, 000012178922, 000012178923, 000012178924, 000012178925, 000012178926, 000012178927, 000012178928, 000012178929, 000012178930, 000012178931, 000012178932, 000012178933, 000012178934, 000012178935, 000012178936, 000012178937, 000012178938, 000012178939, 000012178940, 000012178941, 000012178942, 000012178943"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2014/1279",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517263,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T11:49:33.272+00:00",
  "id": "Ealing-PP_2014_1279",
  "application_type": "All Other",
  "street_name": "Uxbridge Road",
  "borough": "Ealing",
  "ward": "Ealing Broadway",
  "decision_date": "02/06/2014",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Variation of condition 2 (approved plans) (Minor material amendment) of planning permission PP/2010/4585 dated 14/07/2011  (as previously varied by  PP/2012/0102 dated 06/03/2012 and PP/2013/2512 dated 11/10/2013) for redevelopment (following demolition of Westel House) to provide a mixed-use development of three buildings (Block A - up to 21 storeys: 117sqm of flexible floor space (Use class A1/A3) to ground floor; first to nineteenth comprising 96 residential units and twentieth floor viewing platform; Block B - 9 storeys comprising of affordable residential units; Block C - 9 storeys plus plant comprising hotel (floorspace of 4,634 sqm) and ancillary facilities (Use class C1)) to provide a total of 129 residential units; including new landscaped public realm, children's playspace, basement car parking, cycle parking at basement level and vehicular access off Craven Road via a combined access (amendments consisting of revision to layout of ground floor retail unit and revised floor layout of floors 18, 19 and 20).",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major dwellings",
  "centroid_northing": 180665,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012177021",
  "centroid": {
    "lon": -0.311557,
    "lat": 51.512751
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of the original permission PP/2010/4585 dated 14/07/2011.  Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing numbers: (--)02 Site Plan-  Rev 2, (PL) 001 - Rev B, (PL) 002 - Rev D; (PL) 003 Site Plan - Proposed - Rev M; (PL) 004 Basement Plan - Proposed - Rev G; (PL) 020 Site Section AA - Proposed - Rev D; (PL) 021 Site Section BB - Proposed - Rev D; (PL) 030 Site Elevation - North - Proposed - Rev E; (PL) 031 Site Elevation - East - Proposed - Rev G; (PL) 032 Site Elevation - South - Proposed - Rev D; (PL) 033 Site Elevation - West - Proposed - Rev D; (PL) 034 Comparative Street Elevation - East - Rev E; (PL) 035 Comparative Street Elevation - South - Rev C;  (PL) 070 Bin Store Plans & Elevations- Rev A; (PL) 110 Building A - Ground - Proposed - Rev K; (PL) 111 Building A - 1st and 2nd, 6th, 10th - Proposed - Rev C; (PL)112 Building A - 3th,7th,11th and 4th, 8th, 12th - Proposed - Rev C; (PL)113 Building A - 9th and 13th - Proposed - Rev F; (PL)114 Building A - 14th and 15th - Proposed - Rev E; (PL)115 Building A - 16th and 17th - Proposed - Rev E; (PL)116 Building A - 18th and 19th - Proposed - Rev E, (PL)117 Building A - 20th and Roof - Proposed - Rev E, (PL)120 Building A - Section AA - Proposed - Rev D, (PL)121 Building A - Section BB - Proposed - Rev D; (PL)122 Building A - Section CC - Proposed - Rev E; (PL)123 Building A - Section DD - Proposed - Rev F, (PL)130 Building A - North Elevation - Proposed - Rev G; (PL)131 Building A - East Elevation - Proposed - Rev G, (PL)132 Building A - South Elevation - Proposed - Rev E, (PL)133 Building A - West Elevation - Proposed - Rev D, PL)140 Building A - Elevation Detail 1 - Proposed - Rev C; (PL)141 Building A - Elevation Detail 2 - Proposed - Rev E; (PL)210 Building B - Ground Floor Plan - Proposed - Rev J; (PL)211 Building B - First and Second Floor Plan - Proposed - Rev H; (PL)212 Building B - Third -Fourth and Fifth -Sixth Floor Plans - Rev B; (PL)213 Building B - Seventh and Eight Floor Plan - Proposed - Rev B; (PL)214 Building B - Roof Plan - Proposed - Rev B; (PL)220 Building B - Section EE - Proposed Rev C; (PL)221 Building B - Section FF - Proposed - Rev C; (PL)230 Building B - North Elevation - Proposed - Rev G; (PL)231 Building B - East Elevation - Proposed -Rev G; (PL)232 Building B - South Elevation - Proposed - Rev E; (PL)233 Building B - West Elevation - Proposed - Rev G; (PL)240 Building B - Elevation Detail 1and 2 - Proposed - Rev D; (PL)310 Building C - Ground - Proposed - Rev E, (PL)311 Building C - 1st, 2nd-8th Floor Plan - Proposed - Rev E, (PL)312 Building C - Plant and Roof Plan - Proposed - Rev C, (PL)320 Building C - Section GG - Proposed Rev B, (PL)321 Building C - Section HH - Proposed - Rev B, (PL)322 Building C - Section JJ - Proposed - Rev B, (PL)323 Building C - Section KK - Proposed - Rev B, (PL)330 Building C - North Elevation - Proposed - Rev B, (PL)331 Building C - East Elevation - Proposed - Rev B, (PL)332 Building C - South Elevation - Proposed - Rev A, (PL)333 Building C - West Elevation - Proposed - Rev B, unless otherwise agreed in writing by the Local Planning Authority.  Reason: In the interests of proper planning and to ensure that the development is implemented in accordance with the approved plans, which have been, assessed against the Council's Development Plan. | The materials and finishes used for the external surfaces of the development hereby approved shall be implemented in accordance with the details approved under application reference PP/2012/2017 dated 15/10/2012 (or any subsequent detail application approved under this condition) prior to first occupation of the relevant part of the development, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that the materials are appropriate for the development, to safeguard the character and appearance of the area and to safeguard the privacy of future occupiers, in accordance policy 7.6 of the London Plan 2011, policies 7.4 and 7B of the Development Management Development Plan Document (December 2013). | Notwithstanding the approved drawings, details of the proposed obscure glazed windows and/or privacy measures on the northern elevation of Block B shall be submitted to the Local Planning Authority for approval. The windows shall be implemented in accordance with the details shown on the proposed plans prior to the first occupation of Block B, and permanently retained for the life of the development, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To protect the living conditions of occupiers of neighbouring residential development to the north, in accordance with policy 3.5 of the London Plan 2011, policy 7A of the Development Management Development Plan Document (December 2013). | Notwithstanding the approved drawings, prior to the commencement of the development, full details of any mitigation measures required to ensure that there is no unacceptable loss of privacy to internal rooms within the proposed development shall be submitted to the Local Planning Authority for approval. The mitigation measures shall be implemented in accordance with the approved details prior to first occupation of any part of the development and permanently retained for the life of the development, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To protect the living conditions of occupiers of neighbouring residential development to the north, in accordance with policy 3.5 of the London Plan 2011, policy 7A of the Development Management Development Plan Document (December 2013). | Hard and soft landscaping shall be implemented in accordance with the details approved under application reference PP/2012/1584 dated 10/01/2013 (with minor amendments to detail and layout as amended by this s73 application). The approved works and management plan shall be implemented prior to first occupation of any part of the relevant part of the development or in accordance with a programme agreed by the Local Planning Authority. Any trees or other plants which die or are removed or become seriously damaged or diseased within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  Reason: To ensure that the development is landscaped in the interests of the character and appearance of the area and to enhance the biodiversity of the site, in accordance with policy 5.10 of the London Plan 2011, policies 7.4 and 7B of the Development Management Development Plan Document (December 2013). | The proposed children's play area shall be implemented in accordance with the details approved under application reference PP/2012/1667 dated 10/01/2013 prior to first occupation of any of the residential units hereby approved and retained for the life of the development unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that adequate on-site space for young children to play is provided on site in connection with the proposed residential accommodation, in accordance with policies 3.5, 3.6, 7.2 and 7.3 of the London Plan 2011. | The revised Travel Plan approved under application reference PP/2012/1772 dated 18/12/2012 shall be implemented at the time of first occupation of any part of the development and shall be permanently retained in operation for the life of the development unless otherwise agreed in writing by the Local Planning Authority.  Reason: To promote sustainable patterns of transport, and to limit the impact of the proposal on local parking conditions, in accordance with policies 6.3, 6.9, 6.10, 6.11 and 6.13 of the London Plan 2011. | 9. The development shall be carried out in accordance with the programme of archaeological work and written scheme of investigation approved under planning reference P/2011/5244 dated 12/02/2012 unless otherwise agreed in writing by the Local Planning Authority.  Reason: To protect any archaeological remains on the site in accordance with policies in accordance with policy 7.8 of the London Plan 2011. | Details of the siting, height and nature of a closed circuit television network (CCTV) for the site shall be submitted to and approved by the Local Planning Authority prior to its installation and the system shall be installed in accordance with the approved details, prior to the first occupation of any part of the development hereby approved, and thereafter shall not be altered for the life of the development, except with the written permission of the Local Planning Authority.   Reason: To provide adequate security within the site whilst safeguarding the amenities of the occupiers of neighbouring properties in accordance with policies in accordance with policy 7.3 of the London Plan 2011, policy 7A of the Development Management Development Plan Document (December 2013). | The development shall be carried out in accordance with the details of proposed external lighting associated with the development, approved under reference PP/2012/3112 dated 23/01/2014 and retained thereafter for the life of the development, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To safeguard the living conditions of the adjoining occupiers, the character of the area and in the interests of crime prevention and safety in accordance with policy 7.3 of the London Plan 2011, policy 7A of the Development Management Development Plan Document (December 2013). | Notwithstanding the Noise Assessment submitted with the application, the fitting out of the hotel and ancillary cafT and the and retail/A3 unit shall not take place until full details are submitted to and approved by the Local Planning Authority, to demonstrate that the rating noise level emitted from any proposed external plant and machinery at the proposed development, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 m from the nearest ground floor sensitive facade and 1m from upper floor noise sensitive facades, during the relevant periods of operation.  Reason: To protect the living conditions of existing and future occupiers against unacceptable noise and disturbance in accordance with policy 7.15 of the London Plan 2011, policy 7A of the Development Management Development Plan Document (December 2013). | Notwithstanding the Noise Assessment report submitted with the application, details shall be submitted to and approved by the Local Planning Authority, for mitigation works to protect sensitive rooms, gardens, children's play area and balconies from external noise. The details shall also include alternative means of ventilation for noise sensitive rooms. The works shall be completed prior to first occupation of the relevant part of the development and permanently retained for the life of the development, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To protect the living conditions of existing and future occupiers against unacceptable noise and disturbance in accordance with policy 7.15 of the London Plan 2011, policy 7A of the Development Management Development Plan Document (December 2013). | Notwithstanding the Noise Assessment submitted with the application, details shall be submitted to and approved by the Local Planning Authority, of the composite sound reduction index, Rw, for the building envelope of the Energy Centre with windows and doors closed and other means of ventilation provided, the details shall demonstate that the rating noise level at sensitive facades, as assessed under BS4142: 1997, will be lower than the existing background noise level LA90 by at least 5 dBA, during the relevant period of operation. The plant shall be acoustically treated and anti vibration isolated, in accordance with a scheme to be agreed with the Local Planning Authority. The approved insulation shall be implemented prior to first occupation of the relevant part of the development and retained thereafter for the life of the development, unless otherwise agreed in the writing by the Local Planning Authority.   Reason: To protect the living conditions of existing and future occupiers against unacceptable noise and disturbance via plant noise breakout and through the fabric of the building in accordance with policy 7.15 of the London Plan 2011, policy 7A of the Development Management Development Plan Document (December 2013). | Notwithstanding the Noise Assessment submitted with the application, the fitting out of the hotel kitchens, ancillary cafT and flexible retail/A3 use shall not take place until full details for the installation, operation, and maintenance of the best practicable odour abatement equipment including an extract system, the height of the discharge, and the efflux velocity of the effluent at the point of discharge. The system shall be implemented as approved prior to first occupation of the hotel and thereafter retained for the life of the development.  Reason:  To protect the living conditions of the occupiers of neighbouring properties, in accordance with policy 7.15 of the London Plan 2011, policy 7A of the Development Management Development Plan Document (December 2013). | The develoment shall be carried out in accordance with the Construction Logistics Plan approved under application reference P/2011/5247 dated 25/06/2012 or as otherwise agreed in writing by the Local Planning Authority.  Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of construction, in accordance with policy 6.3 of the London Plan 2011, policy 7A of the Development Management Development Plan Document (December 2013). | A delivery and servicing plan shall be submitted to and approved in writing by the Local Planning Authority, prior to first occupation of any part of the development hereby approved. The plan shall cover the following:  -\tDeliveries and collections -\tServicing trips (including maintenance) -\tCleaning and waste removal -\tControl of vehicle movements within the internal access road and public realm -\tManagement and security of underground parking -\tMonitoring and review of operations  The delivery and servicing plan shall be implemented on first occupation of any part of the development hereby approved and the site shall be managed in accordance with the approved plan for the life of the development, or as otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that the development can be adequately serviced in the interests of pedestrian and highway safety, in accordance with policy 6.11 of the London Plan 2011, policy 6.13 of the Development Management Development Plan Document (December 2013) | Loading and deliveries to the development shall not take place outside the hours of 7.00am - 7.00pm and shall not be carried out directly from Craven Road.  Reason: To protect the living conditions of existing and future occupiers against noise and disturbance, in accordance with policy 7.15 of the London Plan 2011, policy 7A of the Development Management Development Plan Document (December 2013). | All residential units hereby approved shall be constructed to Lifetime Homes Standards and the 12 proposed wheelchair / wheelchair adaptable residential units detailed on the approved plans shall be provided prior to the first occupation of the building to which they form part.  Such measures shall be implemented prior to first occupation of the development and retained thereafter for the life of the development, unless otherwise agreed in writing by the Local Planning Authority.   Reason: To increase the proportion of dwellings accessible to people with disabilities in line with the borough's needs, in accordance with policy 7.2 of the London Plan 2011. | Notwithstanding the satellite dish identified on the application drawings, no additional microwave masts, antennae or satellite dishes or any other plant or equipment shall be installed on any of the buildings hereby permitted unless otherwise approved in writing by the Local Planning Authority.  Reason: To safeguard the appearance of the buildings in the interests of visual amenity, in accordance with policies 7.4 and 7B of the Development Management Development Plan Document (December 2013). | The cafT shown on the ground floor of the proposed hotel building (Block C) shall be ancillary to the approved hotel use (Use Class C1) and shall not operate as a separate planning unit, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure no separate A3 (restaurant) use commences without prior consideration of the planning issues by the Local Planning Authority in the interests of safeguarding the amenities of the locality, in accordance with policies 7A of the Development Management Development Plan Document (December 2013). | The A1/A3 use hereby permitted for Block A shall not operate outside the hours of 7:00am - 11:00pm.  Reason: To protect the living conditions of the occupiers of neighbouring occupiers, in accordance with policy7A of the Development Management Development Plan Document (December 2013). | The development shall be implemented in accordance with the energy strategy outlined in the Sustainability Statement (as amended) submitted with the planning application unless otherwise approved in writing by the Local Planning Authority.  Reason: To ensure the proposal contributes to its energy requirements through the implementation of high-energy efficiency measures and sustainable technologies in accordance with policies 5.1, 5.2, 5.3, 5.6 and 5.7 of the London Plan 2011. | The proposed provision for refuse and recycling storage for the development shall be provided in accordance with the details shown on the approved drawings prior to the first occupation of any part of the development hereby permitted, and shall be retained thereafter for the life of the development, unless otherwise agreed in writing by the Local Planning Authority.   Reason: To ensure that adequate refuse and recycling facilities are provided for the development and to protect the living conditions of existing and future occupiers and the character and appearance of the area, in accordance with policies 3.5 and 5.16 of the London Plan 2011. | The tree protection measures detailed within the Arboricultural Method Statement approved under application reference PP/2010/4585 dated 14/07/201 shall be implemented in accordance with the approved document to BS5837 2005 standards during the preparation of the site and the demolition and construction of the development, unless otherwise agreed in writing by the Local Planning Authority.  Reason:  To safeguard the existing trees on the site, in the interests of the character and appearance of the area and the environment, in accordance with policies 5.10 and 7.21 of the London Plan 2011, policies 7.4 and 7B of the Development Management Development Plan Document (December 2013). | The parking spaces (including disabled parking and active and passive vehicle charging bays) and internal cycle storage areas identified on the approved drawings, shall be marked out/provided on site prior to first occupation of any part of the development, and shall be kept continuously available for life of the development and shall not be used for any other purpose unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that there is adequate parking provision and vehicle charging facilities within the site, in accordance with policies 6.9 and 7.2 of the London Plan 2011, policies 6.13 of the Development Management Development Plan Document (December 2013). | The falcon nesting platforms approved under application reference PP/2012/1671 dated 23/05/2013 shall be installed within the development prior to the first occupation of the building to which they form part. The platforms shall be retained as approved for the life of the development, unless otherwise agreed in writing by the Local Planning Authority.  Reason: In the interests of biodiversity and nature conservation, in accordance with policies, in accordance with policy 7.19 of the London Plan 2011."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "17/03/2014",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-03215754",
  "wgs84_polygon": null
}