{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2012/3758;",
  "lapsed_date": "20/12/2015",
  "decision_target_date": "19/12/2012",
  "locality": "Southall",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB1 3DG",
  "site_name": "Southall Market And 80-82",
  "status": "Completed",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 2900,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 2575,
      "total_gia_lost": 2900,
      "development_type": "New Build",
      "total_gia_gained": 2575,
      "site_area": 0.42
    },
    "constraints_details": [
      {
        "result": "Major, Southall",
        "constraints_layer_description": "Town Centre Designation"
      },
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Southall",
        "constraints_layer_description": "Town Centre Health Check: Name"
      },
      {
        "result": "Major",
        "constraints_layer_description": "Town Centre Health Check: Type"
      },
      {
        "result": "Hinterland Heathrow",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "4",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "existing_uprns": [
      "000012000623, 000012039789, 000012040416, 000012161250"
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": "01/10/2013",
        "use_class": "A1",
        "gia_gained": 2575,
        "actual_commencement_date": "03/06/2013",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 2900
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "site_area": 0.465
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2012/3758",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "513021",
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T15:28:14.064+00:00",
  "id": "Ealing-PP_2012_3758",
  "application_type": "All Other",
  "street_name": "High Street",
  "borough": "Ealing",
  "ward": "Southall Broadway",
  "decision_date": "20/12/2012",
  "epc_number": null,
  "actual_commencement_date": "03/06/2013",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Construction of part single part three storey building at Nos. 80-82 High Street to accommodate retail space at ground floor and office space in upper floors  provision of a public car park for 81 vehicles and a market with 31 lock-up units and 30 removable units within the Southall Market with associated pedestrian/ vehicular access (following demolition of existing building at Nos. 80-82 High Street and structures at Southall Market)",
  "actual_completion_date": "01/10/2013",
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major all other major developments",
  "centroid_northing": "180294",
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012000623",
  "centroid": {
    "lon": "-0.37275769999999997",
    "lat": "51.510281"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              513074.35685,
              180260.1723175
            ],
            [
              513074.35685,
              180260.304605
            ],
            [
              513046.84015,
              180263.2811925
            ],
            [
              513028.84845,
              180265.662415
            ],
            [
              513015.48695,
              180268.4405475
            ],
            [
              513014.03175,
              180258.05567
            ],
            [
              513012.1135,
              180258.4525325
            ],
            [
              513013.17185,
              180269.035865
            ],
            [
              513001.5963,
              180270.8218175
            ],
            [
              512983.14155,
              180274.2613875
            ],
            [
              512992.60045,
              180316.396405
            ],
            [
              513029.3776,
              180308.5250375
            ],
            [
              513036.78595,
              180348.2126175
            ],
            [
              513040.09325,
              180347.5511325
            ],
            [
              513034.80155,
              180318.843795
            ],
            [
              513063.24435,
              180313.552105
            ],
            [
              513075.0183,
              180315.6688
            ],
            [
              513081.10375,
              180338.753705
            ],
            [
              513086.5277,
              180336.1079075
            ],
            [
              513082.0298,
              180318.5130525
            ],
            [
              513074.35685,
              180260.1723175
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_cycle": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": 81,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title numbers GA-01 Rev. B and GA-02 Rev. D received 7th December 2012 and GA-03 Rev. A received 19th September 2012, unless otherwise agreed in writing by the local Planning Authority. REASON: For the avoidance of doubt, and in the interests of proper planning. | Samples of the materials to be used for all the external surfaces (including windows) of the building  at 80-82 High Street and the market stalls (including traders store, refuse and recycling store) hereby approved shall be submitted to and approved in writing by the Local Planning Authority before the development of the building  at 80-82 High Street and the market is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details. REASON:  In the interest of securing a high quality development and to ensure that the resulting appearance and construction of the development preserves the visual amenity of the area as a whole in accordance with section 7 of the National Planning Policy Framework, policies 7.4 and 7.6 of the London Plan 2011, policy 4.1 of the adopted Unitary Development Plan 'Plan for the Environment' (2004) and policies 1.1 (h) and 2.1 (c). | Notwithstanding any information submited with this application,  details of the positions, design, materials and type of treatment, security fences, gates or enclosures to be installed at pedestrian entrance to the market  via 80-82 High Street shall be submitted to and approved by the Local Planning Authority, prior to the first occupation of the market hereby approved. The details shall be fully completed and operational before the development hereby approved is firstly occupied and shall be carried out in accordance with the approved details and shall be retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.  REASON:  In the interest of securing a high quality development and to ensure that the resulting appearance and construction of the development preserves the visual amenity of the area as a whole in accordance with section 7 of the National Planning Policy Framework, policies 7.4 and 7.6 of the London Plan 2011, policy 4.1 of the adopted Unitary Development Plan 'Plan for the Environment' (2004) and policies 1.1 (h) and 2.1 (c). | Notwithstanding any information submited with this application,  details of the positions, design, materials and type of treatment, security fences, gates or enclosures to be installed at vehicular entrance and around the car parking shall be submitted to and approved by the Local Planning Authority, prior to the first occupation of the public car park hereby approved. The details shall be fully completed and operational before the car park hereby approved is firstly occupied and shall be carried out in accordance with the approved details and shall be retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.  REASON:  In the interest of securing a high quality development and to ensure that the resulting appearance and construction of the development preserves the visual amenity of the area as a whole in accordance with section 7 of the National Planning Policy Framework, policies 7.4 and 7.6 of the London Plan 2011, policy 4.1 of the adopted Unitary Development Plan 'Plan for the Environment' (2004) and policies 1.1 (h) and 2.1 (c). | The market shall not operate outside the hours of 0700 to 2000 on Monday to Saturday and 0700 to 1700 on Sundays and Public Holidays. Setting up (unloading) shall not occur before 0430 hrs and packing away (loading) shall cease at 2300 hrs and the public car park shall not  operate outside the hours of 0800 to 2400 Monday to Sunday, unless otherwise agreed in writing by the Local Planning Authority. REASON: To safeguard the living and working conditions of local people and in the interests of highway safety, in accordance with section 4 and 7 of the National Planning Policy Framework, policies 7.1, 7.4 and 7.5 of the London Plan 2011 and policies 7.8 and 9.1 of the Unitary Development Plan \"Plan for the Environment\" (2004) and policies 1.1 (e) (f), 1.2 (f), 2.1 (c) of the Ealing's Development Strategy 2026. | The total number of stalls/pitches shall be restricted to a maximum of 29 lock-up stalls and shall be contained only within the areas identified on approved drawings. The height of goods displayed on the stall table shall be no higher than 1.3m from pavement level in order that the development is accessible to people in wheelchairs. REASON: To restrict the market to a scale that is compatible with locality and to ensure adequate pedestrian safety and disabled access, in accordance with section 8 of the National Planning Policy Framework, policies 4.7, 4.8, 7.2 and 7.4 of the London Plan 2011, policies 4.3 and 7.8 of the Unitary Development Plan \"Plan for the Environment\" (2004) and policies 1.1 (e) (h), 2.1 (c) of the Ealing's Development Strategy 2026. | The lock-up and removable stalls approved shall be used as retail units falling wihtin use class A1 solely with the exception of one of them which shall operate as a cafT falling within class A3 and shall be located either within stalls no. 5-9, 15-18 or 26-31, it shall only be used as an ancillary A3 use and operate within and in connection with the market and its hours of operation hereby approved, uless otherwise agreed in writing by the Local Planning Authority through the submission of a planning application. REASON:\tIn the interests of local environmental conditions and to safeguard the living and working conditions of neighbouring occupiers and town centre users, in accordance with section 8 of the National Planning Policy Framework, policies 4.7, 4.8, 7.1 and 7.4 of the London Plan 2011, policies 7.8 of the Unitary Development Plan \"Plan for the Environment\" (2004) and policies 1.1 (d) (e), (j), 1.2 (f), 2.1 (c) and 2.8 (c) of the Ealing's Development Strategy 2026. | The rating noise level emitted from any external plant and machinery for the market and building at 80-82 High Street hereby approved, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 m from the nearest sensitive facade and 1m from upper floor noise sensitive facades, during the relevant periods of operation. REASON: In the interests of the living and working conditions of nearby occupiers and users of the Town Centre in accordance with policy  7.15 of the London Plan 2011, policies 4.10 and 7.8 of the Unitary Development Plan \"Plan for the Environment\" (2004), policies 1.1 (j) of the Ealing's Development Strategy 2026 and Supplementary Planning Guidance 10 'Noise and Vibration'. | Details shall be submitted to and approved by the Local Planning Authority for the insulation of stalls adjoining the shared boundaries of nos. 10 and 12 Boyd Avenue   to mitigate noise breaking out form the permanent stalls before the construction of the market is commenced, to demonstrate the measures taken are sufficient to prevent noise disturbance.  Such details as approved shall be implemented and shall thereafter be permanently retained.  REASON: In the interests of the living conditions of occupiers of nos. 10 and 12 Boyd Avenue in accordance with policy  7.15 of the London Plan 2011, policies 4.10 of the Unitary Development Plan \"Plan for the Environment\" (2004), policies 1.1 (j) of the Ealing's Development Strategy 2026 and Supplementary Planning Guidance 10 'Noise and Vibration'. | No amplified sound or other music shall be played outside the operation hours of the market hereby approved. REASON: In the interests of the living and working conditions of nearby occupiers and users of the Town Centre in accordance with policy  7.15 of the London Plan 2011, policies 4.10 and 7.8 of the Unitary Development Plan \"Plan for the Environment\" (2004), policies 1.1 (j) of the Ealing's Development Strategy 2026 and Supplementary Planning Guidance 10 'Noise and Vibration'. | A detailed 'operational plan' for the market is to be submitted to and approved in writing by the Local Planning Authority. The plan shall include details of deliveries and collections, loading/ unloading places,  manoeouverabiulty to acess/egress the market if stalls are set up, gates along market access to restric access to market holders. The market must be operated in accordance with the approved \"operational plan\" thereafter.. REASON: To safeguard the living and working conditions of local people and in the interests of highway safety, in accordance with section 4 and 8 of the National Planning Policy Framework, policies 6.3, 6.11and 6.13 of the London Plan 2011, policies 7.8 and 9.1 of the Unitary Development Plan \"Plan for the Environment\" (2004) and policies 1.1 (e), 2.1 (c) of the Ealing's Development Strategy 2026. | Notwithstanding any details submitted in this application, any new external lighting schemes to serve the car park and the market hereby approved shall be in operation before the first occupation of each of them and remain for the duration of their use. They shall be in compliance with the Institution of Lighting Engineers and Guidance Notes for the Reduction of Light Pollution particularly with regards to:   (i) reducing glare by  - Correctly aiming the luminaries to avoid impacts on neighbouring properties  - Using luminaires designed so that the glazing is kept at or near parallel to the surface being lit  - Ensuring that the main beam angle of all lights, directed towards a potential observer is kept below 70 degrees.  (ii)  controlling vertical illuminance with the lights operating as required by BS5489 with a uniformity rating that does not fall below 0.25Uo and the colour rendering qualities of the lamps used must achieve a minimum of 60Ra (60%) on the colour rendering index.  REASON:  To protect the working and living conditions of neighbouring occupiers, the visual appearance of the area and in pursuance to community safety in accordance with Section 8 of the National Planning Policy Framework, policy 7.3 of the London Plan 2011, policies 4.1, 4.4 and 4.12 of the Adopted Ealing Unitary Development Plan, 'Plan for the Environment' 2004 and policies 1.1 (e) (h) of the Ealing's Development Strategy 2026. | A CCTV system shall be installed and fully operational within the car park hereby approved before its first occupation and remain for the duration of the use, unless otherwise agreed in writing by the Local Planning Authority.  REASON:  In the interest of community safety, in accordance with section 8 of the National Planning Policy Framework, policy  7.3 of the London Plan 2011, policies 4.1 and 4.4 of the Unitary Development Plan 'Plan for the Environment' (2004),  policy 1.1 (e) (h)  of the Ealing's Development Strategy 2026 and Supplementary Planning Guidance 08 'Safer Ealing'. | Notwithstanding any details shown in plans submitted, a height restriction barrier shall be installed at the access/egress of the car park and shall have a maximum clearance of 6' 6''.  REASON:  To limit the type and size of vehicles that would make use of the car park and to ensure safety of highway users in accordance with section 8 of the National Planning Policy Framework, policies 6.11, 6.12 and 6.13 of the London Plan 2011, policies 4.1, 4.4 and 9.1 of the adopted Unitary Development Plan 'Plan for the Environment' (2004) and policy 1.1 (e) (h) of the Ealing's Development Strategy 2026. | Notwithstanding any details shown in plans submitted, details of a one-way shuttle vehicular system (including details of signage, lighting, road markings, speed restriction measures and pedestrian route) giving priority to incoming traffic along the access to the site shall be submitted to and approved in writing by the Local Planning Authority prior to the first occupation of the car park hereby approved.  REASON:  In the interest of highway safety and safety of users of the development, in accordance with section 8 of the National Planning Policy Framework, policies 6.11, 6.12 and 6.13 of the London Plan, policies 4.1, 4.4 and 9.1 of the adopted Unitary Development Plan 'Plan for the Environment' (2004) and policy 1.1 (e) (h) of the Ealing's Development Strategy 2026. | Details of a drainage scheme for the market and the car park hereby permitted on the site (including surface water drainage), based on sustainable drainage principles shall be submitted to and approved in writing by the Local Planning Authority prior to the first occupation of each use hereby approved, unless otherwise agreed in writing by the Local Planning Authority.  REASON: To ensure the drainage measures comply with Thames Water/Environment Agency requirements, and to prevent the increased risk of flooding, to improve and protect water quality and ensure future maintenance of these in accordance with section 10 of the National Planning Policy Framework, policy 5.12 and 5.13 of the London Plan 2011 and policies 1.1 (k) and 1.2 (m) of the Ealing's Development Strategy 2026. | Notwithstanding the information submitted with this application, details of Electric Vehicle Charging Points (EVCP) for the public carpark hereby approved shall be submitted to the Local Planning Authority for approval. The details as approved shall be implemented and fully operational before the first occupation of the cara park and thereafter maintained for the lifetime of the car park.   REASON: In pursuance to sustainability, reduction of carbon dioxide emissions and green modes of transport in accordance with section 10 of the National Planning Policy Framework, policies 5.1, 5.2 and 6.13 of the London Plan 2011 and policies 1.1 (k) and 1.2 (f) of the Ealing's Development Strategy 2026. | Details of the photovoltaic panels proposed for the building at 80-82 High Street shall be submitted to and approved in writing by the Local Planning Authority before its construction commences . The approved photovoltaic scheme shall be installed and operational prior to the first occupation of this building. The details shall include:  -\tDetailed drawings of the resulting scheme;  -\tmachinery/apparatus location associated with the photovoltaics; and  -\tspecification and operational details.  The development shall be carried out strictly in accordance with the details so approved maintained as such for the life of the development.  REASON:\tIn the interest of sustainability principles in accordance with section 10 of the National Planning Policy Framework, policies 5.1 and 5.7 of the London Plan 2011and policies 1.1 (k) and 1.2 (f) of the Ealing's Development Strategy 2026. | Notwithstanding any information submitted with the application, the development hereby approved shall be fully accessible for disabled people.   REASON:\tIn the interest of accessibility in accordance with section 8 of the National Planning Policy Framework, policy 7.2  of the London Plan 2011, policy 4.3  of the Unitary Development Plan 'Plan for the Environment' (2004) and policies 1.1 (h) of the Ealing's Development Strategy 2026. | Trees  wihtin the curtilage of nos. 96-100 High Street in close proximity to the eastern boundary of the application site shall be protected during all construction works in accordance with British Standard 5837:2005 'Trees In Relation To Construction Recommendations' (or any subsequent revision). The protective fencing and other protection measures specified in this recommendation and guidance shall be maintained fully intact at all times, until the completion of all building operations on the site (unless agreed otherwise in writing by the Local Planning Authority). No activity of any description must occur at any time underneath the canopy-spread areas including but not restricted to the following:   a)\tNo mixing of cement or any other materials.  b)\tStorage or disposal of any soil, building materials, rubble, machinery, fuel, chemicals, liquids waste residues or materials/debris of any other description.  c)\tSiting of any temporary structures of any description including site office/sales buildings, temporary car parking facilities, porta-loos, storage compounds or hard standing areas of any other description.  d)\tSoil/turf stripping, lowering of existing ground levels, excavation or alterations to the existing surfaces/ ground conditions of any other description.  e)\tInstallation/siting of any underground services, temporary or otherwise including; drainage, water, gas, electricity, telephone, television, external lighting or any associated ducting.  In addition to the protection measures specified above: -   a)\tNo fires shall be lit within 20 metres of the trunks of any trees or the centre line of any hedgerow shown to be retained.  b)\tNo signs, cables, fixtures or fittings of any other description shall be attached to any part of any retained tree.  REASON:       To safeguard the trees in the interest of visual character and setting of the Statutory Listed Building  the Red Lion Hotel and the Southall Town Centre  in accordance with section 11 of the National Planning Policy Framework, the objectives of policies 7.4, 7.8 and 7.21 of the London Plan 2011 and policies 4.1 and 4.5 of the Council's adopted Unitary Development Plan 'The Plan for the Environment' 2004 and Supplementary Planning Guidance 9 'Trees and Development Guidelines'. | The car park hereby approved shall only be operated as a public car park and for no other purpose.   REASON:  In the interest of the users of the Southall Metropolitan Centre, in accordance with sections 4 and 8 of the National Planning Policy Framework, policies 6.11, 6.12 and 6.13 of the London Plan, policies 9.1 and 9.11 of the adopted Unitary Development Plan 'Plan for the Environment' (2004) and policy 1.1 (e) and 2.1 (c) of the Ealing's Development Strategy 2026. | No development shall take place until an investigation and risk assessment is completed if the existing hard surface for either the Car park Area or the Market is to be excavated. This assessment   shall be in accordance with a scheme to assess the nature and extent of any contamination on the site, and has been submitted to and approved in writing by the Local Planning Authority. This assessment must be undertaken by a competent person, and shall assess any contamination on the site, whether or not it originates on the site.The report of the findings must include:   (i) a survey of the extent, scale and nature of contamination;   (ii) an assessment of the potential risks to:   \"\thuman health,  \"\tproperty (existing or proposed) including trees and service lines and pipes,  \"\tadjoining land,  \"\tgroundwaters and surface waters,  \"\tecological systems,  \"\tarcheological sites and ancient monuments;   (iii) an appraisal of remedial options, and proposal of the preferred option(s).   This must be conducted in accordance with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11'.   If contamination is found to be likely to pose a risk as above a detailed remediation scheme to bring the site to a condition suitable for the intended use is submitted to and subject to the approval in writing of the Local Planning Authority. The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.   The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development other than that required to carry out remediation, unless otherwise agreed in writing by the Local Planning Authority. The Local Planning Authority must be given two weeks written notification of commencement of the remediation scheme works. Following completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority. The verification report submitted shall be in accordance with the Environment Agency guidance 'Verification of Remediation of Land Contamination', Report: SC030114/R1'.  REASON:  To ensure that the site is not hazardous and that all contamination is suitably remediated prior to development is carried out, in accordance with sections 8 and 11 of the National Planning Policy Framework, policy 5.21 of the London plan 2011 and policy 2.7 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | The roof to the traders store hereby approved adjoining the boundary with no.12 Boyd Avenue shall not exceed the existing height of the boundary wall shared with this neighbouring property.  REASON:  To protect the living conditions of occupiers of no. 12 Boyd Avenue, in accordance with Section 8 of the National Planning Policy Framework, policy 7.4 of the London Plan 2011, policies 4.1 of the Adopted Ealing Unitary Development Plan, 'Plan for the Environment' 2004 and policies 1.1 (e) (g) of the Ealing's Development Strategy 2026."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "19/09/2012",
  "secondary_street_name": null,
  "site_number": "Southall Market and 80-82",
  "pp_id": "PP-02151663",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.372,
          51.5099663
        ],
        [
          -0.372,
          51.5099675
        ],
        [
          -0.3723954,
          51.5099998
        ],
        [
          -0.3726538,
          51.5100248
        ],
        [
          -0.3728453,
          51.5100524
        ],
        [
          -0.37286959999999997,
          51.5099594
        ],
        [
          -0.3728971,
          51.5099633
        ],
        [
          -0.3728785,
          51.5100582
        ],
        [
          -0.3730446,
          51.5100766
        ],
        [
          -0.37330939999999996,
          51.5101112
        ],
        [
          -0.3731596,
          51.510488
        ],
        [
          -0.3726324,
          51.5104099
        ],
        [
          -0.372513,
          51.5107651
        ],
        [
          -0.3724655,
          51.5107585
        ],
        [
          -0.37255099999999997,
          51.5105016
        ],
        [
          -0.372143,
          51.5104483
        ],
        [
          -0.3719727,
          51.510464999999996
        ],
        [
          -0.3718776,
          51.5106713
        ],
        [
          -0.3718004,
          51.5106464
        ],
        [
          -0.3718708,
          51.5104892
        ],
        [
          -0.372,
          51.5099663
        ]
      ]
    ],
    "type": "Polygon"
  }
}