{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2015/2616;",
  "lapsed_date": "21/07/2018",
  "decision_target_date": "06/07/2015",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 2JF",
  "site_name": "61 Park View Road",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "12091746"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2015/2616",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518366,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-19T02:58:48.636+00:00",
  "id": "Ealing-PP_2015_2616",
  "application_type": "All Other",
  "street_name": "Park View Road",
  "borough": "Ealing",
  "ward": "Hanger Hill",
  "decision_date": "21/07/2015",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Variation of condition 2 (Approved Plans) of planning permission PP/2013/3971 dated 08/11/2014 for 'Construction of a two storey five bedroom detached house (with habitable accommodation in the roof space and integral basement); and associated parking and landscaping (following demolition of the existing house)'. Variation incorporates installation of two windows within ground floor side (south) elevation, changes to window fenestration at first floor level, installation of two dormers within rear elevation and creation of a car platform on the basement.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 181835,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "12091746",
  "centroid": {
    "lon": -0.295277,
    "lat": 51.523037
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date 08/11/2013  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title numbers: 12-28-02; 12-28-03; 12-28-04; 12-28-05; 12-28-06; 12-28-13 Rev C; 12-28-24; 12-28-25; 5191-L-101; 5191-L-102B; CCL 08848/TRP Rev 1; CCL 08848/TPP Rev 1; CCL 08848/TCP Rev 1; 5191-L-100; 12-18-03 Rev B, 12-18-04 Rev B, 12-18-05 Rev B;Arboricultural Report, dated 20th December 2012; and Design and Access Statement, produced by Des Ewing, dated 213th September 2013, unless otherwise agreed in writing by the local Planning Authority.  Reason: For the avoidance of doubt, and in the interests of proper planning. | Prior to commencement of the development, details and/or samples of materials to be used in the external surfaces of the development hereby approved, including those to be used in the ground surfaces, shall be submitted to and approved in writing by the Local Planning Authority.  The development shall be carried out strictly in accordance with the details approved, maintained as such thereafter.  REASON:  To ensure that the materials harmonise with the surroundings and to ensure that the resulting appearance and construction of the development is of a high standard, in accordance with policies 3.5, 7.4 and 7.4 of the London Plan, policies 1.1, 1.2(f) and 1.2(g) of the Local Development (Core) Strategy 2012, Policies 7.4 and 7B of the Draft Ealing Development Management Plan Document, policies 4.1, 5.5 and 5.9 of the adopted Unitary Development Plan 2004: Plan for the and Supplementary Planning Document 4: Residential Extensions. | Details of attenuation measures from external noise and vibration together with associated ventilation for the proposed residential dwelling hereby permitted shall be submitted to and approved by the Local Planning Authority.  The details approved shall be implemented prior to first occupation of the dwelling and thereafter permanently retained, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To protect the living conditions of future occupiers of the residential properties, in accordance with policy 5.3 of the London Plan and policies 4.1 and 4.11 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and Supplementary Planning Guidance Note 10 (Noise and Vibration). | Landscaping works, tree protection, planting and boundary treatment shall be implemented in accordance with drawing number 5191-L-102B and Arboricultural Report, dated 20th December 2012, unless otherwise agreed in writing by the Local Planning Authority.  Any trees or plants that are severely damaged, become diseased or die within 5 years from the completion of the development hereby approved, shall be immediately replaced with similar species to those approved.  Reason: To ensure that the development is landscaped in the interests of the character and appearance of the area and to enhance the biodiversity of the site and adjoining nature reserve, in accordance with policies 7.4 and 7.21 of the London Plan 2011 and policies 3.8, 4.1 and 4.5 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 9 'Trees and Development Guidance'. | A detailed method statement relating to the demolition of the existing house and the excavation and construction of the basement, lightwells and sunken courtyard shall be submitted to and approved in writing by the Local Planning Authority before the development is commenced. The statement shall include details of phasing and programming, removal of material from site; construction methods; site management and access; vehicle and machinery specifications and numbers/frequency of vehicles/deliveries. The development shall be carried out in accordance with the approved method statement or as otherwise agreed in writing by the Local Planning Authority.  Reason: In the interests of site safety, the amenities of adjoining occupiers and highway safety, in accordance with policy 6.3 of the London Plan (2015) and policies 4.1 and 9.9 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) | Cycle storage for two cycles in accordance with adopted standards shall be provided prior to first occupation of the residential units hereby approved and retained permanently thereafter.  Reason:  To provide adequate facilities for cyclists, in accordance with policy 6.9 of the London Plan and policy 9.6 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' 2004. | Refuse and recycling storage enclosures shall be provided prior to first occupation of the residential unit hereby approved and retained permanently thereafter, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To secure the necessary provision of refuse storage in the interest of the amenity of future residents of the building and nearby occupiers in accordance with policies 2.10 and 4.1 of the adopted Ealing Unitary Development 'Plan for the Environment' 2004 and Supplementary Planning Guidance 4 'Refuse and Recycling'. | Prior to first occupation of the dwelling hereby approved, all first and second floor side facing windows, including those in the bay within the rear elevation, shall contain only obscure glass and shall be non-opening below 1.7 above internal floor level and shall be permanent retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To safeguard the living conditions for residents of adjoining property, in accordance with DM DPD (February 2013) Policy 7A and policies 4.1 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "11/05/2015",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP 04122321",
  "wgs84_polygon": null
}