{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2015/1178;",
  "lapsed_date": "06/08/2018",
  "decision_target_date": "02/06/2015",
  "locality": "Southall",
  "subdivision_of_building": "Great Western Industrial Park",
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB2 4PL",
  "site_name": "Unit 3 Western Point",
  "status": "Completed",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 1292,
      "total_gia_lost": 0,
      "development_type": "Extension",
      "total_gia_gained": 1292,
      "site_area": 2.6
    },
    "constraints_details": [
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Core Heathrow",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "1",
        "constraints_layer_description": "PTAL 2008"
      },
      {
        "result": "PIL - Great Western (Part)",
        "constraints_layer_description": "Strategic Industrial Location"
      }
    ],
    "existing_uprns": [
      "000012161733"
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": "15/08/2016",
        "use_class": "B8",
        "gia_gained": 1292,
        "actual_commencement_date": "11/11/2015",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2015/1178",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 513443,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T11:24:45.840+00:00",
  "id": "Ealing-PP_2015_1178",
  "application_type": "All Other",
  "street_name": "Glade Lane",
  "borough": "Ealing",
  "ward": "Norwood Green",
  "decision_date": "06/08/2015",
  "epc_number": null,
  "actual_commencement_date": "11/11/2015",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Construction of a 1,292 sqm extension (B8 Use Class) to western flank of warehouse building used for storage and distribution; associated vehicular access and parking; cycle parking and landscaping.",
  "actual_completion_date": "15/08/2016",
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major general industry-storage-warehousing",
  "centroid_northing": 179825,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012161733",
  "centroid": {
    "lon": -0.366851,
    "lat": 51.505981
  },
  "polygon": {
    "type": "geometrycollection",
    "geometries": []
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_cycle": null,
    "no_proposed_bluebadge": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": 15,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": 16,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  \t\tREASON: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby permitted shall be carried out in accordance with the following approved plans:   Planning Statement prepared by CgMs (issue date 20/02/2015); Design and Access Statement prepared by Cornish Architects (dated February 2015); 14007/TP/001 Rev A; 14007/TP/002 Rev B; 14007/TP/003; 14007/TP/004; 14007/TP/005 Rev F; 14007/TP/006; 14007/TP/007; 14007/TP/008; 14007/TP/009; 14007/TP/010 Rev A; 14007/TP/011; 14007/TP/012; Flood Risk Assessment prepared by Capita dated July 2015 (Rev 3.0); 072346-CA-0-G00-DSP-SE-001-T01;Drainage Statement Rev B; Ground Investigation Report prepared by Capita (dated 14 May 2014); Landscape Design Statement prepared by Terrafirma (dated 06/02/2015); Landscape Management Plan prepared by Terrafirma (dated February 2015); 1615-3001/03; 1615-3002/03; Ecological and Reptile Surveys prepared by Michael Wood Associates (dated February 2015); Aboricultural Assessment and Method Statement prepared by Bernie Harverson (dated 19/02/2015); BJH.01/02; BJH.03/04; Transport Statement (including Travel Plan) prepared by TTP Consulting (dated February 2015); Sustainable Design and Construction prepared by Watkins Payne Partnership (dated February 2015); External Lighting Assessment and CCTV Specification prepared by Watkins Payne (dated February 2015); 3678/E/101 Rev P1; and 3678/E/102 Rev P2; Air Quality Neutral Calculation prepared by RPS dated 21/05/2015); Construction Method Statement prepared by MCS Group (dated 30/04/2015); Energy Statement prepared by Watkins Payne Partnership (dated May 2015) BREEAM 2014 Industrial (New Construction) Pre-Assessment Report prepared by Watkins Payne Partnership (dated 19 May 2015).   \t\tREASON: For the avoidance of doubt and in the interests of proper planning. | The sustainable urban drainage strategy shall be implemented in accordance with approved plan 072346-CA-0-G00-DSP-SE-001-T01and the Flood Risk Assessment prepared by Capita dated July 2015 (Rev 3.0) (both received 09/07/2015)  \t\tREASON: To prevent flooding elsewhere by ensuring that sufficient storage of surface flood water is provided and achieved with appropriate sustainable drainage techniques, in accordance policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policy LV 5.12 of the Ealing Development Management DPD(2013), policies 5.12 & 5.13 of the London Plan (FALP 2015), and the National Planning Policy Framework (2012). | Prior to occupation of the approved development a routine maintenance schedule shall be submitted for approval which demonstrates that the proposed surface water management methods will be suitably managed for the lifetime of the development to ensure that there will be no surface water flooding to or from the site up to and including a 1 in 100 year (plus climate change) rainfall event.  \t\tREASON: To prevent flooding elsewhere by ensuring that sufficient storage of surface flood water is provided and achieved with appropriate sustainable drainage techniques, in accordance policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policy LV 5.12 of the Ealing Development Management DPD(2013), policies 5.12 & 5.13 of the London Plan (FALP 2015), and the National Planning Policy Framework (2012).  \t\tPrior to occupation of the approved development a routine maintenance schedule shall be submitted for approval which demonstrates that the proposed surface water management methods will be suitably managed for the lifetime of the development to ensure that there will be no surface water flooding to or from the site up to and including a 1 in 100 year (plus climate change) rainfall event.  \t\tREASON: To prevent flooding elsewhere by ensuring that sufficient storage of surface flood water is provided and achieved with appropriate sustainable drainage techniques, in accordance policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policy LV 5.12 of the Ealing Development Management DPD(2013), policies 5.12 & 5.13 of the London Plan (FALP 2015), and the National Planning Policy Framework (2012). | The materials to be used for the external surfaces of the development indicated and specified on the elevation drawings 14007/TP/008 shall be in place prior to occupation of the development hereby approved and thereafter retained.  \t\tREASON: To ensure that the materials harmonise with the existing building and  surroundings, in accordance with policies 7B and Ealing Local Variation to London Policy 7.4 of the Ealing Development Management Development Plan Document (2013); policies 1.1 (h) and 1.2 (g) of the adopted Local Development Framework (Core) Strategy (2012); and policies 7.4 and 7.6 of the London Plan (FALP 2015). | Prior to the first occupation of the development, the approved scheme shall incorporate and maintain measures as stated in the approved BREEAM 2014 Industrial (New Construction) Pre-Assessment Report prepared by Watkins Payne Partnership (dated 19 May 2015).  REASON: In the interest of addressing climate change and to secure sustainable development in accordance with policies LV5.2 and 7A of the Ealing Development Management DPD (2013); policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2026 (2012); and policies 5.1, 5.2, 5.3, 5.6, 5.7 and 5.9 of the London Plan (FALP 2015). | The existing Green Travel Management Plan detailed in 'GeoPost Green Travel Plan July 2010' and approved under ref. P/2010/1921 on 28/09/2010 (pursuant to Condition 4 of planning permission ref. P/2009/4458) shall be updated and submitted to the local planning authority for approval prior to occupation of the development. The updated Green Travel Management Plan shall provide details of:     - A Travel Plan Co-ordinator (TPC) employed prior to occupation and the contact details of the TPC will be provided to LB Ealing and WestTrans upon employment.+ - A new monitoring schedule agreed with the London Borough of Ealing with a baseline after 3months of occupation, then for years 1, 3 & 5. \t\t- Modal-share targets for staff travel by car, by cycle, by public transport and on foot.  - A commitment to the implementation of additional/remedial measures should they not meet agreed targets  REASON: To promote sustainable patterns of transport, to safeguard the living and working conditions of local people and in the interests of highway and pedestrian safety, in accordance with policies 1.1 (f) (g) of the Ealing Development (Core) Strategy 2026 (2012); policies 6.3, 6.11 and 6.13 of the London Plan (FALP 2015); and Ealing's Sustainable Transport for New Development SPG. | The vehicle parking arrangements shown on approved plan 14007/TP/005 Rev F shall be marked out on the site prior to first occupation of the development, and these spaces shall be kept continuously available and shall not be used for any other purpose. No additional car parking shall be formed or made available.  REASON: To ensure that there is adequate parking provision within the site and to ensure that excessive parking is not provided, in accordance with policies 1.1 (f) (g) of the Ealing Development (Core) Strategy 2026 (2012); policies 6.3, 6.11 and 6.13 of the London Plan (FALP 2015); and section 4 of the National Planning Policy Framework (2012). | Six parking spaces for electric vehicle charging points shown on approved plan 14007/TP/005 Rev F shall be implemented prior to the first occupation of the approved development. Three of these parking spaces shall provide active charging points; and the other three parking spaces shall be provided with passive charging provision..   REASON: In the interest of the environment and improving air quality in accordance with policies 6.13 and 7.14 of the London Plan 2015; policies 1.1(e), 1.1(j), 1.1(k) and 1.2(k) of Ealing's adopted Development (or Core) Strategy 2012; and policy 7A of the Ealing Development Management Development Plan Document (2013). | Sheltered and secure cycle parking for an additional 6 cycles as indicated on approved plan 14007/TP/005 Rev F (16 cycle parking spaces in total provided on site) shall be in place prior to first occupation of the development hereby permitted and these spaces shall be kept continuously available for cycle parking.   REASON: To ensure adequate cycle parking is provided within the development in pursuance of the objectives of sustainability and encouraging the use of modes of transport other than private motor vehicles in accordance with policy 6.9 of the London Plan (FALP 2015); policies 1.1(k) and (g) of the Ealing Development (or Core) Strategy 2026 (2012); and Ealing's Sustainable Transport for New Development SPG. | Refuse and Recycling storage as indicated on approved plan 14007/TP/005 Rev F and in accordance with the standards adopted by the Local Planning Authority, shall be provided. Such provision shall be installed and implemented prior to the first occupation of the development permitted and retained thereafter.\t  REASON:  To ensure that suitable and accessible refuse storage facilities are provided and in the interests of the visual and general amenities of the area, in accordance with policy 5.16 of the London Plan (FALP 2015). | The development shall be implemented during the construction and operational phases in accordance with the details contained within the 'Ecological and Reptile Surveys' report prepared by Michael Wood Associates (dated February 2015).   REASON: To ensure that the ecological habitat of this designated Site of Importance of Nature Conservation is protected and enhanced in accordance with policies 5.3 and 5.4 of the Ealing Core Strategy (2012) ; policy 2.18 of the Ealing Development Management DPD (2013) ; and policies 2.18 and 7.16, 7.19 and 7.21 of the London Plan (FALP 2015). | The tree works, boundary treatment and landscaping details hereby approved shall be implemented only in accordance with the details contained within the Landscape Design Statement prepared by Terrafirma (dated 06/02/2015); Landscape Management Plan prepared by Terrafirma (dated February 2015); 1615-3001/03; 1615-3002/03; Ecological and Reptile Surveys prepared by Michael Wood Associates (dated February 2015); Aboricultural Assessment and Method Statement prepared by Bernie Harverson (dated 19/02/2015); BJH.01/02; BJH.03/04; 14007/TP/005 Rev F; and 14007/TP/012.   All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site.   The soft landscaping details as approved shall be laid out and planted within the first planting season following the commencement of the development or such other period as may be agreed in writing with the local planning authority. Any trees or plants which within 5 years of planting, die, are removed or become seriously damaged, malformed or diseased shall be replaced with others of the same size, species, quality and in the same positions within the next planting season, unless otherwise agreed in writing with the local planning authority. The landscaping shall thereafter be maintained and managed in accordance with the approved landscape management programme.  REASON: To secure protection of trees, shrubs and hedges growing within the site which is of amenity and ecological value to the area and to ensure that the development is landscaped in the visual and ecological interests of the area in accordance with policies 7.4, 7.5 and 7.21 of the London Plan (FALP 2015); and policy 7.4 of the Ealing Development Management DPD (2013). | Notwithstanding the submitted information and drawings, details of the planting, landscaping and routine maintenance for the rain garden shown on approved drawing 14007/TP/005 Rev F shall be submitted to and approved in writing by the local planning authority before the development is occupied. The development shall only be implemented and maintained for the lifetime of the development in accordance with these details.    REASON: To ensure that the site is landscaped in the interests of the amenity and ecological value of this location and to ensure that sustainable drainage methods are maintained to prevent surface water flooding in accordance with policies 5.12, 5.13, 7.4, 7.5 and 7.21 of the London Plan (FALP 2015); and policies 5.12 and 7.4 of the Ealing Development Management DPD (2013). | The external lighting and external CCTV scheme to be installed shall be provided in accordance with the approved External Lighting Assessment and CCTV Specification prepared by Watkins Payne (dated February 2015) and drawing Nos. 3678/E/101 Rev P1 and 3678/E/102 Rev P2. The external lighting and CCTV scheme shall be installed prior to the first occupation of the development.   REASON: To provide suitable lighting and surveillance to assist in the safe operation of the development; to ensure that the external lighting scheme does not cause nuisance to the amenity of adjacent residential occupiers; and to mitigate potential impacts of excessive light spillage on the ecological values of the Green Corridor and Site of Importance for Nature Conservation, in accordance with policies 7A, LV7.3 and 2.18 of the Ealing Development Management DPD (2013); policies 5.3 and 5.4 of the Ealing Development Core Strategy (2012); and policies 2.18, 7.3, 7.16, 7.19 and 7.21 of the London Plan (FALP 2015). | Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 1995 (as amended), the development shall only be used for B8 use and not for any other use without prior approval of the Local Planning Authority obtained by the submission of a planning application.   REASON: To accord with the terms of the application and to protect the strategic industrial status of this Preferred Industrial Location, in accordance with policy 1.2(b) of the Ealing Core Strategy; and policy 2.17 of the London Plan (FALP 2015)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "23/02/2015",
  "secondary_street_name": null,
  "site_number": "3",
  "pp_id": "PP 03923893",
  "wgs84_polygon": null
}