{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2012/4545;",
  "lapsed_date": "27/06/2016",
  "decision_target_date": "25/01/2013",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "NW10 7QE",
  "site_name": "Land At Coronation Road",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012008570, 000012183444"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2012/4545",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519460,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-19T21:38:52.658+00:00",
  "id": "Ealing-PP_2012_4545",
  "application_type": "All Other",
  "street_name": "Coronation Road",
  "borough": "Ealing",
  "ward": "East Acton",
  "decision_date": "27/06/2013",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Erection of 11 storey building including lower ground floor, with basement to provide 229 bed hotel (Use Class C1) including function/event space, gym, conference facilities, sales kiosk and plant, 90 car parking spaces on two levels, including 20 disabled spaces, 4 motor-cycle spaces, 24 cycle parking spaces and servicing with vehicular access to the East and frontage lay-by.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major all other major developments",
  "centroid_northing": 182407,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012008570",
  "centroid": {
    "lon": -0.279322,
    "lat": 51.527947
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The hotel development hereby approved shall be carried out in accordance with drawing title numbers and associated documents: Site Location Plan and Drg HFC-A-L-00-X01 rev04, Drg HFC-A-L-00-001 rev7, Drg HFC-A-L-00-101 rev8, Drg HFC-A-L-00-201,rev8, Drg HFC-A-L-00-301 Rev 5, Drg HFC-A-L-00-401 rev4, Drg HFC-A-L-00-501 rev5, Drg HFC-A-L-00-601 rev4, Drg HFC-A-L-00-701 rev4, Drg HFC-A-L-00-801 rev4, Drg HFC-A-L-00-901 rev5, Drg HFC-A-L-00-1001 rev5, Drg HFC-A-L-00-1101 rev4, HFC-A-L-00-1201 rev 5, Drg HFC-A-L-00-X20 rev04, Drg HFC-A-L-00-X21 rev04, Drg HFC-A-L-00-X22 rev03, Drg HFC-A-L-00-X23 rev04, Drg HFC-A-L-00-X30 rev01, Drg HFC-A-L-00-X31 rev01, Drg 0059-PLI-90-101 revPL00, Drg 111286L07 rev B, Drg 111286L11, Drg 111286D05, Drg HFC-A-L-00-X02 Rev 3, Drg 0059-PL1-90-100 rev PL00 unless otherwise agreed in writing by the local Planning Authority.  Reason: For the avoidance of doubt, and in the interests of proper planning. | Prior to the installation of any external materials or finishes to the hotel development hereby permitted, samples and/or details of the materials to be used for the external surfaces of the buildings, together with detailed drawings where appropriate, shall be submitted to and approved in writing by the Local Planning Authority, and this condition shall apply notwithstanding any indications as to these matters which have been given in the application. The development shall be carried out in accordance with the approved details prior to first use/occupation of the buildings. Reason: To ensure that the materials are appropriate for the development and to  safeguard the character and appearance of the conservation area, in accordance with policies 4.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and policies 7.4 and 7.6 of the London Plan 2011 and policies 1.1 (a) and 1.2 (b) of the adopted Ealing development strategy (2012). | Prior to the commencement of works on-site a construction and freight management plan shall be submitted to and approved in writing by the local planning authority, and thereafter the development carried out in accordance with the approved details, unless otherwise agreed in writing with the Local Planning Authority. Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policies 2.6, 4.1, 4.11 and 9.9 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and policy 6.3 of the London Plan 2011. | The area(s) so designated within the site shall be landscaped in accordance with a scheme to be submitted to and approved in writing by the Local Planning Authority within 3 months of the commencement of development, the landscape work to be completed during the first available planting season following completion of the development hereby approved. Any planting that is part of the approved scheme that within a period of five years after planting is removed, dies or becomes seriously damaged or diseased, shall be replaced in the next planting season and all planting shall be replaced in the same positions with others of a similar size and species, unless the Local Planning Authority first gives written consent to any variation. Such a scheme shall include;- (i)\tareas of hard landscape works including details of location, materials and finishes. These shall have a permeable construction; (ii)\tdetails of proposed boundary treatments including screening, walls and fencing, indicating materials and dimensions;  (iii)\tdetails of all planting including location, species, size, density and number including tree planting incorporated for the frontage; (iv)\tdetails of the green sedum roof to be implemented on the roof including a cross section showing the depth of the soil and details of all planting including location, species, size, density and number (v)\ta detailed (minimum 5-year) landscape-management plan showing requirements for the ongoing maintenance of hard and soft landscaping. Reason: To ensure that the site is landscaped in the interests of the visual character and appearance of the area, in accordance with policies 3.2 and 4.5 of Ealing's adopted Unitary Development Plan 'Plan for the Environment' (2004) and policy 1.1 (i) of the adopted Ealing development strategy (2012). | The rating noise level emitted from any proposed external plant and machinery on any part of the hotel development, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 m from the nearest ground floor sensitive facade and 1m from upper floor noise sensitive facades, during the relevant periods of operation. Reason: To safeguard the working conditions of adjoining occupiers, including occupiers of the proposed offices, against noise disturbance, in accordance with policy 4.11 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance Note 10: Noise and Vibration, adopted London Plan policy 7.15 and policy 1.1(j) of the adopted Ealing Development Strategy (2012) | The hotel development hereby approved shall be fully accessible for people with disabilities, in accordance with the Council's standards as set out in SPG7 Accessible Ealing. These measures shall include internal layout, door widths and level access to the building and shall be in place prior to the occupation of any part of the development hereby approved and shall be retained thereafter. Reason: To ensure adequate provision for people with disabilities, in accordance with policy 4.3 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004), policy 7.2 of the adopted London Plan and policy 1.1(h) of the adopted Ealing Development Strategy (2012). | The areas shown as parking, access, loading, unloading and manoeuvring areas for the hotel development shall be kept clear at all times and used for these purposes only.  REASON: To ensure that adequate parking and servicing space is available within  the site and maintaining adequate servicing capability for adjacent uses in accordance with policies 4.1, 9.1, 9.9 and 9.10 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), and policies 6.3, 6.11, 6.12 and 6.14 of The London Plan (2011) and policy 1.1(f) of the adopted Ealing Development Strategy (2012). | No less than 20% of all parking spaces shall be fitted with electric vehicle charging points (ECVP's), and not less than 10% passive provision. Such spaces shall be provided prior to commencement of the use hereby approved and fully maintained thereafter.  Reason: To ensure sustainable development and to comply with policy 6.13 of the  London Plan (July 2011) and policy 1.2(k) of the adopted Ealing Development Strategy (2012). | Notwithstanding the plant area proposed at Level 3/First Floor and the roof plant on Level 12 no further plant equipment or machinery shall be fixed to the building externally without the further written consent of the Local Planning Authority.  Reason: To ensure that such further structure(s) do not prejudice the amenity of the neighbouring occupiers or the appearance of the development in the interests of the visual amenities of the locality, in accordance with policies 4.1 and 4.11 of the Council's adopted Unitary Development 'Plan for the Environment' (2004) and SPG10 'Noise and Vibration'; and policy 7.15 of the adopted London Plan (2011) and policies 1.1(h) nad 1.1(j) of the adopted Ealing Development Strategy (2012) | The development shall be carried out in accordance with Flood Risk Assessment & Drainage Strategy, dated 2 October 2012, unless otherwise agreed in writing by the Local Planning Authority.  Reason; To minimise the risk of flooding, in accordance with policies 5.12 and 5.13 of the adopted London Plan (2011), policy 2.5 of the adopted Ealing Unitary Development Plan (2004) and policy 1.2(m) of the adopted Ealing Development Strategy (2012). | (a) All parking spaces (including cycle parking), turning areas, loading bays, access roads and footways shall be constructed and permanently marked out prior to commencement of use of any part of the approved development.  (b) The dedicated coach parking situated on Lakeside Drive (entirely within the London Borough of Brent) shall be made available prior to first occupation of the building, and thereafter used only by coaches associated with the hotel use, and shall be permanently maintained for the lifetime of the development unless otherwise agreed in writing with the Local Planning Authority.  Reason:  To ensure that the proposed development does not prejudice the free flow of traffic or the conditions of general safety within the site and along the neighbouring highway, in accordance with policies 4.3, 9.1 and 9.9 of the adopted Unitary Development Plan 'Plan for the Environment' (2004) and policy 6.3 of the London Plan 2011. | The refuse and recycling storage identified on the approved plans shall be provided prior to first use of the development hereby approved, and shall thereafter be retained in operation for this purpose for the life of the development unless otherwise agreed in writing by The Local Planning Authority.  Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling, in accordance with policies 2.10 and 4.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 4 'Refuse Storage'. | All guest bedrooms shall be designed in accordance with BS8233:1999 'Sound insulation and noise reduction for buildings - Code of Practice' to attain the following internal noise levels:  Living rooms - 30dB (day: T=16 hours 07.00 - 23.00) Bedrooms - 30dB (night T= 8 hours 23.00 - 07.00)  LAmax 45dB (night 23.00 - 07.00)  A post-completion test shall be carried out prior to the discharge of this condition to show that the standard of sound insulation required shall be met and the results submitted to the Local Planning Authority for approval. In the event that the results show that the above standards cannot be achieved, details of further mitigation measures shall be submitted to and approved in writing by the local planning authority.  Reason: To ensure that the occupiers and users of the proposed development do not suffer a loss of amenity by reason of excessive noise from environmental and transportation sources, in accordance with policy 4.11 of the Council's adopted Unitary Development 'Plan for the Environment' (2004) and SPG10 'Noise and Vibration'; and policy 7.15 of the adopted London Plan (2011). | Prior to the commencement of works on site further details of a biodiversity conservation management plan, setting out a long-term committment to maintaining and promoting the biodiversity of the site, shall be submitted to and approved in writing by the local planning authority. The approved management plan shall be permenantly maintained thereafter.  Reason: To ensure a satisfactory standard of development and protect biodiversity, in accordance with Policy 7.19 of The London Plan (2011). | Development shall not commence until a drainage strategy, incorporating details of water attenuation measures to reduce mains water consumption and detailing any on and/or off site drainage works, has been submitted to and approved by, the local planning authority in consultation with the sewerage undertaker. No discharge of foul or surface water from the site shall be accepted into the public system until the drainage works referred to in the strategy have been completed\".  Reason: The development may lead to sewage flooding; to ensure that sufficient capacity is made available to cope with the new development; and in order to avoid adverse environmental impact upon the community, in accordance with policies 9.1 'Development, Access and Parking' of the Ealing Unitary Development Plan 2004 and policies 5.12, 5.13 and 5.14 of The London Plan (2011) and policy 1.2 (m) of the adopted Ealing Development strategy (2012). | Notwithstanding the approved drawings further detailed drawings shall be submitted, prior to first occupation, demonstrating level accessibility is to be provided for users of the retail kiosk (lower plaza level) and the rooftop terraces/outdoor spaces.  Reason; To ensure the building is suitably designed for wheelchair users, in accordance with policy 4.3 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004), policy 7.2 of the adopted London Plan and policy 1.1 (h) of the adopted Ealing Development Strategy (2012)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "26/10/2012",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-02251923",
  "wgs84_polygon": null
}