{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2015/1393;",
  "lapsed_date": "25/06/2018",
  "decision_target_date": "18/05/2015",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 0RP",
  "site_name": "John Lewis Distribution Centre",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012132974"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2015/1393",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519468,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T19:48:57.042+00:00",
  "id": "Ealing-PP_2015_1393",
  "application_type": "All Other",
  "street_name": "Kendal Avenue",
  "borough": "Ealing",
  "ward": "East Acton",
  "decision_date": "25/06/2015",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Change of use from Storage and Distribution (B8 Use Class) to General Industrial (B2 Use Class)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Other change of use",
  "centroid_northing": 181763,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012132974",
  "centroid": {
    "lon": -0.279425,
    "lat": 51.522158
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title number(s) 28140-AG Issue A, 28140-A1ML, 28140-A1 Issue A, 28140-A1MU Issue A, 28140-A2 Issue A, 28140 A2M Issue A, 28140-A3 Issue A.  Reason: For the avoidance of doubt, and in the interests of proper planning. | Refuse storage shall be provided on site in accordance with the standards adopted by the Local Planning Authority. Such provision shall be brought into use prior to the commencement of the development and retained permanently.   Reason:  To protect amenity of the area and in the interests of the future occupants of the development in accordance with policies with policies 7A and 7B of the Ealing Development Management Plan 2013, policy 1.1(e) of the Adopted Ealing Development (Core) Strategy and The London Plan (July 2015) policy 5.16. | Prior to the commencement of the development, details shall be submitted for approval by the Local Planning Authority to demonstrate that the rating level emitted from the vehicles manoeuvring and loading/unloading on site, the operation of externally sited plant and machinery, and the operation of any noisy equipment within the buildings as assessed under BS4142:2014, shall not exceed the background noise level, as measured 3.5m from the nearest ground floor sensitive fatade and 1m from the upper floor noise sensitive facades during the relevant periods of operation.   Reason:  To protect amenity of the area in accordance with policies with policy 7A of the Ealing Development Management Plan 2013, policy 1.1(e) of the Adopted Ealing Development (Core) Strategy and The London Plan (July 2015) policy 7.15. | Within 3 months of occupation of the development, a travel plan designed to manage the transport needs of staff and visitors, to minimise car usage and promote alternative modes of transport, shall be submitted to and approved by the Local Planning Authority. The approved Travel Plan shall be implemented once approved and shall be permanently retained in operation for the life of the development.  Reason: To limit the impact of the proposal on the highway network in accordance with policies, 6.3 6.11 and 6.12 the London Plan 2015. | The development permitted shall only be used as a car processing and preparation centre within B2 use class (general industrial) and not for any separate use.  REASON: To protect amenity of the area in accordance with policies with policy 7A of the Ealing Development Management Plan 2013, policy 1.1(e) of the Adopted Ealing Development (Core) Strategy and The London Plan (July 2015) policy 7.15."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "24/03/2015",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP 04035640",
  "wgs84_polygon": null
}