{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2013/4138;",
  "lapsed_date": "25/04/2017",
  "decision_target_date": "23/12/2013",
  "locality": "Southall",
  "subdivision_of_building": "Plot 6",
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB2 4SB",
  "site_name": "Plot 6",
  "status": "Commenced",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 9226,
      "total_gia_lost": 0,
      "development_type": "New Build",
      "total_gia_gained": 4613,
      "site_area": 0.79
    },
    "constraints_details": [
      {
        "result": "Suburban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Core Heathrow",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "1",
        "constraints_layer_description": "PTAL 2008"
      },
      {
        "result": "PIL - Great Western (Part)",
        "constraints_layer_description": "Strategic Industrial Location"
      }
    ],
    "existing_uprns": [
      "000012152848, 000012178972, 000012178973, 000012178974"
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": "23/10/2014",
        "use_class": "B1",
        "gia_gained": 4613,
        "actual_commencement_date": "25/04/2014",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": "23/10/2014",
        "use_class": "B1c",
        "gia_gained": 4613,
        "actual_commencement_date": "25/04/2014",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B2",
        "gia_gained": 0,
        "actual_commencement_date": "25/04/2014",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2013/4138",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 513940,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T15:54:49.639+00:00",
  "id": "Ealing-PP_2013_4138",
  "application_type": "All Other",
  "street_name": "Dean Way",
  "borough": "Ealing",
  "ward": "Norwood Green",
  "decision_date": "25/04/2014",
  "epc_number": null,
  "actual_commencement_date": "25/04/2014",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Construction of an industrial building with part mezzanine (4613sqm) containing 3 units for flexible B1(c) B2 and B8 use, car and service vehicular parking, access and landscaping.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major general industry-storage-warehousing",
  "centroid_northing": 180065,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012152848",
  "centroid": {
    "lon": -0.359616,
    "lat": 51.508038
  },
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_cycle": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": null,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with the following drawings and documents:   Drawings: 1543-T-01; 1543-TPM-01; 1543-TP-02 Rev A; 1543-TP-03; 02 Rev C (Planting Proposals); 628.TS.01; 1543-TP-01 Rev B.  Documents: Tree Survey Report, dated 03/09/2013 and 06/09/2013, prepared by Nigel David Waller 'Tree Surgeon'; Proposed Tree Protection Measures, dated 17/01/2014; Email dated 11/02/2014 regarding Landscaping and Additional Trees, Sustainability and Renewable Energy, Construction Management Plan, prepared by Ms C Bell on behalf of Savills (UK) Ltd; Sustainable Design and Construction and Renewable Energy Statement (Issue No: UK1119307), dated February 2014, prepared by ENVIRON; BREEAM Pre-Assessment Report (Project No: UK11-19725), dated February 2014, prepared by ENVIRON; Drainage Statement (ref: 13-095 Dean Way), dated 20/09/2013, prepared by Bradbrook Consulting; Planning Statement, dated September 2013, prepared by Savills (UK) Ltd; Design and Access Statement Rev B, dated 20/09/2013, prepared by Ian C King Associates Architects; Noise Assessment (Document ref: AB/180039/R1), dated 20/09/2013, prepared by MLM Acoustics; Construction Working Method Statement (ref: C314: Dean Way, Southall_Rev B), (un-dated) prepared by Marbank Construction Ltd; Schedule of External Building Materials (Project No: 1543, dated 20/01/2014); Transport Assessment and  Travel Plan (refs: X-213337 Rev B/September 2013), prepared by Hannah Reed and Associates.  Reason: In the interests of proper planning and to ensure that the development is implemented in accordance with the approved plans and the commitments set out within the approved documents, which have been assessed against the policies of the Development Plan. | The development shall be carried out in strict compliance with the approved Construction Working Method Statement (ref: C314: Dean Way, Southall_Rev B), prepared by Marbank Construction Ltd.   Reason:  To ensure the provision of appropriate mitigation measures to protect the amenity of local residents and the occupiers of the neighbouring industrial units and in the interests of providing highway and site safety; in accordance with policies 5.3, 6.3, 7.14 and 7.15 of the London Plan 2011; 1.1(e), 1.1(f) and 1.1(j) of Ealing's adopted Development (or Core) Strategy 2012; the National Planning Policy Framework (2012), Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise. | Planning permission is hereby granted for the removal of trees as detailed on drawing 1543-TPM-01 and detailed within the approved Tree Survey Report, dated 03/09/2013 and 06/09/2013, prepared by Nigel David Waller 'Tree Surgeon'.  Any vegetation clearance, including tree removal, should be conducted outside of the bird nesting season which is considered to run from March to September. Where this is not possible a suitably qualified ecologist will be required to check potential nesting habitat immediately prior to clearance. Where nesting birds are encountered clearance must be postponed until chicks have fledged.  Reason: To ensure that nesting birds are appropriately safeguarded, in accordance with the relevant National legislation, including The Wildlife and Countryside Act 1981 (as amended) and The Conservation of Habitats and Species Regulations 2010; the NPPF, and policies 5.3 and 7.19 of the London Plan 2011 and policy 5.4 of Ealing's adopted Development (or Core) Strategy 2012. | No development shall commence (including initial site clearance) until the tree protection measures detailed within the approved document 'Proposed Tree Protection Measures, dated 17/01/2014' are implemented to protect the trees identified for retention on drawing 1543-TPM-01.  All tree protection methods shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site, unless the prior approval of the Local Planning Authority has first been sought and obtained.  Reason: To secure the protection of trees, shrubs and hedges growing within or adjacent to the site which are of amenity value to the area; in accordance with policies 7.21 of the London Plan 2011 and 1.1(i) of Ealing's adopted Development (or Core) Strategy 2012. | The noise mitigation measures detailed in the approved Noise Assessment (Document ref: AB/180039/R1) dated 20/09/2013, prepared by MLM Acoustics, shall be implemented in their entirety prior to the first occupation / use of the development hereby approved.  Reason: To ensure that the operation of the industrial units does not erode the amenity of surrounding uses or the site itself, in accordance with policies 3.2 and 7.15 of the London Plan 2011; policy 1.1(j) of Ealing's adopted Development (or Core) Strategy 2012; and policies 7A and 7B of Ealing's adopted Development Management DPD. | The rating noise level emitted from the proposed plant and machinery at the development, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 m from the nearest ground floor sensitive facade and 1m from upper floor noise sensitive facades during the relevant periods of operation.  Reason: To ensure that the operation of the plant and machinery does not erode the amenity of surrounding uses or the site itself, in accordance with policies 3.2 and 7.15 of the London Plan 2011; policy 1.1(j) of Ealing's adopted Development (or Core) Strategy 2012; and policies 7A and 7B of Ealing's adopted Development Management DPD. | The materials to be used for the external surfaces of the development shall be implemented in accordance with those identified in the approved Schedule of External Building Materials (Project No: 1543, dated 20/01/2014), unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that the materials are appropriate for the development and to safeguard the character of the area in accordance with policies 7.4 and 7.6 of the London Plan 2011, policies LV7.4 and 7B of Ealing's adopted Development Management DPD. | The proposed hard and soft landscaping works shall be implemented in accordance with the details shown on drawings 1543-TP-01 Rev B and 02 Rev C (Planting Proposal), with the exception of the planting of Carpinus Betulus trees along the northern boundary of the site, which shall be substituted for a tree species permitted by Network Rail*.   * Network Rail's permitted trees: Birch (Betula), Crab Apple (Malus Sylvestris), Field Maple (Acer Campestre), Bird Cherry (Prunus Padus), Wild Pear (Pyrs Communis), Fir Trees - Pines (Pinus), Hawthorne (Cretaegus), Mountain Ash - Whitebeams (Sorbus), False Acacia (Robinia), Willow Shrubs (Shrubby Salix), Thuja Plicatat \"Zebrina\"  The proposal hard and soft landscaping works shall be completed prior to first occupation of any part of the development hereby approved.   The quality of all approved landscape works shall be in accordance with British Standard 4428:1989 'Code of Practice for General Landscape Operations' or any subsequent revision.  All trees included within the approved scheme shall be healthy, well-formed specimens with single leading shoots and shall be of a minimum quality compatible with British Standard 3936:1992 (Part 1) 'Specifications For Trees & Shrubs' and British Standard 4043 (where applicable) or any subsequent revisions.    Any trees or other plants which die or are removed or become seriously damaged or diseased within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  Reason: To ensure that a high quality scheme is implemented in order to safeguard the character and appearance of the area and adjacent designated Site of Importance for Nature Conservation, in accordance with policies 2.18, 5.10 and 7.21 of the London Plan 2011, policy 5.3 of Ealing's Development Strategy 2011 and policies LV7.4, 7B and 7D of Ealing's adopted Development Management DPD. | Details of all boundary treatments shall be submitted to and approved in writing by the Local Planning Authority prior to first occupation / use of the development hereby approved and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. If not already in place, a suitable trespass proof fence to a height of at least 1.8m in height shall be erected along the northern boundary of the site adjacent to Network Rail's boundary.   All boundary treatments shall be implemented in accordance with the approved details unless otherwise agreed in writing by the Local Planning Authority.  Reason: To safeguard the character and appearance of the area, in the interests of highway and railway safety and crime prevention, and in accordance with policies 6.11 and 7.3 of the London Plan 2011 and policies LV7.3, LV7.4 and 7B of Ealing's adopted Development Management DPD. | The refuse and recycling storage facilities identified on drawing 1543-TP-01 Rev B shall be provided prior to the first occupation / use of the relevant part of the development to which the refuse and recycling storage facilities serve.  Reason: To ensure that adequate refuse and recycling facilities are provided for the development, in accordance with policies 5.16 and 5.17 of the London Plan 2011. | The parking spaces, loading bays and cycle storage areas (including disabled parking and Electric Vehicle Charging Points) identified on drawing 1543-TP-01 Rev B shall be marked out on the site prior to first occupation / use of the relevant part of the development to which the parking spaces, loading bays and cycle storage areas serve, and the parking spaces, loading bays and cycle stores shall be kept continuously available and not used for any other purpose unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that there is adequate car parking, cycle storage and servicing provision within the site and their retention; in the interests of the condition of general highway safety, the amenities of the locality and to promote the use of bicycles; and in accordance with policies 6.9, 6.13 and 7.2 of the London Plan 2011, policies 1.1(f) and 1.2(k) of Ealing's Development strategy 2011and policy LV6.13 of Ealing's adopted Development Management DPD. | No part of the development shall be occupied until:  (a)\tThe role of the Travel Plan Coordinator referred to in (b) below has been prescribed in a Brief of Appointment, which is to be submitted to and approved in writing by the Local Planning Authority. The key responsibilities of the Travel Plan Coordinator shall include:  1.\tThe submission to the Local Planning Authority of a staff travel survey in accordance with the approved Travel Plan (ref: X-213337 Rev B/September 2013), prepared by Hannah Reed and Associates, or as otherwise agreed in writing by the Local Planning Authority; 2.\tThe encouragement and promotion on non-car travel journeys to and from work undertaken by employees occupying the building; 3.\tThe submission of an annual Travel Plan to the Local Planning Authority for written approval. The submission shall include details of the agreed modal split targets, proposed initiatives, a monitoring regime, penalties for not meeting targets and a mechanism to ensure that identified actions and works are implemented; and 4.\tThe implementation of the Travel Plan, which shall be revised on an annual basis and any revisions should be agreed in writing with the Local Planning Authority; and  (b)\tThe Travel Plan Coordinator shall be a suitably trained, qualified and / or experienced person or organisation and the position of Travel Plan Coordinator should be maintained for a period of at least five years from the first occupation / use of the development.   Reason: To promote sustainable patterns of transport and in the interests of highway and pedestrian safety, in accordance with policy 1.1(f) of Ealing's Development (or Core) Strategy (2012), policy LV 6.13 of Ealing's Development Management DPD, policies 6.3, 6.9, 6.10 and 6.13 of the London Plan 2011, and the National Planning Policy Framework (2012). | The development hereby permitted shall be constructed to shell to achieve a Building Research Establishment BREEAM 'Good' standard  at minimum (based on BREEAM 2011 Technical Guidance), and shall specifically achieve a 40% reduction in CO2 emissions against Part L 2010 Building Regulations in accordance with the approved BREEAM Pre-Assessment Report (Project No: UK11-19725) dated February 2014, prepared by ENVIRON.   a) Within six months of the commencement of the development, evidence that the development is registered with the Building Research Establishment (BRE) under the BREEAM New Construction Scheme and an Interim Design Stage Assessment and Certificates shall be submitted to the Local Planning Authority for written approval.   b) Within 3 months from the date of first occupation of the relevant part of the development, a BREEAM 'Post Construction Stage' Assessment for that relevant part of the development shall be submitted to the Local Planning Authority for written approval, confirming that the agreed sustainability measures have been achieved.    c) Within 3 months from the date of first occupation of the relevant part of the development, a Post-Construction Stage Certificate verified by the BRE shall be submitted to the Local Planning Authority for written approval confirming the BREEAM standard and measures have been implemented for the relevant part of the development.  Reason: In the interest of addressing climate change and securing sustainable development in accordance with policies: 5.1, 5.2, 5.3, 5.7 and 5.9 of the London Plan 2011; 1.1 (k) and 1.2(f) of Ealing's adopted Development (or Core) Strategy 2012; policy LV5.2 of Ealing's Development Management DPD. | The details of the layout and array of photovoltaic panels, which shall provide for no less than 83kWp of electricity as detailed within the approved Sustainable Design and Construction and Renewable Energy Statement (Issue No: UK1119307), dated February 2014, prepared by ENVIRON, shall be submitted to and approved in writing by the Local Planning Authority within six months of the commencement of the development.  The photovoltaic panels shall therefater be installed in accordance with the approved details and be operational prior to the first occupation of the relevant part of the development.  Reason:  In the interest of sustainable development and combating climate change in accordance with policies 5.1, 5.2, 5.3, 5.7, and 5.8 of the London Plan 2011; 1.1(k) and 1.2(f) of Ealing's adopted Development (or Core) Strategy 2012; and policy LV5.2 of Ealing's adopted Development Management DPD. | The scheme for surface water drainage and foul water drainage shall be provided in accordance with the recommendations contained within the approved Drainage Statement (ref: 13-095 Dean Way) dated 20/09/2013, prepared by Bradbrook Consulting, unless otherwise agreed in writing by the Local Planning Authority in consultation with Thames Water.  Reason:  To minimise the risk of flooding, to improve and protect water quality, improve habitat and amenity and in the interests of the drainage network in accordance with policies 5.12, 5.13 and 5.14 of the London Plan 2011, policy 1.2(m) of Ealing's adopted Development (or Core) Strategy 2012; and policy LV5.12 of Ealing's Development Management DPD (2013). | Notwithstanding the provisions of the Town and Country Planning (Use Classes) Order 1987 (or any order revoking and re-enacting the Order with or without modification), the terrace of three industrial units hereby approved shall only be used for purposes within Use Classes B1(c), B2 and / or B8 and for no other purpose within the said Order.  Reason: To restrict the use of the premises to those compatible with the site's designation and the design and layout of the development, in accordance with policy 4.4 and 6.3 of the London Plan 2011 and policies LV6.13, 7A and 7B of Ealing's adopted Development Management DPD."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "23/09/2013",
  "secondary_street_name": null,
  "site_number": "Great Western Industrial Park",
  "pp_id": "PP-02773862",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.359594,
          51.508051
        ],
        [
          -0.359595,
          51.508024
        ],
        [
          -0.359638,
          51.508025
        ],
        [
          -0.359637,
          51.508052
        ],
        [
          -0.359594,
          51.508051
        ]
      ]
    ],
    "type": "Polygon"
  }
}