{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2013/2882;",
  "lapsed_date": "06/01/2017",
  "decision_target_date": "17/09/2013",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 4NB",
  "site_name": "Southfield Hall",
  "status": "Completed",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 100,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 75,
      "total_gia_lost": 100,
      "development_type": "New Build",
      "total_gia_gained": 75,
      "site_area": 0.09
    },
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "2",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "existing_uprns": [
      "000012004050, 000012178812, 000012178813, 000012178814, 000012178815, 000012178816, 000012178817"
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": "19/08/2015",
        "use_class": "D1",
        "gia_gained": 75,
        "actual_commencement_date": "06/01/2014",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 100
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "actual_completion_date": "19/08/2015",
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "06/01/2014",
          "no_bedrooms": 3,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "19/08/2015",
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "06/01/2014",
          "no_bedrooms": 3,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "19/08/2015",
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "06/01/2014",
          "no_bedrooms": 3,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "19/08/2015",
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "06/01/2014",
          "no_bedrooms": 2,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "19/08/2015",
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "06/01/2014",
          "no_bedrooms": 2,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        }
      ],
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 13,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 5,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": 0.09,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 55.55555555555556,
      "total_no_proposed_residential_units_market_for_sale": 5,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2013/2882",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517906,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T15:41:01.694+00:00",
  "id": "Ealing-PP_2013_2882",
  "application_type": "All Other",
  "street_name": "Popes Lane",
  "borough": "Ealing",
  "ward": "Northfield",
  "decision_date": "06/01/2014",
  "epc_number": null,
  "actual_commencement_date": "06/01/2014",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Construction of three, three storey houses, two self contained units (two, two bedroom flats) and construction of a non-residential institution unit (use class D1) with associated access and landscaping (following demolition of existing building)",
  "actual_completion_date": "19/08/2015",
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 179106,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012004050",
  "centroid": {
    "lon": -0.302816,
    "lat": 51.498606
  },
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": 4,
    "no_existing_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_cycle": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": 4,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title number(s) 123 A 01 (Rev. B), 123 A 02 (Rev. C), 123 A 03 (Rev. A), 123 A 200 and 123 A 04  (Survey Drawing) and Location Plan, and Proposed Landscape Plan numbered 443-02 Rev C; unless otherwise agreed in writing by the local Planning Authority.  Reason: For the avoidance of doubt, and in the interests of proper planning. | Prior to the first occupation of the development, the refuse storage facilities as shown on approved drawing 123 (Rev. A) shall be provided and thereafter retained for the lifetime of the development.  Reason: In the interests of the proper planning and amenity of the area, in accordance with policy 3.5 of the adopted Ealing Development Management DPD and London Plan (July 2011). | Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 1995, no windows or other openings (other than those shown on the approved drawings) shall be formed in the walls or roof of the buildings permitted.  Reason: To protect the living conditions of neighbouring properties and the visual appearance of the area, in policy 7B of the adopted Ealing Development Management DPD and London Plan (July 2011) and policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012). | Samples and/or details of the materials to be used for the external surfaces of the development and of the building shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details.  Reason: To ensure that the materials harmonise with the surrounding, in accordance with policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012); policies 3.5 and 7.4 of the Ealing Development Management DPD and policies 7.4 and 7.6 of the London Plan (2011). | The parking spaces and internal cycle storage area identified on the approved drawings, shall be marked out/provided on site prior to first occupation of any part of the development, and the spaces/cycle storage provision shall be kept continuously available for the life of the development and shall not be used for any other purpose unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that there is adequate parking and servicing provision within the site, in accordance with policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012); policies 3.5 and 6.13 of the Ealing Development Management DPD and policies 7.4 and 7.6 of the London Plan (2011). | Prior to the first occupation of the development, the hard and soft landscaping and boundary treatment as shown on the approved Landscape Proposal plan numbered 443-02 Rev C prepared by Bradford-Smith, shall be provided. Any trees shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with trees shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.   Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, in accordance with policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012); policies 3.5, 5.10 and 7.4 of the Ealing Development Management DPD and policies 7.4 and 7.6 of the London Plan (2011). | The applicant shall reinstate the redundant crossover to the site and provide a new crossover to the site with the correct 1.5m x 1.5m pedestrian visibility splays in accordance with the Council's Supplementary Planning Document 8 'Crossovers and Parking in Front Gardens' before any part of the development permitted is occupied or brought into use.  Reason: In the interests of  highway safety, in accordance with policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012); policies 3.5 of the Ealing Development Management DPD and policies 7.4 and 7.6 of the London Plan (2011). | Prior to the commencement of development, a Construction Logistics Plan shall be  submitted to and approved in writing by the Local Planning Authority. The plan shall include the following:  -Construction traffic management proposals including details of delivery routes and HGV movements and details of any temporary site access/parking; -Details of construction hours; -Noise mitigation and monitoring measures; -Details of enclosure of working areas and the location of compounds for the storage of plant and materials; -Details of temporary lighting; -Dust suppression and monitoring measures, having regard to BRE guide 'Control of Dust from Construction and Demolition Activities'; -Wheel wash measures; -Site security during construction; -A drainage strategy to operate setting out controls of contamination, including controls to surface water run-off, water pumping, storage of fuels and hazardous materials, spill response plans and pollution control measures; and -Procedures for on-site contractors to deal with complaints from local residents.  The Construction Logistics Plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of demolition and construction, or as otherwise agreed in writing by the Local Planning Authority.  Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012); policy 7B of the Ealing Development Management DPD and policies 7.4 and 7.6 of the London Plan (2011). | Details of external lighting of the building and external areas within the site together with associated mitigation measures to control light spillage, shall be submitted to and approved by the Local Planning Authority. The details shall be implemented as approved and retained thereafter for the life of the development, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To secure a safe and secure external environment for users of the building and surrounding open spaces in accordance with policies 1.1, 1.2 and 3.4 of the adopted Local Development Framework (Core Strategy 2012); policies 3.5, 7B and 7.3 of the Ealing Development Management DPD and policies 7.4 and 7.6 of the London Plan (2011). | Prior to the commencement of the development, details shall be submitted to and approved by the Local Planning Authority, for mitigation works to protect sensitive rooms, gardens, roof gardens and balconies from external noise. The criteria to be met and the assessment method shall be that specified in Supplementary Planning Guidance 10.  The details shall also include alternative means of ventilation for noise sensitive rooms, meeting the said criteria. The works, as approved, shall be completed before occupation and thereafter permanently retained.   Reason: To safeguard the users of the proposed facilities against transportation noise, in accordance with policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012); policies 3.5, 7A  and 7B of the Ealing Development Management DPD and policies 7.4 and 7.6 of the London Plan (2011). | Prior to the commencement of the development, details shall be submitted for approval of the  Local Planning Authority before the development is commenced, for the insulation of the floor/ceiling between the D1 use and the dwelling above to demonstrate that an acoustic standard not exceeding NR 25 Leq 5mins,(octaves) will be met inside bedrooms and NR 30 Leq,5mins (octaves) inside living rooms when noise is generated from the commercial use.  This shall include the insulation and anti-vibration isolation of building services plant and other internal plant rooms.  Reason: To safeguard the users of the proposed facilities against transportation noise, in accordance with policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012); policies 3.5, 7A  and 7B of the Ealing Development Management DPD and policies 7.4 and 7.6 of the London Plan (2011). | The hours of business of the D1 part(s) of the building shall be restricted to the period 0800 - 2000hrs Mondays to Fridays and 0800hrs - 1300hrs on Saturdays.  Reason: To safeguard the users of the proposed facilities against noise from the D1 use, in accordance with policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012); policies 3.5, 7A  and 7B of the Ealing Development Management DPD and policies 7.4 and 7.6 of the London Plan (2011). | No development shall take place until an investigation and risk assessment is completed in  accordance with a scheme to assess the nature and extent of any contamination on the site, and has been submitted to and approved in writing by the Local Planning Authority. This assessment must be undertaken by a competent person, and shall assess any contamination on the site, whether or not it originates on the site.The report of the findings must include:   (i) a survey of the extent, scale and nature of contamination;   (ii) an assessment of the potential risks to:  -human health,  -property (existing or proposed) including buildings, crops, livestock, pets, woodland and service lines and pipes,  -adjoining land,  -ground waters and surface waters,  -ecological systems,  -archeological sites and ancient monuments;   (iii) an appraisal of remedial options, and proposal of the preferred option(s).   This must be conducted in accordance with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11'.   Submission of Remediation Scheme: No development shall take place until a detailed remediation scheme to bring the site to a  condition suitable for the intended use is submitted to and subject to the approval in writing of the Local Planning Authority. The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.   Implementation of Approved Remediation Scheme:  The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development other than that required to carry out remediation, unless otherwise agreed in writing by the Local Planning Authority. The Local Planning Authority must be given two weeks written notification of commencement of the remediation scheme works.   Verification: Following completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority.   The verification report submitted shall be in accordance with the Environment Agency guidance 'Verification of Remediation of Land Contamination', Report: SC030114/R1'.  Reason: To safeguard the living conditions for future occupiers. in accordance with policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012); policies 3.5 and 7.4 of the Ealing Development Management DPD and policies 7.4 and 7.6 of the London Plan (2011). | Prior to the commencement of the development, details shall be submitted to and approved by the Local Planning Authority, for the installation in each dwelling and D1 unit  of an Ultra Low NO2 boiler with maximum NO2 Emissions of under 40 mg/kWh. The works, as approved, shall be completed prior to occupation and thereafter permanently retained.  Reason: To minimise the impact of building emissions on local air quality Building emissions and their effects in accordance with policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012); policies 3.5 and 7.4 of the Ealing Development Management DPD and policies 7.4 and 7.6 of the London Plan (2011)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "23/07/2013",
  "secondary_street_name": null,
  "site_number": "Southfield Hall",
  "pp_id": "PP-02751519",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.302794,
          51.498619
        ],
        [
          -0.302795,
          51.498592
        ],
        [
          -0.302838,
          51.498593
        ],
        [
          -0.302837,
          51.49862
        ],
        [
          -0.302794,
          51.498619
        ]
      ]
    ],
    "type": "Polygon"
  }
}