{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2015/2046;",
  "lapsed_date": "25/11/2018",
  "decision_target_date": "27/07/2015",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "NW10 7PP",
  "site_name": "Nawaris House",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012105848, 000012176975"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2015/2046",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520102,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T19:48:58.543+00:00",
  "id": "Ealing-PP_2015_2046",
  "application_type": "All Other",
  "street_name": "Coronation Road",
  "borough": "Ealing",
  "ward": "East Acton",
  "decision_date": "25/11/2015",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Change of use from an industrial warehouse with office space (B1/B2/B8) to a mixed use development comprising a restuarant (A3), a retail unit (A1) and a cafe (A3) and resturant/function room (Sui Generis); including external alterations, refuse storage and cycle storage.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 182612,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012105848",
  "centroid": {
    "lon": -0.270002,
    "lat": 51.529654
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title number(s): PL 01A (block plan), PL 02A (ex ground floor plan), PL 03A (ex mezzanine floor plan), PL 04A (ex first floor plan), PL 05A (ex roof plan), PL 06A (ex elevations and sections), PL 07B (prop ground floor plan), PL 08A (prop mezzanine floor plan), PL 09A (prop first floor plan), PL 11A (prop roof plan) PL 12A (prop section & elevations).   Noise Impact Assessment ref: NIA/5795/15/5550/v1/857 dated 31 March 2014 by Environmental Noise Solutions Ltd.  Transportation Assessment ref:J-B0799.00 Dated April 2015 by Opus International Consultants Ltd, and amendments received via email (&/ attachments) dated: 12 June 2015, 9 July 2015, Street Audit Technical Noted dated 6 July 2015, email dated 22 July 2015.   Reason: For the avoidance of doubt, and in the interests of proper planning. | All the external materials to be used in the development shall match the existing materials, those as described on the plans and as described in section 9 of the application form.  Reason: To ensure that the materials harmonise with the surroundings in accordance with policies 7A, Local Variation 7.4 and 7B of the Council's adopted Ealing Development Management DPD (2013), policies 3.1, 3.3 and 3.7  of the adopted Local Development Framework (Core Strategy 2012) and policies 7.4 and 7.6 of the London Plan (consolidated 2015). | Prior to the occupation of the development hereby approved, secure cycle parking storage in accordance with adopted standards shall be provided and fully operational and retained permanently.    REASON:  To provide adequate facilities for cyclists in accordance with the London Plan policy 6.9. | The development hereby approved shall not be occupied until refuse and recycling storage, in accordance with the Local Planning Authority Standards, has been provided in the forecourt of the building and have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.  Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policies 1.1 and 1.2 of the Adopted Development (Core) Strategy, policy 7B of the Adopted Ealing Management Development Plan Document (2013) and policies 7.4, and 7.6 of the London Plan (consolidated 2015). | A servicing management plan will be submitted to Council for approval prior to the operation/occupation of the site, incorporating service vehicles not exceeding 7.5 tons.   Reason: In the interests of highway safety, in accordance with policy 7A of the adopted Ealing Development Plan Document (2013), policy 5.21 and 6.3 of the London Plan (consolidated 2015) and policy 1.1(c)(j)  of the Ealing Development (Core) Strategy (2012). | The composite sound reduction index of the building envelope, dB Rw, shall achieve the following criteria with windows and doors shut and other means of ventilation provided: -\tThe background L90,15min linear noise level in any one third octave band from 50Hz to 160 Hz, and also the overall Linear L90 level, as previously measured at 1 m from the nearest fatade of the nearest affected premises, shall not be increased when the amplified music or speech is played and the measurement is repeated in the same position, using L90 linear over any 5 minute period with the background and source operating together  Reason: In the interests of the amenity of occupants of nearby noise sensitive uses, and in accordance with the Council's adopted Ealing Development Management DPD (2013) policy 7A, policies 1.1(j) of the Adopted Ealing Development (Core) Strategy 2012 and the London Plan (consolidated 2015) policy 7.15. | A mechanical ventilation system shall be installed at roof level to ensure doors and windows of the development are kept closed during hot weather. The system shall be fully operational before the first occupation of the development hereby approved.    Reason: In the interests of the amenity of occupants of nearby noise sensitive uses, and in accordance with the Council's adopted Ealing Development Management DPD (2013) policy 7A, policies 1.1(j) of the Adopted Ealing Development (Core) Strategy 2012 and the London Plan (consolidated 2015) policy 7.15. | Details shall be submitted for the approval of the Local Planning Authority before the development is commenced, for a suitable sound limiting device to control the output from the amplification system in external areas, a maximum noise level agreed with this the Authority.    Reason: In the interests of the amenity of occupants of nearby noise sensitive uses, and in accordance with the Council's adopted Ealing Development Management DPD (2013) policy 7A, policies 1.1(j) of the Adopted Ealing Development (Core) Strategy 2012 and the London Plan (consolidated 2015) policy 7.15. | The rating noise level emitted from any external plant as assessed under BS 4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5m from the nearest sensitive fatade and 1m from upper floor noise sensitive facades during the relevant periods of operation.   Reason: In the interests of the amenity of occupants of nearby noise sensitive uses, and in accordance with the Council's adopted Ealing Development Management DPD (2013) policy 7A, policies 1.1(j) of the Adopted Ealing Development (Core) Strategy 2012 and the London Plan (consolidated 2015) policy 7.15. | The development hereby approve shall not operate outside 10:00 - 02:00 hrs, however all use of the external courtyard and terrace area shall cease at 23:00.   Reason: To ensure that nearby residents and businesses are adequately protected against noise generated from the development in accordance with policy 7.15 of the London Plan (consolidated 2015), Supplementary Planning Guidance 10, and policies 7A and 7B of Ealing's Development Management DPD (2013). | Details shall be submitted for the approval of the Local Planning Authority, before the installation of kitchen facilities, for the installation, operation, and maintenance of the best practicable cooking extract system, including the provision of a suitable extract fan, odour control equipment, and a satisfactory discharge height, including a vertical discharge without any cap or cover.  The details shall satisfy the advice at \"DEFRA, 2005:Guidance on the Control of Odour and Noise from Commercial Kitchen Exhaust Systems\".  The system, as approved, shall be completed before occupation and thereafter permanently retained and maintained.  Reason: To ensure that nearby residents and businesses are adequately protected against odours and fumes that may be generated from the development in accordance with policy 7.14 of the London Plan (consolidated 2015), and policies 7A and 7B of the Ealing's Development Management DPD (2013)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "07/04/2015",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": null,
  "wgs84_polygon": null
}