{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2015/6642;",
  "lapsed_date": "29/03/2021",
  "decision_target_date": "29/03/2018",
  "locality": "Southall",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB2 5PL",
  "site_name": "26 The Fairground",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012000153"
    ],
    "site_area": 0.002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2015/6642",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 512221,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T16:27:30.375+00:00",
  "id": "Ealing-PP_2015_6642",
  "application_type": "All Other",
  "street_name": "Regina Road",
  "borough": "Ealing",
  "ward": "Southall Green",
  "decision_date": "29/03/2018",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Mixed use redevelopment (including demolition of existing workshop, dwellings and outbuildings) to provide a part three, part four storey building containing 165sq. m of financial/professional services at ground floor (Use Class A2) and 14no. flats/duplexes; 3no. two storey dwellinghouses (a total of 17 residential units) (Outline Planning Application for access, layout, and scale only)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major all other major developments",
  "centroid_northing": 179077,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012000153",
  "centroid": {
    "lon": "-0.3846679",
    "lat": "51.499502"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              512267.5635184,
              179055.865047
            ],
            [
              512269.402167,
              179058.5642744
            ],
            [
              512270.0452818,
              179059.5040054
            ],
            [
              512270.3503491,
              179059.9538766
            ],
            [
              512269.79793,
              179059.0041485
            ],
            [
              512269.1465701,
              179058.104406
            ],
            [
              512267.5635184,
              179055.865047
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              512270.3503491,
              179059.9538766
            ],
            [
              512270.4327997,
              179060.3037764
            ],
            [
              512271.15012,
              179063.2529323
            ],
            [
              512271.1006496,
              179062.3032041
            ],
            [
              512271.0511793,
              179061.9033186
            ],
            [
              512270.8038274,
              179061.0735561
            ],
            [
              512270.8038274,
              179061.0535618
            ],
            [
              512270.7873373,
              179061.0235704
            ],
            [
              512270.4492898,
              179060.2038051
            ],
            [
              512270.3503491,
              179059.9538766
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              512271.15012,
              179063.2529323
            ],
            [
              512270.3008787,
              179066.3920337
            ],
            [
              512270.8038274,
              179065.5022884
            ],
            [
              512271.0017089,
              179064.5025746
            ],
            [
              512271.0511793,
              179064.102689
            ],
            [
              512271.15012,
              179063.2529323
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              512267.7613999,
              179068.9912897
            ],
            [
              512268.5364356,
              179068.4114556
            ],
            [
              512268.5529257,
              179068.4014585
            ],
            [
              512268.5694159,
              179068.3814642
            ],
            [
              512269.3032263,
              179067.7016588
            ],
            [
              512269.7484596,
              179067.2517876
            ],
            [
              512270.2926336,
              179066.412028
            ],
            [
              512268.0582221,
              179068.6913755
            ],
            [
              512267.7613999,
              179068.9912897
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              512267.7449098,
              179069.0012868
            ],
            [
              512267.1842456,
              179069.2012296
            ],
            [
              512265.1971859,
              179069.9010293
            ],
            [
              512265.2961266,
              179069.8910321
            ],
            [
              512265.6011939,
              179069.8510436
            ],
            [
              512266.4751703,
              179069.6111122
            ],
            [
              512266.4999055,
              179069.6011151
            ],
            [
              512266.5081506,
              179069.6011151
            ],
            [
              512267.4480876,
              179069.2012296
            ],
            [
              512267.7449098,
              179069.0012868
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              512263.1194305,
              179070.390889
            ],
            [
              512263.3008218,
              179070.3608976
            ],
            [
              512263.3502922,
              179070.3509005
            ],
            [
              512265.1477155,
              179069.9110264
            ],
            [
              512263.1771459,
              179070.3808919
            ],
            [
              512263.1194305,
              179070.390889
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              512255.9132471,
              179043.5985583
            ],
            [
              512253.9096972,
              179041.1692536
            ],
            [
              512254.6352626,
              179042.1289789
            ],
            [
              512255.9132471,
              179043.5985583
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              512247.396099,
              179032.2518062
            ],
            [
              512250.1499494,
              179036.1506902
            ],
            [
              512250.1417043,
              179036.1306959
            ],
            [
              512247.396099,
              179032.2518062
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              512250.1499494,
              179036.1506902
            ],
            [
              512250.1829296,
              179036.2006759
            ],
            [
              512250.1664395,
              179036.1706845
            ],
            [
              512250.1499494,
              179036.1506902
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              512226.6515252,
              179077.3488973
            ],
            [
              512226.5525845,
              179076.7090805
            ],
            [
              512209.2297111,
              179078.9684337
            ],
            [
              512209.5017981,
              179080.5979673
            ],
            [
              512226.6515252,
              179077.3488973
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "a. Applications for approval of Reserved Matters must be made no later than the expiration of three (3) years beginning with the date of this outline planning permission, and; b. The development to which the permission relates must be begun no later than the expiration of two (2) years from the final approval of the Reserved Matters, or in the case of approval on different dates, the final approval of the last such matter to be approved.",
    "Reason: To comply with Section 92 of the Town and Country Planning Act 1990 (as amended).",
    "| No part of the development shall commence until all of the following reserved matters have been submitted to and approved in writing by the Local Planning Authority:  A) Appearance and B) Landscaping.  The development shall be carried out in accordance with the approved documents and plans.",
    "Reason: To ensure that the Local Planning Authority may be satisfied with the details of the proposal as provided for in Article 4 and 5 of the Town and Country Planning (Development Management Procedure) Order 2010, as this application is in outline form only.",
    "| The development hereby approved shall be carried out in accordance with drawing title numbers: 4011-X.101, 4011-X.102, 4011-P.102Rev.A, 4011-P.103Rev.A, 4011-P.104Rev.A, 4011-P.110Rev.A, 4011-P.112Rev.A, 151759/AT/A01, 151759/AT/A02, 151759/SK/01Rev.A, 4011-03A-151209 (Design & Access Statement), and Transport Analysis by Vectos Planning Specialists (unnumbered).",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| The Reserved Matters submission shall include the following information: A) Refuse and recycling storage and management plan, B) Details of cycle storage, C) Lighting impact assessment and mitigation measures, D) Daylight/sunlight report, E) Noise survey and mitigation measures, F) Hard and soft landscaping plan, G) Sustainable urban drainage statement and associated drainage assessment form, H) Floor plans of lifetime homes/disabled residential units, I) Contaminated land and mitigation measures report, J) Crime prevention design assessment, K) Details of amenity space for each of the units. The development shall thereafter be carried out in accordance with the approved plans and details.",
    "Reason: In order that the Local Planning Authority could be satisfied with the details of the proposed development in accordance with the Adopted Development Plan.",
    "| Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 or any Order revoking and re-enacting that Order with or without modification, no extension, enlargement or other alteration of the dwellinghouses (Units 1-3) other than that expressly authorised by this permission shall be carried out without planning permission first obtained from the local planning authority.",
    "Reason: The local planning authority considers that further development could cause detriment to the amenities of the occupiers of nearby properties or to the character of the area and for this reason would wish to control any future development to comply with section 7 pf the National Planning Policy Framework, policy 7B of the Ealing Development Management Development Plan 2013, policy 1.1 (g) of the Ealing Development (Core) Strategy 2012 and policies 7.4 and 7.6 of the London Plan 2015.",
    "| Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 or any order revoking and re-enacting that Order with or without modification, no window, dormer, rooflight or door other than those expressly authorised by this permission shall be constructed without planning permission first being obtained from the local planning authority.",
    "Reason: To safeguard the amenities of the occupiers of nearby properties and to comply with section 7 of the National Planning Policy Framework, policy 7B of the Ealing Development Management Development Plan 2013, policy 1.1 (g) of the Ealing Development (Core) Strategy 2012 and policies 7.4 and 7.6 of the London Plan 2015.",
    "| The commercial unit shall only be used for A2 Use and for no other purpose in accordance with the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class revoking or enacting that Order).",
    "Reason: To ensure that the Local Planning Authority can properly consider any alternative use of the premises.",
    "| Before the access is brought into use, vision splays shall be provided with the wall/fence lowered to 1.0 metre in height for 2.4 metres on either side of the proposed access point, and the 1.0 metre high sightlines shall be maintained to the satisfaction of the Local Planning Authority thereafter. Details of which shall be submitted to, and approved in writing by, the Local Planning Authority before the start of the development.",
    "Reason: To provide and maintain adequate visibility in the interests of highway safety.",
    "| Prior to the commencement of the development other than site preparation, remediation and / or the formation of accesses, a detailed Energy Strategy, which includes full details and drawings demonstrating the proposed approach and associated emission savings that will comply with the relevant local or London Plan energy and carbon policies at the time of the submission of the relevant Reserved Matters application shall be submitted to the Local Planning Authority for written approval. In demonstrating compliance with this percentage reduction the applicant should consider the use of measures in line with the Energy Hierarchy including the incorporation of on-site renewables.  This reduction should be calculated based on carbon dioxide emissions covered by the Building Regulations whilst carbon dioxide emissions associated with other energy uses not covered by Building Regulations (un-regulated) should be also included and measures to reduce them should be demonstrated.",
    "Within three-months of the first occupation of the development, Energy Performance Certificates, Accompany Advisory Reports and modelling output reports from the \"as built stage\" to confirm compliance in terms of savings achieved through energy efficiency measures shall be submitted to the Local Planning Authority for written approval. The relevant phase of development shall be carried out strictly in accordance with the details so approved.",
    "Reason:  To ensure that the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases and to minimise the impact of building emissions on local air quality in the interests of health, in accordance with policies 3.2, 5.3, 5.5, 5.6 and 7.14 of the London Plan 2015 (with FALP 2011/REMA 2013), policies 1.1(e), 1.1(j), 1.1(k) and 1.2(f) of Ealing's adopted Development (or Core) Strategy 2012, policies LV5.2 and 7A of Ealing's Development Management DPD, and the Mayor's Sustainable Design and Construction SPG.",
    "| Prior to commencement of the development, dynamic thermal modelling should be submitted to the Local Authority for written approval demonstrating that the development performs against its overheating criteria and exceeds the requirements to avoid overheating set within CISBE TM49 guidance standards.",
    "Reason: To ensure that the development hereby approved is energy efficient and to reduce the risk of overheating in line with policy 5.9 of the London Plan 2015, adopted Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD (December 2013).",
    "| Upon final completion of the development and prior to occupation, suitable devices for monitoring the renewable/low-carbon energy equipment shall be installed. The monitored data shall be submitted to the local planning authority at daily intervals for a period of three years from final completion. The installation of the monitoring devices should be in a compatible format and the submission of the data shall be carried out in accordance with the Council's approved specifications as indicated in Automated Energy (& CO2) Monitoring Platform [AEMP] document.",
    "Reason:  To monitor the effectiveness of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an evidence base on the performance of such equipment in accordance with policies 5.2, 5.3, 5.5, 5.6 and 5.7 of the London Plan 2015, adopted Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD (December 2013).",
    "| Prior to the commencement of the development a sustainability statement, which includes full details of the sustainability measures that are to be incorporated into the development to achieve the requirements of the local and regional planning policies at the time of the submission of the reserved matters application shall be submitted to, and approved in writing by the local planning authority. In demonstrating compliance, reference to Mayor's Sustainable Design and Construction SPG or other appropriate assessment methodology may be appropriate.",
    "Reason:  To ensure that the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases, in accordance with policies 5.2 Minimise Carbon dioxide Emissions, 5.3 Sustainable Design and Construction, 5.6 Decentralised Energy: Heating, Cooling and Power and 5.7 Renewable Energy, 5.9 Overheating and Cooling, 5.10 Urban Greening, 5.11 Green Roofs and Development Site Environs, 5.12 Flood Risk Assessment, 5.13 Sustainable Drainage, 5.14 Water Quality and Wastewater Infrastructure, 5.15 Water Use and supplies, 5.17 Waste Capacity, 5.18 Construction, Excavation and Demolition Waste, 5.20 Aggregates, 5.21 Contaminated Land, 5.22 Hazardous Substances and Installations of the London Plan 2011, Ealing's adopted Development (Core) Strategy 2026 (3rd April 2012).",
    "| The hours of business for the A2 Use of the ground floor commercial unit shall be restricted to the period 0800 - 2000hrs Monday-Sunday and Bank Holidays",
    "Reason: In the interests of the amenity of neighbouring residential occupiers, in accordance with Policies 1.1(j) of the Ealing Core Strategy (2012), Policy 7A of the Ealing Development Management Development Plan Document (2013), Policy 7.15 of the London Plan (2015), and the National Planning Policy Framework (2012).",
    "| Deliveries of goods to, and waste collections from the proposed development shall only take place during the period 0800 - 1800 hrs on Mondays to Saturdays and at no time on Sundays and Public Holidays.",
    "Reason: In the interests of the amenity of neighbouring residential occupiers, in accordance with Policies 1.1(j) of the Ealing Core Strategy (2012), Policy 7A of the Ealing Development Management Development Plan Document (2013), Policy 7.15 of the London Plan (2015), and the National Planning Policy Framework (2012).",
    "| Prior to the commencement of the development (except demolition and site clearance) the following shall be submitted to and subject to the approval in writing of the Local Planning Authority:",
    "An intrusive contaminated land investigation and risk assessment of the site. This shall be carried out in accordance with BS1075:2011 & A1:2013 and CR11 guidance to assess the nature and extent of any contamination on the site. This assessment must be undertaken by a competent person, and shall assess any contamination on the site, whether or not it originates on the site.",
    "A remediation (de-contamination) scheme to bring the site to a condition suitable for the intended end use. It shall include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures.  The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.",
    "Following completion of measures identified in the approved remediation (de-contamination) scheme part (b)",
    "A verification report that demonstrates the completion of measures identified in the approved contamination remediation scheme shall be produced. The report shall be compiled in accordance with the Environment Agency guidance 'Verification of Remediation of Land Contamination', Report: SC030114/R1'.",
    "Reason: To protect the health and living conditions of residents in the area in accordance policy 1.1 of the Ealing Core Strategy (2012), policy 5.13 of The London Plan, the National Planning Policy Framework (2012), DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11', and the Environment Agency guidance 'Verification of Remediation of Land Contamination', Report: SC030114/R1'."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "16/12/2015",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP 04672571",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.38400409999999996,
          51.4993028
        ],
        [
          -0.3839767,
          51.4993267
        ],
        [
          -0.3839672,
          51.499335
        ],
        [
          -0.3839626,
          51.499339
        ],
        [
          -0.3839709,
          51.4993306
        ],
        [
          -0.3839806,
          51.4993226
        ],
        [
          -0.38400409999999996,
          51.4993028
        ]
      ]
    ],
    "type": "Polygon"
  }
}