{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2012/3398;",
  "lapsed_date": "09/10/2015",
  "decision_target_date": "09/10/2012",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "NW10 7HD",
  "site_name": "28 Rossall Crescent",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012093181"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2012/3398",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518717,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T15:40:52.889+00:00",
  "id": "Ealing-PP_2012_3398",
  "application_type": "Householder",
  "street_name": "Rossall Crescent",
  "borough": "Ealing",
  "ward": "Hanger Hill",
  "decision_date": "09/10/2012",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Excavation to form basement level (with two front lightwells); single storey rear extension and first floor level side/rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Other house holder developments",
  "centroid_northing": 182657,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012093181",
  "centroid": {
    "lon": -0.289944,
    "lat": 51.530351
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | 2.\tAll external materials to be used in the development shall match the appearance of those of the existing dwellinghouse.  REASON:\tTo ensure that the materials harmonise with the surroundings, in accordance with policies 4.1, 5.5 and 5.9 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004), and policies 1.1 and 1.2 of the Ealing Adopted (Core) Strategy 2012. | 3.\tThe extensions and alterations hereby approved shall only be used as an integral part of the existing dwellinghouse at No. 28 Rossall Crescent and shall not be used for any separate residential or commercial purpose.  REASON: To protect the character of the surrounding area and the living conditions of neighbouring properties, in accordance with policies 4.1, 5.5 and 5.9 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and policies 1.1 and 1.2 of the Ealing Adopted (Core) Strategy 2012. | 4.\tNotwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 1995, no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the extensions hereby permitted.  REASON: To protect the living conditions of neighbouring properties and the visual appearance of the area, in accordance with policies 4.1, 5.5 and 5.9 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and policies 1.1 and 1.2 of the Ealing Adopted (Core) Strategy 2012. | 5.\tNo part of the roof of the extension shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.  REASON:  To protect the living conditions of occupants of nearby properties, in accordance with policies 4.1, 5.5 and 5.9 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and policies 1.1 and 1.2 of the Ealing Adopted (Core) Strategy 2012. | 7.\tNo development shall take place until a Tree Report in accordance with BS5837 2005 has be submitted to and approved in writing by the Local Planning Authority.  This shall include all trees on and off site within 10m of the property boundary and the tree report must detail all tree protection and tree root protection zones on a scaled site plan.  The development shall be carried out strictly in accordance with the approved details.  REASON: To protect nearby trees and the visual amenity of the surrounding area, in accordance with policies 4.1, 4.5, 5.5 and 5.9 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | 11.       Construction Logistics Plan No development shall take place until details of a construction logistics plan has been submitted to and approved in writing by the Local Planning Authority. The plan shall include the following:  - Anticipated number, frequency and size of construction vehicles entering/exiting the site - Delivery times  - Proposed on-site construction worker parking - Dust suppression measures - Wheel washing provisions - Site security during construction - On site storage - Construction vehicle manoeuvring and turning, including sweep path diagrams to demonstrate how vehicles will access the site and be able to turn into and emerge from the site in forward gear. - Procedures for on-site contractors to deal with complaints from local residents - Details of any temporary vehicular access The construction logistics plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of construction, or as otherwise agreed in writing by the Local Planning Authority. REASON: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of construction, in accordance with policies 5.3 and 5.18 of the London Plan (2011) and policies 2.6, 4.1, 4.11 and 9.9 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "14/08/2012",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-02138662",
  "wgs84_polygon": null
}