{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2015/1623;",
  "lapsed_date": "16/09/2019",
  "decision_target_date": "16/09/2016",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "NW10 6JP",
  "site_name": "3 Sunbeam Road",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012124884"
    ],
    "site_area": 0.131
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2015/1623",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520677,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-19T22:54:37.371+00:00",
  "id": "Ealing-PP_2015_1623",
  "application_type": "All Other",
  "street_name": "Sunbeam Road",
  "borough": "Ealing",
  "ward": "North Acton",
  "decision_date": "16/09/2016",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Construction of a three storey light industrial building (B1c use class) with ancillary office space and provision of five car parking spaces (following the demolition of the existing building)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major offices-R and D-light industry",
  "centroid_northing": 182262,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012124884",
  "centroid": {
    "lon": -0.261837,
    "lat": 51.526386
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520666.1971276,
              182230.8962038
            ],
            [
              520663.5009926,
              182231.9459033
            ],
            [
              520664.1028821,
              182235.9547558
            ],
            [
              520664.3997043,
              182237.704255
            ],
            [
              520666.2465979,
              182249.7508067
            ],
            [
              520663.3031111,
              182250.200678
            ],
            [
              520663.8967555,
              182254.0995619
            ],
            [
              520662.9980439,
              182254.249519
            ],
            [
              520663.6988741,
              182259.0981311
            ],
            [
              520667.5493176,
              182258.4983028
            ],
            [
              520669.8002193,
              182272.9541648
            ],
            [
              520670.4021087,
              182273.254079
            ],
            [
              520677.5011064,
              182271.954451
            ],
            [
              520678.2514069,
              182276.2032348
            ],
            [
              520685.8038829,
              182274.8536211
            ],
            [
              520682.5470837,
              182254.8493473
            ],
            [
              520681.6483721,
              182249.1009927
            ],
            [
              520686.1007051,
              182248.4011931
            ],
            [
              520703.901792,
              182245.5020229
            ],
            [
              520699.449459,
              182217.8499383
            ],
            [
              520666.1971276,
              182230.8962038
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be carried out in accordance with drawing title number(s) FR-PL-3006 (Site & Roof Plan); FR-PL-3007 (Ground Floor Plan); FR-PL-3008 (First & Second Floor Plan); FR-PL-3009 (Elevations & Sections 1 of 3); FR-PL-3010 (Elevations & Sections 2 of 3); FR-PL-3011 (Elevations & Sections 3 of 3) and FR-PL-3012 (Ground, First & Second Floor Plan).",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| All external materials to be used in the development shall match those shown on the approved drawings.",
    "Reason: To ensure that the materials harmonise with the existing building and surrounding area, in accordance with policies 7.4 and 7B of the Ealing Development Management Development Plan 2013, policies 1.1 (g) (h), 1.2 (f) and 2.10 of the adopted Local Development Framework (Core Strategy 2012) and policies 7.4 and 7.6 of the London Plan - Consolidated (2015).",
    "| Refuse storage shall be provided in accordance with the standards adopted by the Local Planning Authority.  Such provision shall be brought into use prior to the occupation of the development and retained permanently.",
    "Reason: To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with policies with policies 3.5 and 7B of the Ealing Development Management Plan 2013, policies 1.1 (e) of the Adopted Ealing Development (Core) Strategy and The London Plan (2015) policy 5.16.",
    "| The car parking spaces and cycle parking spaces shown on the approved plans shall be laid out prior to first occupation of any of the development hereby permitted and permanently retained without obstruction.",
    "Reason: To ensure that there is adequate provision for car parking within the site in accordance with policy 6.13 of the Ealing Development Management Development Plan 2013 and policy 6.13 of the London Plan (2015).",
    "| Prior to the commencement of development, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority. The plan shall include the following:",
    "o\tConstruction traffic management proposals including details of delivery routes and HGV movements and details of any temporary site access/parking;",
    "o\tDetails of construction hours;",
    "o\tNoise mitigation and monitoring measures;",
    "o\tDetails of enclosure of working areas and the location of compounds for the storage of plant and materials;",
    "o\tDetails of temporary lighting;",
    "o\tDust suppression and monitoring measures, having regard to BRE guide 'Control of Dust from Construction and Demolition Activities';",
    "o\tWheel wash measures;",
    "o\tSite security during construction;",
    "o\tA drainage strategy to operate setting out controls of contamination, including controls to surface water run-off, water pumping, storage of fuels and hazardous materials, spill response plans and pollution control measures; and",
    "o\tProcedures for on-site contractors to deal with complaints from local residents.",
    "The Construction Logistics Plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of demolition and construction.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policy 7A of the Ealing Development Management Development Plan (2013), policy 1.1 (j) of the Ealing Development (Core) Strategy 2012 and policies 5.14 and 5.15 of the London Plan 2015.",
    "| The rating noise level emitted from the external plant and machinery at the proposed development, as assessed under BS4142: 2014, will not exceed the existing background sound level, as measured at the nearest sensitive facades, during the relevant periods of operation.",
    "Reason: In the interests of the amenity of occupiers of nearby properties and future occupiers of the site, in accordance with Interim Supplementary Planning Guidance 10, policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.15 of the London Plan (2015), and the National Planning Policy Framework (2012). | Mitigation measures to control the release of asbestos fibres shall be in accordance with Control of Asbestos Regulations 2012.",
    "Reason: To protect the health or neighbouring occupiers in accordance policy 5.21 of The London Plan, policy 1.1 (j) of the Ealing Core Strategy (2012), and the National Planning Policy Framework."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "03/08/2015",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP 04030440",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2619801,
          51.52611
        ],
        [
          -0.2620186,
          51.52612
        ],
        [
          -0.2620085,
          51.5261559
        ],
        [
          -0.2620036,
          51.5261716
        ],
        [
          -0.2619729,
          51.5262794
        ],
        [
          -0.2620152,
          51.5262841
        ],
        [
          -0.2620053,
          51.526319
        ],
        [
          -0.2620182,
          51.5263206
        ],
        [
          -0.2620064,
          51.526364
        ],
        [
          -0.2619511,
          51.5263578
        ],
        [
          -0.2619138,
          51.5264872
        ],
        [
          -0.261905,
          51.5264898
        ],
        [
          -0.2618031,
          51.5264766
        ],
        [
          -0.2617909,
          51.5265146
        ],
        [
          -0.2616825,
          51.5265009
        ],
        [
          -0.2617363,
          51.5263218
        ],
        [
          -0.26175119999999996,
          51.5262703
        ],
        [
          -0.2616873,
          51.5262631
        ],
        [
          -0.2614318,
          51.5262332
        ],
        [
          -0.2615054,
          51.5259856
        ],
        [
          -0.2619801,
          51.52611
        ]
      ]
    ],
    "type": "Polygon"
  }
}