{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": null,
  "lpa_app_no": "PP/2015/2326",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2015/2326;",
  "actual_completion_date": null,
  "pp_id": "PP 04174182",
  "lapsed_date": "06/10/2018",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.316017,
    "lat": 51.51608
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "000012075589",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "description": "Excavation of basement with rear lightwell; part single, part two storey side and rear wrap around extension; windows to front, side and rear; 7 rooflights to various roofslopes; alterations to boundary treatment; replacement of rear door with window; porch to the front; rear roof extension; removal of chimney (following demolition of consevatory and removal of rear stairs).",
  "wgs84_polygon": null,
  "development_type": "Other house holder developments",
  "last_updated_by": "CSV Data Import",
  "locality": "London",
  "site_name": "12 Denbigh Road",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title number(s) (13 Rev 01, 14 Rev 06, 15 Rev 04, 16 Rev 02, 17 Rev 04, 18 Rev 03, 19 Rev 01, 20 Rev 02, 21 Rev 04, 22 Rev 02, 23 Rev 03). REASON: For the avoidance of doubt, and in the interests of proper planning. | All external materials to be used in the development shall match the appearance of those of the existing building. REASON: To ensure that the materials harmonise with the surroundings, in accordance with policies 7.4 and 7B of the Adopted Ealing Development Management DPD (2013), policies 1.1 (g), 1.2 (f), 2.1 (c) and 2.10 of the Adopted Core Strategy (2012) and policies 7.4 and 7.6 of the London Plan - consolidated (2015). | The proposed glazing on the northern side elevation at first floor hereby approved shall contain only obscure glass (minimum level 3 obscure glazed) and non-opening unless the parts of the windows can be opened are more than 1.7 metres above the floor of the rooms in which the windows are installed. The windows so approved shall be retained permanently. REASON: To protect the living conditions of neighbouring properties, in accordance with policy 7B of the Adopted Ealing Development Management DPD (2013), policies 1.1 (g), 2.1 (c) and 2.10 of the Adopted Core Strategy (2012) and policies 7.4 and 7.6 of the London Plan - consolidated (2015). | No part of the roof of the extensions shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area. REASON:  To protect the living conditions of occupants of nearby properties, in accordance with policy 7B of the Adopted Ealing Development Management DPD (2013), policies 1.1 (g), 2.1 (c) and 2.10 of the Adopted Core Strategy (2012) and policies 7.4 and 7.6 of the London Plan - consolidated (2015). | A detailed method statement relating to the excavation and the construction of the basement shall be submitted to and approved in writing by the Local Planning Authority before the development is commenced. The statement shall include details of phasing and programming, removal of earth from site; construction methods; site management and access; vehicle and machinery specifications and numbers/frequency of vehicles/deliveries, construction worker parking, anticipated number, delivery times, dust suppression measures, site security, vehicle manoeuvring and turning, locations for the storage of building materials and construction debris and contractors offices, procedures for on-site contractors to deal with complaints from local residents, measures to ensure the construction process does not affect of neighbouring highways, details of wheel water spraying facilities and noise/vibration mitigation measures. The development shall be carried out in accordance with the approved method statement. Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with 1.1 (j) and 3.1(i) of the Ealing Core Strategy (2012), policies 6.3, 6.13, 7.13, 7.14 and 7.15  of the London Plan (2015), the National Planning Policy Framework (2012), Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise."
  ],
  "postcode": "W13 8PX",
  "application_type": "Householder",
  "decision_date": "06/10/2015",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 516945,
  "valid_date": "11/08/2015",
  "borough": "Ealing",
  "subdivision_of_building": null,
  "decision_target_date": "06/10/2015",
  "id": "Ealing-PP_2015_2326",
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T15:41:24.773+00:00",
  "street_name": "Denbigh Road",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 181028,
  "application_details": {
    "existing_uprns": [
      "000012075589"
    ]
  },
  "appeal_decision": null,
  "polygon": null,
  "ward": "Ealing Broadway"
}