{
  "cil_liability": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2011/3842;",
  "lapsed_date": "21/11/2014",
  "decision_target_date": "21/11/2011",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W7 1EN",
  "site_name": "Land Rear Of No. 26",
  "status": "Completed",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 0,
      "development_type": null,
      "total_gia_gained": 0,
      "site_area": null
    },
    "constraints_details": [
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "2",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [
      {
        "lpa_app_no": "PP/2010/0207",
        "partial_supersedence": false
      }
    ],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "actual_completion_date": "17/07/2012",
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "21/11/2011",
          "no_bedrooms": 4,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        }
      ],
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 4,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": 0.045,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 22.22222222222222,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "existing_uprns": [
      "000012059130, 000012175375"
    ],
    "site_area": 0.045000000000000005
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2011/3842",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "515921",
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T12:06:10.045+00:00",
  "id": "Ealing-PP_2011_3842",
  "application_type": "All Other",
  "street_name": "Park Road",
  "borough": "Ealing",
  "ward": "Hobbayne",
  "decision_date": "21/11/2011",
  "epc_number": null,
  "actual_commencement_date": "21/11/2011",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Construction of a two storey house with accommodation in roof space; formation of vehicular crossover and 2 car parking spaces, landscaping and refuse storage",
  "actual_completion_date": "17/07/2012",
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": "181007",
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012059130",
  "centroid": {
    "lon": "-0.33075289999999996",
    "lat": "51.5161024"
  },
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              515922.7,
              180988.337675
            ],
            [
              515932.3158,
              180991.7579125
            ],
            [
              515930.57135,
              180997.79654
            ],
            [
              515929.42105,
              181000.17895
            ],
            [
              515923.89475,
              181017.2842225
            ],
            [
              515923.89475,
              181019.65262
            ],
            [
              515922.57895,
              181030.1789525
            ],
            [
              515920.21055,
              181020.9684175
            ],
            [
              515918.10525,
              181015.442125
            ],
            [
              515915.21055,
              181009.126335
            ],
            [
              515914.1579,
              181007.28419
            ],
            [
              515911.5263,
              181003.863145
            ],
            [
              515906.26315,
              180997.547355
            ],
            [
              515913.0427,
              180991.51267
            ],
            [
              515914.89475,
              180992.174155
            ],
            [
              515916.01925,
              180992.43873
            ],
            [
              515917.8052,
              180992.3064425
            ],
            [
              515919.7234,
              180991.6449575
            ],
            [
              515921.7078,
              180989.99134
            ],
            [
              515922.7,
              180988.337675
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": 2,
    "no_existing_other": null,
    "no_proposed_cycle": null,
    "no_proposed_bluebadge": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": 2,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | Samples of the materials to be used for the external surfaces of the development, shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details and permanently retained thereafter, unless otherwise agreed in writing by the local planning authority.  Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 4.1 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | The two on site car parking spaces and manoeuvring areas shown on the approved plans shall be marked out on the site prior to first occupation of any part of the development, and these spaces shall be kept continuously available for car parking and shall not be used for any other purpose, unless otherwise agreed by the Local Planning Authority. \t Reason: To ensure that there is adequate provision for car parking  within the site, in accordance with policies 9.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Notwithstanding the provisions of Part 1 Classes A to F of the Town and Country Planning (General Permitted Development) Order 2008,  no extensions, roof extensions, buildings within the curtilage, or other alterations, means of enclosure or the formation of hard surfaces, or a chimney/flue shall be carried out without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.  Reason: To prevent the overdevelopment of the site and to safeguard the living conditions of adjoining properties and visual appearance of the building, in accordance with policies 4.1 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | The development shall be constructed to Lifetime Homes standards unless otherwise agreed in writing by the Local Planning Authority.   Reason: To ensure access for all future occupiers, in accordance with policies 4.1 and 5.3 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Details of sound attenuation measures from traffic and aircraft noise together with associated ventilation for the proposed dwelling shall be submitted to and approved by the Local Planning Authority, Such details as approved shall be implemented prior to the first occupation of the dwelling hereby approved and thereafter permanently retained, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To protect the living conditions of future occupiers of the residential properties, in accordance with policies 4.1 and 4.11 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and Supplementary Planning Guidance Note 10 - Noise and Vibration. | Notwithstanding the information shown on the submitted plans, details of the positions, design, materials to include type of boundary treatment and entrance gates (including a sliding gate for the main vehicle access) to be erected shall be submitted to and improved in writing by the Local Planning Authority. The boundary treatment shall be implemented in accordance with the approved details prior to the first occupation of the development, and permanently retained, unless otherwise agreed in writing with the Local Planning Authority.   Reason:  To protect the visual appearance of the area and the living conditions of neighbouring occupiers in accordance with policies 4.1 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | The refuse and recycling storage area as detailed on the submitted plans shall be provided on the site prior to first occupation of any part of the development, and shall thereafter be retained, unless otherwise agreed in writing by the Local Planning Authority.  Reason:  To ensure suitable loading, unloading and refuse collection arrangements are provided in order to ensure pedestrian and highway safety and to protect the living conditions of occupants of nearby properties, in accordance with policies 2.10 and 9.1 of adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 4 - Refuse and Recycling Facilities. | Notwithstanding the information shown on the submitted plans details of hard and soft landscaping works shall be submitted to and approved in writing to the Local Planning Authority prior to the commencement of the development. Hard and soft landscaping works and tree protection shall be carried out in accordance with the approved details prior to the first occupation of the development, or in accordance with the programme of works agreed in writing with the local planning authority.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season, unless otherwise agreed in writing with the Local Planning Authority.  Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area in accordance with policies 3.8, 4.1, 4.5 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004); Supplementary Planning Guidance Note 9: Trees and Development Guidelines. | The existing trees on the site shall not be lopped, felled or otherwise affected in any way (including raising or lowering soil levels under the crown spread of the trees) and no excavation shall be cut under the crown spread of the trees without the prior written permission of the Local Planning Authority.  Reason:\tTo safeguard the trees in the interest of visual character and appearance of the area in accordance with policies 3.8, 4.1, 4.5 & 5.5 of the Adopted Ealing Unitary Development Plan, 'Plan for the Environment'(2004), and Supplementary Planning Guidance 9 (Trees & Development Guidelines). | The proposed hallway window in the south west elevation of the development hereby approved shall contain only obscure glass.  A sample of the obscured glass, no smaller than 300 mm square shall be submitted to and approved by the Local Planning Authority before any work is commenced on the relevant part of the development, and the development shall not be carried out otherwise than in accordance with the sample thus approved.  The details so approved shall be retained permanently.  Reason: To protect the living conditions of neighbouring properties, in accordance with policies 4.1 & 5.5 of the Adopted Ealing Unitary Development Plan, 'Plan for the Environment'(2004). | Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 1995 (as amended), no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the building permitted.  Reason: To protect the living conditions of neighbouring properties and the visual appearance of the area, in accordance with policies 4.1 & 5.5 of the Adopted Ealing Unitary Development Plan, 'Plan for the Environment'(2004). | There shall be no obstruction above 0.6m in height at any time within pedestrian visibility splay areas at the back line of the footway / access road that measure 1.5m deep and 1.5m wide at either side of the vehicular access point to the site. The new access point as approved including the visbility splay shall be constructed before any part of the development permitted is first occupied or brought into use and the pedestrian visibility splays shall be permanently retained in the form described in this condition, unless otherwise agreed in writing by the local planning authority.   Reason: In the interests of highway safety in accordance with policies 9.1 and 9.9 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | The development hereby approved shall be carried out in accordance with drawing title numbers: 103/A (Existing Block Plan), 100/G (Proposed Block Plan), 100G (Proposed Block Plan), 104A (Visibility Splay Drawing), 102/E (Proposed Elevations), 101/D (Proposed Plans), all received 21/11/11, P004B (Location Plan), unless otherwise agreed in writing by the local Planning Authority.  Reason: For the avoidance of doubt, and in the interests of proper planning. | Prior to the commencement of the development on the site, details of a site construction method statement and management plan shall be submitted to and approved in writing by the Local Planning Authority.  The method statement/management plan shall include the following:+\t  -on-site construction worker parking. -anticipated number, frequency and size of construction vehicles entering/exiting the site. -delivery times (staggered to avoid morning and afternoon school run peak periods)+\t\t-site security -vehicle manoeuvring and turning, including sweep path diagrams to demonstrate how vehicles will access and exit from the site -details as to the locations for the storage of building materials and construction debris.\tprocedures for on-site contractors to deal with complaints from local residents.  Such details shall be implemented, or phasing agreed in writing, prior to the commencement of works on site and thereafter retained for the duration of the works.  Reason:  To ensure appropriate mitigation measures to protect the amenity of local residents and occupiers of the neighbouring sites, to ensure adequate highway and site safety and to prevent damage to surrounding buildings and structures, in accordance with policies 4.1, 4.4,  4.11, 9.1 and 9.9 of the Council's adopted Unitary Development Plan (Plan for the Environment) 2004. | The development hereby authorised shall comply with 'The aims and objectives of the Police requirements of Secured By Design.  Reason: To ensure that the proposed development achieves the required crime prevention elements in accordance with policy 4.4 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 8 (Safer Ealing). | The development shall be implemented only in accordance with the tree protection methods in the submitted Arboricultural Report (OMC Associates ref: 0638D/CJO/2508 - 12/08/2011), which shall apply until the end of the construction period unless otherwise agreed in writing by the local planning authority.   Reason:\tTo safeguard the trees in the interest of visual character and appearance of the area in accordance with policies 3.8, 4.1, 4.5 & 5.5 of the Adopted Ealing Unitary Development Plan, 'Plan for the Environment'(2004), and Supplementary Planning Guidance 9 (Trees & Development Guidelines)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "26/09/2011",
  "secondary_street_name": null,
  "site_number": "Land rear of No. 26",
  "pp_id": "PP-01614913",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3307345,
          51.5159343
        ],
        [
          -0.33059489999999997,
          51.5159631
        ],
        [
          -0.33061799999999997,
          51.5160177
        ],
        [
          -0.3306338,
          51.5160394
        ],
        [
          -0.3307078,
          51.5161942
        ],
        [
          -0.330707,
          51.5162155
        ],
        [
          -0.3307225,
          51.5163104
        ],
        [
          -0.3307597,
          51.5162281
        ],
        [
          -0.33079179999999997,
          51.5161789
        ],
        [
          -0.3308356,
          51.5161227
        ],
        [
          -0.33085139999999996,
          51.5161063
        ],
        [
          -0.3308904,
          51.5160761
        ],
        [
          -0.3309683,
          51.5160205
        ],
        [
          -0.33087259999999996,
          51.5159648
        ],
        [
          -0.33084569999999996,
          51.5159704
        ],
        [
          -0.3308294,
          51.5159725
        ],
        [
          -0.3308037,
          51.515971
        ],
        [
          -0.33077629999999997,
          51.5159646
        ],
        [
          -0.3307483,
          51.5159494
        ],
        [
          -0.3307345,
          51.5159343
        ]
      ]
    ],
    "type": "Polygon"
  }
}