{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2013/2436;",
  "lapsed_date": "22/08/2016",
  "decision_target_date": "22/08/2013",
  "locality": "Southall",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB2 4BN",
  "site_name": "22 Osterley Park Road",
  "status": "Dismissed",
  "application_details": {
    "existing_uprns": [
      "000012027475, 000012184740, 000012184741, 000012184742, 000012184743, 000012184744, 000012184745"
    ],
    "site_area": 0
  },
  "appeal_decision_date": "23/06/2014",
  "lpa_app_no": "PP/2013/2436",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 512742,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T11:24:40.524+00:00",
  "id": "Ealing-PP_2013_2436",
  "application_type": "All Other",
  "street_name": "Osterley Park Road",
  "borough": "Ealing",
  "ward": "Southall Green",
  "decision_date": "22/08/2013",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": "28/01/2014",
  "decision_process": "Delegated",
  "description": "Construction of three-storey building consisting of 8 self-contained flats (5 x one-bedroom and 3 x two-bedroom) following demolition of existing dweliing",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 179463,
  "decision": "Refused",
  "appeal_decision": "Dismissed",
  "uprn": "000012027475",
  "centroid": {
    "lon": -0.377063,
    "lat": 51.502867
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              512746.8901455,
              179462.5086465
            ],
            [
              512747.0962721,
              179467.9970755
            ],
            [
              512746.7499795,
              179458.7497225
            ],
            [
              512746.8901455,
              179462.5086465
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              512734.398878,
              179440.7548735
            ],
            [
              512745.2576234,
              179440.2750108
            ],
            [
              512741.7040021,
              179440.4049736
            ],
            [
              512734.398878,
              179440.7548735
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The proposed development  by reason of its height, design, footprint, roof profile and resultant scale would be out of character and would result in a obtrusive development that is out of keeping with the grain and pattern of development in the area, and would be visually incongruous and overbearing to the detriment of the visual and residential character of the locality as a whole, contrary to section 7 of the National Planning Policy Framework, policies 7.1 and 7.4 of the London Plan 2011, policies 4.1 and 5.5 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004), policies 1.1 (g), 1.2 (h), 2.1(c) and 2.10 of the adopted Ealing's Development (Core) Strategy 2026 and policies ELV 7.4 and 7.B of the draft Ealing Development Management Plan Document (published February 2013). | The proposed development due to their siting, massing, height and unsatisfactory relationship with neighbouring property at no. 24 Osterley Park Road and their rear gardens would have a harmful effect on the residential amenity presently enjoyed by its occupiers by reason of its overbearing appearance and sense of enclosure the scale and footprint of the building would cause. As such the proposal is considered to be contrary section 7 of the National Planning Policy Framework, policies 7.1 and 7.4 of the London Plan 2011, policies 4.1 and 5.5 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004), policies 1.1 (g), 1.2 (h), 2.1(c) and 2.10 of the adopted Ealing's Development (Core) Strategy 2026 and policy 7.B of the draft Ealing Development Management Plan Document (published February 2013). | The proposed residential unit at ground floor and roof level with windows facing onto the parking area and communal amenity space and living spaces with a significantly restricted head room and only served by rooflights and unsuitable outdoor amenity space would result in a residential development of  substandard quality, poor outlook and poor privacy levels for  prospective occupiers to the detriment of their residential amenity and contrary to section 6 of the National Planning Policy Framework,  policies 3.5, 7.1 and 7.4 of the London Plan 2011 and policies 4.1 and 5.5 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and policy 7.B of the draft Ealing Development Management Plan Document (published February 2013). | The proposed development by reason of the lack of suitable vehicular access and the off street parking arrangement requiring the provision of a crossover of 7.2m wide would represent a hazard for highway users. As such the proposal would fail to comply with the objectives of section 4 of the National Planning Policy Framework, policies 6.13 of the London Plan, policy 9.1 of the Unitary Development Plan 'Plan for the Environment' (2004) and the Supplementary Planning Document 08, and ELV policy 6.13 of the emerging Ealing's Development Management Development Plan Document. | The proposed replacement  of a sound building with the proposed development and lack of evidence to justify its demolition  would represent an unsustainable form of development contrary to the objectives of the  National Planning Policy Framework, policy 5.4 of the London Plan and policies 1.1 (k), 1.2 (f) of  the adopted Ealing's Development (Core) Strategy 2026"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "27/06/2013",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-02715722",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.37697169999999997,
          51.5028623
        ],
        [
          -0.376967,
          51.5029116
        ],
        [
          -0.3769749,
          51.5028286
        ],
        [
          -0.37697169999999997,
          51.5028623
        ]
      ]
    ],
    "type": "Polygon"
  }
}