{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2012/3937;",
  "lapsed_date": "24/12/2015",
  "decision_target_date": "24/12/2012",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 6RT",
  "site_name": "Ramada Encore London West",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012152453"
    ],
    "site_area": 0.323
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2012/3937",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "520625",
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T15:40:53.914+00:00",
  "id": "Ealing-PP_2012_3937",
  "application_type": "All Other",
  "street_name": "Portal Way",
  "borough": "Ealing",
  "ward": "East Acton",
  "decision_date": "24/12/2012",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Extension to existing 150 bedroom hotel, with rooftop extension to the existing hotel and four storey rear extension, associated servicing and landscaping to provide an additional 75 bedrooms (225 in total)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major all other major developments",
  "centroid_northing": "181656",
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012152453",
  "centroid": {
    "lon": "-0.2627704",
    "lat": "51.5209519"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520592.89475,
              181682.84211
            ],
            [
              520620.5263,
              181694.1578925
            ],
            [
              520658.1579,
              181681.7894625
            ],
            [
              520651.05265,
              181660.999995
            ],
            [
              520648.6842,
              181654.157905
            ],
            [
              520646.3158,
              181646.5263175
            ],
            [
              520641.05265,
              181629.421045
            ],
            [
              520638.6842,
              181626.26315
            ],
            [
              520633.94735,
              181623.8947525
            ],
            [
              520628.42105,
              181620.21051
            ],
            [
              520629.73685,
              181612.57897
            ],
            [
              520632.89475,
              181605.4736825
            ],
            [
              520623.6842,
              181600.21054
            ],
            [
              520592.89475,
              181682.84211
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "1. The hotel extension permitted shall be begun before the expiration of three years from the date of this permission.  Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended) | The hotel development hereby approved shall be carried out in accordance with drawing title numbers and associated documents:  Site Plan \"  and full plans for hotel development under ref: 384/AL(00)100 rev A, 384/AL(01)001 rev A, 384/AL(00)003, 384/AL(00)004, 384/AL(00)005, 384/AL(00)006, 384/AL(00)007, 384/AL(00)008, 384/AL(00)009, 384/AL(00)020, 384/AL(00)022, AL(00)035, AL(00)030, AL(00)026, AL(00)027, 384/AL(00)200, 384/AL(00)010, 384/AL(00)011, 384/AL(00)012, 384/AL(00)013, unless otherwise agreed in writing by the local Planning Authority.  Reason: For the avoidance of doubt, and in the interests of proper planning. | All external materials to be used in the development shall match the appearance of those of the existing building  Reason: To ensure that the materials are appropriate for the development and to  safeguard the character and appearance of the conservation area, in accordance with policies 4.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and policies 7.4 and 7.6 of the London Plan 2011. | Use Restriction  4. The Hotel and associated ancillary uses shall only be used within use class C1 and shall be used for no other purpose within the Town and Country Planning (Use Classes) Order 1987 (or in any provision equivalent to that class in any statutory instrument revoking or re-enacting that order with or without modification), unless otherwise agreed in writing by the Local Planning Authority.  Reason: The Local Planning Authority wish to retain control over the nature of the use in accordance with policies 4.1, 9.1 and 9.9 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004), and policies 4.7, 6.3, 6.11, 6.12 and 6.13 of The London Plan (2011). | Revised Travel Plan  5. Notwithstanding the submitted Green Travel plan, a revised travel plan designed to manage the transport needs of staff and visitors to the Hotel (including targets and  monitoring) to minimise  car usage and promote alternative modes of transport, shall be  submitted to and approved in writing by the Local Planning Authority, which shall be in  accordance with Tfl's updated planning guidance. The travel plan as approved shall be implemented in connection with the hotel use hereby approved, and shall be retained in operation thereafter, unless otherwise agreed in writing by the local planning authority. Thereafter, an annual monitoring report shall be submitted to the local planning authority, unless otherwise requested. A delivery and servicing plan should be included within the travel plan and consider elements including measures to:  \"\tMinimise disruption to the local roads network \"\tTo ensure that the service areas are continuously managed to ensure safe access and egress as well as safe manoeuvres within the service area itself \"\tTo manage deliveries effectively to avoid peaking of deliveries and departures that may have a detrimental impact upon the local highway network \"\tTo manage the number/volume of service vehicle and bus/coach movements during the AM and PM peak periods.  Reason: To promote sustainable patterns of transport, to safeguard the living and working conditions of local people and in the interests of highway and pedestrian safety, in accordance with policies 9.1 and 9.9 of the Council's Adopted Unitary Development Plan 'Plan for the Environment' (2004), Supplementary Planning Guidance 21, and policies 6.3, 6.9, 6.10, 6.11, 6.12, 6.13 of The London Plan (2011). | Construction Logistics Plan  6. Notwithstanding the approved details, no development shall take place until details of a Construction Logistics Plan has been submitted to and approved in writing by the Local Planning Authority. The plan shall include the following:  \"\tAnticipated number, frequency and size of construction vehicles entering/exiting the site \"\tDelivery times  \"\tProposed on-site construction worker parking \"\tDust suppression measures \"\tWheel washing provisions \"\tSite security during construction \"\tOn site storage \"\tTree protection \"\tDetails of any temporary vehicular access  The Construction Logistics Plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of demolition and construction, or as otherwise agreed in writing by the Local Planning Authority.  Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policies 2.6, 4.1, 4.11 and 9.9 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and policy 6.3 of the London Plan 2011. | Refuse and Recycling Storage  7.  Refuse and recycling storage in accordance with adopted UDP standards shall be brought into use prior to first use/occupation of any part of the development hereby approved, and shall thereafter be retained in operation for the life of the development unless otherwise agreed in writing by The Local Planning Authority.  Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling, and to protect the character and appearance of the conservation area and the setting of the listed buildings, in accordance with policies 2.10, 4.1, 4.6, 4.7 and 4.8 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 4 'Refuse Storage' and policy 5.17 of The London Plan (2011) | Building Envelope Insulation and Mechanical Ventilation  8. The development will be affected by mixed transport and commercial noise at levels which falls into Noise Exposure Category D noise exposure.  Prior to the commencement of the development, details shall be submitted to and approved by the Local Planning Authority, for mitigation works to protect the new hotel bedrooms from external noise and vibration. The criteria to be met and the assessment method shall be that specified in Supplementary Planning Guidance 10. The details shall also include alternative means of ventilation for noise sensitive rooms.  The works, as approved, shall be completed before occupation and thereafter permanently retained.  Reason: To safeguard the users of the proposed facilities against transportation noise, in accordance with policy 4.11 of the Council's adopted Unitary Development 'Plan for the Environment' (2004) and SPG10 'Noise and Vibration'; and policy 7.15 of the adopted London Plan (2011). | Attenuation of external plant and machinery  9. The rating noise level emitted from the proposed external plant and machinery at the proposed development, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 m from the nearest ground floor sensitive facade and 1m from upper floor noise sensitive facades, during the relevant periods of operation.  Reason: To safeguard the users of the proposed facilities against transportation noise, in accordance with policy 4.11 of the Council's adopted Unitary Development 'Plan for the Environment' (2004) and SPG10 'Noise and Vibration'; and policy 7.15 of the adopted London Plan (2011). | Air quality  10. Prior to first occupation of the development, a scheme of proposed air pollution mitigation measures shall be submitted to and approved by the Local Planning Authority.  The approved mitigation scheme shall be implemented in its entirety before the hotel use commences and permanently retained thereafter.  Reason:   To protect the living conditions of occupiers of users of the hotel, in accordance with policy 2.6 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 3 'Air Quality and Pollution'. | Hard and Soft Landscaping Works 11. Notwithstanding any indications as to these matters that have been given in the planning application, details of both hard and soft landscape works shall be submitted to and approved in writing by the Local Planning Authority and implemented prior to the occupation of any part of the development, or in accordance with a programme agreed by the Local Planning Authority and permanently retained thereafter.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme, shall be replaced during the next planting season. Reason: To ensure that the site is landscaped in the interests of the visual character and appearance of the area, in accordance with policies 3.2 and 4.5 of Ealing's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Continued Maintenance 12. Details of the arrangements to ensure the continued maintenance of all hard and soft landscaped areas shall be submitted and approved in writing by the Local Planning Authority. The approved details shall in place prior to occupation of any part of the development hereby approved and shall be retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that the landscaping is properly maintained to provide a satisfactory setting for the development, in accordance with policies 3.2, 4.1 and 4.5 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Accessiblity 13. The hotel extensions hereby approved shall be fully accessible for people with disabilities, in accordance with the Council's standards as set out in SPG7 Accessible Ealing and as clarified in this document . These measures shall include internal layout, door widths and level access to the building and shall be in place prior to the occupation of any part of the development hereby approved and shall be retained thereafter. Reason: To ensure adequate provision for people with disabilities, in accordance with policy 4.3 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Parking Retained              14. The car/vehicular/cycle (for 8 cycles) and coach parking spaces shown on the approved plan  384/AL(00)001 A shall  be marked out on the site prior to first occupation of any part of the hotel development, and these spaces shall be kept continuously available for car parking and shall not be used for any other purpose.                                Reason: To ensure that there is adequate provision for car and coach parking within the site, in accordance with policies 4.3, 9.1 and 9.9 of the adopted Unitary Development Plan 'Plan for the Environment' (2004) and policy 6.3 of the London Plan 2011. | Service Areas Retained  15. The areas shown on the approved plan 384/AL(00)001 A as parking, access, loading, unloading and manoeuvring areas for the hotel development shall be kept clear at all times and used for these purposes only.  Reason: To ensure that adequate parking and servicing space is available within the site and maintaining adequate servicing capability for adjacent uses in accordance with policies 4.1, 9.1, 9.9 and 9.10 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), and policies 6.3, 6.11, 6.12 and 6.14 of The London Plan (2011). | Prior to the commencement of development, a report, which includes full details and drawings of the sustainability measures that are to be incorporated into the development, shall be submitted to, and approved in writing by the local planning authority.  The submitted details shall demonstrate that the development hereby approved will comply with Policy 5.2 of the London Plan 2011 and any updates as necessary. In demonstrating compliance with this percentage reduction the applicant should consider the use of measures in line with the Energy Hierarchy including the incorporation of on-site renewables.  This reduction should be calculated based on carbon dioxide emissions covered by the Building Regulations whilst carbon dioxide emissions associated with other energy uses not covered by Building Regulations (un-regulated) should be also included and measures to reduce them should be demonstrated.   REASON:  To ensure that the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases, in accordance with policies 5.2 Minimise Carbon dioxide Emissions, 5.3 Sustainable Design and Construction, 5.6 Decentralised Energy: Heating, Cooling and Power and 5.7 Renewable Energy of the London Plan 2011, adopted Ealing's Development (Core) Strategy 2026 (April 2012). | Prior to the commencement of the development a sustainability statement, which includes full details of the sustainability measures that are to be incorporated into the development to achieve the requirements of the local and regional planning policies shall be submitted to, and approved in writing by the local planning authority. In demonstrating compliance, reference to BREEAM, its criteria, or other appropriate assessment methodology may be appropriate.   REASON:  To ensure that the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases, in accordance with policies 5.2 Minimise Carbon dioxide Emissions, 5.3 Sustainable Design and Construction, 5.6 Decentralised Energy: Heating, Cooling and Power and 5.7 Renewable Energy, 5.9 Overheating and Cooling, 5.10 Urban Greening, 5.11 Green Roofs and Development Site Environs, 5.12 Flood Risk Assessment, 5.13 Sustainable Drainage, 5.14 Water Quality and Wastewater Infrastructure, 5.15 Water Use and supplies, 5.17 Waste Capacity, 5.18 Construction, Excavation and Demolition Waste, 5.20 Aggregates, 5.21 Contaminated Land, 5.22 Hazardous Substances and Installations of the London Plan 2011, Ealing's adopted Development (Core) Strategy 2026 (3rd April 2012). | Prior to the commencement of the development an updated report providing details of contaminated land remediation, treatment or other mitigation measures shall be submitted to and approved, in writing, by the Local Planning Authority..  REASON: To ensure that appropriate measures are undertaken to demonstrate that the development can be carried out and occupied safely, in accordance with policies 3.17 and 5.21 of the London Plan 2011 and policies 2.7 and 8.8 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "24/09/2012",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-02178796",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2632237,
          51.5212
        ],
        [
          -0.2628218,
          51.5212958
        ],
        [
          -0.2622839,
          51.5211766
        ],
        [
          -0.2623933,
          51.5209913
        ],
        [
          -0.2624298,
          51.5209303
        ],
        [
          -0.2624665,
          51.5208622
        ],
        [
          -0.2625482,
          51.5207096
        ],
        [
          -0.26258339999999997,
          51.5206817
        ],
        [
          -0.2626525,
          51.5206615
        ],
        [
          -0.2627333,
          51.5206295
        ],
        [
          -0.262717,
          51.5205607
        ],
        [
          -0.2626739,
          51.5204961
        ],
        [
          -0.2628084,
          51.5204508
        ],
        [
          -0.2632237,
          51.5212
        ]
      ]
    ],
    "type": "Polygon"
  }
}