{
  "cil_liability": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2009/2671;",
  "lapsed_date": "27/10/2012",
  "decision_target_date": "27/10/2009",
  "locality": "Greenford",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB6 9RB",
  "site_name": "20",
  "status": "Completed",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 37,
      "total_gia_lost": 0,
      "development_type": "Extension",
      "total_gia_gained": 37,
      "site_area": 0.043000000000000003
    },
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "3",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": "27/04/2010",
        "use_class": "D1",
        "gia_gained": 37,
        "actual_commencement_date": "12/01/2010",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "existing_uprns": [
      "000012044294"
    ],
    "site_area": 0.043000000000000003
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2009/2671",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "513654",
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T12:06:01.416+00:00",
  "id": "Ealing-PP_2009_2671",
  "application_type": "All Other",
  "street_name": "Eastmead Avenue",
  "borough": "Ealing",
  "ward": "Greenford Broadway",
  "decision_date": "27/10/2009",
  "epc_number": null,
  "actual_commencement_date": "12/01/2010",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Single storey rear extension; single storey front porch extension (create new entrance) and external alterations to include parking provisions, cycle parking and ramped access, in conjunction with the use of the premises as a Class D1 doctors surgery",
  "actual_completion_date": "27/04/2010",
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor all other minor developments",
  "centroid_northing": "182611",
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012044294",
  "centroid": {
    "lon": "-0.36289319999999997",
    "lat": "51.5309791"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              513633.21055,
              182611.6579175
            ],
            [
              513636.10525,
              182620.868405
            ],
            [
              513653.8684,
              182615.802625
            ],
            [
              513654.39475,
              182617.7762975
            ],
            [
              513674.85525,
              182612.513155
            ],
            [
              513674.1316,
              182608.7631725
            ],
            [
              513673.73685,
              182605.0131425
            ],
            [
              513667.8158,
              182601.52631
            ],
            [
              513633.21055,
              182611.6579175
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_cycle": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": null,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | All external materials to be used in the development shall match the appearance of those of the existing building.  REASON:\tTo ensure that the materials harmonise with the surroundings, in accordance with policies 4.1 and 8.8 of the adopted Ealing Unitary development Plan, 'Plan for the Environment' (2004). | Details of refuse storage in accordance with the standards adopted by the Local Planning Authority shall be submitted to and approved in writing by the Local Planning Authority.  Such provision shall be brought into use prior to the first occupation of the development permitted and retained permanently.  REASON:\tTo protect the living conditions of occupiers of the area, in accordance with policy 2.10 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | Notwithstanding any indications as to these matters submitted within the application forms and drawings, prior to the first use of the extension detailed drawings showing one disabled and one standard car parking space and three cycle parking spaces shall be submitted and approved in writing by the Local Planning Authority and thereafter permanently retained, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that adequate parking facilities are provided for the users of 20 Eastmead Avenue, in accordance with the objectives of policies 9.1 and 9.6 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' 2004. | No development (including initial site-clearance) shall commence until a detailed scheme for the protection of existing trees, hedgerows and groups of mature shrubs to be retained on and off site, in accordance with British Standard 5837:2005 +Trees In Relation To Construction Recommendations+ (or any subsequent revision), has been submitted to and approved in writing by the Local Planning Authority.  Protection measures shall be phased as necessary to take into account and provide protection during demolition/site clearance works - all construction works - hard landscaping works.  Details shall include but not restricted to the following: - a)\tAccurate trunk positions and canopy spreads of all existing trees within the site and on adjoining land adjacent to the development. b)\tPositions and spreads of existing hedgerows and groups of mature shrubs. c)\tAll proposed tree, hedge, shrub removal and retention. d)\tMinimum +Root Protection Areas+ of all existing retained trees within the site and on neighbouring land adjacent to the approved development, calculated in accordance with BS 5837 recommendations. e)\tPlans of a minimum scale of 1:200 (unless agreed otherwise by the Local Authority) showing the proposed locations of 2.3m high protective barrier/s, supported by a metal scaffold framework, constructed in accordance with Section 9 (Figure 2), to include appropriate weatherproof tree protection area signage (such as +Keep Out - Construction Exclusion Zone+) securely fixed to the outside of the protective fencing structure at regular intervals. f)\tProposed ground protection measures in accordance with Section 9 (Figure 3) g)\tAnnotated minimum distances between fencing and trunks of retained trees at regular intervals. h)\tIllustration/s of the proposed fencing structure/s to be erected.   Reason: To safeguard the retained trees in the interest of visual character and appearance of the area in accordance with policies 4.1 and 4.5 of the Unitary Development Plan, and Supplementary Planning Document 9 (Trees and Development Guidelines). | The protective fencing and other protection measures specified by the previous condition shall be erected in the locations agreed in writing by the Local Planning Authority prior to the commencement of any development works, including any initial clearance, and shall be maintained fully intact and (in the case of the fencing) upright, in its approved locations at all times, until the completion of all building operations on the site (unless agreed otherwise in writing by the Local Planning Authority). Where phased protection measures have been approved, no works shall commence on the next phase of the development until the protective fencing barriers and other protective measures have been repositioned for that phase in full accordance with the approved details. No activity of any description must occur at any time within these areas including but not restricted to the following: -  a)\tNo mixing of cement or any other materials. b)\tStorage or disposal of any soil, building materials, rubble, machinery, fuel, chemicals, liquids waste residues or materials/debris of any other description. c)\tSiting of any temporary structures of any description including site office/sales buildings, temporary car parking facilities, porta-loos, storage compounds or hard standing areas of any other description. d)\tSoil/turf stripping, raising/lowering of existing levels, excavation or alterations to the existing surfaces/ ground conditions of any other description. e)\tInstallation/siting of any underground services, temporary or otherwise including; drainage, water, gas, electricity, telephone, television, external lighting or any associated ducting. f)\tParking/use of tracked or wheeled machinery or vehicles of any description. g)\tNo fires shall be lit within 20 metres of the trunks of any trees or the centre line of any hedgerow shown to be retained h)    No signs, cables, fixtures or fittings of any other description shall be attached to any part of any retained tree.   Reason: To safeguard the retained trees and vegetation in the interest of visual character and appearance of the area in accordance with policies 4.1 and 4.5 of the Unitary Development Plan, and Supplementary Planning Document 9 (Trees and Development Guidelines). | Part 1 Submission of Details No development shall commence until a site specific method statement for the removal of all existing hard surfaced areas and structures of any other description, located within the minimum Root Protection Areas (RPA+s) of trees to be retained, has been submitted to and approved in writing by the Local Planning Authority.  Details shall include: -  a)\tA site plan identifying all areas where such work is to be undertaken. b)\tReinstatement to soft landscape area including proposed ground de-compaction works. c)\tTiming and phasing of works.  Part 2 - Implementation The scheme shall be undertaken and completed in full accordance with approved details.  Reason: To safeguard the retained trees in the interest of visual character and appearance of the area in accordance with policies 4.1 and 4.5 of the Unitary Development Plan, and Supplementary Planning Document 9 (Trees and Development Guidelines). | No development (including any initial site-clearance works) shall commence until details of the foundation structure/s, of the approved building/s, so designed to minimise their adverse impact on tree roots, have been submitted to and approved in writing by the Local Planning Authority.  Details shall be site specific and include: - a)\tAn approved layout plan to 1:200 scale, showing the accurate trunk positions and branch spreads of existing retained trees in relation to the proposals. b)\tLayout and construction profile drawing/s. c)\tEngineering/ Arboricultural construction method statement. d)\tImplementation method statement including timing/ phasing of works.  REASON: - In order to safeguard tree roots and thereby safeguard trees considered worthy of retention in the interests of visual amenity of the area, in accordance with policies 4.1 and 4.5 of the Unitary Development Plan, and Supplementary Planning Document 9 (Trees and Development Guidelines). | The foundation structure approved under the previous condition shall be implemented in full accordance with the approved details.   REASON: - In order to safeguard tree roots and thereby safeguard trees considered worthy of retention in the interests of the visual amenity of the area, in accordance with policies 4.1 and 4.5 of the Unitary Development Plan, and Supplementary Planning Document 9 (Trees and Development Guidelines). | No development shall commence until an approved site layout plan of an appropriate scale and level of detail showing the proposed layout of all underground services and external lighting has been submitted to and approved in writing by the Local Planning Authority.  Details shall include: -  a)\tAccurate trunk positions and canopy spreads of all retained trees/hedgerows and mature groups of shrubs. b)\tSurface water/ foul drainage and associated inspection chambers (existing reused and new) c)\tSoak-aways (where applicable) d)\tGas, electricity, telecom and cable television. e)\tLighting columns and all associated ducting for power supply. f)\tPhasing and timing of works.  REASON: - In order to safeguard tree roots and thereby safeguard existing trees and other vegetation considered worthy of retention and to ensure new soft landscape planting areas are not adversely affected and can be used for their approved purpose, in the interests of the visual amenity of the area, in accordance with policies 4.1 and 4.5 of the Unitary Development Plan, and Supplementary Planning Document 9 (Trees and Development Guidelines). | All underground services and external lighting shall be implemented in full accordance with the approved details.  REASON: - In order to safeguard tree roots and thereby safeguard existing trees and other vegetation considered worthy of retention and to ensure new soft landscape planting areas are not adversely affected and can be used for their approved purpose, in the interests of the visual amenity of the area, in accordance with policies 4.1 and 4.5 of the Unitary Development Plan, and Supplementary Planning Document 9 (Trees and Development Guidelines). | Notwithstanding the information shown on the submitted plans details of hard and soft landscaping works, including such details for the buffer strip and a phased programme of works shall be submitted to and approved in writing to the Local Planning Authority. Hard and soft landscaping works shall be carried out in accordance with the approved details prior to the first occupation of the development, or in accordance with the programme agreed by the local planning authority.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season, unless otherwise agreed in writing with the Local Planning Authority.  Reason:  To ensure that the site is landscaped in the interests of the visual character and appearance of the area in accordance with policies 4.1 and 4.5 of the Unitary Development Plan, Supplementary Planning Guidance 9 'Trees and Development Guidelines'. | The use permitted shall not operate outside 08:00 to 18:30 hours Monday to Friday and not at any time on Saturdays and Sundays or Bank or Public Holidays, unless otherwise agreed in writing by the Local Planning Authority.  REASON:\tTo safeguard the living conditions of local people, in accordance with policies 4.11 and 8.1 of the adopted Ealing Unitary Development Plan, Plan for the Environment (2004)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "02/09/2009",
  "secondary_street_name": null,
  "site_number": "20",
  "pp_id": "PP-00816452",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3631926,
          51.5309892
        ],
        [
          -0.36314789999999997,
          51.5310714
        ],
        [
          -0.3628936,
          51.5310223
        ],
        [
          -0.36288529999999997,
          51.5310399
        ],
        [
          -0.3625922,
          51.5309885
        ],
        [
          -0.3626038,
          51.530955
        ],
        [
          -0.3626107,
          51.5309213
        ],
        [
          -0.3626972,
          51.5308912
        ],
        [
          -0.3631926,
          51.5309892
        ]
      ]
    ],
    "type": "Polygon"
  }
}