{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": null,
  "lpa_app_no": "PP/2014/2693",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2014/2693;",
  "actual_completion_date": null,
  "pp_id": "PP-03340528",
  "lapsed_date": "31/07/2017",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.299721,
    "lat": 51.510557
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "000012090866",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "description": "Single storey rear extension and installation of one rooflight to lower ground floor flat (1 x 1 bed) incorporating subdivision of lower ground floor flat into 2 x 1 bed flats",
  "wgs84_polygon": null,
  "development_type": "Minor dwellings",
  "last_updated_by": "CSV Data Import",
  "locality": "London",
  "site_name": "67A",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission. Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title number(s) Site Location Plan, Proposed Lower Ground Floor, Proposed Front Elevation, Proposed Rear Elevation, and Proposed Roof Plans.   Reason: For the avoidance of doubt, and in the interests of proper planning. | All external materials to be used in the development shall match the appearance of those of the existing building.  Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 7.4 and 7b of  the Adopted Ealing Development Management DPD, Policy 1.1 and 1.2 of the Adopted Core Strategy 2012 and 7.4 and 7.6 of the London Plan. | The proposed rooflights shall be Conservation type rooflights and so maintained.  Reason: To ensure that the materials harmonise with the surroundings, and to safeguard the character and appearance of the conservation area in accordance with policies 7.4 and 7C of the adopted Ealing Development Management Development Plan Document (2013), and policies 4.6 and 4.8 of the London Plan (2011). | Before any part of the development hereby permitted is first occupied arrangements shall be agreed in writing with the local planning authority (legal agreement) and be put in place to ensure that, with the exception of disabled persons, that no resident of the additional units created (over and above the existing car parking permit allowance on the site) shall obtain a resident's parking permit (including visitors' permits) within any controlled parking zone which may be in force in the area at any time. The professional and legal fees incurred by the Council in drafting and completing the agreement shall be met by the applicant/owner.  Reason: To ensure that proposal does not exacerbate on-street parking pressure in the local controlled parking zone, in accordance with London Plan 2011 policy 6.13. of the Ealing Development Management DPD. | All the windows on the south side elevation of the development flanking Number 69 shall be obscured glazed and fixed shut below an internal floor height of 1.7 metres.    Reason:  To protect the living conditions of future residents of the development, in accordance with policies 7A, 7.4 and 7B of the Development Management."
  ],
  "postcode": "W5 3UJ",
  "application_type": "All Other",
  "decision_date": "31/07/2014",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 518090,
  "valid_date": "05/06/2014",
  "borough": "Ealing",
  "subdivision_of_building": null,
  "decision_target_date": "31/07/2014",
  "id": "Ealing-PP_2014_2693",
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T15:28:23.566+00:00",
  "street_name": "Windsor Road",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 180440,
  "application_details": {
    "existing_uprns": [
      "000012090866, 000012120230, 000012120231, 000012120232, 000012120233, 000012120234"
    ]
  },
  "appeal_decision": null,
  "polygon": null,
  "ward": "Ealing Common"
}