{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": null,
  "lpa_app_no": "PP/2015/5369",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2015/5369;",
  "actual_completion_date": null,
  "pp_id": "PP 04455575",
  "lapsed_date": "24/06/2019",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.368179,
    "lat": 51.551904
  },
  "decision_process": "Committee",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "000012161400",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "description": "Erection of two detached two-storey dwelling houses, together with associated cycle storage, landscaping, parking and boundary treatments - Regulation 3 (Development by London Borough of Ealing Council)",
  "wgs84_polygon": null,
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "locality": "Northolt",
  "site_name": "Garage Site Off",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development shall be carried out in accordance with the following drawings:   Existing Site Location Plan - A_BA2-S06A-DR_0001 Rev B; Existing/Proposed Site Plan - A-BA2-S06A-DR-0100 Rev D;  Exisiting/Proposed Street Elevation - A_BA2-S06A-DR_0200 Rev B; Exisitng/Proposed Street Elevation - A_BA2-S06A-DR_0201 Rev B; 3B5P House Type-A Unit Plan - A_BA2-S06A-DR_0300 Rev B;  and Proposed Unit Elevations - A_BA2-S06A-DR_0310 Rev B; Arboricultural Impact Assessment 56156v3, prepared by Landscape Planning Ltd; Design and Access Statement EAL-EGS_BA2_S06A-RP 0001, dated September 2015, prepared by JLL; Energy and Sustainability Statement dated 22/09/2015, prepared by HTA; Planning Statement and Statement of Community Involvement (SCI), dated September 2015, prepared by JLL.    Reason: For the avoidance of doubt and in the interests of proper planning. | Sound insulation and noise control measures for the approved residential dwellings shall be installed to achieve the internal noise targets described at Section 4(B) 'Criteria for adequate protection for new buildings' of Ealing's interim SPG 10:  Bedrooms (23:00-0700 hrs) 30 dB LAeq, and 45 dB Lmax (fast) Living rooms (0700-2300 hrs) 35dB LAeq Kitchens, bathrooms, WC and utility rooms (0700-2300 hrs) 45 dB LAeq  The sound insulation and noise control measures shall be installed prior to the first use and/or first occupation of the relevant part of the development and maintained thereafter.  Reason: To protect the amenity of the residential occupiers of the new development, in accordance with policies 3.2, 3.18 and 7.15 of the London Plan 2015; Policy 1.1(j) of Ealing's Development (or Core) Strategy 2012; Policy 7A of Ealing's Development Management DPD (2013); the Mayor's Sustainable Design and Construction SPG; and interim SPG 10: Noise and Vibration. | Prior to the commencement of works excluding demolition, site clearance and preparation works, the following details shall be submitted to the Local Planning Authority for written approval:  a) An intrusive contaminated land investigation and risk assessment of the site, carried out in accordance with BS1075:2011+A1:2013 and CR11 guidance, to assess the nature and extent of any contamination on the site. This assessment must be undertaken by a competent person and shall assess any contamination on the site.    b) A contamination remediation scheme to bring the relevant parts of the site to a condition suitable for the intended end use. The scope of the remediation scheme shall include details of all works to be undertaken, proposed remediation objectives and remediation criteria, a timetable of works and site management procedures.  The remediation scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.  Within six-months of the completion of measures identified in the approved contamination remediation scheme, a verification report (in accordance with the Environment Agency guidance 'Verification of Remediation of Land Contamination', Report: SC030114/R1') that demonstrates the effectiveness of the remediation carried out shall be submitted to the Local Planning Authority for written approval.   Reason: Further investigations of the presence of soil contamination within the application site and details of the methods for remediation are required before the commencement of building works in order to ensure that human health and the environment are protected, and to ensure the development activities do not activate or spread contamination in accordance with policies LV5.21 and 7A of Ealing's Development Management DPD (2013), Policy 5.21 of the London Plan 2015, and the Mayor's Sustainable Design and Construction SPG. | Details and samples of all facing materials shall be submitted to and approved in writing by the Local Planning Authority prior to any work commencing on the superstructure of the development. The samples and details shall include (where relevant):  a) brickwork (including brick panels and mortar courses); b) render (including details of colour and texture) (as relevant); c) cladding materials, including roof finishes; d) all window treatments (including details of window certification for Secured by Design); e) building entrance details and material samples (including details of door certification for Secured by Design); f) any other materials to be used.  The development shall be carried out strictly in accordance with the details so approved and retained thereafter.  Reason: To ensure that the materials are of a high-quality specification and make a positive contribution to the townscape, in accordance with Policy 7B of Ealing's Development Management DPD (2013), Policy 1.1(h) of Ealing's Development (or Core) Strategy 2012, and policies 7.1 and 7.6 of the London Plan 2015. | Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (or any order revoking and re-enacting that Order with or without modification) no development to any dwellinghouse hereby approved under Classes A-H (inclusive) of Part 1, Schedule 2 to the said Order shall be carried out or constructed without express planning permission.   Reason:  To enable the Local Planning Authority to maintain control over extensions and other alterations to dwellinghouses in the interests of the design and character of the properties, the visual amenities of the locality and amenities of occupiers of neighbouring properties, in accordance with policies 7.1, 7.4 and 7.6 of the London Plan (2015), policies 1.1(h) and 1.2(f) of the Ealing's Development (or Core) Strategy 2012 and policies LV7.4, 7B and 7D of Ealing's Development Management DPD (2013). | No development shall commence until tree protection measures set out within the approved Arboricultural Impact Assessment 56156v3 (29 September 2015) prepared by Landscape Planning Ltd, in accordance with BS 5837:2012 'Trees in Relation to Design, Demolition and Construction' are put in place. The tree protection measures shall be retained throughout the demolition of existing buildings and construction of the approved development, in accordance with the recommendations in BS5837 (2012).   The tree protection measures shall be retained until the development has been completed. The areas enclosed by the tree protection measures shall not be used for any storage and the levels within these areas shall not be altered.  Reason: The protection of trees and other vegetation is required in accordance with policies 7.19 and 7.21 of the London Plan (2015), and interim SPG 9 'Trees and Development Guidelines'."
  ],
  "postcode": "UB5 4DX",
  "application_type": "All Other",
  "decision_date": "24/06/2016",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 513237,
  "valid_date": "06/10/2015",
  "borough": "Ealing",
  "subdivision_of_building": null,
  "decision_target_date": "21/06/2016",
  "id": "Ealing-PP_2015_5369",
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T20:38:39.851+00:00",
  "street_name": "Southwell Avenue",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 184930,
  "application_details": {
    "existing_uprns": null
  },
  "appeal_decision": null,
  "polygon": null,
  "ward": "Northolt Mandeville"
}