{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": null,
  "lpa_app_no": "PP/2015/1629",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2015/1629;",
  "actual_completion_date": null,
  "pp_id": "PP 02898748",
  "lapsed_date": "03/11/2018",
  "secondary_street_name": null,
  "centroid": {
    "lon": "-0.3075938",
    "lat": "51.5339175"
  },
  "decision_process": "Committee",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "000012146286",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "description": "Redevelopment of the site to provide nine residential units comprised of a 2-storey terraced building (6 x 3-bed dwelling houses and 2 x 2-bed flats) and a detached 2-storey 3-bed dwelling house, with associated access drive, car parking, cycle storage, landscaping, boundary treatment, refuse storage and amenity spaces (following demolition of existing buildings on site)",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.30758379999999996,
          51.5340371
        ],
        [
          -0.3067232,
          51.534104
        ],
        [
          -0.3066718,
          51.5340705
        ],
        [
          -0.307629,
          51.533806
        ],
        [
          -0.3081698,
          51.5336653
        ],
        [
          -0.3081774,
          51.5336468
        ],
        [
          -0.308234,
          51.5336619
        ],
        [
          -0.3082079,
          51.5336844
        ],
        [
          -0.3080383,
          51.5340016
        ],
        [
          -0.30758379999999996,
          51.5340371
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Minor dwellings",
  "last_updated_by": "CSV Data Import",
  "locality": "Wembley",
  "site_name": "Perivale Methodist Church Site",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.    REASON: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with the approved plans: S3014/SLP; S3014/01; S3014/02; S3014/P/01 Rev A (received 09/06/2014); S3014/P/02 Rev A (received 09/06/2014); S3014/H01 Rev A (received 09/06/2014); S3014/H02; S3014/H03; S3014/H04; S3014/H05; S3014/H06; S3014/H07; S3014/H08; S3014/H09; S3014/H10; P3014/P/03 Rev A (received 09/06/2014); S3014/P/04 Rev A (received 09/06/2014); S3014/P/05 Rev A (received 09/06/2014); 047.001 Rev G (received 16/06/2015); 047.002 Rev E (received 11/06/2015); 527-002 Rev A (received 10/06/2015); 527-003 (received 09/06/2014); 52-004 (received 09/06/2014); 52-005 (received 09/06/2014); Sustainability Statement prepared by Simon Hodges and dated 18th March 2015; Landscape Design Statement Rev B prepared by ALU and dated 25th March 2015; and Planning Statement prepared by South Bank Architects and dated March 2015 (all drawings received 26/03/2015 unless stated otherwise).  REASON: For the avoidance of doubt and in the interests of proper planning. | Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out only in accordance with the approved details and permanently retained thereafter.    REASON: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1, 2.1 & 2.10 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies 7.4 & 7.6 of the London Plan (2015), and the National Planning Policy Framework (2012). | Prior to the commencement of the development, details in line with the criteria specified in SPG10 shall be submitted to and approved by the Local Planning Authority, including, as appropriate, the noise exposure category, the BS4142 rating noise and the predicted vibration levels.  The details shall also include the noise mitigation measures with windows closed and other means of ventilation provided and also mitigation of vibration.  Such details as approved shall be implemented prior to the first occupation of any residential units and thereafter permanently retained.  REASON: In the interests to secure an acceptable internal environment of the development and living conditions of prospective occupiers of the development, in accordance with the National Planning Policy Framework (2012), policies 3.5, 7.1, 7.15 and 7.19 of the London Plan (2015), policies 3.5, 7A and 7B of the Ealing Development Management Development Plan Document (2013) and policy 1.1(j) of the Ealing Core Strategy (2012), Interim guidance SPG 10 'Noise and Vibration' and British Standard 4142. | Prior to the commencement of the development a Construction Management Plan shall be submitted to and approved in writing by the Local Planning Authority. The means of site management and construction shall be carried out only in accordance with the approved Strategy. This shall also include details of the means of access for construction works and details of noise, vibration and an Air Quality and Dust Management Plan (AQDMP) that includes an Air Quality (Dust) Risk Assessment. The AQDMP shall be produced in accordance with current guidance. A scheme for air pollution mitigation measures based on the findings of the report shall be submitted to and approved by the Local Planning Authority prior to the commencement of any works on the site. REASON: To protect the living conditions of nearby occupiers and in the interests of highway safety and environmental amenity in accordance with the Ealing Core Strategy (2012), policies 6.11, 6.14, 7.4 and 7.15 of the London Plan (2015), and the National Planning Policy Framework (2012). | The refuse and recycling storage shall be implemented in accordance with the Local Planning Authority policies before the first occupation of any of the dwellings hereby approved and retained permanently thereafter. This area shall not be used for any other purpose.  REASON: To provide adequate refuse and recycling storage to protect the amenities of the area and the living conditions of occupiers of the proposed residential units and the surrounding area, in accordance with policy 7B of the adopted Ealing Development Management DPD (2013), and policies 5.3 and 5.16 of the London Plan (2015). | Sheltered and secure cycle parking for 18 cycles as indicated on the approved plans shall be in place prior to first occupation of the development hereby permitted and these spaces shall be kept continuously available for cycle parking.   REASON: To ensure adequate cycle parking is provided within the development in pursuance of the objectives of sustainability and encouraging the use of modes of transport other than private motor vehicles in accordance with policy 6.9 of the London Plan (2015); policies 1.1(k) and (g) of the Ealing Development (or Core) Strategy 2026 (2012); and Ealing's Sustainable Transport for New Development SPG. | Notwithstanding the submitted plans, no occupation of the dwelling hereby approved shall take place until full details of boundary treatments and hard/soft landscaping works (including details on the 'Home Zone' and treatment of the pedestrian access to May Gardens) and a phased programme of works, have been submitted to and approved in writing by the Local Planning Authority and these works shall be completed as approved prior to the occupation of any part of the development or in accordance with the programme agreed by the Local Planning Authority. Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  REASON: To ensure that the development is landscaped in the interests of the visual character and appearance of the area and screening of the proposal from neighbouring properties, and in accordance with policies 7.4 and 7B of the Adopted Ealing Development Management Development Plan Document (2013), and policies 3.5, 7.4, 7.6 and 7.21 of the London Plan (2015). | A sustainable surface water drainage scheme based on sustainable drainage principles, shall be integrated into the proposal and fully operational prior to the first occupation of the development hereby approved and thereafter permanently retained and mantained.   REASON: To ensure the drainage measures comply with Thames Water/Environment Agency requirements, and to prevent the increased risk of flooding in accordance with policy 5.12 of the Ealing Development Management DPD (2013); policies 1.1 (k) and 1.2 (m) of Ealing's Development Strategy 2026; policies 5.12, 5.13 and 5.14 of the London Plan (2015) and section 10 of the National Planning Policy Framework. | The development hereby approved shall comply with the standards of Secured By Design, be implemented before the first occupation of the development, and shall be permanently retained thereafter.  Reason: In the interest of the safety of the occupiers and visitors to the premises, in accordance with the Ealing Core Strategy (2012), policies 7.1 and 7.3 of the London Plan (2015), and the National Planning Policy Framework (2012). | Notwithstanding any details submitted with this application, the first-floor windows on the north-facing elevation that serve the bathrooms, ensuite facilities and combined living/kitchen/dining area shall be fully obscured glazed and fixed shut 1.7m and above internal floor level.   REASON: To ensure the privacy of neighbouring sites in accordance with policies 7.4 and 7B of the Adopted Ealing Development Management Development Plan Document (2013), and policies 3.5, 7.4 and 7.6 of the London Plan (2015). | Notwithstanding any details submitted with this application, the 1.8m high privacy screening/panel shown on the approved plans for the first-floor flat balcony shall be constructed from obscured materials, implemented prior to the first-use of the amenity area and retained in perpetuity.     REASON: To ensure the privacy of neighbouring sites in accordance with policies 7.4 and 7B of the Adopted Ealing Development Management Development Plan Document (2013), and policies 3.5, 7.4 and 7.6 of the London Plan (2015). | Notwithstanding any information submitted with this application, the residential units hereby approved shall be constructed to the Lifetime Homes Standards.  REASON: To ensure that the development is accessible by all future occupiers, in accordance with policy 1.1 (h) of the Ealing Core Strategy (2012), policy 3.5 of the Ealing Development Management Development Plan Document (2013), policy 7.2 of The London Plan (2015), and the National Planning Policy Framework (2012) | Notwithstanding the provisions of Classes A, B, C, D E and F of Part 1 of Schedule 2 to the Town and Country Planning (General Permitted Development) Order 2015 (or any subsequent order revoking and re-enacting that Order with or without modifications),  no enlargement, improvement or other alteration to the dwellinghouse hereby approved shall be carried out without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.  REASON: To prevent the overdevelopment of the site to safeguard the living conditions of adjoining properties and the visual appearance of the buildings and the area as a whole,  in accordance with policies 1.1 (g) (h), 1.2 (f), 3.1(b) and 3.8 of the Ealing Core Strategy (2012), policies 7.4 and 7B of the adopted Ealing Development Management Development Plan Document (2013), and policies 3.5, 7.4 and 7.6 of the London Plan (2015). | Development shall not commence (excluding demolition, site clearance and preparation works) until a risk assessment, method statement and detailed design for the foundations of the dwellings and the boundary treatment adjoining Thames Water land has been submitted to the Local Planning Authority for written approval. The risk assessment should demonstrate that the chosen design of the foundations and the methods by which these would be carried out would not undermine the water main and lead to a breach that would increase the risk of near-surface pollutants adversely affecting water quality. This should include measures to prevent and minimise the potential for damage to subsurface water or sewage infrastructure. The development shall thereafter be carried out in accordance with the approved details.  REASON: Details of foundations are required before the sub-structure works commence because Thames Water would require that any proposed foundation methods do not pose a pollution risk to controlled waters, water or sewage infrastructure in accordance with policy 5.14 of the London Plan 2015 and policy 1.1(j) of Ealing's Development (or Core) Strategy 2012."
  ],
  "postcode": "HA0 1DT",
  "application_type": "All Other",
  "decision_date": "03/11/2015",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 517482,
  "valid_date": "27/03/2015",
  "borough": "Ealing",
  "subdivision_of_building": null,
  "decision_target_date": "22/05/2015",
  "id": "Ealing-PP_2015_1629",
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T16:27:26.600+00:00",
  "street_name": "May Gardens",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 183025,
  "application_details": {
    "existing_uprns": [
      "000012146286, 000012186749, 000012186750, 000012186751, 000012186752, 000012186753, 000012186754, 000012186755, 000012186756, 000012186757"
    ],
    "site_area": 0.203
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517482.3832735,
              183038.3150826
            ],
            [
              517541.8961245,
              183047.1425557
            ],
            [
              517545.5486866,
              183043.4936002
            ],
            [
              517479.8437947,
              183012.5424599
            ],
            [
              517442.6997944,
              182996.0371845
            ],
            [
              517442.2215809,
              182993.9677768
            ],
            [
              517438.2557065,
              182995.5573218
            ],
            [
              517440.0036595,
              182998.096595
            ],
            [
              517450.9531006,
              183033.6464189
            ],
            [
              517482.3832735,
              183038.3150826
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Perivale"
}