{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2015/3938;",
  "lapsed_date": "09/09/2018",
  "decision_target_date": "09/09/2015",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 6LH",
  "site_name": "Zero",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012150860, 000012190342, 000012190343, 000012190344, 000012190345, 000012190346, 000012190347, 000012190348, 000012190349, 000012190350, 000012190351"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2015/3938",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520456,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T15:28:33.847+00:00",
  "id": "Ealing-PP_2015_3938",
  "application_type": "All Other",
  "street_name": "Alfred Road",
  "borough": "Ealing",
  "ward": "Acton Central",
  "decision_date": "09/09/2015",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Construction of a four storey building, with basement, to provide for nine self-contained flats (1x1 bed, 5x2 bed and 3x3 bed) with sunken patios at basement level, terraces at ground and third floor levels and associated landscaping, cycle and refuse storage (amendments to roofline and basement level of previous scheme ref: PP/2014/4355)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 180093,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012150860",
  "centroid": {
    "lon": -0.265762,
    "lat": 51.506939
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "1.\tThe development permitted shall be begun before the expiration of three years from the date of this permission.  Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | 2.\tThe development hereby approved shall be carried out in accordance with drawing title numbers Location Plan - 200, Existing Front Elevation - 201, Existing Side Elevation (S.E) - 202, Existing Ground Floor Plan - 400, Existing First Floor Plan - 401, Existing Roof Plan - 402, Proposed Floor Plans - P500, Proposed Elevations - P510 Rev A, Proposed Block Plan -203, Proposed Section -  304A, Proposed Materials Schedule - V3.   Reason: For the avoidance of doubt, and in the interests of proper planning. | 3.\tNotwithstanding the approved plans, materials for the external surfaces of the development shall be in accordance with the \"Proposed Materials Schedule Version 3\" as submitted and approved via this notice.  Development shall be carried out only in accordance with the approved details and permanently retained thereafter.  Reason:  To ensure that the materials harmonise with the surroundings in accordance with policies 7.4, 7B and 7C of the Adopted Development Plan Document (2013), 7.4, 7.6 and 7.8 of the London Plan (consolidated 2015), policies 1.1(g)(h)(k), 1.2(g), 2.1(c) of the Ealing Development (core) Strategy 2012. | 4.\tThe development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times, unless alternative arrangements are approved in writing by the local planning authority.  Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policies 1.2 (i) of the Adopted Development (Core) Strategy, policy 7A of the Adopted Development Plan Document (2013) and policies 5.16 and 5.17 of the London Plan (consolidated 2015). | 5.\tFollowing completion of removal of soils, as identified in the Geo-environmental and Geotechnical Ground Investigation report re: P8816J463, a verification report that demonstrates the effectiveness of the remediation carried out must be produced and submitted for the approval of the Local Planning Authority.   In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority.   Reason: In the interests of health and safety, in accordance with policy 5.21, 7A of the adopted Ealing Development Plan Document (2013), policy 5.21 of the London Plan (consolidated 2015) and policy 1.1(j)  of the Ealing Development (Core) Strategy (2012). | 6.\tThe development hereby approved shall not be brought into use until the surplus crossover along its frontage providing access into the site has been removed and the pavement and kerb at this location re-instated.  Reason: In pursuance to highway user's safety in accordance with policies 1.1(e) of the Adopted Ealing Development (Core) Strategy (2012) and policies 6.13, 6.3 and 8.2 the London Plan (consolidated 2015). | 7.\tBefore any part of the development hereby permitted is first occupied arrangements shall be agreed in writing with the local planning authority (legal agreement) and be put in place to ensure that, with the exception of disabled persons/Blue badge holders, no resident of the nine flats shall obtain a resident's parking permit (including visitors' permits) within any controlled parking zone which may be in force in the area at any time. The professional and legal fees incurred by the Council in drafting and completing the agreement shall be met by the applicant/owner.  Reason: To ensure that proposal does not exacerbate on-street parking pressure in the local controlled parking zone, in accordance with policy 1.1(e) of the Adopted Ealing Development (Core) Strategy (2012) and policies 6.13, 6.3 and 8.2 the London Plan (consolidated 2015). | 8.\tThe residential units hereby approved shall be constructed to meet Lifetime Homes Standards. Reason: To secure a development that is accessible in accordance with policy 3.5 of the London Plan (consolidated 2015). | 9.\tThe development hereby approved shall comply with 'Secured by Design' standards.  Reason: To ensure that the development incorporates crime prevention measures to help prevent crime and disorder and to improve pedestrian accessibility in accordance with policies1.1 (e)(h) of the Ealing Core Strategy (2012), policy 7.3 of the Ealing Development Management Development Plan Document (2013) and policy 7.3 of the London Plan (2015).  10.\tNotwithstanding any information submitted with this application, the residential unit hereby approved shall be constructed to achieve to a minimum Level 4 of the Code for Sustainable Homes (in respect of access, internal floor space, water efficiency and energy). The associated reports/ assessment and certifications to demonstrate compliance shall be submitted to the Local Planning Authority for written approval as follows:  \"\tAfter commencement of development. Within 3 months of the commencement of the development, evidence that the development is registered with the Building Research Establishment (BRE) under the Code for Sustainable Homes latest technical guidance and CfSH Interim Design Stage Assessment and Certificate verified by the BRE will be submitted to the Local Planning Authority for written approval.  \"\tAfter completion of Development  Within 3 months from the date of first occupation of the development, CfSH Post-Construction Stage Assessment and Certificate verified by the BRE will be submitted to the Local Planning Authority for written approval confirming that the agreed sustainability measures have been implemented.   Following any approval of a 'Post Construction Stage' assessment and certificate of the development, the approved measures and technologies to achieve the CfSH Level 4 shall be retained in working order in perpetuity.     Reason: To ensure a sustainable living environment is secured in accordance with policy 5.2G of Ealing Development Management DPD (2013), Ealing Development (Core) Strategy 2026 (3rd April 2012) and policies 5.1, 5.2, 5.3, 5.5, 5.6, 5.7 and 5.9 of the London Plan 2015."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "15/07/2015",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP 04335601",
  "wgs84_polygon": null
}