{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2014/0214;",
  "lapsed_date": "20/03/2017",
  "decision_target_date": "20/03/2014",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "NW10 7HH",
  "site_name": "29 Twyford Abbey Road",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012093264, 000012189817"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2014/0214",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518654,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-19T22:54:34.869+00:00",
  "id": "Ealing-PP_2014_0214",
  "application_type": "All Other",
  "street_name": "Twyford Abbey Road",
  "borough": "Ealing",
  "ward": "Hanger Hill",
  "decision_date": "20/03/2014",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Single storey rear extension with canopy over and addition of windows to side elevation from St Anne's Gardens and alterations to approved garage (Amendments to approved application reference PP/2013/2713- Construction of a two storey three bedroom dwelling (attached to a pair of semi-detached houses) and construction of two garages to rear with access from St Anne's Gardens.  \n \n",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 182785,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012093264",
  "centroid": {
    "lon": -0.290808,
    "lat": 51.531514
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title number(s) 1320 PL02 unless otherwise agreed in writing by the local Planning Authority.  Reason: For the avoidance of doubt, and in the interests of proper planning. | All external materials to be used in the development shall match those shown on the approved drawings and as described on the planning application form, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that the materials harmonise with the surroundings in accordance with the Council's policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012) and policies 7.4 and 7.6 of the London Plan (2011) and 7.4 and 7b of the Ealing Development Management DPD. | Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 1995, no windows or other openings (other than those shown on the approved plans) shall be formed in the walls or roof of the building permitted. REASON: To protect the living conditions of occupants of nearby properties, in accordance with policy 7B of the Ealing Development Management Development Plan Document, policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012) and policy 7.6 of the London Plan (2011). | Refuse storage shall be provided in accordance with the standards adopted by the Local Planning Authority.  Such provision shall be brought into use prior to the commencement of the development and retained permanently.  REASON: To protect the living conditions of occupiers of the area, in accordance with policies policies 3.5 and 7B of the Ealing Development Management DPD, policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy and The London Plan (July 2011) policy 5.16. | A minimum of two (2) cycle parking spaces shall be provided on site in accordance with adopted standards of the London Plan 2011. Such provision shall be brought into use prior to first occupation and retained permanently.  Reason:\tTo provide adequate facilities for cyclists, in accordance with policies 1.1 and 1.2 of the Adopted Ealing Core Strategy and policy 6.9 of the London Plan 2011. | Before any part of the development hereby permitted is first occupied arrangements shall be agreed in writing with the local planning authority (legal agreement) and be put in place to ensure that, with the exception of disabled persons, no resident of the development shall obtain a resident's parking permit (including visitors' permits) within any controlled parking zone which may be in force in the area at any time. The professional and legal fees incurred by the Council in drafting and completing the agreement shall be met by the applicant/owner.  Reason: To ensure that the development is car-free and does not exacerbate on-street parking pressure in the local controlled parking zone in accordance policy 6.13 of the Ealing Development Management Development Plan Document, policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy 2012 and policies 6.13 of the London Plan 2011. | Prior to the commencement of the development, details in line with the criteria specified in SPG10 shall be submitted to and approved by the Local Planning Authority, including, as appropriate, the noise exposure category, the BS4142 rating noise and the predicted vibration levels.  The details shall also include the noise mitigation measures with windows closed and other means of ventilation provided and also mitigation of vibration.  Such details as approved shall be implemented prior to the first occupation of any residential units and thereafter permanently retained.  REASON: In the interests of the amenity of occupants of the proposed residential unit, and in accordance with the advice contained within the Council's adopted Supplementary Planning Guidance note 10: 'Noise and Vibration', policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy 2012 and London Plan (July 2011) policies 7.14, and 7.15. | Notwithstanding the provisions of Classes A, B, C, D, E and F of Schedule 2, Part 1, Class A Town and Country Planning (General Permitted Development) Order 1995, as amended by the Town and Country Planning (General Permitted Development) (Amendment) (No. 2) (England) Order 2008, no works shall be carried out without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.  Reason: To prevent the overdevelopment of the site and to safeguard the living conditions of adjoining properties and the appearance of the streetscene, in accordance with policy 7B of the Draft Ealing Development Management Development Plan, policies 1.1 and 1.2 of the Adopted Development (Core) Strategy, and policies 7.4 and 7.6 of the London Plan (2011)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "23/01/2014",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-03131760",
  "wgs84_polygon": null
}