{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2015/6090;",
  "lapsed_date": "01/08/2019",
  "decision_target_date": "02/08/2016",
  "locality": "Southall",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB1 3DA",
  "site_name": "Three Horseshoes",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012031234, 000012149553, 000012169935, 000012169936, 000012169937, 000012169938"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2015/6090",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 512836,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T16:27:29.805+00:00",
  "id": "Ealing-PP_2015_6090",
  "application_type": "All Other",
  "street_name": "High Street",
  "borough": "Ealing",
  "ward": "Southall Broadway",
  "decision_date": "01/08/2016",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Variation of conditions 2 and 8 of planning permission PP/2012/0699 dated 01/05/2014 for 'Construction of a part single part two and part three storey rear extension to public house; alterations to frontage; construction of an attached part single part three storey building at 1-3 South Road; to accomodate four retail units and associated storage at ground floor and basement levels; and 6 residential units on the upper floors. To allow 6 retail units at ground and basement levels rather than 4 retail units originally conditioned",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major all other major developments",
  "centroid_northing": 180371,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012031234",
  "centroid": {
    "lon": -0.375419,
    "lat": 51.511009
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date extant full planning permission ref: PP/2012/0699 dated 01/05/2014.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title numbers GBA/11/47/1, 8, 9, 10, 11 and 12 (Received 22/02/2012), GBA/11/47/3, 4, 5 and 6 (Received 21/11/2012); GBA/11/47/34f, 36, 37, 50 and 51 (Received 19/03/2013); GBA/11/47/35g, and 52 (Received 15/04/2013); GBA/11/47/32h (Received 28/05/2013)",
    "Planning Ref PP/2015/6090:",
    "GBA/11/47/23h; GBA/11/47/24j; GBA/11/47/25g; GBA/11/47/26h; GBA/11/47/27j; GBA/11/47/28g; GBA/11/47/29g; GBA/11/47/30g; GBA/11/47/31h; GBA/11/47/33g",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | Details of the materials and finishes to be used for all external surfaces of the development shall be submitted to and approved in writing by the local planning authority before any part of the development is commenced and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. The development shall be implemented only in accordance with these approved details, unless otherwise approved in writing by the local planning authority.",
    "Reason: To ensure that the materials harmonise with the surroundings in accordance with policies 7.1 and 7.6 of the adopted London Plan (2015), policy 1.1(h) of Ealing Development (Core) Strategy Development Plan Document (2012) and policy 7B of the adopted Ealing Development Management Development Plan Document (2013). | Details of shopfronts and doorways hereby approved to the groundfloor of the Locally Listed Building and retention/removal of internal features shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. The shopfront details shall include floorplans, sections and samples of materials. The development shall be implemented in accordance with the approved details.",
    "Reason: To preserve the character and appearance of the Locally Listed Building in accordance with policies 7.4, 7.6 and 7.8 of the adopted London Plan (2015), policy 1.1(h), 1.2(g) and 2.1(C) of Ealing Development (Core) Strategy Development Plan Document (2012) and policy 7.4, 7B and 7C of the adopted Ealing Development Management Development Plan Document (2013). | Details of a site construction method statement and management plan shall be submitted to and approved in writing by the local planning authority prior to the commencement of the development. The method statement/management plan shall",
    "include but not limited to the following: i) Construction worker parking ii) Anticipated number, frequency and size of construction vehicles. iii) Delivery times iv) Dust suppression measures v) Site security vi) Vehicle manoeuvring and turning vii) Locations for the storage of building materials and construction debris and contractors offices viii) Procedures for on-site contractors to deal with complaints from local residents, ix) measures to ensure the construction process does not effect of neighbouring highways, and x) details of wheel water spraying facilitates. Such details shall be implemented or phasing agreed in writing, prior to the commencement of works on site and thereafter retained for the duration of the works.",
    "Reason: To protect the living and working conditions of surrounding occupiers and maintain an attractive and safe environment in the locality in accordance with policies 3.2, 5.3, 6.3, 6.11 and 7.14 of the adopted London Plan (2015) and policy 7A of the adopted Ealing Development Management Development Plan Document (2013).",
    "| A delivery/servicing operational management plan shall be submitted to and approved in writing by the local planning authority prior to the first use of the development. The areas shown on the approved plans as a refuse storage area shall be kept clear, as required, during servicing periods and shall not be used for other purpose. The development shall be implemented and operated only in accordance with the approved details, and the approved arrangements shall be permanently retained thereafter, unless otherwise agreed in writing by the local planning authority.",
    "Reason: In the interests of highway/pedestrian safety and an appropriate operation of the development in accordance with policies 1.1(e) (j) of the Ealing Core Strategy (2012), policies 7.A, of the Ealing Draft Development Management Development Plan Document (2013), policies 6.11, 6.12 and 6.13 of the London Plan (2015), and the National Planning Policy Framework (2012). | The cycle parking storage hereby approved shall be made fully available prior to the first use of the development, and permanently retained thereafter, unless otherwise agreed in writing by the local planning authority.",
    "Reason: To ensure adequate cycle parking is provided in order to encourage the use of sustainable modes of transport and to reduce the reliance by staff travelling to school by car in the interests of the conditions of general highway safety and the free flow of traffic on the neighbouring highway in accordance with policy 6.9 and in the London Plan (2015), policy 1.1 (f) of the adopted Ealing Development (Core) Strategy (2012) and the Supplementary Planning Document 'Sustainable Transport for New Development' (2013). | Notwithstanding the provisions of the schedule of the Town and Country Planning (Use Classes) Order 2005, or in any provision equivalent to that class in any statutory instrument revoking and re-enacting that Order with or without modification), the six",
    "commercial units for A1 use hereby approved shall not be amalgamated/subdivided.",
    "Reason: To accord with the terms of the application and to protect the vitality and viability of the Southall Town Centre, in accordance with section 2 of the National Planning Policy Framework, policies 2.13, 2.15, 2.16, 4.1, 4.7 and 4.8 of The London Plan (2015), policy 1.1 (a) (c) (d), 1.2 (c), 2.1 (c), 2.8 (c) of the Ealing's Development (Core) Strategy and policy 4B of Ealing's Development Management DPD (2013). | The retail shops hereby approved shall be used for retail use only (A1 use class) and for no other purposes within the schedule to the Town and Country Planning (Use Classes) Order 1987 (as amended), without the prior written permission of the local planning authority obtained through the submission of a planning application.",
    "Reason: To restrict the use of the premises to one compatible with the surrounding area, and to enable the local planning authority to maintain strict control over the nature of the use in the interests of the function of the town centre in accordance with policies 2.15, 4.7, 4.8 and 4.9 of The London Plan (2015) and the Ealing Core Strategy (2012), | The retail units hereby approved shall not operate outside the hours of 07:00 - 23:00hrs Mondays to Saturdays, and 08:00 - 22:00hrs on Sundays and Public Holidays, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To safeguard the amenities of local residents in accordance with section 4 and 7 of the National Planning Policy Framework, policies 6.11, 6.13, 7.1, 7.4 and 7.15 of the London Plan (2015) and policy 7A of the adopted Ealing Development Management Development Plan Document (2013). | Deliveries / collections (Including refuse collection) at the proposed development shall only take place during the period 1000 - 1600 hrs and 1900 -2100 hrs on Mondays to Saturdays.",
    "Reason: In the interests of highway/pedestrian safety and an appropriate operation of the development in accordance with policies 1.1(e) (j) of the Ealing Core Strategy (2012), policy 7.A, of the Ealing Development Management Development Plan Document (2013), policies 6.11, 6.12 and 6.13 of the London Plan (2015), and the National Planning Policy Framework (2012). | The development hereby approved shall comply with 'Secured by Design' standards.",
    "Reason: To ensure that the development incorporates crime prevention measures to help prevent crime and disorder and to improve pedestrian accessibility in accordance with policies 4.1, & 4.3 of the Adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), policies 1.1 (e) of the Ealing Core Strategy (2012), policy 7.3 of the Ealing Development Management DPD (2013), and policy 7.3 of the London Plan (2015). | Prior to the commencement of the development, details shall be submitted to and approved by the Local Planning Authority to demonstrate mitigation measures that would be incorporated into the development to comply with current standards to protect habitable spaces fronting onto High Street/South Road. The details shall also take into account the",
    "ventilation system of condition 13. The mitigation works, as approved, shall be fully completed prior to first occupation of any of the residential units and shall be retained permanently thereafter.",
    "Reason: In the interests of the internal environment of the development and living conditions of occupiers of nearby properties and future occupiers of the site, in accordance with SPG 10 - 'Noise and Vibration', policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management DPD (2013), and policies 7.14 & 7.15 of the London Plan (2015), and the National Planning Policy Framework (2012). | Prior to the commencement of the development, details shall be submitted to and approved by the Local Planning Authority, for the installation of a filtered fresh air ventilation system capable of mitigating elevated concentrations of nitrogen oxides and particulate matter in the external air to serve the residential units hereby approved. The details to be submitted shall include the arrangements for continuously maintaining the operational efficiency of the system. The ventilation system as approved shall be completed prior to first occupation of any of the residential units and shall be retained permanently thereafter.",
    "Reason: In the interests of the living conditions of occupiers of nearby properties and future occupiers of the site, in accordance with SPG 10 - 'Noise and Vibration', policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management DPD (2013), and policies 7.14 and 7.15 of the London Plan (2015), and the National Planning Policy Framework (2012). | Details shall be submitted for the approval of the Local Planning Authority before the development is commenced, to demonstrate that the rating noise level emitted from any plant/machinery at the proposed development, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 m from the nearest ground floor sensitive facade and 1m from upper floor noise sensitive facades, during the relevant periods of operation.",
    "Reason: In the interests of the internal environment of the development and living conditions of occupiers of nearby properties, in accordance with SPG 10 - 'Noise and Vibration', policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management DPD (2013), and policies 7.14 and 7.15 of the London Plan (2015), and the National Planning Policy Framework (2012). | Details of insulation shall be submitted to and approved by the Local Planning Authority for the floor/ceiling separating the commercial from the residential accommodation hereby approved before the development is commenced, to demonstrate that they are resistant to the passage of smoke and fumes and that the insulation is sufficient to prevent noise disturbance. Such details as approved shall be implemented prior to first occupation of any of the units and shall thereafter be permanently retained.",
    "Reason: To prevent nuisance in the interests of the living conditions of occupiers of the residential element of the proposed development in accordance with section 4 of the National Planning Policy Framework, SPG 10 - 'Noise and Vibration', policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management DPD (2013), and policies 7.14 and 7.15 of the London Plan (2015), and the National Planning",
    "Policy Framework (2012). | Full details of the hard and soft landscaping to be undertaken within the site shall be submitted to and approved by the local planning authority prior to the commencement of the development and the approved details shall be laid out and planted within the first planting season following the commencement of the development or such other period as may be agreed in writing with the local planning authority. Any trees or plants which within 5 years of planting, die, are removed or become seriously damaged or diseased shall be replaced with others of the same size and species and in the same positions within the next planting season, unless otherwise agreed in writing with the local planning authority.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area in accordance with section 11 of the National Planning Policy Framework, policy 7.4 of the London Plan (2015) and policy 7.4 of the Ealing Development Management DPD (2013). | No operations (including initial site clearance) shall commence on site in connection with development hereby approved until a suitable scheme (Arboricultural Method Statement) for the protection of existing tree off site (located within curtilage of no. 4 High Street) has been submitted to and its installation on site has been approved in writing by the Local Planning Authority. All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works. Details shall include the following: - Full survey of all trees on site and those within influencing distance on adjacent sites in accordance with BS5837*, with tree works proposals. All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads. - A plan** detailing all trees, shrubs, hedges planned for retention and removal. - Soil assessments/survey - Timing and phasing of works - Site specific demolition and hard surface removal specifications - Site specific construction specifications - Access arrangements and car parking - Level changes - Landscaping proposals - Soil remediation plans - A Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces. All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "*Using the most recent revision the of the Standard",
    "** Plans must be of a minimum scale of 1:200 (unless otherwise agreed by the Local Planning Authority).",
    "Reason: To secure the protection, throughout the time that the development is being carried out, of trees, shrubs and hedges growing within or adjacent to the site which are of amenity value to the area in accordance with section 11 of the National Planning Policy Framework, the objectives of policies 7.4 and 7.21 of the London Plan (2015) and Supplementary Planning Guidance 9 'Trees and Development Guidelines'.",
    "| No development (including any initial site-clearance works) shall commence until details of the foundation structure/s, of the approved building, so designed to minimise their adverse impact on tree referred to in condition 17, have been submitted to and approved in writing by the Local Planning Authority. Details shall be site specific and include: a) An approved layout plan to 1:200 scale, showing the accurate trunk positions and branch spreads of existing trees off site in relation to the development hereby approved. b) Layout and construction profile drawing/s. c) Engineering/ Arboricultural construction method statement. d) Implementation method statement including timing/ phasing of works",
    "Reason: To secure the protection, throughout the time that the development is being carried out, of trees, shrubs and hedges growing within or adjacent to the site which are of amenity value to the area in accordance with section 11 of the National Planning Policy Framework, the objectives of policies 7.4 and 7.21 of the London Plan (2015) and Supplementary Planning Guidance 9 'Trees and Development Guidelines'. | All residential units hereby approved shall be constructed to the lifetime homes standards, unless otherwise agreed in writing by the local planning authority.",
    "Reason: To ensure that the development is accessible by all future occupiers, in accordance with SPG 7, the Ealing Core Strategy (2012), policy 7.2 of the London Plan (2015), and the National Planning Policy Framework (2012). | Details of sustainable design and construction and energy efficiency measures for the development shall be submitted to and approved in writing by the local planning authority, prior to the commencement of the development. The development shall be implemented only in accordance with the approved details, which shall be completed prior to the first occupation of the flats hereby approved and thereafter permanently retained and maintained, unless otherwise agreed in writing by the local planning authority.",
    "Reason: To ensure the proposal contributes to climate change mitigation requirements in accordance with the Ealing Core Strategy (2012), policies 5.1 and 5.3 of the London Plan (2015), and the National Planning Policy Framework (2012)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "17/11/2015",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP 04639018",
  "wgs84_polygon": null
}