{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2014/6586;",
  "lapsed_date": "17/03/2018",
  "decision_target_date": "17/03/2015",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 9SL",
  "site_name": "370 Uxbridge Road",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012095203, 000012170521, 000012170522, 000012170523, 000012170524, 000012170525, 000012170526, 000012170527"
    ],
    "site_area": 0
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2014/6586",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519161,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T15:28:28.168+00:00",
  "id": "Ealing-PP_2014_6586",
  "application_type": "All Other",
  "street_name": "Uxbridge Road",
  "borough": "Ealing",
  "ward": "Ealing Common",
  "decision_date": "17/03/2015",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Single storey rear extension, excavation to provide basement level, installation of car lift, new timber gates, single storey storage shed, installation of eight roof lights to front side and rear roofslopes and installation of juliet balcony to rear",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 180354,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012095203",
  "centroid": {
    "lon": "-0.2843014",
    "lat": "51.5095604"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              519166.0494855,
              180338.3479401
            ],
            [
              519164.7220307,
              180335.5887299
            ],
            [
              519164.6972955,
              180335.5487414
            ],
            [
              519166.0494855,
              180338.3479401
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              519157.6560133,
              180355.8429322
            ],
            [
              519160.2119823,
              180361.9411866
            ],
            [
              519160.2202273,
              180361.9411866
            ],
            [
              519157.6560133,
              180355.8429322
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title number(s) 11656/2/11 D, 11656/2/12 C, 11656/2/13 C, 11656/2/14 C.  Reason: For the avoidance of doubt, and in the interests of proper planning. | All external materials to be used in the development shall match those shown on the approved drawings.  REASON: To ensure that the materials harmonise with the existing building and surrounding area, in accordance with policies 7.4 , 7B and 7C of the Ealing Development Management Development Plan 2013, policies 1.1 (g) (h), 1.2 (f) and 2.10 of the adopted Local Development Framework (Core Strategy 2012) and policies 7.4 , 7.6 and 7.8 of the London Plan - Consolidated (2015). | Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 1995 (as amended), no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the building permitted.  REASON: To protect the living conditions of occupants of nearby properties, in accordance with policy 7B of the Ealing Development Management Development Plan and policy 7.6 of the London Plan - Consolidated (2015). | The proposed roof lights hereby approved shall only be constructed in a conservation style.   Reason: To ensure that the materials harmonise with the surrounding, in accordance with policies 7.4 and 7C of the Ealing Development Management Development Plan 2013, policies 1.1(g), (h) (k) and 1.2 (f) (g) of the adopted Local Development Framework (Core Strategy 2012) and policies 7.4 , 7.6 and 7.8 of the London Plan - Consolidated (2015). | A detailed method statement relating to the excavation and the construction of the basement shall be submitted to and approved in writing by the Local Planning Authority before the development is commenced. The statement shall include details of phasing and programming, removal of earth from site; construction methods; site management and access; vehicle and machinery specifications and numbers/frequency of vehicles/deliveries, construction worker parking, anticipated number, delivery times, dust suppression measures, site security, vehicle manoeuvring and turning, locations for the storage of building materials and construction debris and contractors offices, procedures for on-site contractors to deal with complaints from local residents, measures to ensure the construction process does not affect of neighbouring highways, details of wheel water spraying facilitites and noise/vibration mitigation measures. The development shall be carried out in accordance with the approved method statement.  Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with 1.1 (j) and 3.1(i) of the Ealing Core Strategy (2012), policies 6.3, 6.13, 7.13, 7.14 and 7.15  of the London Plan (2015), the National Planning Policy Framework (2012), Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise. | Before first occupation of the development hereby approved, the applicant shall reinstate the existing redundant crossover to the site and provide the new crossover to the site with 1.5m x 1.5m pedestrian visibility splays in accordance with the Council's standards.   REASON:\tIn the interests of  highway safety, in accordance with the Council's 'Vehicle Crossovers Application Pack for Residents July 2013' and policy 7.6 of the London Plan - Consolidated (2015). | No part of the roof of the extension shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.  REASON:  To protect the living conditions of occupants of nearby properties, in accordance with policy 7B of the Ealing Development Management Development Plan 2013 and policy 7.6 of the London Plan - Consolidated (2015). | The rating noise level emitted from the car lift hereby approved, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 m from the nearest sensitive facade and 1m from upper floor noise sensitive facades, during the relevant periods of operation.  Reason: In the interests of the living conditions of occupiers of nearby properties, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies and 7.15 of the London Plan (2015), and the National Planning Policy Framework (2012) and Interim guidance SPG 10 'Noise and Vibration'. | Before first occupation of the development hereby approved, the applicant shall re-lay the lawn within the rear garden of the property.   REASON:\tIn the interests of  To ensure that the visual amenity of the property and the surrounding area is protected, in accordance with policies 7.4 and 7C of the Ealing Development Management Development Plan 2013, policies 1.1 (g) (h), 1.2 (f) and 2.10 of the adopted Local Development Framework (Core Strategy 2012) and policies 7.4, 7.6 and 7.8 of the London Plan - Consolidated (2015)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "20/01/2015",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP 03877423",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2842339,
          51.5094187
        ],
        [
          -0.284254,
          51.5093941
        ],
        [
          -0.28425439999999996,
          51.5093938
        ],
        [
          -0.2842339,
          51.5094187
        ]
      ]
    ],
    "type": "Polygon"
  }
}