{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2015/6319;",
  "lapsed_date": "08/02/2019",
  "decision_target_date": "08/02/2016",
  "locality": "Northolt",
  "subdivision_of_building": null,
  "bo_system": "Portal",
  "lpa_name": "Ealing",
  "postcode": "UB5 6HB",
  "site_name": "Garage Site",
  "status": "",
  "application_details": {
    "existing_uprns": [
      "000012024769, 000012188671, 000012188672, 000012188673"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2015/6319",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 511968,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-19T18:46:07.970+00:00",
  "id": "Ealing-PP_2015_6319",
  "application_type": "All Other",
  "street_name": "Dove Close",
  "borough": "Ealing",
  "ward": "Northolt West End",
  "decision_date": "08/02/2016",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Demolition of existing garages and construction of three terraced two-storey dwellings with associated amenity space and car parking - Regulation 3 (Development by London Borough of Ealing).",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Portal",
  "development_type": "Minor dwellings",
  "centroid_northing": 182465,
  "decision": "",
  "appeal_decision": null,
  "uprn": "000012024769",
  "centroid": {
    "lon": -0.387257,
    "lat": 51.530002
  },
  "polygon": {
    "type": "geometrycollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development shall be carried out in accordance with the following drawings:",
    "Exisitng Site Location Plan - A_BA2-S28-DR_001; Existing/Proposed Site Plan - A-BA2-S28-DR-0100 Rev B; Existing/Proposed Street Elevation - A_BA2-S28-DR_0200 Rev A; Proposed Unit Elevations - A_BA2-S28-DR_0310 Rev A; 3B5P House Type-C Unit Plan - A_BA2-S28-DR_0300 Rev B; Affordable Housing Statement; Arboricultural Impact Assessment (03/11/2015) 56156v3, prepared by Landscape Planning Ltd; Daylight and Sunlight Impact Assessment (22/01/2016); Design and Access Statement EAL-EGS_BA2_S06A-RP 0001 Rev A, 03/11/2015, prepared by HTA; Energy and Sustainability Statement, EAL-EGS-Batch 2, 09/11/2015, prepared by HTA; Planning Statement and Statement of Community Involvement (SCI), November 2015, prepared by JLL; Parking Survey - Technical Note (November 2012), prepared by Transport Planning Associates (TPA); Transport Statement (November 2015), prepared by TPA.",
    "Reason:  In the interests of accuracy and proper planning.",
    "| Prior to the commencement of works (excluding demolition, site clearance and preparation works), the following detailed information shall be submitted to the Local Planning Authority for written approval:",
    "a) An intrusive contaminated land investigation and risk assessment of the site, carried out in accordance with BS1075:2011+A1:2013 and CR11 guidance, to assess the nature and extent of any contamination on the site. This assessment must be undertaken by a competent person and shall assess any contamination on the site.",
    "b) A contamination remediation scheme to bring the relevant parts of the site to a condition suitable for the intended end use. The scope of the remediation scheme shall include details of all works to be undertaken, proposed remediation objectives and remediation criteria, a timetable of works and site management procedures.  The remediation scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.",
    "c) Details of mitigation measures to control the release of asbestos fibers in accordance with Control of Asbestos Regulations 2012.",
    "Within six-months of the completion of measures identified in the approved contamination remediation scheme, a verification report (in accordance with the Environment Agency guidance 'Verification of Remediation of Land Contamination', Report: SC030114/R1') that demonstrates the effectiveness of the remediation carried out shall be submitted to the Local Planning Authority for written approval.",
    "Reason: Further investigations of the presence of soil contamination within the application site and details of the methods for remediation are required before the commencement of building works in order to ensure that human health and the environment are protected, and to ensure the development activities do not activate or spread contamination in accordance with policies LV5.21 and 7A of Ealing's Development Management DPD (2013), Policy 5.21 of the London Plan 2015, and the Mayor's Sustainable Design and Construction SPG.",
    "| Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (or any order revoking and re-enacting that Order with or without modification) no development to any dwellinghouse hereby approved under Classes A-H of Part 1 and Classes A - C of Part 2 of Schedule 2 to the said Order shall be carried out or constructed without express planning permission.",
    "Reason:  To enable the Local Planning Authority to maintain control over extensions and other alterations to dwellinghouses in the interests of the design and character of the properties, the visual amenities of the locality and amenities of occupiers of neighbouring properties, in accordance with policies 7.1, 7.4 and 7.6 of the London Plan (2015), policies 1.1(h) and 1.2(f) of the Ealing's Development (or Core) Strategy 2012 and policies LV7.4, 7B and 7D of Ealing's Development Management DPD (2013).",
    "| No development shall commence until tree protection measures set out within the approved Arboricultural Impact Assessment 56156v3 (03 November 2015) prepared by Landscape Planning Ltd, in accordance with BS 5837:2012 'Trees in Relation to Design, Demolition and Construction' are put in place. The tree protection measures shall be retained throughout the demolition of existing buildings and construction of the approved development, in accordance with the recommendations in BS5837 (2012).",
    "The tree protection measures shall be retained until the development has been completed.  The areas enclosed by the tree protection measures shall not be used for any storage and the levels within these areas shall not be altered.  The trees which are proposed for removal shall be replaced in the next planting season following the completion of works on-site.",
    "Reason: The protection of trees and other vegetation is required in accordance with policies 7.19 and 7.21 of the London Plan (2015), and interim SPG 9 'Trees and Development Guidelines'.",
    "| The facing materials of the building hereby approved shall be in accordance with the details and materials legend provided within the approved Design and Access Statement (EAL-EGS_BA2_S06A-RP 0001 Rev A - 03/11/2015) prepared HTA Design LLP and indicated on the approved drawings, unless alternative samples of materials are submitted to and approved in writing by the Local Planning Authority.",
    "The windows located within the southern flank elevation of the dwelling shall have obscured glazing such that no overlooking could occur between the approved development and neighbouring properties at Nos. 5-7 (inclusive) Dove Close.",
    "Reason: To ensure that the materials are of a high-quality specification and make a positive contribution to the street scene and local area and to ensure that there is no mutual overlooking between the approved development and neighbouring properties to the north and south, in accordance with policies 7A and 7B of Ealing's Development Management DPD (2013), policy 1.1(h) of Ealing's Development (or Core) Strategy 2026 (2012), and policies 7.1 and 7.6 of the London Plan (2015)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "30/11/2015",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.387235,
          51.530016
        ],
        [
          -0.387236,
          51.529989
        ],
        [
          -0.387279,
          51.529989
        ],
        [
          -0.387278,
          51.530016
        ],
        [
          -0.387235,
          51.530016
        ]
      ]
    ],
    "type": "Polygon"
  }
}