{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2015/5998;",
  "lapsed_date": "21/12/2019",
  "decision_target_date": "11/01/2016",
  "locality": "Southall",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB2 5EA",
  "site_name": "The Church Of God",
  "status": "Lapsed",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 219,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 569,
      "total_gia_lost": 219,
      "development_type": "New Build",
      "total_gia_gained": 569,
      "site_area": 0.05
    },
    "constraints_details": [
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Hinterland Heathrow",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "2",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "existing_uprns": [
      "12142864"
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "D1",
        "gia_gained": 569,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 219
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2015/5998",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 511889,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T12:54:14.330+00:00",
  "id": "Ealing-PP_2015_5998",
  "application_type": "All Other",
  "street_name": "Western Road",
  "borough": "Ealing",
  "ward": "Southall Green",
  "decision_date": "21/12/2016",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Construction of double-height place of worship with mezzanine floor (569sqm total floor area); refurbishment of  church building to provide ancillary hall and office accommodation (D1 Use Class); and associated vehicle parking, cycle parking  and refuse storage provision (following demolition of church hall)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 179205,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "12142864",
  "centroid": {
    "lon": -0.389429,
    "lat": 51.500718
  },
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_cycle": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": null,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "Time Limit 3 years - Full Permission",
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| Approved Plans",
    "The development hereby approved shall be carried out in accordance with drawing title numbers COG 160/01; COG 161/01; COG 170/01; COG 162/01; COG 163/01; COG 164/01; COG 165/01; COG 186/01; COG 166/01; COG 185/01; COG 171/02; COG 171/01; COG 172/01; COG 173/01; COG 174/01; COG 175/01; COG 176/01; COG 177/01; COG 180/01; COG 181/01; COG 182/01; and COG 183/01.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| Samples of Materials",
    "Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced (excluding demolition), and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. Development shall be carried out only in accordance with the approved details and permanently retained thereafter.",
    "Reason: To ensure that the materials, details and finishes are of high quality and contribute positively to the visual amenity of the locality in accordance with policies 7.4 and 7B of the Ealing Development Management DPD (2013), policies 7.4 and 7.6 of the London Plan (2016), and section 7 of the National Planning Policy Framework (2012).",
    "| Details of Hard/ Soft Landscaping and Boundary Treatment",
    "Details of hard and soft landscaping including tree planting shall be submitted to and approved in writing by the local planning authority prior to the occupation of the development. These details shall make specific provision for the planting of at least seven trees including details on siting, species and size.",
    "The details of the hard landscaping and boundary treatements shall be implemented prior to occupation and retained thereafter. The soft landscaping details shall be laid out and planted within the first planting season following the commencement of the development or such other period as may be agreed in writing with the local planning authority.",
    "All trees included within the approved scheme shall be healthy, well-formed specimens with single leading shoots and shall be of a minimum quality compatible with British Standard 3936:1992 (Part 1) 'Specifications For Trees & Shrubs' and British Standard 4043 (where applicable) or any subsequent revisions. Any trees or plants which die within 5 years of planting, are removed or become seriously damaged or diseased shall be replaced with others of the same size, quality and species and in the same positions within the next planting season.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area in accordance policies 5.10, 7.4, and 7B of the Ealing Development Management DPD (2013); policies 5.10, 7.4 and 7.21 of the London Plan (2016); and the National Planning Policy Framework (2012).",
    "| Green Travel Plan",
    "Notwithstanding any details submitted, a Green Travel Plan designed to minimise/manage the transport needs of staff and patrons (including anticipated growth) of the development hereby approved, including measures to minimise car usage, promote alternative modes of transport, measures to encourage patrons to make use of public transport to reach the development, management of parking demand at peak periods to ensure highway safety in the locality along with other measurable actions, targets, a monitoring schedule and a commitment to implement additional/remedial measures should agree targets not be met, shall be submitted to the Local Planning Authority before the first occupation of the development. The approved green travel plan shall be implemented prior to first occupation and complied with.",
    "Reason: To promote sustainable patterns of transport to safeguard the living and working conditions of local people and in the interest of highway and pedestrian safety, in accordance with section 4 of the National Planning Policy Framework, policies 6.3, 6.11 and 6.13 of the London Plan 2016 and Sustainable Transport for New Development SPD.",
    "| Sound Insulation of Building Envelope",
    "The composite sound index of the building envelope shall achieve the following criteria with windows shut and other means of ventilation provided:",
    "The background L90,15min linear noise level in any one third octave band from 50Hz to 160 Hz, and also the overall Linear L90 level, as previously measured at 1 m from the nearest façade of the nearest affected premises, shall not be increased when the amplified music or speech is played and the measurement is repeated in the same position, using L90 linear over any 5 minute period with the background and source operating together.",
    "The aforementioned mechanical ventilation system (to ensure doors and windows are kept closed during hot weather) and externally sited ventilation plant associated with this system will be silenced to a standard not exceeding LFNR 35 Leq,5min (octaves), or LFNR 30 Leq,5min (one third octaves) measured or calculated at 1m from the nearest facade of the nearest affected noise sensitive premises.",
    "These noise mitigation measures shall be in place prior to occupation and retained thereafter.",
    "Reason: In the interest of the neighbouring residential development, in accordance with policy 7.15 of the London Plan (2016) and policy 7A of the Ealing Development Management DPD",
    "| Sound Limiting Device",
    "A suitable temper proof sound limiting device to control output from the amplification system shall be installed in the church and permanently maintained to achieve the following criteria:",
    "The background noise level (L90,15min Linear for the one third octave band levels of 50 to 160 Hz and the overall linear noise level), as measured at one metre outside the nearest affected façade of the nearest affected premises with the amplified music and/or vocals switched off, shall not be increased when the music or vocals are played at the typically highest level whilst entrance doors are open and a measurement is repeated in L90 Linear at the same position over any 5 minute period, with the music, vocals and current background noise measured together.",
    "Reason: In the interest of the neighbouring residential development, in accordance with policy 7.15 of the London Plan (2016) and policy 7A of the Ealing Development Management DPD (2012).",
    "| No Amplified Music",
    "No amplified music or speech shall be played on the development hereby approved outside the hours of operation hereby allowed and at any time in the external areas of the development.",
    "Reason: To safeguard the amenities of the occupiers of nearby residential properties and commercial premises, in accordance with policy 7.15 of the London Plan 2016 and 7A of the Ealing Development Management DPD (2013).",
    "| Hours of Operation",
    "The use and occupation of the development hereby approved shall not commence before 08:00hrs and cease at 21:30 hrs, with the exception of one Saturday every month whereby the use and occupation shall cease at 22:30 hrs. The use of the car park shall cease within half an hour after these permitted hours of operation.",
    "Reason: To safeguard the amenities of the occupiers of nearby residential properties and commercial premises, in accordance with policy 7.15 of the London Plan 2016 and 7A of the Ealing Development Management DPD (2013).",
    "| Hours of Servicing / Deliveries",
    "Servicing and deliveries to and from the site shall not take place outside the hours of 08:00hrs and cease at 18:00 hrs on weekdays and Saturdays and at no time on Sundays and Bank Holidays.",
    "Reason: To safeguard the amenities of the occupiers of nearby residential properties and commercial premises, in accordance with policy 7.15 of the London Plan 2016 and 7A of the Ealing Development Management DPD (2013).",
    "| Windows fixed",
    "All the windows of the church hereby approved shall be fixed closed and retained thereafter and a self-closing mechanism shall be used on all external doors.",
    "Reason: To safeguard the amenities of the occupiers of nearby residential properties and commercial premises, in accordance with policy 7.15 of the London Plan 2016 and 7A of the Ealing Development Management DPD (2013).",
    "| Windows obscure-glazed",
    "All the first floor windows of the development on the north-facing and west-facing elevations shall be obscure-glazed and retained thereafter.",
    "Reason: In the interest of protecting the residential amenity of neighbouring residential development, in accordance with policy 7.6 of the London Plan 2011, policy 1.1 (j) of the Ealing Development (Core) Strategy 2026 and policy 7B of the Ealing Development Management Development Plan Document (2013).",
    "| External Lighting",
    "External lighting in association with this development shall be designed to reduce light pollution to nearby residents, and road users and will comply with the relevant British Standards and other technical guidance. This scheme shall be fully implemented and operational before the first occupation of the development, and permanently retained thereafter.",
    "Reason: In the interests of the living conditions of occupiers of nearby properties and the safety of future occupiers of the site, in accordance with policy1.1 (j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Draft Development Management Development Plan Document (2013), and policies 7.1, 7.4 and 7.6  of the London Plan (2016).",
    "| No Worship in External Areas",
    "The external areas of the development hereby approved shall not be used for worship or any other formal or collective activity.",
    "Reason: To safeguard the amenities of the occupiers of nearby residential properties and commercial premises, in accordance with policy 7.15 of the London Plan 2016 and 7A of the Ealing Development Management DPD (2013).",
    "| Car and Cycle Parking",
    "The car and cycle parking hereby approved shall be made available and marked out on the site prior to first occupation of any part of the development; these areas shall be kept continuously available for car and cycle parking and for not any other purpose. At least four vehicle parking spaces shall be for electric vehicle charging points (at least twos spaces with an active charging point; and at least two spaces with passive provision).",
    "Reason: To ensure the approved provision for car and cycle parking is available in the interest of the highways management, in accordance with section 4 of the National Planning Policy Framework, policies 6.9 and 6.13 and 7.1 of the London Plan 2016, policies 1.1 (k) and 1.2 (m) of the Ealing's Development (Core) Strategy 2026, and Sustainable Transport for New Development SPD.",
    "| Refuse Storage and Management",
    "Refuse and recycling storage as indicated on the approved plans and in accordance with the standards adopted by the Local Planning Authority, shall be provided. Such provision shall be installed and implemented prior to the first occupation of the development permitted and retained thereafter.",
    "Reason:  To ensure that suitable and accessible refuse storage facilities are provided and in the interests of the visual and general amenities of the area, in accordance with policy 5.16 of the London Plan 2016.",
    "| Accessibility",
    "Notwithstanding any information submitted with the application, the development hereby approved shall be fully accessible for disabled people.",
    "Reason: In the interest of accessibility in accordance with section 8 of the National Planning Policy Framework, policy 7.2 of the London Plan 2016, and policy 1.1 (h) of the Ealing's Development Strategy 2026.",
    "| Church capacity",
    "The maximum occupancy of the church and hall hereby approved shall be restricted to 400 persons.",
    "Reason: In the interests of highway safety, the amenities of the occupiers of neighbouring properties and the general amenities of the locality in accordance with policies 6.3, 6.13 and 7.15 of the London Plan 2016, policy 1.1 (j) of the Ealing Development (Core) Strategy 2026 and policy 7A of the Ealing Development Management DPD (2013).",
    "| Sustainable drainage system",
    "A surface drainage strategy based on sustainable drainage principles shall be fullly implemented and operational before the first occupation of the development to ensure that there will be no surface water flooding to or from the site up to and including a 1 in 100 year (plus climate change) rainfall event. This drainage strategy shall be maintained for the lifetime of the development.",
    "Reason: To prevent the increased risk of flooding in accordance policies 5.12, 5.13 and 5.14 of the London Plan 2016, policy 5.12 of the Ealing Development Management DPD (2013) and policies 1.1 (k) and 1.2 (m) of the Ealing's Development Strategy 2026.",
    "| Tree Protection",
    "The tree works hereby approved shall be implemented only in accordance with the details contained within the arboricultural report prepared by B.J Unwin Forestry Consultancy, dated May 2015. All tree protection methods detailed in this document shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site.",
    "Reason: To secure protection of trees growing within the site which is of amenity and ecological value to the area and to ensure that the development is landscaped in the visual and ecological interests of the area in accordance with policies 7.4, 7.5 and 7.21 of the London Plan 2016, and policy 7.4 of the Ealing Development Management DPD (2013)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "16/11/2015",
  "secondary_street_name": null,
  "site_number": "The Church of God",
  "pp_id": "PP 04590392",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.389407,
          51.500731
        ],
        [
          -0.389408,
          51.500704
        ],
        [
          -0.389451,
          51.500704
        ],
        [
          -0.38945,
          51.500731
        ],
        [
          -0.389407,
          51.500731
        ]
      ]
    ],
    "type": "Polygon"
  }
}