{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2012/0211;",
  "lapsed_date": "27/04/2015",
  "decision_target_date": "27/03/2012",
  "locality": "Northolt",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB5 5FE",
  "site_name": "Lord Halsbury Memorial Playing Fields",
  "status": "Completed",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 760,
      "total_gia_lost": 0,
      "development_type": "New Build",
      "total_gia_gained": 760,
      "site_area": 0.055
    },
    "constraints_details": [
      {
        "result": "Suburban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "1",
        "constraints_layer_description": "PTAL 2008"
      },
      {
        "result": "Green Belt",
        "constraints_layer_description": "Open Space Protection"
      }
    ],
    "existing_uprns": [
      "000012145581, 000012145582"
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": "27/02/2015",
        "use_class": "D2",
        "gia_gained": 760,
        "actual_commencement_date": "27/04/2013",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "site_area": 6.402
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2012/0211",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "512134",
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T15:40:48.730+00:00",
  "id": "Ealing-PP_2012_0211",
  "application_type": "All Other",
  "street_name": "Priors Farm Lane",
  "borough": "Ealing",
  "ward": "Northolt Mandeville",
  "decision_date": "27/04/2012",
  "epc_number": null,
  "actual_commencement_date": "27/04/2013",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Construction of a replacement single storey sports pavilion consisting of changing rooms, community hall, bar and boxing gym with associated services, cycle parking and refuse storage and retention of existing car park with new turning head, together with the provision of a synthetic pitch with boundary treatment and floodlighting, (in association with the improvement of existing grass sports pitches on adjacent playing fields) - Deemed Consent",
  "actual_completion_date": "27/02/2015",
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor all other minor developments",
  "centroid_northing": "184756",
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012145581",
  "centroid": {
    "lon": "-0.384115",
    "lat": "51.5505616"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511913.10525,
              184750.0526275
            ],
            [
              512012.05265,
              184601.6315625
            ],
            [
              512274.6842,
              184742.68419
            ],
            [
              512321,
              184852.157915
            ],
            [
              512166.78945,
              184910.578925
            ],
            [
              512108.89475,
              184862.1579
            ],
            [
              512045.73685,
              184818.47367
            ],
            [
              511913.10525,
              184750.0526275
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_cycle": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": 22,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title numbers: F-015 01A (Ground Floor Plan), F-015 02D (Proposed Site Plan), F-015 03D (Proposed Landscape Plan), F-015 05A (Proposed Roof Plan), F-015 06C (Site Location Plan), F-01507A (Proposed Elevation Plans), F-015 08D (Proposed 3G pitch), F-015 10C (Demise Plan), F-01511B (Hardstanding Plan), F-015 12C (Hardstanding Site Plan), Tree Report BS5837:2005 (Ben Clutterbuck 03/01/12), Site Investigations (PSD January 2012), unless otherwise agreed in writing by the Local Planning Authority.  Reason: For the avoidance of doubt, and in the interests of proper planning. | Details of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of the development, and this condition shall apply notwithstanding any indications as to these matters, which have been given in this application.  The development shall be carried out only in accordance with these approved details, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 3.1, 3.4, 3.5, and 4.1 of the Adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004), policies 5.1, 5.5 and 5.6 of the Ealing Development (or Core) Strategy (2012), policies 3.19, 7.4-7.6, and 7.16 of the London Plan (2011), and the National Planning Policy Framework (2012). | Details of boundary treatment and fencing within the site shall be submitted to and approved in writing by the Local Planning Authority prior to the first use of the building hereby approved. The details as approved shall be implemented prior to first use of building hereby approved and permanently retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.  Reason: In the interests of protecting the visual appearance of the area in accordance with policies 3.1, 3.4, 3.5, 4.1, and 4.5 of the Adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004), policies 5.1, 5.5 and 5.6 of the Ealing Development (or Core) Strategy (2012), policies 3.19, 7.4-7.6, 7.13, 7.16 and 7.18 of the London Plan (2011), and the National Planning Policy Framework (2012). | Details of hard and soft landscaping including a phased programme of works shall be submitted to and approved in writing by the Local Planning Authority prior to the first use of the building hereby approved, and these works shall also be carried out as approved prior to the first use of the building hereby approved or in accordance with the programme agreed by the Local Planning Authority. Any trees or other plants that die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.   Reason:  To ensure that the development is landscaped in the interests of the visual character and appearance of the area in accordance with policies 3.1, 3.4, 3.5, 4.1, and 4.5 of the Adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004), policies 5.1, 5.5 and 5.6 of the Ealing Development (or Core) Strategy (2012), policies 3.19, 7.4-7.6, 7.13, 7.16 and 7.18 of the London Plan (2011), and the National Planning Policy Framework (2012). | The development shall only be used as a sports pavilion in association with outdoor recreational use, with an ancillary boxing gym and flexible community space (D2 Use) and shall be used for no other purposes, included any other uses within use class D2 of the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification, unless otherwise agreed in writing by Local Planning Authority.  Reason: To enable the local planning authority to maintain strict control over the nature of the use, in the interests of restricting the uses of the building to those which are compatible with the site, and to protect the living conditions of occupiers in the locality all in accordance with policies 3.1, 3.4, 3.5, 4.1, and 4.5 of the Adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004), policies 5.1, 5.5 and 5.6 of the Ealing Development (or Core) Strategy (2012) and policies 3.2, 3.19, 4.6, 7.4-7.6, 7.16, 7.18 and 7.21 of the London Plan (2011), and the National Planning Policy Framework (2012). | The development hereby approved shall not operate outside the hours of 09:00 - 22:00 Mondays to Thursdays, 09:00 - 00:00 (midnight) Fridays and Saturdays, and 09:00 - 21:00 Sundays, and the floodlighting for the synthetic sports pitch hereby approved shall not operate between 22:00 and 09:00 on any day.  Reason: To protect the living conditions of residents in the area in accordance with policies 4.1, 4.11 and 4.12 of the Council's Adopted Unitary Development Plan 'Plan for the Environment' (2004), Supplementary Planning Guidance 10, policy 7.15 of the London Plan (2011) and the National Planning Policy Framework (2012). | The car and cycle parking spaces, manoeuvring space, turning head and drop-off point shown on the approved plans shall be laid out at the site prior to first use of the building hereby approved, and shall thereafter be permanently retained without obstruction. The car and cycle parking spaces, manoeuvring space, turning head and drop-off point shall only be used in connection with the uses hereby permitted, unless otherwise agreed in wiring by the Local Planning Authority.  Reason: To provide car and cycle parking, manoeuvring space, turning and drop off facilities all in accordance with policies 9.1, 9.5, 9.6 and 9.9 of the Council's Adopted Unitary Development Plan 'Plan for the Environment' (2004), policies 6.9, 6.10 and 6.13 of the London Plan (2011), and the National Planning Policy Framework (2012). | A travel plan, designed to manage the transport needs of staff and visitors to minimise car usage and promote alternative sustainable modes of transport, shall be submitted to and approved in writing by the Local Planning Authority prior to the first use of the building hereby approved. The travel plan as approved shall be implemented at the first use of the site, and shall be retained in operation thereafter, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To promote sustainable patterns of transport and in the interests of highway and pedestrian safety, in accordance with policies 9.1, 9.5 and 9.6 of the Council's Adopted Unitary Development Plan 'Plan for the Environment' (2004), Supplementary Planning Guidance 21, policies 6.9 - 6.13 of the London Plan (2011), and the National Planning Policy Framework (2012). | The development hereby approved shall not be first used until the existing foundation hardstanding for the former sports pavilion building in Lord Halsbury Playing Fields as shown on plan ref: F-01511B (Hardstanding Plan) is removed from the site, and the site of the former sports pavilion building is restored to its former use and condition as grassed parkland, unless otherwise agreed in writing by the Local Planning Authority.  Reason: In the interests of protecting the visual appearance of the area in accordance with policies 3.1, 3.4, 3.5, 4.1, and 4.5 of the Adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004), policies 5.1, 5.5 and 5.6 of the Ealing Development (or Core) Strategy (2012), policies 3.19, 7.4-7.6, 7.13, 7.16 and 7.18 of the London Plan (2011), and the National Planning Policy Framework (2012). | Details of all external lighting to be erected at the site including techinal information on luminance levels shall be submitted in writing to and approved by the Local Planning Authority prior to the first use of the development. The external lighting as approved must be installed prior to the first use of the building and maintained in accordance with these standards thereafter, unless otherwise agreed in writing by the Local Planning Authority.  Reason: In the interests of protecting the living conditions of occupiers of nearby properties, the open character of the area, and maintaining the safe operation of the railway in accordance with Network Rail and Transport for London requirements, all in accordance with policies 3.1, 3.4, 3.5, 4.1, 4.5, 4.11 and 4.12 of the Council's Adopted Unitary Development Plan 'Plan for the Environment' (2004), policies 5.1, 5.5 and 5.6 of the Ealing Development (or Core) Strategy (2012), policies 3.2, 3.19, 4.6, 7.4-7.6, 7.13, 7.16 and 7.18 of the London Plan (2011), and the National Planning Policy Framework (2012). | Details of sustainable design and construction measures aiming to comply with London Plan (2011) Policy 5.3 shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of the development.  The development shall only be implemented in accordance with the approved details, which shall thereafter be permanently retained, unless otherwise agreed in writing by the Local Planning Authority.  Reason To ensure that the development incorporates sustainable design and construction measures to improve the environmental performance of the development and to adapt to the effects of climate change in accordance with policy 5.3 of The London Plan (2011). | Details of a site construction method statement and management plan shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of the development.  The method statement/management plan shall include details of the following:  - on-site construction worker parking - anticipated number, frequency and size of construction vehicles entering/exiting the site - delivery times (staggered to avoid morning and afternoon school run peak periods) - dust suppression measures - wheel washing provisions - site security - vehicle manoeuvring and turning, including sweep path diagrams to demonstrate how vehicles will access the site and be able to turn into and emerge from the site in forward gear. - details as to the locations for the storage of building materials and construction debris and contractors offices - procedures for on-site contractors to deal with complaints from local residents. - measures to ensure that the construction process does not impact on the safe operation and maintenance of the railway (in accordance with Network Rail/London Underground requirements including site access, security, ground movement and ground compaction, noise, vibration, and drainage).  Such details shall be implemented, or phasing agreed in writing, prior to the commencement of works on site and thereafter retained for the duration of the construction works.  Reason:  To ensure appropriate mitigation measures to protect the amenity of local residents and workers, to ensure adequate highway and site safety, and to ensure the safe operation and maintenance of the railway in accordance with Network Rail and Transport for London requirements, all in accordance with policies 4.1, 4.4, 4.11, 4.12, 9.1 and 9.9 of the Council's Adopted Unitary Development Plan (Plan for the Environment) 2004, and policies 7.13, 7.14 and 7.15 of the London Plan (2011). | Details of a drainage scheme for the site (including surface water drainage), based on sustainable drainage principles shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of the development. The development shall be implemented only in accordance with the approved details which shall be retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.  Reason: In the interests of sustainable drainage, biodiversity, to prevent the increased risk of flooding and to maintain the safe operation of the railway in accordance with Network Rail and Transport for London requirements, all in accordance with policy 2.5 of the Adopted Unitary Development Plan (UDP) 'Plan for the Environment' (2004), policy 5.12 of the London Plan (2011), and the National Planning Policy Framework (2012). | The rating noise level emitted from the proposed external plant and machinery at the proposed development, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 m from the nearest ground floor sensitive facade and 1m from upper floor noise sensitive facades, during the relevant periods of operation, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To protect the living condition of nearby residents and the working conditions of employees within nearby units in accordance with policies 4.1 and 4.11 of the Adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004), Supplementary Planning Guidance Note 10 - Noise and Vibration, policy 7.15 of the London Plan (2011), and the National Planning Policy Framework (2012). | Details of the noise composite sound reduction index (Rw) of the building envelope with windows and doors closed and other means of ventilation provided to demonstrate that the noise insulation is sufficient to prevent external noise disturbance shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of the development. The development shall be implemented only in accordance with the approved details, which shall be retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To protect the living condition of nearby residents and the working conditions of employees within nearby units in accordance with policies 4.1 and 4.11 of the Adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004), Supplementary Planning Guidance Note 10 - Noise and Vibration, policy 7.15 of the London Plan (2011), and the National Planning Policy Framework (2012). | The mamximum floorspace approved by this permission would result in a total of 155 sq m of changing room floorspace, 113 sq m of boxing gym floorspace,  111 sq m of community hall floorspace, and 173 sq m of ancillary facilities (including toilets, circulation space, kitchen, storage, and other ancillary facilities) total 552 sq m gross internal area (GIA).  Reason: The Local Planning Authority would wish to retain control over any subsequent intensification of these premises in the interests of ensuring that use of the site is compatible with the green belt and public open space designation of the site, in the interests of traffic congestion and highway safety and in the interests of protecting the amenity of residents in the area, all in accordance with policies 3.1, 3.4, 3.5, 4.1, 4.5, 4.11, 9.1 and 9.9 of the Adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004), policies 5.1, 5.5 and 5.6 of the Ealing Development (or Core) Strategy (2012), policies 3.2, 3.19, 4.6, 7.4-7.6, 7.13, 7.16 and 7.18 of the London Plan (2011), and the National Planning Policy Framework (2012). | No development shall take place until details of works to the private highway between Priors Farm Lane and the site including a minimum of 2 vehicular passing places, traffic speed control pads and signage for vehicles and pedestrians have been submitted to and approved in writing by the Local Planning Authority. The submitted details shall include measures a programme of implementation. The development shall therefore be implemented only in accordance with the approved details, unless otherwise agreed in writing by the Local Planning Authority.  Reason: In the interests of safe access and highway safety in accordance with Policies 4.1, 9.1, 9.9 of the Adopted Unitary Development Plan, Plan for the Environment (2004), and policies 6.3, 6.9-6.13 of the London Plan (2011). | 19. Details of security/crime prevention measures to be installed at the site shall be submitted to and approved in writing by the Local Planning Authority prior to the first use of the building hereby approved. The approved security/crime prevention measures shall be installed at the site prior to the first use of the building hereby approved, unless otherwise agreed in writing by the Local Planning Authority.  Reason: In the interests of security and crime prevention at the site in accordance with policy 4.4 of the Adopted Unitary Development Plan 'Plan for the Environment' (2004), SPG 8, and policy 7.13 of The London Plan (2011)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "31/01/2012",
  "secondary_street_name": null,
  "site_number": "Lord Halsbury Memorial Playing Fields",
  "pp_id": "PP-01789843",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.38730139999999996,
          51.550552
        ],
        [
          -0.3859221,
          51.5491984
        ],
        [
          -0.38209099999999996,
          51.550414
        ],
        [
          -0.38138839999999996,
          51.5513887
        ],
        [
          -0.38359299999999996,
          51.5519445
        ],
        [
          -0.3844431,
          51.5515207
        ],
        [
          -0.3853676,
          51.5511407
        ],
        [
          -0.38730139999999996,
          51.550552
        ]
      ]
    ],
    "type": "Polygon"
  }
}