{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2014/5157;",
  "lapsed_date": "01/12/2017",
  "decision_target_date": "01/12/2014",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "NW10 7LN",
  "site_name": "34",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012117280"
    ],
    "site_area": 0
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2014/5157",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520263,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T12:06:23.590+00:00",
  "id": "Ealing-PP_2014_5157",
  "application_type": "All Other",
  "street_name": "Park Royal Road",
  "borough": "Ealing",
  "ward": "East Acton",
  "decision_date": "01/12/2014",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Change of use from B1office use to D1 Community Centre use, incorporating training and education, social functions and place of worship",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Other change of use",
  "centroid_northing": 182344,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012117280",
  "centroid": {
    "lon": -0.267774,
    "lat": 51.527211
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520287.9467045,
              182334.746477
            ],
            [
              520279.8582996,
              182357.7898809
            ],
            [
              520276.0325912,
              182368.7067559
            ],
            [
              520279.8995249,
              182357.799878
            ],
            [
              520287.9467045,
              182334.746477
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              520239.8037927,
              182356.6502071
            ],
            [
              520259.0972357,
              182363.6482039
            ],
            [
              520259.130216,
              182363.5382354
            ],
            [
              520239.8120378,
              182356.6202157
            ],
            [
              520239.8037927,
              182356.6502071
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              520234.1147006,
              182341.4045711
            ],
            [
              520242.137145,
              182318.6510842
            ],
            [
              520242.1289,
              182318.6510842
            ],
            [
              520239.7460773,
              182325.3991526
            ],
            [
              520237.5034207,
              182331.6973498
            ],
            [
              520234.0982105,
              182341.4045711
            ],
            [
              520234.1147006,
              182341.4045711
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title numbers 2-(0614)-04, 2-(0614)-05, 2-(0614)-06 and 2-(0614)-07  Reason: For the avoidance of doubt, and in the interests of proper planning. | The use hereby permitted shall be carried out only by Tower of Faith Christian centre and by no other organisation for the Community Centre Use, incorporating training and education, social functions and as a Place of Worship as described in this application and for other purposes within Class D1 of the Schedule to the Town and Country Planning (Use Classes) Order 1987 (or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification) without the prior written permission of the Local Planning Authority obtained through the submission of a planning application. Upon the cessation of occupation by Tower of faith Christian Centre, the community use shall cease and the lawful use of the unit shall revert back to flexible B1c (Light Industry) use.  Reason: To accord with the terms of the application and enable the local planning authority to maintain control of the use in accordance with policies 1.1 and 1.2 of the Adopted Development (Core) Strategy, and policies 3.18, 4.4 and 6.3 of the London Plan (2011). | Where amplified music and speech is played, the composite sound reduction index of the building envelope, Rw, shall achieve the following criteria with windows shut and other means of ventilation provided:  i.\t      The background L90,15min linear noise level in any one third octave band from 50Hz to 160 Hz, and also the overall Linear L90 level, as previously measured at 1 m from the nearest fatade of the nearest affected premises, shall not be increased when the amplified music or speech is played and the measurement is repeated in the same position, using L90 linear over any 5 minute period with the background and source operating together.  ii.\t      The rating noise level emitted from the proposed internal and external plant and machinery at the proposed development, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 m from the nearest ground floor sensitive facade and 1m from upper floor noise sensitive facades, during the relevant periods of operation.  Reason: To comply with the terms of the application and in the interests of the living conditions of occupiers of nearby properties and in accordance with Interim SPG 10, policy 1.1 (e) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), and policy 7.15 of the London Plan (2011), and the National Planning Policy Framework (2012). | Refuse and recycling storage shall be provided in accordance with the standards adopted by the Local Planning Authority.  Such provision shall be brought into use prior to the commencement of the development and retained permanently.  REASON: To protect the surrounding environment, in accordance with policy 7B of the Ealing Development Management Plan 2013, policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy and The London Plan (July 2011) policy 5.16. | All of the car parking, cycling and the associated access and manoeuvring areas shall be implemented and brought into use prior to first occupation, and these areas shall not thereafter be obstructed or used for any other purpose  Reason:  To ensure that the proposed development does not prejudice the free flow of traffic or the conditions of general safety within the site and along the neighbouring highway, in accordance with policies 6.3 and 6.9 of the London Plan 2011 and policy 1.1 (f) of the adopted Ealing Development strategy (2012). | A Green Travel Plan, designed to manage the transport needs of staff and visitors (including details of current trip generation and reduction targets) to minimise car usage and promote alternative modes of transport, shall be submitted to and approved in writing by the Local Planning Authority within 3 months of this decision. The approved Green Travel Plan shall be shall be retained in operation thereafter. Thereafter, an annual monitoring report shall be submitted to the Local Planning Authority, unless otherwise requested.  Reason: In order to promote sustainable transport modes and encourage the use of   alternatives to car travel in accordance with policy 3.1 of the DPD and policy 1.1 of the Ealing Local Development Framework Core Strategy (2012)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "06/10/2014",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP 03710777",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2673945,
          51.5271239
        ],
        [
          -0.2675031,
          51.527332799999996
        ],
        [
          -0.2675545,
          51.5274317
        ],
        [
          -0.2675025,
          51.527332799999996
        ],
        [
          -0.2673945,
          51.5271239
        ]
      ]
    ],
    "type": "Polygon"
  }
}