{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2011/0374;",
  "lapsed_date": "25/02/2023",
  "decision_target_date": "10/05/2011",
  "locality": "London",
  "subdivision_of_building": "P/O ground to 4th and 7th & 8th floors",
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 5TL",
  "site_name": "113",
  "status": "Superseded",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 3862,
      "total_gia_lost": 0,
      "development_type": "Other",
      "total_gia_gained": 1931,
      "site_area": 0.097
    },
    "constraints_details": [
      {
        "result": "Metropolitan, Ealing",
        "constraints_layer_description": "Town Centre Designation"
      },
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Ealing",
        "constraints_layer_description": "Town Centre Health Check: Name"
      },
      {
        "result": "Metropolitan",
        "constraints_layer_description": "Town Centre Health Check: Type"
      },
      {
        "result": "5",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "existing_uprns": [
      "000012084302"
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": "21/02/2013",
        "actual_completion_date": null,
        "use_class": "B1",
        "gia_gained": 1931,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": "PP/2012/0743",
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "superseded_date": "21/02/2013",
        "actual_completion_date": null,
        "use_class": "B1a",
        "gia_gained": 1931,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": "PP/2012/0743",
        "gia_lost": 0
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "site_area": 0.152
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2011/0374",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "517101",
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T15:28:09.972+00:00",
  "id": "Ealing-PP_2011_0374",
  "application_type": "All Other",
  "street_name": "Uxbridge Road",
  "borough": "Ealing",
  "ward": "Walpole",
  "decision_date": "25/02/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": " Construction of 2 additional storeys to existing 7 storey office building (total 9 storeys) and part 5-storey and part 3-storey rear office extensions along Culmington Road with undercroft car park",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major offices-R and D-light industry",
  "centroid_northing": "180515",
  "decision": "Closed",
  "appeal_decision": null,
  "uprn": "000012084302",
  "centroid": {
    "lon": "-0.3139182",
    "lat": "51.5114374"
  },
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              517114.16305,
              180546.3531675
            ],
            [
              517128.71515,
              180496.34683
            ],
            [
              517100.66925,
              180487.2187075
            ],
            [
              517095.2453,
              180507.8562225
            ],
            [
              517086.51405,
              180538.0188175
            ],
            [
              517100.537,
              180541.9875375
            ],
            [
              517114.16305,
              180546.3531675
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "parking_details": {
    "no_existing_car": 20,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_cycle": 18,
    "no_proposed_bluebadge": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": 4,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": -16,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission. Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | 2. The development hereby approved shall be carried out in accordance with drawing numbers: APL 001 rev B - Ground Floor Plan, APL 002 1st and 2nd Floor Plan, APL 003 - 3rd and 4th Floor Plan, APL 004 - 5th and 6th Floor Plan, APL 005 - 7th and 8th Floor Plan, APL 006 - Elevations (sheet 1), APL 007 - Elevations (sheet 2), APL 008 - Elevations (sheet 3), APL 009 - Elevations (sheet 4), APL 010 rev A - Site Location Plan/Roof Plan, APL 011 - Design and Access Statement, unless otherwise agreed in writing by the Local Planning Authority.  Reason: For the avoidance of doubt and in the interests of proper planning. | Samples and/or details of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications to these matters which have been given in this application. The development shall be carried out in accordance with the approved details.  Reason: To ensure that the materials are appropriate for the development, to safeguard the character and appearance of the area and to safeguard the privacy of future occupiers, in accordance with policies 4.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | No development shall take place until there has been submitted to and approved in writing by the Local Planning Authority, full details of proposed hard and soft landscaping works and all boundary treatment. The details shall include:  - Detailed planting plans indicating plant species and numbers for all landscaped areas, retained trees and details of the proposed roof terrace and living walls - Details of hard landscaping, materials and construction specifications  (including tree root protection measures) - 5-year landscape management plan - A plan indicating the positions, design, materials and type of boundary treatment (walls, fences and gates, car park shutter, bollards) to be erected - Details of a sedum roof(s)  This condition shall apply notwithstanding any indications as to these matters, which have been given in this application. The approved works and management plan shall be implemented prior to first occupation of any part of the development or in accordance with a programme agreed by the Local Planning Authority. Any trees or other plants which die or are removed or become seriously damaged or diseased within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  Reason: To ensure that the development is landscaped in the interests of the character and appearance of the area and to enhance the biodiversity of the site, in accordance with policies 3.8, 4.1 and 4.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | The tree protection measures detailed within the approved Arboricultural Method Statement shall be implemented in accordance with the approved document to BS5837 2005 standards during the preparation of the site and the demolition and construction of the development, unless otherwise agreed in writing by the Local Planning Authority.  Reason:  To safeguard the existing trees on the site, in the interests of the character and appearance of the area and the environment, in accordance with policy 4.5 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 9 'Trees and Development Guidance'. | No development shall take place until there has been submitted to and approved in writing by the Local Planning Authority a plan indicating the positions, design, materials and type of boundary treatment to be erected.  The boundary treatment shall be completed in accordance with the approved details and retained thereafter.  REASON:\tTo protect the visual appearance of the area and the living conditions of neighbouring occupiers, in accordance with policies 4.1 and 4.5 of the Adopted Ealing Unitary Development Plan, 'Plan for the Environment'(2004). | Before any works commence on site, details of a revised scheme to provide secure, undercover cycle parking accordance with adopted standards shall be submitted to and approved by the Local Planning Authority. Details as approved shall be implemented and brought into use prior to first occupation, and retained permanently.  REASON: To provide adequate facilities for cyclists, in accordance with policies 4.1 and 9.6 of the Adopted Ealing Unitary Development Plan, 'Plan for the Environment'(2004). | Notwithstanding the Draft Framework Travel Plan contained within the Transport Assessment submitted with the planning application, a revised Travel Plan, designed to manage the transport needs of residents and visitors, to minimise car usage and promote alternative modes of transport, shall be submitted to and approved by the Local Planning Authority before any part of the development is commenced. The approved Travel Plan shall be implemented at the time of first occupation of any part of the development and shall be permanently retained in operation for the life of the development unless otherwise agreed in writing by the Local Planning Authority.  Reason: To promote sustainable patterns of transport, and to limit the impact of the proposal on local parking conditions, in accordance with policies 9.1 and 9.9 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance Note 21 'Sustainable Transport - Green Travel Plans'. | Notwithstanding the information submitted in support of the application, prior to the commencement of development, a report, which includes full details and drawings of the sustainability measures that are to be incorporated into the development hereby approved, shall be submitted to, and approved in writing by the local planning authority.  The detailed energy and sustainability report should be prepared in line with the policies 4A.1 - 'Energy Hierarchy' and 4A.4 - 'Energy Assessment' of the London Plan 2008 or equivalent policies in the Draft Replacement London Plan or the adopted document.  Any measurements provided in the report should be based on 2010 Building Regulations and cover carbon dioxide emissions covered by the Building Regulations plus the carbon dioxide emissions associated with other energy uses not covered by Building Regulations (i.e. regulated and un-regulated).  In demonstrating compliance, the use of measures in line with the Energy Hierarchy including the incorporation of on-site renewables should be considered.  Reason:\tTo ensure that the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases, in accordance with policies 4A.1 'Tackling Climate Change', 4A.3 'Sustainable Design and Construction', 4A.6 'Decentralised Energy: Heating, Cooling and Power' and 4A.7 'Renewable Energy' of the London Plan 2008, Planning and Climate Change - Supplement to Planning Policy Statement 1 and Planning Policy Statement 22. | Development of the site shall not commence until a Construction Management Plan and a Service Management Plan has been submitted to the local planning authority for written approval.  Thereafter the approved Construction Management Plan and Service Management Plan shall be implemented and maintained unless alterative arrangements are approved in writing by the local planning authority.  Reason:\tTo ensure satisfactory conditions on the public highway in compliance with policy 9.1 'Development, Access and Parking' of the Ealing Unitary Development Plan 2004. | The noise level emitted from the external plant and machinery at the proposed development, audible outside the premises, shall meet an acoustic standard not exceeding:  - LFNR35 Leq,5mins, (octaves) for plant which will operate during the period of 2300 - 0700 hrs weekdays and anytime on Saturdays,  Sundays and Bank Holidays. - LFNR40 Leq,1hr (octaves)  for plant which is controlled by time switches only to run during the period 0700-2300hrs Mondays to Fridays, measured or calculated at 1m from the nearest facade of the nearest affected noise sensitive premises with all machines running together.  Reason: To safeguard the living conditions of the adjacent residential occupiers, in accordance with policies 4.1, 4.11 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "08/02/2011",
  "secondary_street_name": null,
  "site_number": "113",
  "pp_id": "PP-01346007",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3137182,
          51.5117165
        ],
        [
          -0.3135252,
          51.511264
        ],
        [
          -0.3139321,
          51.5111878
        ],
        [
          -0.3140034,
          51.5113744
        ],
        [
          -0.3141192,
          51.5116473
        ],
        [
          -0.31391589999999997,
          51.5116801
        ],
        [
          -0.3137182,
          51.5117165
        ]
      ]
    ],
    "type": "Polygon"
  }
}