{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2014/0203;",
  "lapsed_date": "25/03/2017",
  "decision_target_date": "25/03/2014",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W4 5DR",
  "site_name": "43B Graham Road",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012100547, 000012184237"
    ],
    "site_area": 0.021
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2014/0203",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520561,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T15:41:06.498+00:00",
  "id": "Ealing-PP_2014_0203",
  "application_type": "All Other",
  "street_name": "Graham Road",
  "borough": "Ealing",
  "ward": "Southfield",
  "decision_date": "25/03/2014",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Construction of a two storey detached residential dwellinghouse (following demolition of existing single storey workshop)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 179496,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012100547",
  "centroid": {
    "lon": "-0.2644306",
    "lat": "51.5015526"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520563.0019428,
              179489.8008342
            ],
            [
              520562.2763775,
              179499.9979153
            ],
            [
              520562.1527015,
              179501.997343
            ],
            [
              520561.9878003,
              179504.2466991
            ],
            [
              520561.8476343,
              179506.0961697
            ],
            [
              520567.0997382,
              179506.4960552
            ],
            [
              520567.1986789,
              179498.4483589
            ],
            [
              520566.5967895,
              179497.5486164
            ],
            [
              520567.1986789,
              179487.1915811
            ],
            [
              520563.2163144,
              179486.971644
            ],
            [
              520562.62267,
              179495.2892631
            ],
            [
              520563.0019428,
              179489.8008342
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              520554.1962176,
              179489.4009487
            ],
            [
              520554.2291978,
              179489.4809258
            ],
            [
              520554.1549923,
              179489.5509057
            ],
            [
              520555.8287397,
              179493.2298526
            ],
            [
              520556.7027162,
              179495.4892059
            ],
            [
              520556.7192063,
              179495.1792946
            ],
            [
              520556.7356964,
              179495.209286
            ],
            [
              520556.6450007,
              179497.0287652
            ],
            [
              520556.6944711,
              179495.6791515
            ],
            [
              520556.4800995,
              179499.9979153
            ],
            [
              520556.5130798,
              179499.9979153
            ],
            [
              520556.3729137,
              179502.8271055
            ],
            [
              520556.3729137,
              179502.8371026
            ],
            [
              520556.3729137,
              179502.8570969
            ],
            [
              520556.1997674,
              179505.7462699
            ],
            [
              520556.3646687,
              179503.0070539
            ],
            [
              520556.2409927,
              179505.7162784
            ],
            [
              520559.1020289,
              179505.9262183
            ],
            [
              520559.1267641,
              179505.9262183
            ],
            [
              520559.1514993,
              179505.9262183
            ],
            [
              520559.5637524,
              179505.9562098
            ],
            [
              520561.7899189,
              179506.116164
            ],
            [
              520561.7981639,
              179506.0961697
            ],
            [
              520563.1833342,
              179487.0716154
            ],
            [
              520557.4365266,
              179486.6017499
            ],
            [
              520557.1314593,
              179486.5717585
            ],
            [
              520555.0042336,
              179488.701149
            ],
            [
              520554.1962176,
              179489.4009487
            ]
          ],
          [
            [
              520554.1962176,
              179489.4009487
            ],
            [
              520554.9959885,
              179488.7111461
            ],
            [
              520554.2374429,
              179489.4709286
            ],
            [
              520554.1962176,
              179489.4009487
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title number(s) 2043/PL03 Revision C unless otherwise agreed in writing by the local Planning Authority.  Reason: For the avoidance of doubt, and in the interests of proper planning. | Samples of the materials to be used for the external surfaces as shown on the approved plans of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details.  REASON:\tTo ensure that the materials harmonise with the surroundings, in accordance with policies Ealing Local Variation to London Plan Policy 7.4 and 7B of the Ealing Development Management Development Plan (2013), policies 1.1 (h) and 1.2 (f) of the adopted Local Development Framework (Core) Strategy (2012) and policies 7.4 and 7.6 of the London Plan (2011). | Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 1995 (or any order revoking and re-enacting that order with or without modifications), no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the building permitted.  REASON: To protect the living conditions of the occupiers neighbouring properties and the visual appearance of the area, in accordance with policies 1.1 (g) and (h) of the adopted Local Development Framework (Core Strategy 2012), policy 7.6 of the London Plan (2011) and policy 7B of the Ealing Development Management Development Plan 2013. | Notwithstanding the provisions of Classes A, B, C, D, E and F of Schedule 2, Part 1, Class A Town and Country Planning (General Permitted Development) Order 1995, as amended by the Town and Country Planning (General Permitted Development) (Amendment) (No. 2) (England) Order 2008 (or any other order revoking and re-enacting that order, with or without modifications), no works shall be carried out without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.  Reason: To prevent the overdevelopment of the site and to safeguard the living conditions of occupiers of adjoining properties and the appearance of the streetscene, in accordance with policies 1.1 (g) and (h) of the Adopted Development (Core) Strategy, and policies 7.4 and 7.6 of the London Plan (2011) and policies Ealing Local Variation of London Plan Policy 7.4 and 7B of the Ealing Development Management Development Plan. | The dwelling hereby approved shall be constructed to the Lifetime Homes Standards.    Reason: To ensure that the development is accessible by all future occupiers/users, in accordance with policy 3.5 of the Ealing Development Management Development Plan (2013), policy 1.1(h) of the Ealing Core Strategy (2012), policies 3.8 and 7.2 of The London Plan (2011),  and the National Planning Policy Framework (2012). | No development shall take place until full details of both hard and soft landscape works, including a phased programme of works, details of boundary treatment and details of the refuse & recycle enclosure and cycle & garden equipment enclosure have been submitted to and approved in writing by the Local Planning Authority. These works shall be carried out as approved prior to the occupation of any part of the dwelling or in accordance with the programme agreed by the Local Planning Authority.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  REASON: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, in accordance with policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012), policies 7.4 and 7.6 of the London Plan (2011) and policy 7.4 of the Ealing Development Management Development Plan 2013. | Prior to commencement of construction and demolition works details of dust mitigation and Noise/Vibration measures shall be submitted to the planning authority for approval. The information submitted should directly cross-reference with the BPM & mitigation measures as detailed in the following guidance:  i.\t'Guidance on the Assessment of dust from demolition and construction', IAQM, February 2014 ii.\t'The  control of dust and emissions from Construction and Demolition' Draft SPG, GLA,2013 iii.\tBS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise   Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policy 7A of the Ealing Development Management Development Plan (2013), policy 1.1 (j) of the Ealing Development (Core) Strategy 2012 and policies 5.14 and 5.15 of the London Plan 2011. | Refuse storage shall be provided in accordance with the standards adopted by the Local Planning Authority.  Such provision shall be brought into use prior to the first occupation of the development and retained permanently.  REASON: To protect the living conditions of occupiers of the area, in accordance with policies 3.5 and 7B of the Ealing Development Management Plan 2013, policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy and The London Plan (July 2011) policy 5.16. | Before any part of the development hereby permitted is first occupied arrangements shall be agreed in writing with the local planning authority (legal agreement) and be put in place to ensure that, with the exception of disabled persons, no resident of the development shall obtain a resident's parking permit (including visitors' permits) within any controlled parking zone which may be in force in the area at any time. The professional and legal fees incurred by the Council in drafting and completing the agreement shall be met by the applicant/owner.  Reason: To ensure that the development is car-free and does not exacerbate on-street parking pressure in the local controlled parking zone in accordance with policy 6.13 of the Ealing Development Management Development Plan Document, policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy 2012 and policies 6.13 of the London Plan 2011. | Prior to the commencement of the development, details shall be submitted to the Local Planning Authority for approval for the insulation of the building envelope with windows shut and other means of ventilation provided, which will achieve the internal criteria for sensiive rooms as specified in Supplementary Planning Guidance 10. The details shall also include other means of ventilation in accordance with the Authority's criteria.  Such details as approved shall be implemented prior to the first occupation of the development and thereafter permanently retained.  Reason: In the interests of the internal environment of the development and to safeguard the occupants from the effect of noise, in accordance with policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.15 of the London Plan (2011), and the National Planning Policy Framework (2012). | Prior to the commencement of any works on site (except demolition and site clearance) the following shall be submitted to and subject to the approval in writing of the Local Planning Authority:  i.\tAn intrusive contaminated land investigation and risk assessment of the site shall be carried out  in accordance with BS1075:2011 and CR11 guidance to assess the nature and extent of any  contamination on the site. This assessment must be undertaken by a competent person, and shall assess any contamination on the site, whether or not it originates on the site.    ii.\tA contamination remediation scheme to bring the site to a condition suitable for the intended end  use. It shall include all works to be undertaken, proposed remediation objectives and remediation  criteria, timetable of works and site management procedures.  The scheme must ensure that  the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act  1990 in relation to the intended use of the land after remediation. Following completion of measures identified in the approved contamination remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out shall be produced and submitted to and subject to the approval in writing of the Local Planning Authority. The verification report submitted shall be in accordance with the Environment Agency guidance 'Verification of Remediation of Land Contamination', Report: SC030114/R1'.  Reason: In the interests of the internal environment of the development and to safeguard the occupants from contaminated land, in accordance with policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.15 of the London Plan (2011), and the National Planning Policy Framework (2012). | The proposed first floor level rear facing windows shall contain only obscure glass and fixed shut to a height of 1.7m above internal floor level and shall be retained permanently.  REASON: To protect the living conditions of neighbouring properties and the visual appearance of the area, in accordance with policy 7B of the Ealing Development Management Development Plan 2013, policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012) and policy 7.6 of the London Plan (2011)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "28/01/2014",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-03126328",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.26440389999999997,
          51.5014964
        ],
        [
          -0.2644108,
          51.5015882
        ],
        [
          -0.2644119,
          51.5016062
        ],
        [
          -0.26441349999999997,
          51.5016265
        ],
        [
          -0.2644149,
          51.5016431
        ],
        [
          -0.2643392,
          51.5016456
        ],
        [
          -0.2643405,
          51.5015732
        ],
        [
          -0.2643495,
          51.5015653
        ],
        [
          -0.2643443,
          51.5014721
        ],
        [
          -0.26440169999999996,
          51.5014709
        ],
        [
          -0.26440749999999996,
          51.5015458
        ],
        [
          -0.26440389999999997,
          51.5014964
        ]
      ]
    ],
    "type": "Polygon"
  }
}