{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2015/4977;",
  "lapsed_date": "06/01/2019",
  "decision_target_date": "06/01/2016",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 7JT",
  "site_name": "Former Depot Site",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012010274, 000012142495, 000012191028"
    ],
    "site_area": 0.35200000000000004
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2015/4977",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520667,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T14:53:40.204+00:00",
  "id": "Ealing-PP_2015_4977",
  "application_type": "All Other",
  "street_name": "The Vale",
  "borough": "Ealing",
  "ward": "East Acton",
  "decision_date": "06/01/2016",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Replacement 2 storey, 2 form entry Primary School (Use Class D1) (Following the demolition of 2 no. single storey depot buildings Use Class B2); Change of use of Park Lodge building from Park Rangers base (Use Class D2) to educational use (Use Class D1); Associated works including new pedestrian entrance from Acton Park, amended vehicular and pedestrian access from The Vale and landscape and boundary treatment works (Regulation 3 - Council's own development) (Departure Application)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major all other major developments",
  "centroid_northing": 180134,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012142495",
  "centroid": {
    "lon": "-0.262686",
    "lat": "51.507264"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520694.3540112,
              180192.9995457
            ],
            [
              520692.7462243,
              180184.5019781
            ],
            [
              520691.1961528,
              180176.7541958
            ],
            [
              520690.0500893,
              180170.6459443
            ],
            [
              520689.052437,
              180165.6973608
            ],
            [
              520687.9475988,
              180159.8990206
            ],
            [
              520686.9499464,
              180155.2003656
            ],
            [
              520686.8015353,
              180154.5005659
            ],
            [
              520685.8533532,
              180149.7019395
            ],
            [
              520685.2019934,
              180146.4528695
            ],
            [
              520684.0476849,
              180140.4545865
            ],
            [
              520682.6460245,
              180133.3966068
            ],
            [
              520681.095953,
              180125.2489391
            ],
            [
              520680.4033679,
              180121.8998977
            ],
            [
              520679.5458815,
              180117.7010996
            ],
            [
              520678.803826,
              180113.8522013
            ],
            [
              520678.0040551,
              180109.5534319
            ],
            [
              520676.8992169,
              180104.4049056
            ],
            [
              520676.8497465,
              180104.14498
            ],
            [
              520676.5529243,
              180104.2049628
            ],
            [
              520675.1512639,
              180096.8970547
            ],
            [
              520675.3409003,
              180096.8570662
            ],
            [
              520674.9533825,
              180095.547441
            ],
            [
              520673.8485443,
              180092.3483568
            ],
            [
              520670.8968124,
              180084.5006032
            ],
            [
              520669.4539267,
              180080.4517621
            ],
            [
              520669.4291915,
              180080.4117736
            ],
            [
              520667.4998472,
              180077.4526206
            ],
            [
              520665.0015937,
              180073.4037796
            ],
            [
              520662.9485735,
              180073.4537653
            ],
            [
              520662.8991031,
              180074.8533646
            ],
            [
              520659.3537269,
              180074.953336
            ],
            [
              520653.9037415,
              180075.1532788
            ],
            [
              520653.8872514,
              180074.7933818
            ],
            [
              520653.8460261,
              180073.653708
            ],
            [
              520653.5986742,
              180068.2452562
            ],
            [
              520652.2464842,
              180068.2952419
            ],
            [
              520647.5467994,
              180068.595156
            ],
            [
              520642.7399287,
              180068.9350587
            ],
            [
              520642.5997627,
              180068.9450559
            ],
            [
              520637.3971292,
              180069.3049529
            ],
            [
              520639.2027975,
              180076.5528782
            ],
            [
              520640.752869,
              180082.9510467
            ],
            [
              520642.5502923,
              180090.4988862
            ],
            [
              520643.2181423,
              180093.378062
            ],
            [
              520644.3477157,
              180098.1966827
            ],
            [
              520644.9990755,
              180101.0458671
            ],
            [
              520646.4007359,
              180107.0041616
            ],
            [
              520647.4478586,
              180111.4029024
            ],
            [
              520648.7011079,
              180116.6014144
            ],
            [
              520649.7482307,
              180121.3000694
            ],
            [
              520651.00148,
              180126.3486243
            ],
            [
              520651.7023102,
              180129.797637
            ],
            [
              520652.1970138,
              180132.0469931
            ],
            [
              520653.8460261,
              180139.1049728
            ],
            [
              520654.654042,
              180142.5539855
            ],
            [
              520655.1487457,
              180144.8533274
            ],
            [
              520655.6516944,
              180147.4025976
            ],
            [
              520656.5009357,
              180151.3014816
            ],
            [
              520657.5480585,
              180156.4999935
            ],
            [
              520658.8507781,
              180162.4482909
            ],
            [
              520659.3537269,
              180164.7476327
            ],
            [
              520659.7494898,
              180166.8470317
            ],
            [
              520660.4008496,
              180170.4959872
            ],
            [
              520661.1016798,
              180174.2049256
            ],
            [
              520661.5469131,
              180176.9041529
            ],
            [
              520662.1982729,
              180180.453137
            ],
            [
              520662.750692,
              180183.5022642
            ],
            [
              520663.4515222,
              180187.101234
            ],
            [
              520663.7978148,
              180189.5505329
            ],
            [
              520664.3502339,
              180192.3997174
            ],
            [
              520664.6965265,
              180194.4991164
            ],
            [
              520664.9521234,
              180195.8987158
            ],
            [
              520665.3973567,
              180198.6479288
            ],
            [
              520694.3540112,
              180192.9995457
            ]
          ],
          [
            [
              520679.9004191,
              180124.6491108
            ],
            [
              520663.2536408,
              180127.7982093
            ],
            [
              520661.8519804,
              180120.5002983
            ],
            [
              520678.4492884,
              180117.4011855
            ],
            [
              520679.9004191,
              180124.6491108
            ]
          ],
          [
            [
              520657.0038845,
              180123.9992968
            ],
            [
              520651.8012509,
              180124.9990106
            ],
            [
              520651.2983022,
              180122.0998405
            ],
            [
              520656.4514654,
              180121.1501123
            ],
            [
              520657.0038845,
              180123.9992968
            ]
          ],
          [
            [
              520649.7729659,
              180099.7262449
            ],
            [
              520650.4490609,
              180099.5962821
            ],
            [
              520651.00148,
              180102.5454379
            ],
            [
              520651.4467133,
              180104.8047911
            ],
            [
              520652.2464842,
              180107.7039613
            ],
            [
              520652.2629743,
              180107.7739412
            ],
            [
              520655.1982161,
              180120.2503699
            ],
            [
              520652.1970138,
              180121.0001553
            ],
            [
              520649.253527,
              180108.4537466
            ],
            [
              520648.5032265,
              180105.4046194
            ],
            [
              520648.0002777,
              180103.1952519
            ],
            [
              520646.6480877,
              180103.5451517
            ],
            [
              520645.9967279,
              180100.4460388
            ],
            [
              520649.7729659,
              180099.7262449
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title numbers BRUKL Output Document, prepared by Silcock Dawson and Partners, dated 06/03/15;  Overheating Report Version 1.0, prepared by Silcock Dawson and Partners; Ark Byron School Platform Lifts Justification, prepared by Scott Brownrigg Planning, dated 25/11/2015; Safety Audit Report, prepared by JV Williams and MG Henry, dated November 2015; Stage 1 Road Safety Audit - Designer's Response, prepared by Odyssey Markides, dated 26/11/2015; Sustainability Report-4th Issue, prepared by Silcock Dawson and Partners, dated 25/11/2015; Secured by Design Report, prepared by Scott Brownrigg, dated 12/11/2015; Delivery and Service Plan, prepared by Odyssey Markides, dated November 2015; Drainage Statement, prepared by Elliottwood, dated 24/11/15; Drainage Assessment Form, prepared by Elliotwood, dated 08/09/2015; Design and Access Statement, prepared by Scott Brownrigg, dated 09/09/2015; External Noise Assessment, prepared by 24 Acoustic, dated 19/052014; Planning Statement, prepared by Scott Brownrigg, dated 08/09/2015; PERS Audit, prepared by Odyssey Markides, dated July 2015; CERS Audit, prepared by Odyssey Markides, dated July 2015; School Travel Plan, prepared by Odyssey Markides, dated July 2015; Bat Survey, prepared by The Ecology Consultancy, dated 20/06/2014; Preliminary Ecological Appraisal, prepared by The Ecology Consultancy, dated 21/05/2014; Arboricultural Report, prepared by Crown Consultants, dated 08/07/2015; Air Quality Assessment, prepared by Redmore Environmental, dated 17/07/2015; Open Space Assessment, prepared by Scott Brownrigg, dated 09/09/2015; Heritage Statement, prepared by 178a, dated September 2015; Statement of Community Involvement, prepared by Galliford Try, dated June 2015; Flood Risk Assessment, prepared by Elliotwood, dated 08/09/2015; Construction Management and Logistics Plan-Rev-B, prepared by Galliford Try, dated 07/09/2015; Transport Assessment, prepared by Odyssey Markides,  dated September 2015; Memo, prepared by Scott Brownrigg, dated 18/06/2015; TP(11)01-P5; TP(11)02-P4; TP(11)03-P3; TP(PR)01-P1; TP(PR)02-P1; TP(12)02-P1; 15-024-107; HED.1156.207-Rev-A; HED.1156.204-Rev-D; HED.1156.203-Rev-D; 5000-P3; HED.1156.505; HED.1156.504; 15-024-106-Rev-A; TP(12)01-P3; TP(00)02-P1; TP(10)01-P2; TP(98)01-P2; TP(98)03-P2; HED.1156.206; TP(98)02-P2; TP(98)04-P2; TP(00)01-P1; HED.1156.202-Rev-B; HED.1156.205; TP(00)03-P1; TP(00)04-P1; TP(00)05-P1; TP(10)02-P2; HED.1156.200-Rev-I; HED.1156.201-Rev-E; HED.1156.501-Rev-A unless otherwise agreed in writing by the local Planning Authority.  Reason: For the avoidance of doubt, and in the interests of proper planning. | The development shall be constructed in accordance with the submitted details contained within the design and access statement and plans (TP(11)02-P3; TP(11)01-P4; TP(11)03P3) with the expectation of the timber cladding material that shall be submitted to and approved by the Local Planning Authority before any part of the development is commenced (except ground works and site clearance). Development shall be carried out in accordance with these approved details and permanently retained thereafter.   Reason: To ensure that the materials harmonise with the surroundings in accordance with policies 7.1 and 7.6 of the adopted London Plan (2015), policy 1.1(h) of Ealing Development (Core) Strategy Development Plan Document (2012) and policy 7B of the adopted Ealing Development Management Development Plan Document (2013). | No development (including initial site clearance) shall commence until details of a site construction management plan has been submitted to and approved by the Local Planning Authority. The management plan shall include the following:   1) on-site construction worker parking  2) anticipated number, frequency and size of construction vehicles  3) delivery times  4) vehicle maneuvering  5) details as to the locations for the storage of building materials and construction debris  6) procedures for on-site contractors to deal with complaints from local residents.  7) a programme of supervision/monitoring for all arboriculture protection measures  Prior to the commencement of any site work, all sensitive properties within or surrounding the site shall be notified in writing of the nature and duration of the works to be undertaken, and the name and address of a responsible person to whom enquiries / complaints should be directed. These details shall also be displayed at regular intervals around the site compound. The development shall be carried out strictly in accordance with the approved details.  Reason: To protect the living and working conditions of surrounding occupiers and maintain an attractive and safe environment in the locality in accordance with policies 3.2, 5.3, 6.3, 6.11 and 7.14 of the adopted London Plan (2015) and policy 7A of the adopted Ealing Development Management Development Plan Document (2013). | Notwithstanding the information submitted with the application, details of a Revised School Travel Plan accredited by the School Travel Plan Accreditation Scheme (STAR) shall be submitted to and approved in writing by the Local Planning Authority prior to first use of the development hereby approved. The details submitted shall be designed to manage the transport needs of school staff, pupils, parents, visitors and servicing, in order to demonstrate a car restraint policy for the site, minimise car usage and car sharing, promote alternative modes of transport, including cycle training, and rationalise servicing with the aim to reduce the total number of trips made and especially to avoid critical times on the road network. The approved scheme shall be implemented at the time of first occupation of the development and shall be maintained for the life of the school.  Reason: To promote the use of modes of transport, other than use of private motor vehicles, in pursuance of the Council's policies on sustainability in accordance with the Council's adopted Supplementary Planning Document 'Sustainable Transport for New Development (2013)' and policy 1.1 (f) of the adopted Ealing Development Strategy (2012). | Notwithstanding the plans hereby approved, 64 cycle parking spaces (58 pupil and 6 staff) shall be installed prior to the first use of the development hereby permitted and shall thereafter be permanently retained.  Reason: To ensure adequate cycle parking is provided in order to encourage the use of sustainable modes of transport and to reduce the reliance by staff travelling to school by car in the interests of the conditions of general highway safety and the free flow of traffic on the neighbouring highway in accordance with policy 6.9 and in the London Plan (2015), policy 1.1 (f) of the adopted Ealing Development (Core) Strategy (2012) and the Supplementary Planning Document 'Sustainable Transport for New Development' (2013). | Notwithstanding the plans hereby approved, one disabled car parking space shall be provided on-site prior to the first use of the approved building and permanently retained thereafter.  Reason: To ensure the provision of sufficient disabled car parking in accordance with policy 6.13 of the London Plan (2015). | The rating noise level emitted from the proposed external plant and machinery at the proposed development, as assessed under BS4142: 2014, shall not exceed the existing background noise level, as measured at the nearest noise sensitive facades, during the relevant periods of operation.  Reason: To safeguard the amenities of the occupiers of neighbouring properties in accordance with policy 7.15 of the London Plan (2015), policy 1.1(j) of the adopted Ealing Development (Core) Strategy (2012), policy 7A of the adopted Ealing Development Management Development Plan Document (2013) and Interim Supplementary Planning Guidance 10 'Noise and Vibration'. | Notwithstanding the content of the External Noise Assessment, dated 19/05/2014, Reference: R5203-1 Rev 0, prior to the first use of the development hereby approved, a scheme of proposed noise mitigation measures shall be implemented; to provide sound attenuation against external noise, with windows shut and other means of ventilation provided. The scheme of noise mitigation measures shall be permanently retained thereafter.  Reason: To protect the occupiers of the building, in accordance with Building Bulletin 93 or equivalent guidance, policy 7.15 of the London Plan (2015), policy 7A of the adopted Ealing Development Management Development Plan Document (2013) and the Interim Supplementary Planning Guidance 10 'Noise and Vibration'. | The development shall comply with the air quality neutral building emissions benchmarks for the Class D1(c-h) use as stated in Appendix 5 of the Sustainable Design and Construction (2014) Supplementary Planning Guidance.  Reason: To safeguard the amenities of local residents and protect the local air quality  in accordance with policies 3.2, 5.3 and 7.14 of the London Plan (2015) and 7A of the adopted Ealing Development Management Development Plan Document (2013). | The Community (D1) use shall cease at 22:00 hours.  Reason: To safeguard the amenities of local residents in accordance with policy 7A of the adopted Ealing Development Management Development Plan Document (2013). | Prior to the commencement of works on site (except demolition and site clearance) the following shall be submitted to and subject to the approval in writing of the Local Planning Authority:  i.\tNotwithstanding the content of the Ground Investigation Report, ref:JI5083, dated 6th August 2015, prepared by GEA. a survey of the extent and scale of the hydrocarbon impacted area in the vicinity of the tank, shall be submitted to the Local Planning Authority. This must be conducted in accordance with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11'.   ii.\tA contamination remediation scheme to bring the site to a condition suitable for the intended end use. It shall include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures.  The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.  Following completion of measures identified in the approved contamination remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out shall be submitted to and approved by the Local Planning Authority. The verification report submitted shall be in accordance with the Environment Agency guidance 'Verification of Remediation of Land Contamination', Report: SC030114/R1'.  Reason: To protect human health and the environment and ensure the development does not activate or spread contamination in accordance with policy 5.21 of the London Plan (2015) and policy 5.21 of the adopted Ealing Development Management Development Plan Document (2013). | The scheme for fugitive dust emission mitigation measures, based on the findings of the Air Quality Assessment, prepared by Redmore Environmental, dated 17th July 2015, shall be implemented throughout the demolition and construction of the development.  Reason: To reduce the potential for air quality impacts, as a result of fugitive dust emissions from the site during construction in accordance with policy 7.14 of the London Plan (2015) and 'Control of Dust and Emissions during Construction and Demolition' SPG, GLA (July 2014). | Prior to the commencement of development (excluding initial site clearance) detailed drainage designs shall be submitted to and approved by the Local Planning Authority to demonstrate:  a) the proposed SUDs attenuation facility would be designed to limit the maximum discharge to 5l/s for all storms up to and including the 1 in 100 year return period plus allowance for climate change.  b) the proposed building incorporates a suitable freeboard above the final external ground level to mitigate against the risk of surface water flooding in an extreme rainfall event.                  The development shall be constructed in accordance with the drainage details and thereafter permanently retained.  Reason: To reduce flood risk in accordance with Policy 10 of the National Planning Policy Framework (2012) and policies 5.12, 5.13 and 7.13 of the London Plan (2015). | Prior to the commencement of development (excluding initial site clearance) details of the type of control device to be used to control the discharge of surface water from the development and design/specification, to demonstrate it will discharge in accordance to proposed rates as per the submitted Flood Risk Assessment (dated July 2015) and Drainage Assessment Form (dated 14/08/15), shall be submitted to and approved by the Local Planning Authority. The approved control device shall be maintained and permanently retained thereafter.  Reason: To reduce flood risk in accordance with Policy 10 of the National Planning Policy Framework (2012) and policies 5.12, 5.13 and 7.13 of the London Plan (2015). | Prior to the first occupation of the building hereby approved, a maintenance plan/schedule for the proposed drainage system for the lifetime of the development confirming owners/adopters of the entire drainage system shall be submitted to and approved by the Local Planning Authority.  Reason: To reduce flood risk in accordance with Policy 10 of the National Planning Policy Framework (2012) and policies 5.12, 5.13 and 7.13 of the London Plan (2015). | Prior to commencement of the development (including initial site clearance) hereby approved a suitable program of monitoring shall be submitted to and approved by the Local Planning Authority to include the following:  - Confirmation of who shall be the lead arboriculturalist for the development. - Confirmation of the Site Manager, key personnel, their key responsibilities and contact details. - Details of induction procedures for all personnel in relation to Arboricultural matters. - A detailed timetable of events for arboricultural supervision concerning all tree protection measures named in the Tree Protection Plan, including: -Prestart meeting with an Ealing Council Tree Officer, -Initial implementation of the tree protection measures,  -Installation of the House Deck system -Final removal of the tree protection measures. - Provision of a report to Ealing Council Planning Department detailing the result of each site visit by the lead arboriculturist. - Procedures for dealing with variations or non-approved incursions into the construction exclusion zones as detailed in the approved Arboricultural Method Statement. - Post development assessment of the retained and planted trees and any necessary remedial action.  The program of Arboricultural monitoring shall be taken in full compliance with the approved details.  No variation of the approved monitoring program shall take place without the prior written agreement of the Local Planning Authority.  Reason: In the interests of protecting the amenity of residents in the area and ensure appropriate tree planting in accordance with policies 5.10 and 7.21 of the London Plan (2015), policy 5.10 the Adopted Ealing Development Management Development Plan Document (2013) and Ealing's SPG 9 - Trees and Development Guidelines. | The approved development shall be constructed to achieve a minimum Building Research Establishment BREEAM overall Very Good standard (based on BREEAM 2014 Technical Guidance).   1. Within three months of the commencement of the development, the following shall be submitted to and approved by the Local Planning Authority:  a) Evidence that the development is registered with the Building Research Establishment (BRE) under the BREEAM 2014 New Construction Scheme.  b) Interim BREEAM 2014 NC Assessment and related Certification verified by the BRE shall be submitted.   2. Within 3 months from the date of first occupation, BREEAM 'Post Construction Stage' and related Certification verified by the BRE should be submitted to and approved by the Local Planning Authority confirming the BREEAM standard and measures have been implemented.  Following any approval of a 'Post Construction Stage' assessment and certificate of the relevant part of the development, the approved measures and technologies to achieve the BREEAM Very Good standard shall be retained in working order in perpetuity.      Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3, 5.6, 5.7 and 5.9 of the London Plan (2015), policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy (2012) and policies 5.2 and 7A of Ealing's Development Management DPD (2013). | Notwithstanding the approved Overheating Report Version 1.0, prepared by Silcock Dawson and Partners, prior to commencement of the development, a detailed dynamic overheating analysis should be submitted to and approved by the Local Planning Authority to demonstrate that the development performs against its overheating criteria or exceeds the overheating CISBE TM49/TM52 guidance standards.  Reason: To ensure that the development hereby approved is energy efficient and to reduce the risk of overheating in line with policy 5.9 of the London Plan 2015, adopted Ealing's Development (Core) Strategy 2026 (2012) and Ealing's Development Management DPD (2013). | Prior to the final completion of the development, the approved school shall incorporate measures to achieve an overall reduction in regulated CO2 emissions of at least 35% (equal to at least 7.72 tonnes CO2 per annum) beyond Building Regulations Part L 2013 through the following carbon emission savings as detailed in the approved Sustainability Report Rev 4 (25/11/2015) prepared by Silcock Dawson & Partners:  a)\tenergy saving measures to achieve at least 19.44% (equal to 4.29 tonnesCO2 per annum) in regulated carbon dioxide (CO2) emissions savings over the compliant BR Part L 2013 baseline b)\tincorporation of a solar PV panel (c.7-8kWp/c.97m2) to achieve at least a percentage of 19.31% (equal to at 3.99 tonnes C02 per annum) in carbon dioxide (CO2) emissions savings over the Be Lean case.  Within three-months of the first occupation of the school, the Energy Performance Certificates, Accompany Advisory Reports and modelling output reports from the \"as built stage\" to confirm compliance in terms of savings achieved through energy efficiency measures shall be submitted to the Local Planning Authority for written approval.   Reason: To ensure that the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases and to minimise the impact of building emissions on local air quality in the interests of health, in accordance with policies 3.2, 5.3, 5.5, 5.6 and 7.14 of the London Plan (2015), policies 1.1(e), 1.1(j), 1.1(k) and 1.2(f) of Ealing's adopted Development (or Core) Strategy (2012), policies 5.2 and 7A of Ealing's Development Management DPD, and the Mayor's Sustainable Design and Construction SPG. | Upon final completion of each phase of the development and prior to occupation, suitable devices for monitoring the renewable/low-carbon energy equipment shall be installed. The monitored data shall be submitted to the Local Planning Authority at daily intervals for a period of three years from final completion. The installation of the monitoring devices should be in a compatible format and the submission of the data shall be carried out in accordance with the Council's approved specifications as indicated in Automated Energy (& CO2) Monitoring Platform [AEMP] document.  Reason:  To monitor the effectiveness of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an evidence base on the performance of such equipment in accordance with policies 5.2, 5.3, 5.5, 5.6 and 5.7 of the London Plan (2015), adopted Ealing's Development (Core) Strategy (2012) and Ealing's Development Management DPD (2013). | Prior to the commencement of development (excluding demolition and site clearance works) details of the bird and bat boxes to be installed on-site shall be submitted to and approved by the Local Planning Authority. The approved bird and bat boxes shall be installed on-site prior to the first use of the building hereby approved and shall permanently be retained thereafter.  Reason: To ensure that protected species are appropriately re-provided for within the approved development, in accordance with the relevant National legislation, including The Wildlife and Countryside Act 1981 (as amended) and The Conservation of Habitats and Species Regulations (2010); the NPPF, and policy 3.9 and 7.19 of the London Plan (2015) and policy 1.1(i) of Ealing's adopted Development (or Core) Strategy (2012)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "14/09/2015",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP 04301993_1",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2622719,
          51.5077884
        ],
        [
          -0.2622979,
          51.5077124
        ],
        [
          -0.26232289999999997,
          51.5076431
        ],
        [
          -0.2623415,
          51.5075884
        ],
        [
          -0.26235759999999997,
          51.5075442
        ],
        [
          -0.2623755,
          51.5074923
        ],
        [
          -0.2623914,
          51.5074503
        ],
        [
          -0.2623938,
          51.507444
        ],
        [
          -0.2624091,
          51.5074011
        ],
        [
          -0.2624196,
          51.507372
        ],
        [
          -0.2624383,
          51.5073184
        ],
        [
          -0.2624609,
          51.5072552
        ],
        [
          -0.262486,
          51.5071823
        ],
        [
          -0.2624971,
          51.5071524
        ],
        [
          -0.2625109,
          51.5071148
        ],
        [
          -0.2625229,
          51.5070804
        ],
        [
          -0.2625359,
          51.5070419
        ],
        [
          -0.2625536,
          51.5069959
        ],
        [
          -0.26255439999999997,
          51.5069936
        ],
        [
          -0.2625586,
          51.5069942
        ],
        [
          -0.26258129999999996,
          51.5069288
        ],
        [
          -0.2625786,
          51.5069284
        ],
        [
          -0.2625846,
          51.5069167
        ],
        [
          -0.2626016,
          51.5068882
        ],
        [
          -0.2626468,
          51.5068183
        ],
        [
          -0.262669,
          51.5067822
        ],
        [
          -0.2626693,
          51.5067819
        ],
        [
          -0.2626981,
          51.5067557
        ],
        [
          -0.2627355,
          51.5067198
        ],
        [
          -0.2627651,
          51.5067207
        ],
        [
          -0.2627653,
          51.5067333
        ],
        [
          -0.2628163,
          51.5067349
        ],
        [
          -0.2628947,
          51.5067379
        ],
        [
          -0.2628951,
          51.5067347
        ],
        [
          -0.26289609999999997,
          51.5067244
        ],
        [
          -0.2629015,
          51.5066759
        ],
        [
          -0.2629209,
          51.5066766
        ],
        [
          -0.2629885,
          51.5066803
        ],
        [
          -0.2630576,
          51.5066844
        ],
        [
          -0.2630597,
          51.5066845
        ],
        [
          -0.2631345,
          51.5066889
        ],
        [
          -0.263106,
          51.5067536
        ],
        [
          -0.26308149999999997,
          51.5068108
        ],
        [
          -0.263053,
          51.5068782
        ],
        [
          -0.2630424,
          51.506904
        ],
        [
          -0.2630245,
          51.506947
        ],
        [
          -0.2630141,
          51.5069725
        ],
        [
          -0.2629919,
          51.5070258
        ],
        [
          -0.26297529999999997,
          51.5070651
        ],
        [
          -0.2629555,
          51.5071115
        ],
        [
          -0.2629388,
          51.5071535
        ],
        [
          -0.262919,
          51.5071986
        ],
        [
          -0.26290779999999997,
          51.5072295
        ],
        [
          -0.26289989999999996,
          51.5072496
        ],
        [
          -0.2628737,
          51.5073127
        ],
        [
          -0.2628609,
          51.5073435
        ],
        [
          -0.262853,
          51.5073641
        ],
        [
          -0.2628449,
          51.5073869
        ],
        [
          -0.2628313,
          51.5074217
        ],
        [
          -0.2628144,
          51.5074682
        ],
        [
          -0.26279359999999996,
          51.5075214
        ],
        [
          -0.2627856,
          51.507542
        ],
        [
          -0.2627792,
          51.5075608
        ],
        [
          -0.26276859999999996,
          51.5075934
        ],
        [
          -0.26275719999999997,
          51.5076266
        ],
        [
          -0.2627499,
          51.5076508
        ],
        [
          -0.2627393,
          51.5076825
        ],
        [
          -0.26273029999999997,
          51.5077098
        ],
        [
          -0.2627189,
          51.507742
        ],
        [
          -0.2627131,
          51.5077639
        ],
        [
          -0.2627042,
          51.5077894
        ],
        [
          -0.2626985,
          51.5078082
        ],
        [
          -0.2626943,
          51.5078208
        ],
        [
          -0.262687,
          51.5078454
        ],
        [
          -0.2622719,
          51.5077884
        ]
      ],
      [
        [
          -0.2625034,
          51.5071772
        ],
        [
          -0.2627421,
          51.5072091
        ],
        [
          -0.26276479999999997,
          51.5071438
        ],
        [
          -0.2625268,
          51.5071124
        ],
        [
          -0.2625034,
          51.5071772
        ]
      ],
      [
        [
          -0.2628334,
          51.5071763
        ],
        [
          -0.262908,
          51.5071863
        ],
        [
          -0.2629162,
          51.5071604
        ],
        [
          -0.2628423,
          51.5071508
        ],
        [
          -0.2628334,
          51.5071763
        ]
      ],
      [
        [
          -0.2629458,
          51.5069596
        ],
        [
          -0.2629361,
          51.5069583
        ],
        [
          -0.26292719999999997,
          51.5069847
        ],
        [
          -0.26292000000000004,
          51.5070049
        ],
        [
          -0.26290749999999996,
          51.5070308
        ],
        [
          -0.2629072,
          51.5070314
        ],
        [
          -0.2628607,
          51.5071429
        ],
        [
          -0.2629036,
          51.5071503
        ],
        [
          -0.26295029999999997,
          51.5070382
        ],
        [
          -0.2629622,
          51.5070109
        ],
        [
          -0.2629702,
          51.5069912
        ],
        [
          -0.2629895,
          51.5069946
        ],
        [
          -0.263,
          51.5069669
        ],
        [
          -0.2629458,
          51.5069596
        ]
      ]
    ],
    "type": "Polygon"
  }
}