{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2012/3267;",
  "lapsed_date": "10/12/2022",
  "decision_target_date": "02/11/2012",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "NW10 6UQ",
  "site_name": "Energy Recovery Centre",
  "status": "Closed",
  "application_details": {
    "existing_uprns": [
      "000012146667"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2012/3267",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521357,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-19T00:56:49.422+00:00",
  "id": "Ealing-PP_2012_3267",
  "application_type": "All Other",
  "street_name": "Channel Gate Road",
  "borough": "Ealing",
  "ward": "East Acton",
  "decision_date": "10/12/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Construction of an energy recovery centre comprising a single purpose designed building to provide an advanced conversion technology facility and an anaerobic digestion facility with an integrated education/visitors centre, and four 25-metre high flues; four external anaerobic digestion/digestate tanks; associated access, parking and landscaping;  gas holder tank; emergency gas flare; electrical substation; two weigh bridges; wheel washing aparatus and a security house building (Amended details received 08/10/2012 seeking to increase the tonnage of material to be processed at the facility from 148,000 tonnes per annum to 195,000 tonnes per annum and to make changes to the submitted Air Quality and Noise Assessments)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major general industry-storage-warehousing",
  "centroid_northing": 182919,
  "decision": "Closed",
  "appeal_decision": null,
  "uprn": "000012146667",
  "centroid": {
    "lon": -0.251813,
    "lat": 51.532145
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title number(s) (INSERT) unless otherwise agreed in writing by the local Planning Authority.  Reason: For the avoidance of doubt, and in the interests of proper planning. | No development shall take place until full details of both hard and soft landscape works, including a phased programme of works, have been submitted to and approved in writing by the Local  Planning Authority and these works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by theLocal Planning Authority.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  REASON: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, in accordance with policies 'INSERT' of the Adopted Ealing Unitary Development Plan, 'Plan for the Environment'(2004). | Details of all external lighting to be erected, demonstrating compliance with the recommendations of the Institution of Lighting Engineers \"Guidance Notes for the Reduction of Light Pollution\" and the provisions of BS 5489 Part 9 must be submitted in writing to and approved by the local planning authority, prior to the development commencing.  The lighting as approved must be installed prior to the first *INSERT 1* and maintained in accordance with these standards thereafter.  REASON: To protect the living conditions of occupiers of the area, in accordance with policies 'INSERT' of the Adopted Ealing Unitary Development Plan, 'Plan for the Environment'(2004). | No goods or materials shall be stacked or deposited on the site, and no operations carried out unless within a roofed and enclosed building.  REASON:\tTo protect the living conditions of nearby occupiers, and to safeguard the visual appearance of the area, in accordance with policies 'INSERT' of the Adopted Ealing Unitary Development Plan, 'Plan for the Environment'(2004). | Before the development hereby permitted is commence a Construction Management Plan (CMP) shall be submitted to and approved, in writing, by the Local Planning Authority. The CMP will describe the means by which demolition and construction activity at the site and construction traffic to the site shall be controlled. The development hereby permitted shall only be carried out and completed in accordance with the CMP, unless any changes are agreed, in advance, by the Local Planning Authority.  REASON: | Before the development hereby permitted is first brought into use a Delivery and Servicing Plan (DSP) shall be submitted to and approved, in writing, by the Local Planning Authority. The DSP shall describe the means by which goods vehicles delivering material to the site and collecting material from the site shall be controlled. The DSP will require goods vehicles delivering or collecting material to be fitted with low noise tyres and low noise equipment such as reversing alarms and tail lifts. The development hereby permitted shall only be carried out and completed in accordance with the DSP.  REASON: | Before the development hereby permitted is first brought into use a Staff Travel Plan (STP) shall be submitted to and approved, in writing, by the Local Planning Authority. The STP shall describe the means by which staff shall be encouraged to travel to the site by means other than the private car. The STP as approved shall be monitored and reviewed in accordance with an approved programme and a copy of those reviews and action plans arising shall be submitted to the Local Planning Authority. The measures described in the action plans shall be implemented in the time period identified.  REASON: | Before the development hereby permitted is first brought into use Channel Gate Road shall be resurfaced from the limit of the public highway at Old Oak Lane to a point no less than 100 metres west of the nearest residential property using a twin-layer porous asphalt.  REASON: | No goods vehicles with a gross vehicle weight exceeding 7.5 tonnes shall operate on the site, or enter or leave the site, except between the hours of 0600 to 2300 hours on Mondays to Fridays, 0600 to 1500 hours on Saturdays and not at all on Sundays or on Bank and Public holidays.  REASON: | The gross vehicle weight of vehicles carrying goods or material to or from the site shall not exceed 44 tonnes or any other gross vehicle weight as may be applied by United Kingdom law.  REASON: | No goods vehicles associated with the use of the site with a gross vehicle weight exceeding 7.5 tonnes shall park or wait on Channel Gate Road within 100 metres of any residential property.  REASON: | Prior to commencement of development the following shall be submitted:  A) a feasibility study of the practicality and economic viability of utilising the canal for the transport of construction materials shall be submitted to and approved, in writing, by the Local Planning Authority.  B) should the Council be satisfied that it would be feasible and viable  to utilise the canal for the transport of construction materials, the applicant shall submit a strategy for approval, in writing, prior to commencement of the development. The construction of the development shall be carried out in accordance with the approved strategy.  C) a feasibility study of the practicality and economic viability of utilising the canal for the transport of material associated with the operation of the development shall be submitted to and approved, in writing, by the Local Planning Authority.  D) should the Council be satisfied that it would be feasible and viable to utilise the canal for the transport of material associated with the operation of the development, the applicant shall submit a strategy for approval in writing prior to commencement of the development. The operation of the development shall be carried out in accordance with the approved strategy.  REASON: | Prior to commencement of development the following shall be submitted:  A) a feasibility study of the practicality and economic viability of utilising the rail freight network for the transport of material associated with the operation of the development shall be submitted to and approved, in writing, by the Local Planning Authority.  B) should the Council be satisfied that it would be feasible and viable to utilise the rail freight network for the transport of material associated with the operation of the development, the applicant shall submit a strategy for approval, in writing, prior to commencement of the development. The operation of the development shall be carried out in accordance with the approved strategy.  REASON: | A) No development shall take place until the applicant has secured the implementation of a programme of archaeological mitigation in accordance with a Written Scheme of Investigation which has been submitted by the applicant and approved, in writing, by the Local Planning Authority.  B) No development or demolition shall take place other that in accordance with the Written Scheme of Investigation approved under Part (A).  C) The development shall not be occupied until the site investigation and post investigation assessment has been completed in accordance with the programme set out in the Written Scheme of Investigation approved under Part (A), and the provision made for analysis, publication and dissemination of the results and archive deposition has been secured.  REASON: Heritage assets of archaeological interest may survive on the site. The Local Planning Authority wishes to secure the provision of archaeological investigation and the subsequent recording of the remains prior to development, in accordance with recommendations given by the borough and in the NPPF. | Waste shall only be deposited and collected inside the Energy Recovery Centre building and not externally and all doors shall be closed during this operation.  REASON: | Details shall be submitted for the approval of the Local Planning Authority before the development is commenced, to demonstrate that the rating noise level emitted from the proposed external plant and machinery at the proposed development, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 metres from the nearest ground floor sensitive facade and 1metre from upper floor noise sensitive facades, during the relevant periods of operation.  REASON: | Details shall be submitted for the approval of the Local Planning Authority before any development is commenced, to demonstrate that the composite sound reduction index of the building envelope of the proposed energy recovery centre, Rw, will achieve the following criteria with windows and doors shut and other means of ventilation provided:  \"\tThe rating noise level emitted from the operation of internal plant and machinery at the proposed development, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 metres from the nearest ground floor sensitive facade and 1metre from upper floor noise sensitive facades, during the relevant periods of operation.  REASON: | Details shall be submitted for the approval of the Local Planning Authority before the development is commenced, for a suitable mechanical ventilation system, to ensure doors and windows are kept closed and externally sited ventilation plant associated with this system shall be silenced to meet the criteria specified at condition 18 above.  REASON: | All roller shutter doors shall be the fast acting roller shutter type and shall also be fitted with lobbies.  REASON: | The doors required under condition 20 shall be orientated away from sensitive dwellings surrounding the site and details of the design and layout of these shall be submitted to the Local Planning Authority for approval, before the development is commenced.  REASON: | The proposed offices and educational/visitor facility will be affected by significant noise from rail, traffic and commercial sources.  The composite sound reduction provided by the building envelope shall be sufficient to achieve internal noise levels of not greater than 40 dB LAeq,1hr inside the facilities with windows shut and other means of ventilation provided.  REASON: | Details of all proposed lighting schemes for the development, including floodlighting, shall be submitted for approval of the Local Planning Authority before the development is commenced, to demonstrate that the recommendations made at the following guidance is met where appropriate:  ILP Guidance Notes for the reduction of Obtrusive Lighting 2011 CIBSE/SLL - FF7 Environmental Considerations for Exterior Lighting CIBSE/SLL - LG6 Lighting Guide - Outdoor Lighting CIE 92 - Guide for Floodlighting BS 5489 Part 3 Code of Practice for Lighting for Subsidiary Roads and Associated Pedestrian Areas  The information submitted should include:  a)\tA layout plan with beam orientation. b)\tA schedule of equipment in the design (luminaire type; mounting height; aiming angles and luminaire profiles). c)\tAn isolux contour map to show light spill levels down to 1 lux and showing neighbouring buildings.  REASON: | No development shall take place until there has been submitted to and approved in writing by the Local Planning Authority a plan indicating the positions, design, materials and type of boundary treatment to be erected.  The boundary treatment shall be completed *INSERT 1*.  Development shall be carried out in accordance with the approved details.  REASON:\tTo protect the visual appearance of the area and the living conditions of neighbouring occupiers, in accordance with policies 'INSERT' of the Adopted Ealing Unitary Development Plan, 'Plan for the Environment'(2004)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "03/08/2012",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-02052358_1",
  "wgs84_polygon": null
}