{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2015/3898;",
  "lapsed_date": "30/09/2018",
  "decision_target_date": "30/09/2015",
  "locality": "Southall",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB1 1LH",
  "site_name": "1",
  "status": "Dismissed",
  "application_details": {
    "existing_uprns": [
      "000012028960"
    ],
    "site_area": 0
  },
  "appeal_decision_date": "22/06/2016",
  "lpa_app_no": "PP/2015/3898",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 512745,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T15:28:33.464+00:00",
  "id": "Ealing-PP_2015_3898",
  "application_type": "All Other",
  "street_name": "Herbert Road",
  "borough": "Ealing",
  "ward": "Southall Broadway",
  "decision_date": "30/09/2015",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": "23/02/2016",
  "decision_process": "Delegated",
  "description": "Change of use of part of ground floor of dwelling house (C3) to Office space (A2) (part retention) and three (3) bedroom auxiliary residential unit comprising of first floor  rear extension and two roof dormers to the side and rear; conversion of existing outbuilding into a 1 bedroom unit.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 180367,
  "decision": "Refused",
  "appeal_decision": "Dismissed",
  "uprn": "000012028960",
  "centroid": {
    "lon": "-0.3767099",
    "lat": "51.5109923"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              512741.9018836,
              180366.9897415
            ],
            [
              512745.7688172,
              180366.6498388
            ],
            [
              512745.9584536,
              180366.6298445
            ],
            [
              512741.9018836,
              180366.9897415
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The change of use would result in the loss of a family dwellinghouse for which there is an established and continuing demand, without its replacement with at least equivalent floorspace. Furthermore, the residnetial accomodation proposed fails to meet the minimum floor area requirements. The proposal would be contrary to Policies 3.5, 3.8 and 3.14 of the London Plan 2015, and Policy 3.5 of the Ealing Development Management Development Plan Document 2013. | The development would fail to integrate with the existing residential character of Herbert Road due to the introduction of a commercial use into a dwellinghouse on a residential street in a Town Centre, by altering the character of the dwellinghouse and the terrace. The proposal is contrary to Policy 7.4 of the London Plan 2015, Policies 4C and 7.4 of the Ealing Development Management Development Plan Document 2013, policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy (2012) and the National Planning Policy Framework (2012). |  The commercial use would result in detrimental living conditions for occupiers of the neighbouring residential premises and prospective occupiers of the proposed residential units. The additional activity as generated by this use would be likely to result in additional noise and disturbance harming the living conditions of neighbouring residents. As such, the proposal is contrary to Policy 7.15 of the London Plan 2015, Policies 7A and 7B of the Ealing Development Managment Development Plan Document 2013, and policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy (2012) and the National Planning Policy Framework (2012). | The proposed first floor rear extension would be contrary to the existing scale and pattern of development within the local streetscape. Furthermore, the proposed first floor rear extension, due to the proposed depth and width, would create undue impacts to the residential amenity of the neighbouring property to the south by reason of loss of outlook and a sense of overbearing. The proposal is contrary to Policies 7.4 and 7.6 of the London Plan 2015, Policies 7.4 and 7B of the Ealing Development Management Development Plan Document , policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy (2012) and the National Planning Policy Framework (2012). | The proposed development fails to provide waste storage facilities and due to the layout of development onsite, such facilities would be difficult to be satisfactorily implemented and serviced, therefore the proposal would be contrary to policy 5.16 of the London Plan 2015, policies 3.5 and 7B of the Ealing Development Management Development Plan Document 2013, policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy (2012) and the National Planning Policy Framework (2012)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "05/08/2015",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP 04336982",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3767546,
          51.5109928
        ],
        [
          -0.376699,
          51.510989
        ],
        [
          -0.3766962,
          51.5109887
        ],
        [
          -0.3767546,
          51.5109928
        ]
      ]
    ],
    "type": "Polygon"
  }
}