{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2013/5638;",
  "lapsed_date": "24/10/2017",
  "decision_target_date": "21/03/2014",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "NW10 7SX",
  "site_name": "World Of Leather",
  "status": "Superseded",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 1545,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 3608,
      "total_gia_lost": 1545,
      "development_type": "New Build",
      "total_gia_gained": 3608,
      "site_area": 0.29
    },
    "constraints_details": [
      {
        "result": "Suburban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Park Royal/Willesden Junction",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "1",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": "28/02/2016",
        "actual_completion_date": null,
        "use_class": "SG",
        "gia_gained": 3608,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": "PP/2015/1906",
        "gia_lost": 1545
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "existing_uprns": [
      "000012157388, 000012198286, 000012198285"
    ],
    "site_area": 0
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2013/5638",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519000,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T14:23:56.221+00:00",
  "id": "Ealing-PP_2013_5638",
  "application_type": "All Other",
  "street_name": "North Circular Road",
  "borough": "Ealing",
  "ward": "Hanger Hill",
  "decision_date": "24/10/2014",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Construction of a part three storey, part four storey retail warehouse and showroom with ancillary offices (sui generis)  comprising 3608 sq.m of floorspace, following the demolition of the existing two storey showroom and ancillary offices, with servicing area,14 car parking spaces, cycle parking and associated landscaping.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major general industry-storage-warehousing",
  "centroid_northing": 183413,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "12157388",
  "centroid": {
    "lon": "-0.2855875",
    "lat": "51.5370873"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              519001.0410777,
              183413.447702
            ],
            [
              519002.1129357,
              183413.6376476
            ],
            [
              519001.2966746,
              183413.0078279
            ],
            [
              519001.0410777,
              183413.447702
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              518999.7136229,
              183413.2177678
            ],
            [
              518999.1447137,
              183412.7678965
            ],
            [
              518998.4026582,
              183412.8678679
            ],
            [
              518998.6005396,
              183413.0278221
            ],
            [
              518999.7136229,
              183413.2177678
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              518991.0563087,
              183407.0795248
            ],
            [
              518992.0457161,
              183407.8493045
            ],
            [
              518991.089289,
              183407.0295391
            ],
            [
              518991.0563087,
              183407.0795248
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_cycle": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": null,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title number(s), SK10 Revision E, SK11 Revision D, SK12 Revision D, SK13 Revision D, SK14 Revision B, SK20 Revision C, SK21 Revision D, SK22 Revision C and SK31 Revision B - 3D Image unless otherwise agreed in writing by the local Planning Authority.  REASON: For the avoidance of doubt, and in the interests of proper planning. | Samples of the materials to be used for the external surfaces as shown on the approved plans of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. Development shall be carried out in accordance with these approved details.  REASON: To ensure that the materials harmonise with the surroundings, in accordance with policies Ealing Local Variation to London Plan Policy 7.4 and 7B of the Ealing Development Management Development Plan (2013), policies 1.1 (h) and 1.2 (f) of the adopted Local Development Framework (Core) Strategy (2012) and policies 7.4 and 7.6 of the London Plan (2011). | Prior to the commencement of development, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority. The plan shall include the following:  -\tConstruction traffic management proposals including details of delivery routes and HGV movements and details of any temporary site access/parking including swept path analysis of construction vehicles safely access/egress from the site; -\tDetails of construction hours; -\tNoise mitigation and monitoring measures; -\tDetails of enclosure of working areas and the location of compounds for the storage of plant and materials; -\tDetails of temporary lighting; -\tDust suppression and monitoring measures, having regard to BRE guide 'Control of Dust from Construction and Demolition Activities'; -\tWheel wash measures; -\tSite security during construction; -\tA drainage strategy to operate setting out controls of contamination, including controls to surface water run-off, water pumping, storage of fuels and hazardous materials, spill response plans and pollution control measures; and -\tProcedures for on-site contractors to deal with complaints from local residents.  The Construction Logistics Plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of demolition and construction, or as otherwise agreed in writing by the Local Planning Authority.  Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policy 7A of the Ealing Development Management Development Plan (2013), policy 1.1 (j) of the Ealing Development (Core) Strategy 2012 and policies 5.14 and 5.15 of the London Plan 2011. | Details of cycle parking including location and elevations shall be submitted to and approved in writing by the Local Planning Authority. Cycle parking should be provided in a secure and lockable compound. The type of stand proposed must allow both wheels and the frame of the bicycle to be locked.   REASON: To ensure that there is adequate provision for cycle parking within the site in accordance policy 6.13 of the Ealing Development Management Development Plan Document (2013), policies 1.1, 1.2, & 3.8 of the Ealing Development (Core) Strategy 2012, policies 6.9 & 6.13 of The London Plan 2011. | Notwithstanding the approved plans, the car parking arrangement shall provide 20% of active and 20% passive electric vehicle charging points prior to the first occupation of the development.   REASON: To ensure sustainable development, in accordance with Ealing local variation  to London Plan policy 6.13 of the Ealing Development Management Development Plan  (2013), policy 1.2 (k) of the Ealing Development (Core) Strategy 2012 and policy 6.13 of the  London Plan 2011. | Details of a Delivery and Servicing Plan (DSP) shall be submitted to and approved in writing by the Local Planning Authority prior to the first occupation of the development. The details shall be implemented only as approved and retained thereafter, unless otherwise agreed in writing by the local planning authority.  REASON: To ensure that there is adequate provision for access to the site, manoeuvring within the site, and parking in accordance with policy 6.13 of the Ealing Development Management Development Plan Document (2013), policies 1.1, 1.2 & 3.8 of the Ealing Development (Core) Strategy 2012 and policies 6.1, 6.9, 6.10, & 6.13 of the London Plan (2011). | The delivery vehicles entering the site shall be restricted to 16 tonne, unless otherwise agreed to by the Local Planning Authority.  Reason: To safeguard highway users and to ensure that there is adequate provision for access to the site, manoeuvring within the site, and parking in accordance with policy 6.13 of the Ealing Development Management Development Plan Document (2013), policies 1.1, 1.2 & 3.8 of the Ealing Development (Core) Strategy 2012 and policies 6.1, 6.9, 6.10, & 6.13 of the London Plan (2011). | Full details of both hard and soft landscape works, including a phased programme of works, details of boundary treatment, planting and surface finish shall be submitted to and approved in writing by the Local Planning Authority. These works shall be carried out as approved prior to the first operation of the use in accordance with the programme agreed by the Local Planning Authority.  Any plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  REASON: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, in accordance with policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012), policies 7.4 and 7.6 of the London Plan (2011) and policy 7.4 of the Ealing Development Management Development Plan 2013. | Details of all proposed external lighting schemes for the development shall be submitted for approval of the Local Planning Authority before the development is occupied. These details shall demonstrate that the recommendations made at the following guidance is met where appropriate:  ILP Guidance Notes for the reduction of Obtrusive Lighting 2011 CIBSE/SLL - FF7 Environmental Considerations for Exterior Lighting CIBSE/SLL - LG6 Lighting Guide - Outdoor Lighting  REASON: To protect the living and working conditions of surrounding occupiers and maintain an attractive and safe environment in the locality in accordance with policy 7.6 of the adopted London Plan (2011), policy 1.1(l) of the adopted Local Development Framework (Core Strategy 2012) and policy 7A of the adopted Ealing Development Management Development Plan Document (2013). | Prior to first occupation, the approved scheme shall incorporate and maintain measures to achieve the following carbon emissions savings:-  1.\tenergy saving measures by 15.56% in carbon dioxide (CO2) emissions savings over baseline; and  2.\tthe incorporation of on-site renewable energy generation to achieve at least a percentage of 24.82% in carbon dioxide (CO2) emissions savings over baseline.  The reduction should be calculated based on carbon dioxide emissions covered by the Building Regulations 2010 whilst carbon dioxide emissions associated with other energy uses not covered by Building Regulations (un-regulated) should be also included and measures to reduce them should be demonstrated.   In demonstrating compliance with this percentage reduction the applicant should consider the use of measures in line with the Energy Hierarchy including the incorporation of on-site renewables.     Energy Performance Certificates [EPC's] and modelling output reports from the \"as built stage\" to confirm compliance in terms of savings achieved through energy efficiency measures should be also submitted for written approval by the Local Planning Authority.   REASON:  To ensure that the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases, in accordance with policies 1.1 and 1.2 adopted Local Development Framework (Core Strategy 2012), policies 5.2 , 5.3, 5.6 and 5.7 of the London Plan 2011 and Ealing Local Variation to London Plan Policies 5.2 , 5.3, 5.6 and 5.7 of the Ealing Development Management Development Plan 2013. | The development shall not be occupied until a BREEAM 'Post Construction Stage' Assessment has been submitted to the Local Planning Authority for written approval, confirming that the agreed sustainability measures can be achieved. Within 3 months from the date of first occupation of each element of the development a Post-Construction Stage Certificate verified by the BRE confirming the BREEAM standard and measures have been achieved be submitted and approved in writing by the Local Planning which shall be retained in operation permanently.   REASON: In the interest of addressing climate change and to secure sustainable development in accordance with policies1.1 and 1.2 adopted Local Development Framework (Core Strategy 2012), and policies 5.1, 5.2, 5.3 and 5.9 of the London Plan 2011 and policies 5.1, 5.2, 5.3 and 5.9 of the Ealing Development Management Development Plan 2013. | Following the completion of the development, suitable devices for the monitoring of the renewable/low-carbon energy equipment shall have been installed, and the monitored data shall be submitted to the local planning authority at daily intervals for a period of three years from final completion of the renewable/low carbon energy equipment. The installation of the monitoring devices and the submission of the data shall be carried out in accordance with the Council's approved specifications.  REASON: To monitor the effectiveness of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an evidence base on the performance of such equipment in accordance with policies1.1 and 1.2 adopted Local Development Framework (Core Strategy 2012), and policies 5.1, 5.2, 5.3 and 5.9 of the London Plan 2011 and policy 5.2 of the Ealing Development Management Development Plan 2013. | No development approved by this planning permission shall take place until a remediation strategy that includes the following components to deal with the risks associated with contamination of the site shall each be submitted to and approved, in writing, by the local planning authority:   (i) A preliminary risk assessment which has identified:  -\tall previous uses  -\tpotential contaminants associated with those uses  -\ta conceptual model of the site indicating sources, pathways and receptors  -\tpotentially unacceptable risks arising from contamination at the site.   (ii) A site investigation scheme, based on (1) to provide information for a detailed assessment of the risk to all receptors that may be affected, including those off site.   (iii). The results of the site investigation and the detailed risk assessment referred to in (2) and, based on these, an options appraisal and remediation strategy giving full details of the remediation measures required and how they are to be undertaken.   (iv). A verification plan providing details of the data that will be collected in order to demonstrate that the works set out in the remediation strategy in (3) are complete and identifying any requirements for longer-term monitoring of pollutant linkages, maintenance and arrangements for contingency action.   Any changes to these components require the express written consent of the local planning authority. The scheme shall be implemented as approved.  REASON: The historic uses of the site may have resulted in contamination and this condition is required to ensure the site is remediated and does not pose a risk to controlled waters in accordance with policies1.1 and 1.2 adopted Local Development Framework (Core Strategy 2012), and policies 5.12 of the London Plan 2011 and Ealing Local Variation to London Plan Policy 5.12 of the Ealing Development Management Development Plan 2013. | No occupation of any part of the development shall take place until a verification report demonstrating completion of works set out in the approved remediation strategy and the effectiveness of the remediation shall be submitted to and approved, in writing, by the local planning authority. The report shall include results of sampling and monitoring carried out in accordance with the approved verification plan to demonstrate that the site remediation criteria have been met. It shall also include any plan (a \"long-term monitoring and maintenance plan\") for longer-term monitoring of pollutant linkages, maintenance and arrangements for contingency action, as identified in the verification plan. The long-term monitoring and maintenance plan shall be implemented as approved.   REASON: To protect controlled waters and ensure that any necessary remediation works are completed before the site is occupied in accordance with policies1.1 and 1.2 adopted Local Development Framework (Core Strategy 2012), and policies 5.12 of the London Plan 2011 and Ealing Local Variation to London Plan Policy 5.12 of the Ealing Development Management Development Plan 2013. | During development, if contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until the developer has submitted a remediation strategy to the local planning authority detailing how this unsuspected contamination shall be dealt with and obtained written approval from the local planning authority. The remediation strategy shall be implemented as approved.  REASON: To ensure that any previously unidentified contamination is disposed of from the site appropriately in accordance with policies1.1 and 1.2 adopted Local Development Framework (Core Strategy 2012), and policies 5.12 of the London Plan 2011 and Ealing Local Variation to London Plan Policy 5.12 of the Ealing Development Management Development Plan 2013. | No development shall take place until a scheme for the provision and management of a buffer zone alongside the River Brent shall be submitted to and agreed in writing by the local planning authority. Thereafter the development shall be carried out in accordance with the approved scheme and any subsequent amendments shall be agreed in writing with the local planning authority. The buffer zone scheme shall be free from built development including lighting, domestic gardens and formal landscaping; and could form a vital part of green infrastructure provision. The schemes shall include appropriate ecological enhancements between the proposed warehouse and the river. This should include native planting, reduction of additional hardstanding and a green wall if feasible.  REASON: To protect and enhance the ecological value of the river corridor in accordance with policies1.1 and 1.2 adopted Local Development Framework (Core Strategy 2012), and policies 5.12 and 7.19 of the London Plan 2011 and Ealing Local Variation to London Plan Policy 5.12 of the Ealing Development Management Development Plan 2013. | The development hereby permitted shall not be commenced until it has been demonstrated that:   -\toccupants of the site will have safe, dry access and egress to and from the site during a flood  -\tfloor levels will be set above the 1 in 100 year plus an allowance for climate change flood level  -\tthere will be no loss of floodplain as a result of the development and that any encroachment into the floodplain will be compensated for on site.   The scheme shall then be implemented as approved.  REASON: To protect the site from flooding in accordance with policies1.1 and 1.2 adopted Local Development Framework (Core Strategy 2012), and policy 5.12 of the London Plan 2011 and Ealing Local Variation to London Plan policy 5.12 of the Ealing Development Management Development Plan 2013."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "20/12/2013",
  "secondary_street_name": null,
  "site_number": "World of Leather",
  "pp_id": "PP-03081172",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2855724,
          51.5370911
        ],
        [
          -0.2855569,
          51.5370926
        ],
        [
          -0.2855688,
          51.5370871
        ],
        [
          -0.2855724,
          51.5370911
        ]
      ]
    ],
    "type": "Polygon"
  }
}