{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2015/6188;",
  "lapsed_date": "04/12/2018",
  "decision_target_date": "27/01/2016",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W13 8LB",
  "site_name": "72",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012147639, 000012118054, 000012118056, 000012118053, 000012181305, 000012147844"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2015/6188",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 516732,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T19:05:02.115+00:00",
  "id": "Ealing-PP_2015_6188",
  "application_type": "All Other",
  "street_name": "The Avenue",
  "borough": "Ealing",
  "ward": "Ealing Broadway",
  "decision_date": "04/12/2015",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Non material amendment to remove condition 6 (requirement to enter into a S106 Agreement with respect to parking permit ineligibility) of planning permission ref: PP/2014/0676 dated 12/06/2014 for 'Two storey rear extension with pitched roof to existing flats and alteration of roof from hip to gable end (involving conversion of roofspace into habitable use), rear roof extension and installation of three rooflights to front roofslope to create one self contained unit (1x 2 bedroom flat) (a total of 5 flats)'.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": null,
  "centroid_northing": 181137,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012147639",
  "centroid": {
    "lon": -0.31905,
    "lat": 51.517103
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development shall be begun before the expiration of 3 years from the date of the extant full planning permission ref: PP/2014/0676 dated 12/06/2014.  Reason:  In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title number(s) Site Location Plan, 13-026-E01, 13-026-E02, 13-026-E03, 13-026-E04, 13-026-E05, 13-026-E06, 13-026-E07, 13-026-E08, 13-026-P01, 13-026-P02, 13-026-P03, 13-026-P04, 13-026-P05 REVA, 13-026-P06 REV B, 13-026-P07 REV B, 13-026-P08 REV B, 13-026-P09 REV A, 13-026-P10, 13-026-P11, L-200.   Reason: For the avoidance of doubt, and in the interests of proper planning. | All external materials to be used in the development shall match the existing building and those shown on the approved drawings and as described on the planning application form.  Reason: To ensure that the materials harmonise with the surroundings in accordance with the Council's policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012) and policies 7.4 and 7.6 of the London Plan (2011) and 7.4 and 7b of the Ealing Development Management DPD. | Refuse storage facilities including facilities for the recycling of waste shall be provided in accordance with the details approved by the Local Planning Authority under application ref: PP/2015/5007 dated 06/11/2015. The approved facilities shall be provided before the development is occupied.   Reason: In the interests of amenity and the recycling of waste materials in support of the Boroughs waste reduction targets having regard for 3.5 and 5.16 and 7A, 3.5 and 7B of the Ealing Development Management DPD (2013). | The works to the wall located within the rear garden area, boundary treatments and landscaping shall be provided in accordance with the details approved by the Local Planning Authority under application ref: PP/2015/5334 dated 06/11/2015.   Reason: In order to provide a satisfactory appearance to the rear of the site and also to provide an acceptable degree of garden space and privacy within the development and in relation to neighbouring properties having regard to relevant policies 7.4 and 7B of Ealing Development Management DPD (2013), and policies 3.5 and 7.4 of the London Plan (2015), policies in the adopted Development Strategy (2012) and all other relevant material considerations. | Original condition 6 has been deleted. | The cycle storage facilities approved by the Local Planning Authority under application ref: PP/2015/5335 dated 06/11/2015 shall be implemented and brought into use prior to first occupation of any of the flats hereby permitted, and retained permanently.  Reason:  To provide adequate facilities for cyclists, in accordance with 6.9 of the London Plan (2015)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "03/12/2015",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP 04642229",
  "wgs84_polygon": null
}