{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2015/0881;",
  "lapsed_date": "24/08/2018",
  "decision_target_date": "17/06/2015",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 4QT",
  "site_name": "Woodlands",
  "status": "Commenced",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 240,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 240,
      "development_type": null,
      "total_gia_gained": 0,
      "site_area": null
    },
    "constraints_details": [
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "2",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "existing_uprns": [
      "000012081829, 000012162247"
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B8",
        "gia_gained": 0,
        "actual_commencement_date": "15/01/2016",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 240
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "actual_completion_date": "10/10/2017",
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "15/01/2016",
          "no_bedrooms": 3,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        }
      ],
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 3,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": 0.03,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 33.333333333333336,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2015/0881",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517652,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T15:28:28.324+00:00",
  "id": "Ealing-PP_2015_0881",
  "application_type": "All Other",
  "street_name": "South Ealing Road",
  "borough": "Ealing",
  "ward": "Ealing Common",
  "decision_date": "24/08/2015",
  "epc_number": null,
  "actual_commencement_date": "15/01/2016",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Construction of a two storey, three bedroom detached dwelling with associated access, car parking, landscaping and amenity space (following the demolition of the existing disused workshop/storage building)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 179657,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012162247",
  "centroid": {
    "lon": -0.30629,
    "lat": 51.503611
  },
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": 1,
    "no_existing_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_cycle": 2,
    "no_existing_motorcycle": null,
    "no_proposed_car": 1,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title number(s) WSE/P14/04 Rev A, WSE/P14/05 Rev A, WSE/P14/06 Rev A, WSE/P14/07 Rev A, WSE/P14/08 Rev A, WSE/P14/09 Rev A, WSE/P14/10 Rev A, WSE/P14/11 Rev A.  Reason: For the avoidance of doubt, and in the interests of proper planning. | Samples of the materials to be used for the external surfaces as shown on the approved plans of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details.  Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies Ealing Local Variation to London Plan Policy 7.4, 7B and 7C of the Ealing Development Management Development Plan (2013), policies 1.1 (h) and 1.2 (g) of the adopted Local Development Framework (Core) Strategy (2012) and policies 7.4, 7.6 and 7.8 of the London Plan (2015). | Refuse and recycling storage areas indicated on drawing reference WSE/P14/04 Rev A shall be provided and brought into use prior to the first occupation of the development permitted and retained thereafter.  Reason:  To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with policies with policies 3.5 and 7B of the Ealing Development Management Plan 2013, policy 1.1(e) of the Adopted Ealing Development (Core) Strategy and The London Plan (July 2015) policy 5.16. | The residential unit hereby approved shall be constructed to the Lifetime Homes Standards.  Reason: To ensure that the development is accessible by all future occupiers/users, in accordance with policy 3.5 of the Ealing Development Management Development Plan 2013, policy 1.1(h) of the Ealing Core Strategy (2012), policies 3.8 and 7.2 of The London Plan (2015) and the National Planning Policy Framework (2012). | The design of the building shall comply with the aims and objectives of the Secured By Design standards before the first occupation of the development, and shall be permanently retained.  Reason: To ensure that the development incorporates crime prevention measures to help prevent crime and disorder in accordance with policies 1.1 (e) of the Ealing Core Strategy (2012), policy LV 7.3 of the Ealing Development Management Development Plan Document (2013), and policy 7.3 of the London Plan (2015). | Prior to the commencement of development, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority. The plan shall include the following:  - Construction traffic management proposals including details of delivery routes and HGV movements and details of any temporary site access/parking; - Details of construction hours; - Noise mitigation and monitoring measures having regard to BS 5228-1:2009 - Code of Practice for noise /7 vibration control on construction and open sites - Part 1: Noise; - Details of enclosure of working areas and the location of compounds for the storage of plant and materials; - Details of temporary lighting; - Dust suppression and monitoring measures, having regard to 'The Control of Dust and Emissions during Construction and Demolition, SPG, GLA, July 2014; - Wheel wash measures; - Site security during construction; - A drainage strategy to operate setting out controls of contamination, including controls to surface water run-off, water pumping, storage of fuels and hazardous materials, spill response plans and pollution control measures; and - Procedures for on-site contractors to deal with complaints from local residents.  The Construction Logistics Plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of site preparation and construction.   Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policy 7A of the Ealing Development Management Development Plan (2013), policy 1.1 (j) of the Ealing Development (Core) Strategy 2012 and policies 5.14 and 5.15 of the London Plan 2015. | No development shall take place until an investigation and risk assessment is completed in accordance with a scheme to assess the nature and extent of any contamination on the site, and has been submitted to and approved in writing by the Local Planning Authority. This assessment must be undertaken by a competent person, and shall assess any contamination on the site, whether or not it originates on the site.The report of the findings must include:   (i) a survey of the extent, scale and nature of contamination;   (ii) an assessment of the potential risks to human health; property (existing or proposed) including buildings, crops, livestock, pets, woodland and service lines and pipes; adjoining land; groundwater and surface waters; ecological systems; archeological sites and ancient monuments.   (iii) an appraisal of remedial options, and proposal of the preferred option(s).   This must be conducted in accordance with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11'.   Reason: To protect the health and living conditions of residents in accordance policy 5.21 of The London Plan, policy 1.1 (j) of the Ealing Core Strategy (2012), and the National Planning Policy Framework. | No development shall take place until a detailed remediation scheme to bring the site to a condition suitable for the intended use is submitted to and subject to the approval in writing of the Local Planning Authority. The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.   Reason: To protect the health and living conditions of residents in accordance policy 5.21 of The London Plan, policy 1.1 (j) of the Ealing Core Strategy (2012), and the National Planning Policy Framework. | The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development other than that required to carry out remediation. The Local Planning Authority must be given two weeks written notification of commencement of the remediation scheme works.   Following completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority.   The verification report submitted shall be in accordance with the Environment Agency guidance 'Verification of Remediation of Land Contamination', Report: SC030114/R1'.  Reason: To protect the health and living conditions of residents in accordance policy 5.21 of The London Plan, policy 1.1 (j) of the Ealing Core Strategy (2012), and the National Planning Policy Framework. | Notwithstanding the provisions of Classes A, B, C, D, E and F of Schedule 2, Part 1, Class A Town and Country Planning (General Permitted Development) Order 1995, as amended by the Town and Country Planning (General Permitted Development) (Amendment) (No. 2) (England) Order 2008 (or any other order revoking and re-enacting that order, with or without modifications), no works shall be carried out without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.  Reason: To prevent the overdevelopment of the site and to safeguard the living conditions of occupiers of adjoining properties and the appearance of the streetscene, in accordance with policies 1.1 (g) and (h) of the Adopted Development (Core) Strategy, and policies 7.4 and 7.6 of the London Plan (2015) and policies Ealing Local Variation of London Plan Policy 7.4 and 7B of the Ealing Development Management Development Plan. | The car parking space shown on the approved plans shall be laid out prior to first occupation of any of the unit hereby permitted and permanently retained without obstruction.  Reason: To ensure that there is adequate provision for car parking within the site in accordance with policy 6.13 of the London Plan (2011)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "13/02/2015",
  "secondary_street_name": null,
  "site_number": "Woodlands, 9",
  "pp_id": "PP 03982584",
  "wgs84_polygon": null
}