{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2013/1206;",
  "lapsed_date": "08/11/2016",
  "decision_target_date": "11/06/2013",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "Portal",
  "lpa_name": "Ealing",
  "postcode": "W5 2QJ",
  "site_name": "38C Mount Avenue",
  "status": "Superseded",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 100,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 100,
      "development_type": null,
      "total_gia_gained": 0,
      "site_area": null
    },
    "constraints_details": [
      {
        "result": "Suburban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "1",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "existing_uprns": [
      "000012115162, 000012142409"
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": "20/08/2014",
        "use_class": "D1",
        "gia_gained": 0,
        "superseded_by_lpa_app_no": "PP/2014/3212",
        "gia_lost": 100
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": false,
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": "20/08/2014",
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "no_bedrooms": 4,
          "superseded_by_lpa_app_no": "PP/2014/3212",
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        }
      ],
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 4,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": 0.059000000000000004,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 16.94915254237288,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2013/1206",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517972,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-19T21:36:15.752+00:00",
  "id": "Ealing-PP_2013_1206",
  "application_type": "All Other",
  "street_name": "Mount Avenue",
  "borough": "Ealing",
  "ward": "Hanger Hill",
  "decision_date": "08/11/2013",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Construction of a two-storey four-bedroom detached dwellinghouse, provision of car parking, cycle storage, refuse storage and associated landscaping (following demolition of  the existing single storey building previously used as a doctor's surgery)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Portal",
  "development_type": "Minor dwellings",
  "centroid_northing": 181922,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012115162",
  "centroid": {
    "lon": -0.300925,
    "lat": 51.523901
  },
  "polygon": {
    "type": "geometrycollection",
    "geometries": []
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": 1,
    "no_existing_other": null,
    "no_proposed_cycle": null,
    "no_proposed_bluebadge": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": 1,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby permitted shall be carried out in accordance with the following approved plans: GA-00 REVISION P-1, GA-03 REVISION P-1, S 01 REVISION P-1, S 02 REVISION P-1, SEC-AA REVISION P-1, SU-01, DEM-00 REVISION P1 received on 16/04/2013 and ELEV A REV P2, ELEV-B REVISION P2 ELEV-C REVISION P-2, ELEV-D REVISION P-2 and GA-01 REVISION P-1 received on 25/10/2013.  REASON: For the avoidance of doubt and in the interests of proper planning. | Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details.  REASON: To ensure that the materials harmonise with the surrounding area, in accordance with policies 3.5, 7.4 and 7.6 of the London Plan (2011) and policies 4.1 and 5.5 of the adopted Ealing Unitary Development Plan, Plan for the Environment (2004/2007). | Notwithstanding the provisions of Classes A to H (inclusive) of Part 1 of Schedule 2 to the Town and Country Planning (General Permitted Development) (Amendment) Order 2008, no additions / extensions of any kind, porches, outbuildings hardsurfacing within curtilage etc to the dwellings shall be carried out without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.  REASON:  To prevent the overdevelopment of the site and to safeguard the living conditions of adjoining properties and the appearance of the area, in accordance with DM DPD (February 2013) Policy 7A and policies 4.1 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004/2007). | Notwithstanding the details submitted with the application, residential refuse storage and waste management (including provision for re-cycling) for the residential unit hereby permitted, to include a refuse management plan and collection facilities shall be submitted to and approved by the Local Planning Authority. The respective residential parts of the development shall not be occupied until the elements of the approved scheme relating to those parts of the development have been implemented and those provisions shall be maintained unless otherwise agreed in writing by the Local Planning Authority.  Reason: To protect the living conditions of occupiers and the visual amenity of the area, in accordance with policies 2.10 and 4.1 of the Ealing adopted Unitary Development 'Plan for the Environment' (2004) and Supplementary Planning Guidance (SPG) 4 'Refuse and Recycling Facilities' and policy 1.1 of the Adopted Ealing Local Development Framework Core Strategy (2012) and policies 5.17 and 7.6 of the London Plan (2011). | Notwithstanding any indication in the drawings submitted with this application, details of the sedum green roof shall be submitted to and approve by the Local Planning Authority before any works commence on site, the plans should be 1:100, technical specifications and manufacturer's specifications shall also be included. \t To ensure that a high quality scheme is implemented in accordance with policies 3.5, 5.10, 5.11, 7.3, 7.4 and 7.21 of the London Plan (2011), DM DPD (February 2013) Policy 7D and policies 4.1, 4.4, 4.5 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004/2007). | Before any part of the development hereby permitted is first occupied arrangements shall be agreed in writing with the local planning authority (legal agreement) and be put in place to ensure that, with the exception of disabled persons, no residents of the new dwelling shall obtain a resident's parking permit (including visitors' permits) within any controlled parking zone which may be in force in the area at any time. The professional and legal fees incurred by the Council in drafting and completing the agreement shall be met by the applicant/owner.  Reason: To ensure that proposal does not exacerbate on-street parking pressure in the local controlled parking zone, in accordance with policies 9.1 and 9.8 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and policy 1.1 of the Adopted Ealing Local Development Framework Core Strategy (2012) and policies 6.13 and 8.2 the London Plan (2011). | Details of noise mitigation including the noise exposure category, BS4142 rating noise and the predicted vibration levels shall be submitted to and approved in writing by the Local Planning Authority prior to works commencing on site. The details shall also include noise and vibration mitigation measures with windows closed and other means of ventilation and shall be implemented prior to the first occupation of the residential unit and shall be retained thereafter.   REASON: To protect the living conditions of the future occupiers of property, in accordance with policies 4.11 and 5.9 of the adopted Ealing Unitary development Plan, 'Plan for the Environment' (2004) and policy 1.1 of the Adopted Ealing Local Development Framework Core Strategy (2012) and policy 7.15 of the London Plan (2011). | Prior to the commencement of development, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority. The plan shall include the following:  \"\tConstruction traffic management proposals including details of delivery routes and HGV movements and details of any temporary site access/parking; \"\tDetails of demolition and construction hours; \"\tNoise mitigation and monitoring measures; \"\tDetails of enclosure of working areas and the location of compounds for the storage of plant and materials; \"\tDetails of temporary lighting; \"\tDust suppression and monitoring measures, having regard to BRE guide 'Control of Dust from Construction and Demolition Activities'; \"\tWheel wash measures \"\tSite security during construction \"\tTree protection \"\tA drainage strategy to operate setting out controls of contamination, including \"\tcontrols to surface water run-off, water pumping, storage of fuels and hazardous materials, spill response plans and pollution control measures; \"\tProcedures for on-site contractors to deal with complaints from local residents  The Construction Logistics Plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of demolition and construction, or as otherwise agreed in writing by the Local Planning Authority.  Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policies 2.6, 4.1, 4.11, 4.12 and 9.9 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004/2007). | Details of proposed hard and soft landscaping works and boundary treatment and entrance gate (including detailed specifications for the proposed green roof and details of any retaining walls) shall be submitted to and approved in writing by the Local Planning Authority. This condition shall apply notwithstanding any indications as to these matters which have been given in this application. The approved works shall be implemented prior to first use/occupation of any part of the development or in accordance with a programme agreed by the Local Planning Authority. Any trees or other plants which die or are removed or become seriously damaged or diseased within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  Reason: To ensure that a high quality scheme is implemented in order to safeguard the character and appearance of the area, in accordance with policies 3.5, 5.10, 5.11, 7.3, 7.4 and 7.21 of the London Plan (2011), DM DPD (February 2013) Policy 7D and policies 4.1, 4.4, 4.5 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004/2007). | The measures in relation to the protection of trees surrounding the site as set out in the tree survey with reference number L419AIA and dated 19th February 2013 must be implemented.  Reason: To ensure the protection of the surrounding trees during the demolition and construction of the scheme and to ensure that a high quality scheme is implemented in order to safeguard the character and appearance of the area, in accordance with policies 3.5, 5.10, 5.11, 7.3, 7.4 and 7.21 of the London Plan (2011), DM DPD (February 2013) Policy 7D and policies 4.1, 4.4, 4.5 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004/2007)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "16/04/2013",
  "secondary_street_name": null,
  "site_number": "38C",
  "pp_id": "PP-02552742",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.300902,
          51.523914
        ],
        [
          -0.300903,
          51.523887
        ],
        [
          -0.300947,
          51.523888
        ],
        [
          -0.300946,
          51.523915
        ],
        [
          -0.300902,
          51.523914
        ]
      ]
    ],
    "type": "Polygon"
  }
}