{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2015/6352;",
  "lapsed_date": "12/01/2020",
  "decision_target_date": "12/01/2017",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W13 0HE",
  "site_name": "86 Cleveland Road",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012074168, 000012191666, 000012191667, 000012191668, 000012191669"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2015/6352",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 516271,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T16:27:29.998+00:00",
  "id": "Ealing-PP_2015_6352",
  "application_type": "All Other",
  "street_name": "Cleveland Road",
  "borough": "Ealing",
  "ward": "Cleveland",
  "decision_date": "12/01/2017",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Variation of condition 2 (approved drawing numbers) of planning reference: PP/2009/1391 dated 17/03/2014 for the construction of a terrace of 4 three-storey dwellinghouses (2x four-bedroom and 2x three-bedroom) facing Cleveland Road with 4 frontage car parking spaces served by new access off Cleveland Road and refuse & recycling storage area and detached two storey dwellinghouse facing Highview Road and provision of one car parking space with access off Highview Road. Amended scheme involves a reduction in no. of solar panels, internal layout reconfiguration and increase in height of terrace of 4 three-storey dwellinghouses; increase in width and height (with additional window casements), relocation of solar panels and internal layout reconfiguration of detached two storey dwellinghouse and increase in width of detached two storey dwellinghouse raised terrace.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 181546,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012074168",
  "centroid": {
    "lon": -0.325556,
    "lat": 51.520874
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "1. The development permitted shall be begun before the expiration of three years from the date of planning permission PP/2009/1391 dated 14/03/2014.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "2. The development hereby approved shall be carried out in accordance with drawing title number(s) A-01 Rev A, A-02 Rev A, A-03 Rev A, A-04 Rev A, A-06 Rev A, A-07 Rev A, A-08 Rev A.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "3. Samples of the materials to be used for the exterior surfaces of the proposal shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. Development shall be carried out in accordance with these approved details.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies Ealing Local Variation to London Plan Policy 7.4 and 7B of the Ealing Development Management Development Plan (2013), policies 1.1 (h) and 1.2 (f) of the adopted Local Development Framework (Core) Strategy (2012) and policies 7.4 and 7.6 of the London Plan (2015).",
    "4. Notwithstanding the provisions of Classes A, B, C, D, E and F of Schedule 2, Part 1, Class A Town and Country Planning (General Permitted Development) Order 1995, (or any order revoking and re-enacting that Order with or without modification), no works shall be carried out without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.",
    "Reason: To prevent the overdevelopment of the site and to safeguard the living conditions of occupiers of adjoining properties and the appearance of the streetscene, in accordance with policies 1.1 (g) and (h) of the Adopted Development (Core) Strategy, and policies 7.4 and 7.6 of the London Plan (2015) and policies Ealing Local Variation of London Plan Policy 7.4 and 7B of the Ealing Development Management Development Plan.",
    "5. Notwithstanding the detail contained within the Arboricultural and Planning Integration Report GHA/DS/165:08, prior to the commencement of the development, a revised Arboricultural Report and method statement setting out the measures to ensure full protection to trees on site to BS 5837, including a plan that illustrates the Root Protection Areas of all existing trees in relation to the proposed development, shall be submitted to and approved in writing by the Local Planning Authority. The development shall thereafter be carried out only in accordance with the approved method statement which shall apply until the end of the construction period.",
    "Reason: To prevent damage to the protected trees in the interest of the visual character and appearance of the area in accordance with policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012) and policy 7.6 of the London Plan (2015).",
    "6. The refuse and recycling store shown on the approved drawing ref: 86CR A-04 (received 12/07/2011) shall be implemented prior to first occupation of the dwellings and thereafter retained for the life of the development.",
    "Reason: To safeguard the living and working conditions of neighbouring occupiers and in the interests of the environment, in accordance with policies Ealing Local Variation to London Plan Policy 3.5, 7A and 7B of the Ealing Development Management Plan 2013, policies 1.1 (h) and (j) and 1.2 (f) of the Adopted Ealing Development (Core) Strategy and The London Plan (2015) policy 5.16.",
    "7. Prior to the first occupation of any part of the development, the existing vehicular access shall be stopped up by raising the dropped kerb and reinstating the footpath.",
    "Reason: In the interests of highway safety, in accordance with Supplementary Planning Document 8 'Crossovers and Parking in Front Gardens, policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012) and policy 7.6 of the London Plan (2015).",
    "8. Notwithstanding the information detailed in the Landscape Appraisal and Management Plan (received 14/05/2009), details of both hard and soft landscape works, shall be submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by the Local Planning Authority. Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, in accordance with policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012) and policy 7.4 and 7.6 of the London Plan (2015)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "30/11/2015",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP 04664687",
  "wgs84_polygon": null
}