{
  "cil_liability": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2010/1967;",
  "lapsed_date": "02/09/2013",
  "decision_target_date": "13/09/2010",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W13 0SU",
  "site_name": "50-54",
  "status": "Commenced",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 1050,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 550,
      "development_type": "Extension",
      "total_gia_gained": 17,
      "site_area": 0.04
    },
    "constraints_details": [
      {
        "result": "Metropolitan, Ealing",
        "constraints_layer_description": "Town Centre Designation"
      },
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Ealing",
        "constraints_layer_description": "Town Centre Health Check: Name"
      },
      {
        "result": "Metropolitan",
        "constraints_layer_description": "Town Centre Health Check: Type"
      },
      {
        "result": "5",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "A3",
        "gia_gained": 0,
        "actual_commencement_date": "14/10/2010",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 50
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B1",
        "gia_gained": 0,
        "actual_commencement_date": "14/10/2010",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 500
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B1a",
        "gia_gained": 0,
        "actual_commencement_date": "14/10/2010",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 500
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": [
        {
          "superseded_date": null,
          "actual_completion_date": "20/01/2012",
          "no_rooms_proposed": 17,
          "actual_commencement_date": "14/10/2010",
          "unit_type": "Apart-Hotel Room",
          "superseded_by_lpa_app_no": null,
          "no_rooms_lost": 0
        }
      ]
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "existing_uprns": [
      "000012073792, 000012130190"
    ],
    "site_area": 0.04
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2010/1967",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "516522",
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T12:06:04.464+00:00",
  "id": "Ealing-PP_2010_1967",
  "application_type": "All Other",
  "street_name": "Broadway",
  "borough": "Ealing",
  "ward": "Elthorne",
  "decision_date": "02/09/2010",
  "epc_number": null,
  "actual_commencement_date": "14/10/2010",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Internal and external alterations, including the installation of a new shop front and front entrance to access the upper floors of 50-54, construction of first and second floor rear extensions, creation  of a third floor within the roof space and third floor rear extension and the formation of 1st, 2nd and 3rd floor terraces in conjunction with the formation of a ground floor A3/A5 unit and  17 Apartment/Hotel (apart-hotel) units , with associated ground floor cycle parking, refuse storage and disabled parking space to the rear (part retrospective application)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major all other major developments",
  "centroid_northing": "180419",
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012130190",
  "centroid": {
    "lon": "-0.3222896",
    "lat": "51.5106941"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              516511.4737,
              180430.1842225
            ],
            [
              516525.6842,
              180434.1315675
            ],
            [
              516532.6579,
              180408.4736825
            ],
            [
              516517.6579,
              180404.6579125
            ],
            [
              516511.4737,
              180430.1842225
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_cycle": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": null,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The proposed remedial works as detailed on this application must be completed within 12 months of the date of this permission  REASON: To fully comply with the submitted plans.  Therefore, safeguarding the residential amenities of neighbouring properties and preserving the character and appearance of the site and area in general in accordance with policies 4.1, 4.7, 5.5 and 5.9 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) | Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out only in accordance with the approved details and permanently retained thereafter.   REASON:  To ensure that the materials harmonise with the surroundings in accordance with policies 4.1, 4.7 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | The disabled car parking space shown on the approved plans shall be marked out on the site prior to first occupation of any part of the development hereby approved, and this space shall be kept continuously available for disabled persons car parking in conjunction with the development hereby permitted and shall not be used for any other purpose, unless otherwise agreed in writing by the Local Planning Authority.  REASON: To ensure that there is adequate provision for disabled car parking within the site, in the interests of conditions of pedestrian and general highway safety within the site and on the local highway network, and the visual and general amenity of the locality, in accordance with policies 4.1, 5.5 and 9.1 of the of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | No guest shall stay for a total of twelve weeks or greater in any calendar year in the development hereby approved and a guest log shall be maintained for the development and shall be made available for inspection upon request by the Local Planning Authority.    REASON:  Occupation of the apart hotel hereby approved has been limited as the development would not provide adequate living conditions for occupation by permanent residents in accordance with policy 5.5 of Ealing's Adopted Unitary Development Plan 2004 'Plan for the Environment'. | Prior to first occupation of the development hereby approved, the cycle parking detailed within the application shall be provided and made available for use and shall be retained thereafter.  REASON:  In the interests of sustainability and alternative travel modes, in accordance with policies 9.1 and 9.6 of Ealing's adopted Unitary Development Plan 'Plan for the Environment'. | Full details of refuse storage and recycling facilities shall be submitted to and approved in writing by the Local Planning Authority prior to commencement of development and such details shall be retained and kept continuously available for such use and shall not be used for any other purpose and shall be implemented prior to first occupation of any of the buildings.  REASON: To ensure that there is adequate provision for refuse storage and recycling facilities retained within the site, in accordance with policies 2.10 and 9.1 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | Prior to commencement of the ground floor A3/A5 use, full details shall be submitted to approved in writing by the Local Planning Authority for the odour abatements measures, any plant/ventilation/extraction equipment associated and details of the hours of operation. The development shall accord with the details as submitted and be maintained for the lifetime of the development  REASON: To ensure that the ground floor commercial use does not unduly affect the residential amenities of future occupiers of the Apart-Hotel units and neighbouring occupiers and to preserve the character and appearance of the site and area in general in accordance with policies 2.6, 2.10, 4.1 and 4.7 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Prior to first occupation of the development hereby approved full details of the proposed biomass boiler specification and design, including fuel type and delivery strategy, shall be submitted to and approved in writing by the Local planning Authority.  The approved measures shall be implemented prior to first occupation of the development and retained in good working order thereafter.  REASON:  In the interests of sustainability, climate change air quality and the living and working conditions of surrounding properties, in accordance with policies 2.1, 2.6, 2.9, 4.1, 4.11 and 9.1 of Ealing's adopted Unitary Development Plan 'Plan for the Environment' and policies 4A1, 4A2, 4A3, 4A4, 4A6 and 4A7 of the London Plan (Consolidated with Alterations Since 2004) 2008. | Unless otherwise agreed in writing by the Local Planning Authority, details shall be submitted to and approved by the Local Planning Authority before the development is occupied, for the insulation of the floor/ceiling between the ground floor commercial premises and the Apart-Hotel units above to demonstrate that an acoustic standard not exceeding NR 25 Leq 5mins, (octaves) or NR 20 Leq 5mins, (one-third octaves) will be met inside a bedroom and NR 30 Leq,5mins (octaves), 0r NR 25 Leq,5mins (one-third octaves), inside a living room when noise is generated from the commercial use.  REASON:  In the interests of the amenity of future occupiers of the site in accordance with policy 4.11 of the Council's adopted Unitary Development Plan (Plan for the Environment) 2004 and Supplementary Planning Guidance 10 \"Noise and Development\". | Prior to first occupation of the development hereby approved, details shall be submitted to and approved in writing by the Local Planning Authority to demonstrate that the proposed noise attenuation and mitigation measures detailed in the application documents have been fitted or installed as set out in the application documents.  Such measures shall be retained thereafter in good working order.    REASON:  To ensure that the specified measures are implemented in the interests of the amenity of future occupiers and the living and working conditions of neighbouring properties, in accordance with policies 4.1 and 4.11 of Ealing's adopted Unitary Development Plan 'Plan for the Environment'. | The rating noise level emitted from external plant and machinery at the proposed development, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 m from the nearest ground floor sensitive facade and 1m from upper floor noise sensitive facades, during the relevant periods of operation.  REASON:  In the interests of the amenity of future occupiers of the site in accordance with policy 4.11 of the Council's adopted Unitary Development Plan (Plan for the Environment) 2004 and Supplementary Planning Guidance 10 \"Noise and Development\". | Prior to first occupation of the development hereby approved, the rainwater harvesting system proposed by the application documents shall be installed and made available for use.  The system shall be retained in good working order thereafter.  REASON: In the interests of sustainability and flood risk management in accordance with policies 2.1, 2.5 and 4.1 of Ealing's Adopted Unitary Development Plan 2004 'Plan for the Environment' and policies 4A.12, 4A.13 and 4A14 of the London Plan (Consolidated with Alterations Since 2004) 2008. | The hours of business of the A3/A5 use at ground floor level shall be restricted to the period 0800 - 2300hrs Sunday to Thursday and 0800hrs - 2400hrs on Fridays and Saturdays.  REASON:\tTo protect the living conditions of adjacent occupiers in accordance with policies 4.11, 7.1, 7.4, 7.6 and 9.1 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004), Supplementary Planning Guidance 10 'Noise and Vibration' and Supplementary Planning Guidance 18 'Eating, Drinking and Entertainment'. | The Apart-Hotel units hereby approved shall not be occupied prior to the entire completion of the remedial works as detailed on the plans and application documents hereby approved.  REASON: To accord with the submitted details, to ensure suitable living conditions are provided for the Apart-Hotel units' residents, to safeguard the residential amenities of neighbouring properties and to preserve the character and appearance of the site and area in general in accordance with policies 4.1, 4.7, 4.11 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 10 'Noise and Vibration'"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "15/06/2010",
  "secondary_street_name": null,
  "site_number": "50-54",
  "pp_id": "PP-01073525",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3224376,
          51.5107968
        ],
        [
          -0.3222316,
          51.5108294
        ],
        [
          -0.32213959999999997,
          51.5105973
        ],
        [
          -0.3223569,
          51.5105661
        ],
        [
          -0.3224376,
          51.5107968
        ]
      ]
    ],
    "type": "Polygon"
  }
}