{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "PP/2010/3479",
  "application_type_full": null,
  "uprn": "000012020160",
  "borough": "Ealing",
  "street_name": "East Churchfield Road",
  "locality": "London",
  "ward": "East Acton",
  "actual_commencement_date": null,
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The works hereby permitted shall be begun before the expiration of three years from the date of this consent.  Reason: As required by section 18 of the Planning (Listed Building and Conservation Areas Act) 1990, to avoid the accumulation of consents. | Notwithstanding any details on the submitted plans or documentation, no part of the Chapel other than the WC enclosure on the rear North Western corner of the Chapel shall be demolished without the prior written approval of the Local Planning Authority.  Reason: To protect the architectural and historic fabric of this Listed Building, pursuant to Policy 4.6 of the adopted Ealing Unitary Development Plan 2004 Plan for the Environment. | No new plumbing, pipes, soil stacks, flues, vents or ductwork shall be fixed on the external faces of the building without the prior written authority of the local planning authority.  Reason: To protect the architectural and historic fabric of this Listed Building pursuant to Policy 4.6 of the adopted Ealing Unitary Development Plan 2004 Plan for the Environment. | No new grilles, security alarms lighting, cameras, or other appurtenances shall be fixed on the external faces of the building without the prior written authority of the local planning authority.  Reason: To protect the architectural and historic fabric of this Listed Building pursuant to Policy 4.6 of the adopted Ealing Unitary Development Plan 2004 Plan for the Environment. | All new external and internal works and finishes and works of making good to the retained fabric, shall match the existing adjacent work with regard to the methods used and to material, colour, texture and profile, unless shown otherwise on the drawings or other documents hereby approved or required by any condition(s) attached to this consent.  Reason: To protect the architectural and historic fabric of this Listed Building pursuant to Policy 4.6 of the adopted Ealing Unitary Development Plan 2004 Plan for the Environment. | Details of the following shall be submitted to and approved in writing by the local planning authority in consultation with English Heritage before the relevant work is begun, and the relevant work shall be carried out in accordance with such details once approved:  a)\tStructural Engineer's report on works related to the new mezzanine floor in the Chapel.  b) the design of the refuse stores  c)  details of the mix of any plaster or motar  d) design and materials of screens for rear patios   Reason: To protect the architectural and historic fabric of this Listed Building pursuant to Policy 4.6 of the adopted Ealing Unitary Development Plan 2004 Plan for the Environment. | Notwithstanding any details on submitted plans or documents no chemical injection /Damp Proof Course shall be undertaken to any parts of the buildings.  Reason: To protect the architectural and historic fabric of this Listed Building pursuant to Policy 4.6 of the adopted Ealing Unitary Development Plan 2004 Plan for the Environment. | The works hereby permitted shall be carried out in their entirety exactly and only in accordance with the drawings, and other particulars, including conditions forming part of this consent and there shall be no variation therefrom without the prior written approval of the local planning authority.    Reason: To protect the architectural and historic fabric of this Listed Building pursuant to  Policy 4.6 of the adopted Ealing Unitary Development Plan 2004 Plan for the Environment. | All external windows, doors and framing on the Almshouses shall be painted timber (not stained or varnished) and so maintained. The colour of the paint to be used on the doors and windows of the Almshouses and on the front facade of the south elevation of the Chapel shall be approved in writing by the Local Planning Authority before the buildings are occupied and the same colour paint once approved shall be used and maintained on all timberwork for the Almshouses and on the south elevation of the Chapel with no variation unless approved in writing by the Local Planning Authority.  Reason: To protect the architectural and historic fabric of this Listed Building pursuant to Policy 4.6 of the adopted Ealing Unitary Development Plan 2004 Plan for the Environment. | All windows and doors shall be timber construction, single glazed and have no trickle vents and are to have a reveal to match the original fenestration on the south elevation.   Reason To protect the architectural and historic fabric of this Listed Building pursuant to Policy 4.6 of the adopted Ealing Unitary Development Plan 2004 Plan for the Environment. | Suitable precautions must be undertaken to secure and protect the interior elements against accidental loss or damage during building work, and no such elements may be disturbed or removed temporarily or permanently except as indicated on the approved drawings or with the prior written approval of the local planning authority.  Reason: To protect the architectural and historic fabric of this Listed Building pursuant to Policy 4.6 of the adopted Ealing Unitary Development Plan 2004 Plan for the Environment. | Notwithstanding any details on submitted plans or documents and unless otherwise agreed in writing with the local planning authority the following features shall be retained at all times;   a)\tthe existing pumps within the laundry courts  b)\tthe black sign writing on the fascia of the Chapel portico and the painted crest above.  c)\tthe clock and bell within the south elevation of the Chapel\t  d)\tthe front brick boundary walls at back of pavement and existing black painted railings and finials above, black painted metal  gates within the loggias and on the site frontage  Reason: To protect the architectural and historic fabric of this Listed Building pursuant to Policy 4.6 of the adopted Ealing Unitary Development Plan 2004 Plan for the Environment. | Before any work is undertaken in pursuance of this consent, steps shall be taken and such, works carried out that shall during the progress of any works on site or permitted by this consent secure the safety and stablility of the parts of the building to be retained.  Reason: To protect the architectural and historic fabric of this Listed Building pursuant to Policy 4.6 of the adopted Ealing Unitary Development Plan 2004 Plan for the Environment. | The existing Lebanon Cedar tree on the site frontage shall not be lopped, felled or otherwise affected in any way (including raising or lowering soil levels under the crown spread of the trees) and no excavation shall be cut under the crown spread of the trees without the prior written permission of the Local Planning Authority.  REASON:\tTo safeguard the trees in the interest of visual character and appearance of the area,  in accordance with policies 4.1, 4.5, and 4.6 of the  Adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | Prior to commencement of any works on site a method statement shall be submitted to and approved in writing by the Local Planning Authority which shall outline all operations for tree protection measures to be put in place to prevent any damage to the Lebanon Cedar Preserved Tree on the site frontage.  No excavation other than by hand held tools and air spade will be permitted within the RPA of the Cedar, unless detailed both in method and location within the sites Arboricultural Method statement which must be approved prior to any works on site.  Such measures once approved shall be put in place and works carried out in accordance with the details of the method statement and undersupervison of an appointed Arboriculturalist.   Reason:To safeguard the trees in the interest of visual character and appearance of the area,  in accordance with policies 4.1, 4.5 and 4.6 of the  Adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | Unless otherwise agreed in writing, all proposed services shall be installed in a single and same trench run, the details and siting of which shall agreed in writng with the local planning authority before works commence on site and subsequently be marked out on site prior to the commencement of this phase of the development. At least two clear working days notice shall be given to the local planning authority of the intention to commence excavation works in association with the service runs to enable the local planning authority to inspect the proposed siting near to the tree and to recommend minor adjustments if necessary.   Reason: To safeguard the trees in the interest of visual character and appearance of the area, in accordance with policies 4.1, 4.5, and 4.6 of the  Adopted Ealing Unitary Development Plan, 'Plan for the Environment'(2004). | Within 2 months post excavation and completion of works to lay the service runs the developer shall test soils and provide fertilisers and minerals to improve the environment within the Root Protection Zone of the Protected Cedar Tree.   Reason: To safeguard the trees in the interest of visual character and appearance of the area, in accordance with policies 4.1, 4.5, and 4.6 of the  Adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | All tree protection measures as detailed in the Arboricultural Report and supporting documents are to be adhered to in their entirety.  Reason To protect the trees and listed walls and gates on the site frontage and to preserve and enhance the character and appearance of the Conservation Area and to protect all trees on site  in pursuance of policies 4.5, 4.6, and 4.8 of the adopted Ealing Unitary Development Plan 2004 \"Plan for the Environment\" and Supplementary Planning Guidance \"Trees in Development Guidelines\". | All tree protection measures as detailed in the Arboricultural Report and supporting documents are to be adhered to in their entirety.  Reason: To protect the trees and listed walls and gates on the site frontage and to preserve and enhance the character and appearance of the Conservation Area and to protect all trees on site  in pursuance of policies 4.5, 4.6, and 4.8 of the adopted Ealing Unitary Development Plan 2004 \"Plan for the Environment\" and Supplementary Planning Guidance \"Trees in Development Guidelines\". | Before any work commences on site and for the duration of the construction of the development hereby permitted, all trees shrubs and hedgerows identified for retention shall be protected by stout fencing erected to enclose the perimeter of the branch spread of each tree or shrub to be retained, or in the case of fastigiated trees of upright or narrow type growth to a distance of two thirds of the height of the said trees, and a minimum distance of 1 metre from hedgerows. The fencing shall be retained and maintained to the satisfaction of the Local Planning Authority until all building engineering and other operations have been completed. No work shall be carried out in the fenced area. Similarly the destruction by burning of material within the site shall not take place within 8 metres of the furthest extent of the canopy of any tree or group of trees to be retained on site or on adjoining land, and, no building materials, equipment, vehicles, plant, oil or petroleum products shall be stored, or allowed to stand, within the branch spread of trees to be retained on site.   Reason: To ensure satisfactory landscaping of the site in the interests of visual amenity and to ensure satisfactory landscaping of the site in the interests of visual amenity and to protect the architectural and historic fabric of this Listed Building pursuant to Policy 4.6 of the adopted Ealing Unitary Development Plan 2004 \"Plan for the Environment\". | No more than 4 dwellings units shall be ocupied until such time as the following refurbishment works are completed.  a) the repair and refurbishment of the east and west loggias  b) the restoration of the external envelope of the Chapel and all the Almshouses.  Reason: To  protect the architectural and historic fabric of the Listed Building and to ensure the development is carried out in its entirety pusuant to Policy 4.6 of the adopted Ealing Unitary Development Plan \"Plan for the Environment\" (2004). | Unless otherwise agreed in writing with the Local Planning Authority the York stone paviors in the front of the Almshouses shall be relayed in the same locations following any works to allow the siting of services within th site.  Reason:  To protect the architectural and historic fabric of this Listed Building pursuant to Policy 4.6 of the adopted Ealing Unitary Development Plan 2004 Plan for the Environment. | Unless otherwise agreed in writing with the local planning authority, no more than 4 dwellings shall be occupied until such time as the following works have been approved in writing by the local planning authority and the works  have completed on site in accordance with these details once approved.  i) methodology for the bringing back into use the clock on the exterior of the Chapel building  ii) methodology for the repair and restoration of the frieze/cornice on the South face of the Chapel  iii) methodology for the repair and bringing into use the pumps in the laundry courts  Reason: To protect the architectural and historic fabric of this Listed Building pursuant to Policy 4.6 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | No new fireplaces shall be introduced into any of the dwellings until such time as the design and means of installation have first been approved in writing by the local planning authority.  Unless otherwise agreed in writing with the local planning authority, no more than 4 dewllindgs shall be occupied unitl such time as the following works have been approved in wriitng by the local planning authority and the works  have completed on site in accordance with these details once approved.  i) methodology for the bringing back into use the clock on the exterior of the Chapel building  ii) methodology for the repair and rewstoration of the frieze/cornice on the South face of the Chapel  iii) methodology for the repair and bringing into use the pumps in the laundry courts  Reason: To protect the architectural and historic fabric of this Listed Building pursuant to Policy 4.6 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520848,
  "status": "Approved",
  "decision_date": "18/01/2011",
  "wgs84_polygon": null,
  "decision_target_date": "27/10/2010",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": "Other listed building consents (alter-extend)",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T12:06:05.239+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "Goldsmiths Buildings",
  "id": "Ealing-PP_2010_3479",
  "decision": "Approved",
  "cil_liability": null,
  "centroid_northing": 180405,
  "appeal_start_date": null,
  "postcode": "W3 7LP",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2010/3479;",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of lean-to structures in the east and west laundry court, outbuildings to the rear of No's.1-4, 17, 18 and 20, coal stores rear of No's.5-16 and WC rear of the Chapel, upgrading and restoration of existing 20 Almshouses, works to Chapel to form a dwelling, and restoration of loggias and installation of 16 cycle racks, and refuse and recycling stores (Listed Building Consent).",
  "valid_date": "02/09/2010",
  "polygon": null,
  "pp_id": "PP-01161096",
  "application_details": {
    "existing_uprns": [
      "000012020160, 000012020161, 000012020162, 000012020163, 000012020164, 000012020165, 000012020166, 000012020167, 000012020168, 000012020169, 000012020170, 000012020171, 000012020172, 000012020173, 000012020174, 000012020175, 000012020176, 000012020177, 000012020178, 000012020179, 000012141931, 000012176111"
    ]
  },
  "centroid": {
    "lon": -0.260009,
    "lat": 51.50966
  },
  "lapsed_date": "18/01/2014",
  "decision_process": "Delegated",
  "actual_completion_date": null
}