{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2012/5026;",
  "lapsed_date": "28/06/2016",
  "decision_target_date": "25/04/2013",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 5BL",
  "site_name": "Grove House",
  "status": "Commenced",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 2563,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 2563,
      "development_type": "Change of Use",
      "total_gia_gained": 0,
      "site_area": 0.114
    },
    "constraints_details": [
      {
        "result": "Metropolitan, Ealing",
        "constraints_layer_description": "Town Centre Designation"
      },
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Ealing",
        "constraints_layer_description": "Town Centre Health Check: Name"
      },
      {
        "result": "Metropolitan",
        "constraints_layer_description": "Town Centre Health Check: Type"
      },
      {
        "result": "5",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "existing_uprns": [
      "000012004510"
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "D1",
        "gia_gained": 0,
        "actual_commencement_date": "28/10/2013",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 2563
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 100,
      "other_resi_accommodation_unit_details": [
        {
          "superseded_date": null,
          "actual_completion_date": "08/09/2014",
          "no_rooms_proposed": 100,
          "actual_commencement_date": "28/10/2013",
          "unit_type": "Student Accommodation",
          "superseded_by_lpa_app_no": null,
          "no_rooms_lost": 0
        }
      ]
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "site_area": 0.114
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2012/5026",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "517739",
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T15:54:48.792+00:00",
  "id": "Ealing-PP_2012_5026",
  "application_type": "All Other",
  "street_name": "The Grove",
  "borough": "Ealing",
  "ward": "Ealing Broadway",
  "decision_date": "28/06/2013",
  "epc_number": null,
  "actual_commencement_date": "28/10/2013",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Internal and external alterations and extensions to top of building to create additional (4th) floor in conjunction with the change of use from educational use to 100 room student accommodation with ancillary common room, laundry, refuse/recycling storage and parking for 50 cycles and 2 disabled parking spaces",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major all other major developments",
  "centroid_northing": "180448",
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012004510",
  "centroid": {
    "lon": "-0.3047511",
    "lat": "51.5107029"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517719.63125,
              180424.704575
            ],
            [
              517723.4677,
              180442.4317175
            ],
            [
              517726.10155,
              180442.70831
            ],
            [
              517731.82315,
              180460.9646025
            ],
            [
              517734.71255,
              180461.21716
            ],
            [
              517735.77085,
              180465.318215
            ],
            [
              517738.0078,
              180467.84379
            ],
            [
              517741.19485,
              180469.8161325
            ],
            [
              517746.22195,
              180471.80054
            ],
            [
              517749.7938,
              180471.0067675
            ],
            [
              517752.17505,
              180469.2869825
            ],
            [
              517753.498,
              180463.59843
            ],
            [
              517754.8209,
              180458.571315
            ],
            [
              517754.412,
              180455.540625
            ],
            [
              517755.61465,
              180449.1786175
            ],
            [
              517757.33445,
              180447.458785
            ],
            [
              517758.78965,
              180444.4160775
            ],
            [
              517759.5834,
              180440.7119325
            ],
            [
              517758.3928,
              180436.214015
            ],
            [
              517755.61465,
              180432.7743975
            ],
            [
              517719.63125,
              180424.704575
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_bluebadge": 2,
    "no_proposed_cycle": 50,
    "no_existing_motorcycle": null,
    "no_proposed_car": null,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.   Reason: To comply with Section 92(2) of the Town and Country Planning Act 1990 as amended by Section 51(2) of the Planning Compulsory Purchase Act 2004. | The development hereby approved shall be carried out in accordance with drawing numbers: 5671_GA_001A Site Plan; 5671_GA_050A Existing Ground Floor Plan; 5671_GA_051A Existing First Floor Plan; 5671_GA_52A Existing Second Floor Plan; 5671_GA_053A Existing Third Floor Plan; 5671_GA_054A Existing Roof Plan; 5671_GA_100B Proposed Ground Floor Plan; 5671_GA_101A Proposed 1st Floor Plan; 5671_GA_102A Proposed 2nd Floor Plan; 5671_GA_103A Proposed 3rd Floor Plan; 5671_GA_104A Proposed 4th Floor Plan; 5671_GA_105A Proposed Roof Plan;  5671_GA_106 Parking & Cycle Storage; 5671_GA_200A Proposed East Elevation; 5671_GA_201A Proposed North Elevation; 5671_GA_202A proposed West Elevation; 5671_GA_203A Proposed South Elevation; 5671_GA_300A Sections A-A & B-B; 5671_400A Typical Studio Layouts prepared by AROS, unless otherwise agreed in writing by the Local Planning Authority.  Reason: For the avoidance of doubt and in the interests of proper planning. | Details of the facing materials (including samples where appropriate) to be applied on the external surfaces of the building and shall be submitted to and approved in writing by the Local Planning Authority, before any part of the development is commenced, and this condition shall apply notwithstanding any indications to these matters which have been given in this application. The development shall be carried out in accordance with the approved details unless otherwise agreed in writing by the Local Planning Authority.  The development shall be carried out strictly in accordance with the details so approved, maintained as such thereafter and no change therefrom shall take place without the prior written consent of the Local Planning Authority.  Reason:  In the interest of securing sustainable development and to ensure that the resulting appearance and construction of the development is of a high standard in accordance with policies 7.1, 7.4, 7.5, 7.6 and 7.7, of the London Plan (2011), Policies 1.1 & 1.2 of the Development (Core) Strategy (2012) and policies 4.1 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Notwithstanding the details shown on the submitted drawings, full detailed drawings of the treatment and design of the elevations of the building(s) including fenestration and other features and detailing shall be submitted to and approved by the local planning authority prior to the commencement of the development. The development shall be carried out in accordance with the approved details.  Reason: To ensure that a high quality design and appearance is achieved in the interests of the visual amenities of the locality in accordance with policy 7.6 of the London Plan (2011) and Policy 1.2 of the Development (Core) Strategy (2012), policies 4.1 and 5.5 of the adopted Ealing Unitary Development Plan  'Plan for the Environment'. (2004) | Notwithstanding the Framework Travel Plan submitted with the planning application, a revised Travel Plan, designed to manage the transport needs of residents, staff and visitors to minimise car usage and promote alternative modes of transport, shall be submitted to and approved by the Local Planning Authority before any part of the development is commenced. The Travel Plan shall include provisions for monitoring review and enforcement and shall be implemented at the time of first occupation of any part of the development and shall be permanently retained in operation for the life of the development unless otherwise agreed in writing by the Local Planning Authority.   Reason: To promote sustainable patterns of transport, and to limit the impact of the proposal on local parking and highway conditions, in accordance with policies 6.1, 6.3, 6.9, 6.10, 6.11, 6.13 of the London Plan (2011), Policies 1.1, 1.2, 2.1, 2.5 and 6.4 of the Development (Core) Strategy (2012) and policies 9.1 and 9.9 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance Note 21 'Sustainable Transport - Green Travel Plans'. | Prior to first occupation of the development, a Student Management Plan for the site shall be submitted to and approved in writing by the Local Planning Authority; such Plan should include details of the following:  - Details of site management procedures and security personnel; -  Details of the `move-in` process -  Details of the occupational restrictions -  Details of the siting, height and nature of a closed circuit television network (CCTV); -  Details of 'secured by design' measures incorporated within the design of the development. -  Litter collection  The development shall thereafter be carried out in all respects in accordance with the approved Management Plan, unless otherwise agreed in writing by the local planning authority.  Reason:  In the interests of the safety and security of the site and to ensure that satisfactory access is maintained for disabled people and people with pushchairs, in accordance with policies 3.1, 3.16, 7.2 and 7.3 of the London Plan 2011, Policies 1.1 and 1.2 of the Development (Core) Strategy (2012) and policies 2.10, 4.1, 4.3 and 4.4 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance Note 7 'Accessible Ealing' and Supplementary Planning Guidance 8 'Safer Ealing'. | No development shall commence, which shall include no demolition of the existing mansard roof and plant room, until details of a site construction method statement and management plan has been submitted to and approved in writing by the Local Planning Authority. The method statement/management plan shall include the following:  -  limiting hours of noise nuisance-  -  keeping nearby accesses free from obstruction and segregating construction and general traffic -  no burning of waste on site -  construction of any construction accommodation -  any temporary road measures -  proposed on-site construction worker parking -  anticipated number, frequency and size of construction vehicles to/from the site -  delivery times (staggered to avoid morning and afternoon school run peak periods for St Saviours) -  dust suppression measures -  wheel washing provisions -  site security during construction -  on site storage -  construction vehicle manoeuvring and turning, including sweep path diagrams to demonstrate how vehicles will access the site and be able to turn into and emerge from the site in forward gear. -  procedures for on-site contractors to deal with complaints from local residents -  details of any temporary vehicular access  The approved details shall be implemented or phasing agreed in writing, prior to the commencement of works on site and thereafter retained for the duration of the works. The strategy shall be carried out as approved.  Reason: To ensure that any impacts on residential amenity and general disruption are minimised during the construction process related to the total development hereby approved, in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012) and policies 2.6, 4.1 and 9.9 of the Council's Adopted Unitary Development Plan 'Plan for the Environment' (2004). | No development, other than demolition and enabling works, shall commence until full details of the foul and surface drainage systems have been submitted to and approved in writing by the Local Planning Authority (in consultation with Thames Water and the Environment Agency). The details shall be implemented fully in accordance with the approved scheme prior to first occupation of the development unless an alternative timescale is agreed in writing with the Local Planning Authority.  Reason: To ensure that a sustainable drainage system is provided for the site accordance with Policy 5.13 of the London Plan. | A refuse and recycling management plan shall be submitted to and approved in writing by the Local Planning Authority, prior to first occupation of any part of the development hereby approved. The management plan shall include measures to demonstrate how the refuse and recycling storage areas will be managed and maintained. The management plan shall be implemented on first occupation of the development herby approved and the refuse and recycling areas shall be managed in accordance with the approved management plan for the life of the development, or as otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that satisfactory arrangements are in place for the storage and collection of refuse and recyclable materials to ensure the development is sustainable in accordance with policies 2.10 and 4.1 of the Council's Adopted Unitary Development Plan 'Plan for the Environment' (2004) and Ealing Supplementary Planning Guidance (SPG) Note 4: Refuse and Recycling Facilities. | Each non-residential building hereby permitted shall be constructed to achieve a minimum Building Research Establishment BREEAM overall 'Excellent' standard (based on BREEAM 2011 Technical Guidance).  Details of a 'Design Stage' assessment and related certification should be submitted for approval by the local planning authority.   Following the completion of the final non-residential building, a BREEAM 'Post Construction Stage' assessment and related certification confirming the BREEAM standard has been achieved, shall be submitted to and approved by the Local Planning Authority in writing.   Following any approval of a 'Post Construction Stage' assessment related to any agreed phasing of the development, the approved measures and technologies to achieve the BREEAM Excellent standard shall be implemented in accordance with the approval and thereafter shall be retained in working order for the life of the development.   Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3 and 5.9 of the London Plan 2011 and policies 1.1 and 1.2 of the Development (Core) Strategy (2012). | Details of external lighting of the building and external areas within the site together with associated mitigation measures to control light spillage, shall be submitted to and approved by the Local Planning Authority. The details shall be implemented as approved and retained thereafter for the life of the development, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To secure a safe and secure external environment for users of the building and surrounding open spaces in accordance with policies 4.1, 4.4 and 4.12 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), policies 1.1 and 1.2 of the Development (Core) Strategy (2012) and Ealing Supplementary Planning Guidance (SPG) Note 8: Safer Ealing. | The parking and cycle storage areas identified on Drawing No. 5671_GA_106 shall be provided and available for use prior to first occupation of the student accommodation, and shall thereafter be kept continuously available for the life of the development and shall not be used for any other purpose unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that there is adequate disabled car parking and cycle parking within the site, in accordance with policies 6.9 and 6.13 of the London Plan (2011), policy 2.5 of the Ealing Development (Core) Strategy (2012) and policy 9.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | No microwave masts, antennae or satellite dishes or any other plant or equipment shall be installed on the altered building hereby permitted unless otherwise approved in writing by the Local Planning Authority.  Reason: To safeguard the character and appearance of the building and conservation area in the interests of visual amenity, in accordance with policies 7.4, 7.6 and 7.8 of the London Plan 2011 and policies 4.1, 4.8 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), policies 1.1 & 1.2 of the Development (Core) Strategy (2012). | Prior to the commencement of the development, details shall be submitted to and approved by the Local Planning Authority, for mitigation works to all studio rooms from external noise (including details of a ventilation scheme). The criteria to be met and the assessment method shall be that specified in Supplementary Planning Guidance 10. The details shall also include alternative means of ventilation for noise sensitive rooms, meeting the said criteria and also laboratory test results for the sound reduction index of the type of insulating window to be used in the scheme.  The works, as approved, shall be completed before occupation and thereafter permanently retained.  Reason: To safeguard the users of the proposed facilities against transportation noise, in accordance with policy 4.11 of the Council's adopted Unitary Development 'Plan for the Environment' (2004) and SPG10 'Noise and Vibration'; and policy 7.15 of the adopted London Plan (2011), policies 1.1 & 1.2 of the Development (Core) Strategy (2012). | Loading and deliveries to the development shall not take place outside the hours of 7.30am - 9.00pm Monday to Friday, 8.30am to 8.30pm on Saturdays and not at all on Sundays or public holidays.  Reason: In the interests of the amenity of adjoining occupiers, in accordance with policies 3.5 and 7.15 of the London Plan 2011 and with policies 4.1, 5.5 and 4.11 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 10 'Noise and Vibration' and policies 1.1 & 1.2 of the Development (Core) Strategy (2012). | No photovoltaic panels, shall be installed on the building, without the prior approval in writing by the Local Planning Authority which shall be submitted within 6 months of the commencement of the relevant part / phase of the development. The approved photovoltaic scheme shall be installed and operational prior to the first occupation of the relevant phase / part of the development. The details shall include:  -  Details drawings of the resulting scheme; -  machinery/apparatus location associated with the photovoltaics; and -  specification, operational and cost details.  The development shall be carried out strictly in accordance with the details so approved and maintained as such for the life of the development.  Reason: In the interest of sustainable development and combating climate change in accordance with policies 5.1, 5.2, 5.3 and 5.7 of the London Plan 2011, policies 1.1,1.2 & 2.5 of the Development (Core) Strategy (2012) and policies 2.9 and 4.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Details of the plants to be provided within the soft landscape areas and planters shown on the approved drawings shall be submitted to and approved in writing by the Local Planning Authority. The approved details shall be in place prior to occupation of the development and thereafter retained unless otherwise agreed in writing by the Local Planning Authority. Arrangements to ensure the continued maintenance of all hard and soft landscaped areas within the site,  shall be submitted and approved in writing by the Local Planning Authority. The approved details shall be in place prior to occupation of the development hereby approved and shall be retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.   Reason: To ensure that the landscaping is properly maintained to provide a satisfactory screen and setting for the development, in accordance with policies 4.1, 4.5 and 4.8 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Notwithstanding the information contained in the submitted application, a revised Energy Statement shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement on construction of the development. The Statement shall demonstrate that the scheme reduces carbon dioxide emissions for the building by the minimum requirements of the Building Regulations, plus the carbon dioxide emissions associated with other energy uses not covered by Building Regulations to achieve the maximum achievable reduction of carbon dioxide emissions. The measures contained in the approved Statement shall be implemented prior to first occupation and retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.  Reason : To ensure that this development meet, so far as is parcaticable, the required energy efficiency and renewable energy standards in accordance with policies 5.1, 5.2, 5.3 5.6 5.7 and 5.9 of the London Plan 2011 and policies 1.1 and 1.2 of the Development (Core) Strategy (2012)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "20/12/2012",
  "secondary_street_name": null,
  "site_number": "Grove House, 1",
  "pp_id": "PP-02332294",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.30503779999999997,
          51.5104975
        ],
        [
          -0.3049766,
          51.5106561
        ],
        [
          -0.3049386,
          51.510658
        ],
        [
          -0.3048501,
          51.5108209
        ],
        [
          -0.3048084,
          51.5108226
        ],
        [
          -0.3047918,
          51.5108592
        ],
        [
          -0.3047587,
          51.5108814
        ],
        [
          -0.3047122,
          51.5108985
        ],
        [
          -0.3046391,
          51.5109153
        ],
        [
          -0.30458789999999997,
          51.5109074
        ],
        [
          -0.3045542,
          51.5108915
        ],
        [
          -0.304537,
          51.5108401
        ],
        [
          -0.3045197,
          51.5107946
        ],
        [
          -0.3045266,
          51.5107675
        ],
        [
          -0.3045114,
          51.51071
        ],
        [
          -0.3044872,
          51.5106942
        ],
        [
          -0.3044672,
          51.5106666
        ],
        [
          -0.304457,
          51.5106331
        ],
        [
          -0.30447569999999996,
          51.5105929
        ],
        [
          -0.3045168,
          51.5105626
        ],
        [
          -0.30503779999999997,
          51.5104975
        ]
      ]
    ],
    "type": "Polygon"
  }
}