{
  "cil_liability": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2009/2104;",
  "lapsed_date": "12/03/2013",
  "decision_target_date": "15/03/2010",
  "locality": "Southall",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB2 4DQ",
  "site_name": "65-75",
  "status": "Completed",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 2579,
      "total_gia_lost": 0,
      "development_type": "Extension",
      "total_gia_gained": 2579,
      "site_area": 0.36
    },
    "constraints_details": [
      {
        "result": "Major, Southall",
        "constraints_layer_description": "Town Centre Designation"
      },
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Hinterland Heathrow",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "4",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": "10/03/2013",
        "use_class": "D1",
        "gia_gained": 2579,
        "actual_commencement_date": "10/08/2012",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "existing_uprns": [
      "000012027051, 000012027052, 000012110731, 000012163009"
    ],
    "site_area": 0
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2009/2104",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 512360,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-18T23:56:04.625+00:00",
  "id": "Ealing-PP_2009_2104",
  "application_type": "All Other",
  "street_name": "King Street",
  "borough": "Ealing",
  "ward": "Southall Green",
  "decision_date": "12/03/2010",
  "epc_number": null,
  "actual_commencement_date": "10/08/2012",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Construction of first and second floor additions to existing place of worship, construction of a three-storey extension, with basement to place of worship to provide community facilities comprising classrooms and meeting rooms with associated landscaping and car parking layout amendments (Revised site address)",
  "actual_completion_date": "10/03/2013",
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major all other major developments",
  "centroid_northing": 179149,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012027051",
  "centroid": {
    "lon": -0.382664,
    "lat": 51.500121
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              512334.3567584,
              179158.2857294
            ],
            [
              512332.7324814,
              179151.8575694
            ],
            [
              512332.7489715,
              179151.9275494
            ],
            [
              512334.3567584,
              179158.2857294
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_cycle": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": null,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with the approved details.REASON:  To ensure that the materials harmonise with the surroundings in accordance with the Council's adopted Unitary Development Plan (UDP) 'New Plan for the Environment' policy 4.1. | The use of the development hereby permitted shall not operate outside the hours of 08:00 to 22:00, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To safeguard the living and working conditions of local people in accordance with policies 8.5, 8.7 and 4.11 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | The development hereby approved for community and religious use, shall be used for no other purpose, including any other use within Classes D1 (non-residential institutions) and D2 (assembly and leisure) of the schedule to the Town and Country Planning (Use Classes) Order 1987, as amended, without the prior written approval of the Local Planning Authority obtained through the submission of a planning application.  Reason: To safeguard the living and working conditions of local people, and in the interests of the proper planning of the area, in accordance with policies 4.11, 8.5 and 8.7 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | A Green Travel Plan, designed to manage the transport needs of staff and visitors to minimise car usage and promote alternative modes of transport, shall be submitted to and approved by the Local Planning Authority prior to first occupation of the portable buildings hereby permitted. The approved Green Travel Plan shall be retained in operation thereafter, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To promote sustainable patterns of transport, to safeguard the living and working conditions of local people and in the interests of highway and pedestrian safety, in accordance with policies 8.5, 8.7 and 9.1 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance Note 21: Sustainable Transport: Green Travel Plans. | Notwithstanding the details submitted on 384-L-01 full details of both hard and soft landscaping works, including a phased programme of works to the King Street and Norwood Road frontage, shall be submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by the Local Planning Authority.  Any trees or other plants, which die or are removed within the first five years following the implementation of the landscaping scheme, shall be replaced during the next planting season of this prominent site alongside one of the main traffic routes in the Town Centre.  REASON: To ensure that the development is landscaped in the interests of the visual character and appearance of the area and is pedestrian friendly in accordance with policies 4.1 and 4.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 9 'Trees and Development Guidelines'. | Notwithstanding the information shown on the submitted drawings, details shall be submitted to and approved in writing by the Local Planning Authority, including a plan indicating the positions, design, materials and type of boundary treatment to be retained or erected. The development shall be carried out in accordance with the approved details and shall be completed prior to first occupation and permanently retained, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To protect the character and appearance of Southall Town Centre and in the interests of community safety, in accordance with policies 4.1, 4.4, 8.5 and 8.7 of the Council's adopted Unitary Development Plan 'Plan for the Environment' 2004 and Supplementary Planning Guidance 8: Safer Ealing. | Protective fencing and other protective measures required to protect tree roots, tree canopy and tree stems shall be employed during the construction and the subsequent removal of the portable buildings hereby approved, in accordance with BS5837 2005. All protective fences and other associated protection must be in place before any development of the site takes place, and must remain in situ for the duration of the works, or as otherwise agreed in writing by the Local Planning Authority.  Reason:  To protect the existing trees on site, in the interests of the environment and the appearance of the area, in accordance with policies 4.5, 8.5 and 8.7 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | The rating noise level emitted from the proposed development, as assessed under BS4142:1997 shall be lower than the existing background noise level by at least 5 dBA at 3.5m from the nearest ground floor sensitive fatade.  Reason: To safeguard the living and working conditions of adjoining occupiers, in accordance with policies 4.1 and 4.11 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance Note 10: Noise and Vibration. | The development hereby approved shall be fully accessible for people with disabilities, in accordance with the Council's standards as set out in SPG7 Accessible Ealing. These measures shall relate to the internal and external areas of the development, and shall be in place prior to the occupation of any part of the development hereby approved and retained thereafter, or as otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure adequate provision for people with disabilities, in accordance with policy 4.3, 8.5 and 8.7 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 7: Accessible Ealing. | No amplified sound, speech or other music shall be played in the premises, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To safeguard the living and working conditions of adjoining occupiers, in accordance with policies 4.1 and 4.11 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance Note 10: Noise and Vibration. | Refuse and recycling storage in accordance with the standards adopted by the Local Planning Authority, shall be provided. Such provision shall be installed and implemented prior to the first occupation of the development permitted and retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To protect the living conditions of occupiers of the area and in the interests of the environment and the street scene, in accordance with policies 2.10 and 4.1 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance Note 4: Refuse and Recycling Facilities. | No external plant or machinery shall be permitted except in accordance with an approval of details by the Local Planning Authority through the submission of a planning application.   Reason: To protect the living conditions of occupiers of neighbouring properties in accordance with policies 4.1 and 4.11 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | A detailed energy strategy shall be submitted to and approved by the local planning authority prior to commencement of development.  The strategy shall demonstrate that the scheme reduces carbon dioxide emissions for the buildings by the minimum requirements of the building regulations, plus the carbon dioxide emissions associated with other energy uses not covered by Building Regulations by at least 10% and then incorporate renewable energy technologies to achieve a carbon dioxide emissions reduction of at least 10% for the development. The approved strategy shall be implemented prior to first occupation and retained thereafter, unless otherwise agreed in writing by the Local Planning Authority. Reason: To ensure the proposal contributes to its energy requirements in accordance with policies 2.9 and 4.1 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | No windows or other openings (other than those shown on the submitted plans) shall be formed in any of the walls or roof of the building permitted and the opaque glass planking proposed for the rear stairwell shall remain permanently fixed and non 'see-through'. Further, the proposed blinkered windows on the western elevation shall be maintained in perpetuity.REASON: To protect the privacy and living conditions of neighbouring residential occupiers in Craven Avenue in accordance with policy 4.1 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | No external access shall be gained to the top of the building except for the purposes of essential servicing and maintenance and for no other purpose. Further, no additional plant, air conditioning or satellite dishes shall be erected on any part of the roof of the approved building.REASON: To protect the privacy, outlook and living conditions of neighbouring properties and to preserve the visual appearance of the area in accordance with policy 4.1 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | Prior to the commencement of any development, details of a site construction method statement/ management plan shall be submitted to and approved in writing by the Local Planning Authority.  The method statement/management plan shall include the following:-\ton-site construction worker parking-\tanticipated number, frequency and size of construction vehicles entering/exiting the site-\tdelivery times (staggered to avoid morning and afternoon school run peak periods)-\tdust suppression measures-\twheel washing provisions-\tsite security-\tvehicle manoeuvring and turning, including sweep path diagrams to demonstrate how vehicles will access the site and be able to turn into and emerge from the site in forward gear.-\tdetails as to the locations for the storage of building materials and construction debris and contractors offices-\tprocedures for on-site contractors to deal with complaints from local residents.Such details shall be implemented, or phasing agreed in writing, prior to the commencement of works on site and thereafter retained for the duration of the works.REASON:  To ensure appropriate mitigation measures to protect the amenity of local residents and occupiers of the neighbouring sites and ensure adequate highway and site safety, in accordance with adopted UDP policies 4.4, 4.5, 4.11, 9.1 and 9.9. | The development hereby permitted shall be carried out in accordance with the following approved plans: Site Location Plan, 0907-ex-01, 0907-pl-01, 0907-pl-02 and 384-L-01   Reason: For the avoidance of doubt and in the interests of proper planning."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "15/12/2009",
  "secondary_street_name": null,
  "site_number": "65-75",
  "pp_id": "PP-00779739",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3830096,
          51.5002101
        ],
        [
          -0.38303509999999996,
          51.5001526
        ],
        [
          -0.3830348,
          51.5001533
        ],
        [
          -0.3830096,
          51.5002101
        ]
      ]
    ],
    "type": "Polygon"
  }
}