{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2013/5688;",
  "lapsed_date": "01/05/2017",
  "decision_target_date": "25/03/2014",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 5TL",
  "site_name": "111",
  "status": "Lapsed",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 2268,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 1134,
      "development_type": "New Build",
      "total_gia_gained": 0,
      "site_area": 0.076
    },
    "constraints_details": [
      {
        "result": "Metropolitan, Ealing",
        "constraints_layer_description": "Town Centre Designation"
      },
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Ealing",
        "constraints_layer_description": "Town Centre Health Check: Name"
      },
      {
        "result": "Metropolitan",
        "constraints_layer_description": "Town Centre Health Check: Type"
      },
      {
        "result": "6",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "existing_uprns": [
      "000012129917"
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B1",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 1134
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B1a",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 1134
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": [
        {
          "superseded_date": null,
          "actual_completion_date": null,
          "no_rooms_proposed": 84,
          "actual_commencement_date": null,
          "unit_type": "Hotel Room",
          "superseded_by_lpa_app_no": null,
          "no_rooms_lost": 0
        }
      ]
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2013/5688",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517114,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T12:06:20.628+00:00",
  "id": "Ealing-PP_2013_5688",
  "application_type": "All Other",
  "street_name": "Uxbridge Road",
  "borough": "Ealing",
  "ward": "Walpole",
  "decision_date": "01/05/2014",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Demolotion of 6 Storey Office building and construction of an 84 bed Part 4/6/7/8/9/ storey hotel with basement; 7 disabled car parking spaces to rear accessed of Culmington Road; landscaping and ancillary works",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major all other major developments",
  "centroid_northing": 180523,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012129917",
  "centroid": {
    "lon": -0.313751,
    "lat": 51.511506
  },
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_bluebadge": 7,
    "no_proposed_cycle": 11,
    "no_existing_motorcycle": null,
    "no_proposed_car": null,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby permitted shall be carried out in accordance with the following approved plans: A-025-000 P0, A-025-001 P0, A-025-002 P0, A-025-003 P0, A-025-004 P0, A-025-005 P0, A-025-006 P0, A-100-099 P1, A-100-100 P2, A-100-101 P1, A-100-104 P1, A-100-105 P1, A-100-106 P1, A-100-107 P1, A-100-108 P1, A-100-109 P0, A-110-003 P1, A-110-004 P1, A-110-005 P2, A-110-006 P1, A-120-001 P1, 1069-01B, 1069-02A, 1069-03B.  Reason: For the avoidance of doubt and in the interests of proper planning. | Samples of all external materials shall be submitted to and approved in writing by the local planning authority prior to the commencement of works on site.  Reason: To ensure that the materials harmonise with the surroundings in accordance with policies 1.1(h) and 2.1(c) of the Ealing Development Strategy (2012), policy 7.6 of the London Plan (2011) and policy 7B of the Ealing Development Management Development Plan Document 2013. | Details shall be submitted to the Local Planning Authority for approval before the development is commenced, for the insulation of the building envelope, with windows shut and other means of ventilation provided, which will achieve the internal criteria for sensitive rooms, as specified in SPG10, using the specified worst mode one hour LAeq,1hr spectrum noise level. The details should also include the provision of alternative means of ventilation in each room in accordance with Authority's criteria.  The works should be completed before occupation and permanently retained thereafter.  Reason: In the interests of amenity of the occupants and high quality design of visitor accommodation, in line with London Plan policies 4.5, 7.14 and 7.15, policy 7A of the Ealing Development Management Development Plan Document 2013 and policy 1.1(j) of the Ealing Development Strategy 2012. | Details shall be submitted for the approval of the Local Planning Authority before the development is commenced, to demonstrate that the rating noise level emitted from the proposed external plant and machinery at the proposed development, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 m from the nearest ground floor sensitive facade and 1m from upper floor noise sensitive facades, during the relevant periods of operation.  Reason: To protect the living conditions of neighbouring properties, in accordance with policy 7.15 of the London Plan 2011; policy 1.1(j) of Ealing's Development (or Core) Strategy (April, 2012), policy 7A of the Ealing Development Management Development Plan Document (2013) and the Council's SPG10: Noise and Vibration. | Details shall be submitted for approval of the Local Planning Authority before the development is commenced, for the installation, operation, and maintenance of the best practicable odour abatement equipment including an extract system, the height of the discharge, and the efflux velocity of the effluent at the point of discharge.  The system, as approved, shall be completed before occupation and thereafter permanently retained and maintained.  The details submitted shall comply with the guidance from DEFRA named 'Guidance on the Control of Odour and Noise from Commercial Kitchen Exhaust Systems, 2005'.  Reason: To protect the living conditions of neighbouring properties, in accordance with policy 1.1(j) of Ealing's Development (or Core) Strategy and policy 7A of the Ealing Development Management Development Plan Document (2013) and policy 7.14 of the London Plan. | The BWB report ref: LNA2011E/01/V2 which accompanies the application, includes a desktop study of the site and concluded that soil and 4 rounds of gas testing should follow. Therefore:  i)\tSite Characterisation   Prior to the commencement of any works on site (other than demolition and site clearance),a contaminated land investigation shall be carried out, submitted to and approved in writing by the Local Planning Authority. This assessment must be undertaken by a competent person, and shall assess any contamination on the site, whether or not it originates on the site. The report of the findings must include:  (a) a survey of the extent, scale and nature of contamination;  (b) an assessment of the potential risks to:  \"\thuman health,  \"\tproperty (existing or proposed) including buildings, crops, livestock, pets, woodland and service lines and pipes,  \"\tadjoining land,  \"\tgroundwaters and surface waters,  \"\tecological systems,  \"\tarcheological sites and ancient monuments;  (c) an appraisal of remedial options, and proposal of the preferred option(s).   This must be conducted in accordance with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11'.   ii)\tSubmission of Remediation Scheme  No development shall take place until a detailed remediation scheme to bring the site to a condition suitable for the intended use is submitted to and subject to the approval in writing of the Local Planning Authority. The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.   iii)\tImplementation of Approved Remediation Scheme  The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development other than that required to carry out remediation, unless otherwise agreed in writing by the Local Planning Authority. The Local Planning Authority must be given two weeks written notification of commencement of the remediation scheme works.   iv)\tVerification Following completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority.   The verification report submitted shall be in accordance with the Environment Agency guidance 'Verification of Remediation of Land Contamination', Report: SC030114/R1'.  Reason: To ensure that the land is not polluted to the detriment of future workers and occupants on site in line with London Plan policy 5.21 and Ealing Local Variation to LP policy 5.21 of the Ealing Development Management Development Plan Document 2013. | a) \tNo development other than demolition to existing ground level shall take place until the applicant (or their heirs and successors in title) has secured the implementation of a programme of archaeological evaluation in accordance with a written scheme which has been submitted by the applicant and approved by the local planning authority in writing and a report on that evaluation has been submitted to the local planning authority.  b)\tIf heritage assets of archaeological interest are identified by the evaluation under Part a, then before development, other than demolition to existing ground level, commences the applicant (or their heirs and successors in title) shall secure the implementation of a programme of archaeological investigation in accordance with a Written Scheme of Investigation which has been submitted by the applicant and approved by the local planning authority in writing.  c) \tNo development or demolition shall take place other than in accordance with the Written Scheme of Investigation approved under Part (b).  d)\tThe development shall not be occupied until the site investigation and post investigation assessment has been completed in accordance with the programme set out in the Written Scheme of Investigation approved under Part (b), and the provision for analysis, publication and dissemination of the results and archive deposition has been secured.  Reason: Heritage assets of archaeological interest may survive on the site. The planning authority wishes to secure the provision of appropriate archaeological investigation, including the publication of results, in accordance with Section 12 of the NPPF, London Plan policy 7.8, Development Strategy policies 1.1(h) and 1.2(g) and Ealing Development Management Development Plan Document 2013 policy 7C. | No impact piling shall take place until a piling method statement (detailing the depth and type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface water infrastructure, and the programme for the works) has been submitted to and approved in writing by the local planning authority in consultation with Thames Water.  Any piling must be undertaken in accordance with the terms of the approved piling method statement. Reason: The proposed works will be in close proximity to underground water utility infrastructure. Piling has the potential to impact on local underground water utility infrastructure.  The applicant is advised to contact Thames Water Developer Services on 0845 850 2777 to discuss the details of the piling method statement.  Reason: To determine the potential for pollution of subsurface water infrastructure in accordance with policy 1.1(j) of the Ealing Development (Core) Strategy (2012) and policy 5.14 of the London Plan. | Prior to first occupation of the development details of a scheme  to re-instate the crossovers located on the footway adjoining the site shall be submitted to and approved by the local planning authority. Such details and associated re-instatement shall be implemented at the applicant's expense prior to first occupation of the development hereby approved  Reason: In the interests of highway and pedestrian safety, and in the interests of living conditions of adjoining occupiers and future occupiers of the development hereby permitted in accordance with London Plan policy 6.10, Development Strategy policies 1.1(g) and 1.2(f). | Prior to commencement of works, full details and maintenance programme for the green walls and roofs shall be submitted to and approved by the local planning authority in writing.  These green walls and green roof shall be planted prior to first occupation of the hotel.    Reason: To ensure that the proposed green roofs and walls are implemented in line with London Plan policies 5.10 and 5.11 and Ealing Local Variation to policies 5.10 and 5.11 in the Ealing Development Management Development Plan Document 2013. | Details of hard and soft landscaping shall be submitted to and approved in writing by the local planning authority prior to commencement of works. The approved details shall be laid out and planted prior to the occupation of the development. Any trees or plants which within 5 years of planting, die, are removed or become seriously damaged or diseased shall be replaced with others of the same size and species and in the same positions within the next planting season, unless otherwise agreed in writing with the local planning authority. The landscaping shall thereafter be maintained, unless otherwise agreed in writing by the local planning authority.  Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area in accordance with policies 4.1 and 4.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment', Supplementary Planning Guidance Note 9: Trees and Development Guidelines and policies 7.19 and 7.21 of the adopted London Plan 2011. | The species of trees to be planted will be agreed in writing with the Local Planning Authority prior to commencement of works.  These trees will then be planted prior to first occupation of the hotel.  If any of the trees within 5 years of planting dies, is removed or becomes seriously damaged or diseased, it shall be replaced in the next planting season with a similar size and species unless agreed otherwise in writing by the local planning authority.    Reason: To ensure that a species of tree which is appropriate to the location are planted in accordance with London Plan policy 7.21 and policy 2.5(e) of the Ealing Development Strategy (2012). | Details of CCTV and external lighting schemes for the car park of the development shall be submitted for approval of the Local Planning Authority before the development is commenced.  The proposed lighting and CCTV should not impact on the amenity of neighbouring residential properties.  Reason: To provide a safe and secure environment in line with London Plan policy 7.3 and Development Strategy policy 1.1(h) and Ealing Local Variation to London Plan policy 7.3 and policy 7B of the Ealing Development Management Development Plan Document (2013). | The proposed 9 wheelchair accessible rooms shall be ready to use prior to first occupation.  Reason:  To ensure the provision of wheelchair accessible accommodation in line with London Plan policies 4.5 and 7.2 and policy 1.1(h) of the Ealing Development Strategy (2012). | Windows on the south elevation facing southwards will be obscured up to 1.8m in height and fixed shut unless otherwise agreed in writing by the Local Planning Authority.    Reason: In the interests of the privacy of properties to the rear on Mattock Lane, in line with London Plan policy 7.6, Development Management Development Plan Document  policy 7B and policy 2.10 of the Ealing Development Strategy (2012). | Prior to first occupation, the approved scheme shall incorporate and maintain measures to achieve the following carbon emission savings, unless otherwise agreed in writing:   -\tenergy saving measures to achieve at least a percentage of 6.6% in carbon dioxide (CO2) emissions savings over baseline -\tincorporation of on-site renewable energy generation to achieve at least a percentage of 43% in carbon dioxide (CO2) emissions savings over baseline.   The reduction should be calculated based on carbon dioxide emissions covered by the Building Regulations 2010 whilst carbon dioxide emissions associated with other energy uses not covered by Building Regulations (un-regulated) should be also included and measures to reduce them should be demonstrated.   In demonstrating compliance with this percentage reduction the applicant should consider the use of measures in line with the Energy Hierarchy including the incorporation of on-site renewables.     Energy Performance Certificates [EPC's] and modelling output reports from the \"as built stage\" to confirm compliance in terms of savings achieved through energy efficiency measures should be also submitted for written approval by the Local Authority.  Reason:  To ensure that the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases, in accordance with policies 5.2 Minimise Carbon dioxide Emissions, 5.3 Sustainable Design and Construction, 5.6 Decentralised Energy: Heating, Cooling and Power and 5.7 Renewable Energy of the London Plan 2011, policies 1.1(k) and 1.2(f) of the adopted Ealing's Development (Core) Strategy 2026 (3rd April 2012).' | Upon final completion of the development, suitable devices for the monitoring of the renewable/low-carbon energy equipment shall have been installed, and the monitored data shall be submitted to the local planning authority at daily intervals for a period of three years from final completion of the renewable/low carbon energy equipment. The installation of the monitoring devices and the submission of the data shall be carried out in accordance with the Council's approved specifications.   Reason:  To monitor the effectiveness of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an evidence base on the performance of such equipment in accordance with policies 5.2, 5.3, 5.5, 5.6 and 5.7 of the London Plan 2011, policies 1.1(k) and 1.2(f) of the adopted Ealing's Development (Core) Strategy (2012) and Ealing Local Variation to London Plan policy 5.2 in the Ealing Development Management Development Plan Document 2013. | The building shall be constructed to achieve a minimum Building Research Establishment BREEAM overall Very Good standard (based on BREEAM 2011 Technical Guidance). No development shall commence until evidence that the development is registered with the Building Research Establishment (BRE) under the BREEAM 2011 New Construction Scheme and Interim BREEAM 2011 NC Assessments have been submitted to the Local Authority for information. Within LPA within 3 months of commencement of the development Interim Design Stage Certificates verified by the BRE will be submitted to the Local Planning Authority for written approval.    The development shall not be occupied until a BREEAM 'Post Construction Stage' Assessment has been submitted to the Local Planning Authority for written approval, confirming that the agreed sustainability measures can be achieved.  Within 3 months from the date of first occupation of the development a Post-Construction Stage Certificate verified by the BRE will be submitted to the Local Planning Authority for written approval confirming the BREEAM standard and measures have been achieved.   Following any approval of a 'Post Construction Stage' assessment and certificates of each element of the development, the approved measures and technologies to achieve the BREEAM Very Good standard shall be retained in working order in perpetuity.     Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3 and 5.9 of the London Plan 2011 and policies 1.1(k) and 1.2(g) of the adopted Ealing's Development (Core) Strategy (2012). | All of the cycle parking shall be implemented and brought into use prior to first occupation, and retained permanently.  Reason: To provide adequate facilities for cyclists, in accordance with policy 6.9 of the London Plan 2011 and Development Strategy policy 1.1(f) and 2.1(d). | All of the car parking and the associated access and manoeuvring areas shall be implemented and brought into use prior to first occupation, and these areas shall not thereafter be obstructed or used for any other purpose except with the prior written permission of the local planning authority.  Reason: To provide adequate facilities for disabled drivers, in accordance with policies 6.13 and 7.2 of the London Plan 2011 and Development Strategy policy 1.1(h). | The development should make provision for the right to connect to a future network:  a.         In the event of a Qualifying Heat Network Operator (QHNO) being identified by the Council, the Council may serve notice upon the Developer to connect the Qualifying Heat Network to the Development to enable the QHN to supply the heating and hot water requirements of the Development. b.         The right of the QHNO to connect to the Development shall be subject to the following conditions being satisfied: i. The proposed tariff structures must protect the interests of the Developer and occupiers, in that total costs for delivery of the service shall be no more than would have been the case if the on-site CHP system had been provided. Tariffs include unit consumption charges, standing charges, management fees and plant replacement funds; ii. Connection charges to the network are reasonable and economically viable; and iii. A service level agreement can be entered into to protect the interests of the Developer and occupiers by way of a guarantee of system availability.  c.         The right to connect shall also be subject to any regulatory changes governing the communal supply of energy.  d.         The Developer shall use all reasonable endeavours to agree the tariffs, charges, service level agreement and all other commercial terms necessary to enable the QHN to connect to and supply heat to the Development. e.          In the event that the network is not available to the development prior to completion of construction, the developer will remain obliged to connect to the network at any economically viable opportunity.  Reason:  To ensure that the development hereby approved contributes to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases, in accordance with policies 5.2, 5.3, 5.5, 5.6, 5.7 of the London Plan 2011, policy 1.2 (f), 2.1(e) and 2.5(h) of Ealing's Development (or Core) Strategy 2012 and Local Variation policy 5.2 of the Development Management DPD 2013. | Further information on the sizing of the renewable energy technologies systems and loads to be met should be provided to support the CO2 savings claimed (135 tonnes per annum - 43%).  Reason:  To ensure that the development hereby approved contributes to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases, in accordance with policies 5.2, 5.3, 5.6, 5.7 of the London Plan 2011, policy 1.2 (f) and 2.1(e) of Ealing's Development (or Core) Strategy 2012 and Local Variation policy 5.2 of the Development Management DPD 2013. | A reduction of 158 tonnes of CO2 shall be made per year in regulated emissions compared to a 2010 Building Regulations compliant development, equivalent to an overall saving of 47%, unless otherwise agreed with the Local Planning Authority in writing.    Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3, 5.7 and 5.9 of the London Plan 2011 and policies 1.1(k) and 1.2(f) of the adopted Ealing's Development (Core) Strategy (2012). | An on-street coach pick up/ drop off/servicing space shall be provided on Culmington Road at the applicant's expense prior to first occupation.  Reason: To promote sustainable transport and highways safety in line with London Plan coach parking standards (6A.9) and policy 4.5, Development Strategy policy 1.1(f) and NPPF Chapter 4 (Promoting Sustainable Transport). | A Construction Management Plan/Construction Logistics Plan shall be submitted to and approved by the Local Planning Authority in writing prior to the commencement of demolition works.    Reason: To promote safe and sustainable transport in the interests of the condition of general highway safety and free flow of traffic on the neighbouring highway network and in the interests of amenities of occupiers of properties within the vicinity of the site in line with London Plan policies 6.11, 7.14 and 7.15 Development Strategy policies 1.1(e), 1.1(f), 1.1(j) and 1.2(f) and NPPF Chapter 4 (Promoting Sustainable Transport). | A Delivery Servicing Plan shall be submitted to and approved by the Local Planning Authority in writing prior to first occupation.    Reason: To promote safe and sustainable transport in the interests of the free flow of traffic and conditions of highway safety on the local road network and the amenities of occupiers of neighbouring properties in line with London Plan policies 6.11 and 7.15, Development Strategy policies 1.1(e), 1.1(f), 1.1(j) and 2.1(b) and NPPF Chapter 4 (Promoting Sustainable Transport). | Details of the ground floor elevation shall be submitted to and approved by the Local Planning Authority in writing prior to the commencement of the development.    Reason: To ensure that the design of this part of the front elevation is of a high standard in accordance with London Plan policies 7.1, 7.2, 7.4, 7.5 and 7.6, and policies 1.1(h) and 2.5(e) of the Development Strategy and policies 7B and Ealing Local Variation to London Plan policy 7.4 of the adopted Ealing Development Management Development Plan Document. | The development is estimated to achieve a reduction of 22 tonnes per annum (7%) in regulated CO2 emissions compared to a 2010 Building Regulations compliant development. A BRUKL sheet for the scheme including efficiency measures alone shall be provided to support the savings claimed prior to first occupation.    Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3, 5.7 and 5.9 of the London Plan 2011 and policies 1.1(k) and 1.2(f) of the adopted Ealing's Development (Core) Strategy (2012)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "24/12/2013",
  "secondary_street_name": null,
  "site_number": "111",
  "pp_id": "PP-03055616",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.313728,
          51.511519
        ],
        [
          -0.313729,
          51.511492
        ],
        [
          -0.313773,
          51.511493
        ],
        [
          -0.313772,
          51.51152
        ],
        [
          -0.313728,
          51.511519
        ]
      ]
    ],
    "type": "Polygon"
  }
}