{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2013/2010;",
  "lapsed_date": "07/03/2017",
  "decision_target_date": "01/08/2013",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 2HA",
  "site_name": "60 Eaton Rise",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012085081, 000012170698, 000012170699, 000012170700, 000012170701, 000012170702, 000012170703, 000012170704, 000012170705, 000012170706, 000012170707, 000012170708, 000012180660, 000012180661, 000012180662, 000012179544, 000012184726, 000012195340, 000012195341, 000012195042, 000012196475, 000012196476, 000012196477, 000012196478, 000012196479, 000012196480, 000012196481"
    ],
    "site_area": 0
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2013/2010",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517450,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T15:28:17.657+00:00",
  "id": "Ealing-PP_2013_2010",
  "application_type": "All Other",
  "street_name": "Eaton Rise",
  "borough": "Ealing",
  "ward": "Ealing Broadway",
  "decision_date": "07/03/2014",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Extension to the basement area in association with the planning consent P/2011/5159 for the Conversion of the property into 8 self-contained flats; two-storey extension to rear of building; construction of basement level; alterations to rear roof form involving raising the ridge height (involving the conversion of roofspace to habitable use); installation of 2 rooflights to the front, rear and both side roofslopes; alterations to windows; and associated landscaping; parking; vehicle access; cycle storage; and refuse facilities",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 181752,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012085081",
  "centroid": {
    "lon": "-0.3084793",
    "lat": "51.5224828"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517453.5997652,
              181754.352613
            ],
            [
              517450.1285945,
              181751.3334772
            ],
            [
              517450.1698198,
              181751.3734658
            ],
            [
              517450.8129346,
              181751.9333055
            ],
            [
              517453.5997652,
              181754.352613
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              517450.0791241,
              181751.2934887
            ],
            [
              517447.4077243,
              181748.9741526
            ],
            [
              517450.0378988,
              181751.2634972
            ],
            [
              517450.0791241,
              181751.2934887
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title number 1423/49, 1423/50, 1423/51, 1423/52, 1423/53. 1423/54, 1423/55 and 1423/56 unless otherwise agreed in writing by the local Planning Authority.  Reason: For the avoidance of doubt, and in the interests of proper planning. | All materials to be used for the exterior surfaces of the proposal shall be as stated on approved elevations and shall match the appearance of those of the existing building.  Reason: To ensure that the materials harmonise with the surrounding area, in accordance with policies 7.4 and 7C of adopted Ealing Development Management Development Plan Document (2013) and policies 7.4, 7.6 and 7.8 of the London Plan (2011). | The refuse and recycling store shown on the approved drawing ref: 1423 49 shall be implemented prior to first occupation of the dwellings and thereafter retained for the life of the development.  Reason: To safeguard the living and working conditions of neighbouring occupiers and in the interests of the environment, in accordance with Supplementary Planning Guidance 4 - Refuse and Recycling Facilities and policy 5.16 of the London Plan (2011). | Prior to the first occupation of any part of the development, the existing vehicular accesses shall be stopped up by raising the dropped kerbs and reinstating the footway.  Reason: In the interests of highway and pedestrian safety and the appearance of the streetscene, in accordance with policy 6.13 of the adopted Ealing Development Management Development Plan Document and policy 6.13 of the London Plan (2011). Prior to the first occupation of any part of the development, the existing vehicular accesses shall be stopped up by raising the dropped kerbs and reinstating the footway.  Reason: In the interests of highway and pedestrian safety and the appearance of the streetscene, in accordance with policy 6.13 of the adopted Ealing Development Management Development Plan Document and policy 6.13 of the London Plan (2011). | The proposed rooflights shall be Conservation type rooflights and so maintained.  Reason: To ensure that the materials harmonise with the surroundings, and to safeguard the character and appearance of the conservation area in accordance with policies 7.4 and 7C of the adopted Ealing Development Management Development Plan Document (2013), and policies 4.6 and 4.8 of the London Plan (2011). | Prior to the first occupation of any part of the development, full details of both hard and soft landscaping works, including defensive planting to the ground floor bedroom windows, shall be submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved and in accordance with the programme agreed by the Local Planning Authority.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, and in accordance with the Council's adopted Development Management Development Plan Document policy 7.4 and policies 7.4 and 7.21 of the London Plan (2011). | Notwithstanding any information submitted with the application, no development shall take place on the site until an Arboricultural Method Statement, detailing all tree work and tree protection measures to be carried out, has been submitted to and approved in writing by the Local Planning Authority.  The approved details shall thereafter be fully installed prior to any other work commencing on the site, and shall remain in place until completion of all work associated with the construction of the building.  All tree work and protection measures shall be carried out in accordance with the approved method statement.  Reason:  To avoid any adverse effects on the trees on the site, in accordance with Supplementary Planning Guidance 9: 'Trees and Development Guidelines' and policies 7.4 and 7.21 of the London Plan (2011). | No additional windows or openings (other than those shown on the submitted plans) shall be formed in the flank walls of the extension permitted.  Reason: To protect the living conditions of neighbouring properties and the visual appearance of the area, in accordance with policies 7.4 and 7C of adopted Ealing Development Management Development Plan Document (2013) and policies 7.4, 7.6 and 7.8 of the London Plan (2011). | Before any part of the development hereby permitted is first occupied arrangements shall be agreed in writing with the local planning authority (legal agreement) and be put in place to ensure that, with the exception of disabled persons/Blue badge holders, no resident of the flats shall obtain a resident's parking permit (including visitors' permits) within any controlled parking zone which may be in force in the area at any time. The professional and legal fees incurred by the Council in drafting and completing the agreement shall be met by the applicant/owner.  Reason: To ensure that proposal does not exacerbate on-street parking pressure in the local controlled parking zone, in accordance with policy 1.1 of the Adopted Ealing Local Development Framework Core Strategy (2012) and policies 6.13 and 8.2 the London Plan (2011)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "06/06/2013",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-02667191",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3084266,
          51.5225032
        ],
        [
          -0.30847759999999996,
          51.5224768
        ],
        [
          -0.308477,
          51.5224772
        ],
        [
          -0.3084676,
          51.5224821
        ],
        [
          -0.3084266,
          51.5225032
        ]
      ]
    ],
    "type": "Polygon"
  }
}