{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": null,
  "lpa_app_no": "PP/2014/3181",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2014/3181;",
  "actual_completion_date": null,
  "pp_id": "PP-03469294",
  "lapsed_date": "16/01/2018",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.362539,
    "lat": 51.535019
  },
  "decision_process": "Committee",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "000012046344",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "description": "Variation of condition 2 (approved Plans) to planning permission Ref PP/2013/2434 dated 10/01/2014 for construction of a two-storey residential building containing  four x two bedroom residential flats with off street parking, refuse storage and amenity space, provision of a new vehicle access together with the closure of existing vehicle access points (following the demolition of the existing bungalow and a reduction of the site ground level by up to 0.5 m) (Variation to increase the first floor level floorplate to the rear)",
  "wgs84_polygon": null,
  "development_type": "Minor dwellings",
  "last_updated_by": "CSV Data Import",
  "locality": "Greenford",
  "site_name": "69 Ferrymead Avenue",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title numbers: 69FERRY/PL16  Reason: For the avoidance of doubt, and in the interests of proper planning. | Details of the materials and finishes to be used for the external surfaces of the development shall be submitted to and approved in writing by the local planning authority before any part of the development is commenced (except demolition, site clearance and excavation below ground level),  and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. The development shall be implemented only in accordance with these approved details.  Reason: To ensure that the materials and finishes harmonise with the surroundings in accordance with policies 1.1, 1.2, & 3.8 of the Ealing Core Strategy (2012), policies 3.5, 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies 3.5, 7.4-7.6 of the London Plan (2011), and the National Planning Policy Framework (2012) | Details of hard and soft landscaping shall be submitted to and approved by the local planning authority prior to the first occupation of the development. The details as approved shall be laid out and planted within the first planting season following the commencement of the development or such other period as may be agreed in writing with the local planning authority. Any trees or plants which within 5 years of planting, die, are removed or become seriously damaged or diseased shall be replaced with others of the same size and species and in the same positions within the next planting season. This hard and soft landscaping shall be subject to a landscape management plan, details of which shall be submitted to and approved by local planning authority prior to the first occupation of the development. The landscaping shall thereafter be maintained and managed in accordance with the approved landscape management programme.  Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area , all in accordance with policies 1.1, 1.2, & 3.8 of the Ealing Core Strategy (2012), policies 3.5, 5.10, 7.4 & 7D of the Ealing Development Management Development Plan Document (2013), policies 3.5, 5.10, 7.4 & 7.5 of the London Plan (2011), and the National Planning Policy Framework (2012). | Details of a site construction management plan shall be submitted to and approved in writing by the local planning authority prior to the commencement of the development.  The management plan shall include the following:  i). Construction worker parking ii). Anticipated number, frequency and size of construction vehicles. iii). Delivery times iv). Dust suppression measures v). Site security vi). Vehicle manoeuvring and turning vii). Locations for the storage of building materials and construction debris and contractors offices viii). Procedures for on-site contractors to deal with complaints from local residents,   ix). details of dust mitigation and x) details of site excavation and retaining walls.  Such details shall be implemented, or phasing agreed in writing, prior to the commencement of works on site and thereafter retained for the duration of the works.  Reason:  To protect the amenity of local residents and to ensure adequate highway and site safety in accordance with policy 7A of the Ealing Development Management Development Plan Document (2013), policies 6.14, 7.6, & 7.15  of the London Plan (2011), and the National Planning Policy Framework (2012). | Details of the location and design of the refuse and recycling storage enclosures shall be submitted to and approved in writing by the local planning authority prior to the first occupation of the development. The details as approved shall be implemented at the first use of the development, and permanently retained thereafter.  Reason: To protect the living conditions of occupiers of the area and the visual character of the area in accordance with policies 1.1, 1.2, & 3.8 of the Ealing Core Strategy (2012), policies 3.5, 7A, 7.4, & 7B of the Ealing Development Management Development Plan Document (2013), policies 5.16, & 7.6 of the London Plan (2011), and the National Planning Policy Framework (2012). | The site access, parking spaces and vehicle turning area shown on the approved plans shall be completed and available for use at the site prior to the first occupation of the development and thereafter these areas shall not be obstructed or used for any other purposes.  Reason: To ensure that there is adequate provision for access to the site, manoeuvring within the site, and parking in accordance with policies 1.1, 1.2 & 3.8 of the Ealing Core Strategy (2012), policy 6.13 of the Ealing Development Management Development Plan Document (2013), policies 6.1, 6.9, 6.10, & 6.13 of the London Plan (2011), and the National Planning Policy Framework (2012). | The residential development hereby permitted shall be constructed to achieve a minimum Code for Sustainable Homes Level 4 of the Code for Sustainable Homes.  Within 3 months of the construction of the development (unless otherwise agreed in writing by the Local Planning Authority), details of an 'Interim Design Stage' assessment and related certification should be submitted, and approved in writing by the local planning authority. Following the completion of the final residential unit, a Code for Sustainable Homes 'Post Construction Stage' assessment and related certification confirming the Code Level that has been achieved, shall be submitted to and approved in writing by the Local Planning Authority. The approved measures and technologies to achieve the minimum Code for Sustainable Homes Level 4 standard and to ensure that the development is carbon neutral shall be implemented in accordance with the approval and thereafter shall be maintained in working order.   Reason: In the interest of addressing climate change and to secure sustainable development ,in accordance with policies 1.1, & 1.2 of the Ealing Core Strategy (2012), policy 5.2 of the Ealing Development Management Development Plan Document (2013),  policy 5.2 of the London Plan (2011), and the National Planning Policy Framework (2012). | The development shall be provided with four covered and secure on-site cycle parking spaces, which shall be completed prior to the first occupation of the development hereby approved and thereafter permanently retained.  Reason: To ensure that there is adequate provision for cycle parking within the site in accordance policies 1.1, 1.2, & 3.8 of the Ealing Core Strategy (2012), policy 6.13 of the Ealing Development Management Development Plan Document (2013), policies 6.9 & 6.13 of The London Plan (2012), and The National Planning Policy Framework (2012). | Details of the positions, design, materials and type of boundary treatment to be erected shall be submitted to and approved in writing by the local planning authority prior to the first occupation of the development. The development shall be implemented only as approved and retained thereafter.  Reason: To protect the visual appearance of the area and the living conditions of neighbouring occupiers, in accordance with policies 1.1, 1.2 & 3.8 of the Ealing Core Strategy (2012), policies 3.5, 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies 3.5, 7.4-7.6 of the London Plan (2011), and the National Planning Policy Framework (2012) | There shall be no obstruction above 0.6m in height at any time within pedestrian visibility splay areas at the back line of the footway / access road that measure 1.5m deep and 1.5m wide at either side of each of the vehicular access point to the site. The new access point as approved shall be constructed before any part of the development permitted is first occupied or brought into use and the pedestrian visibility splays shall be permanently retained in the form described in this condition.  Reason: In the interests of highway and pedestrian safety in accordance with policies 1.1, 1.2, & 3.8 of the Ealing Core Strategy (2012), policies 6.11, 6.12 and 6.14 of the London Plan (2011), and the National Planning Policy Framework (2012). | Prior to the first occupation of the development the developer shall make arrangements with Ealing Council Highways Authority for the highway works including the new vehicular access/crossover and the closure of the existing vehicular assesses/crossovers and associated works to be completed by the Council (with the cost met by the developer).  Reason: To ensure that there is adequate provision for access to the site, manoeuvring within the site, and parking in accordance with policies 1.1, & 1.2 of the Ealing Core Strategy (2012), policy LV 6.13 of the Ealing Development Management Development Plan Document (2013), policies 6.1, 6.9, 6.10, & 6.13 of the London Plan (2011), and the National Planning Policy | All residential units hereby approved shall be constructed to the Lifetime Homes Standards, which shall be permanently retained thereafter.  Reason: To ensure that the development is accessible by all future occupiers, in accordance with, policies 1.1, 1.2 & 3.8 of the Ealing Core Strategy (2012), policy 3.5 of the Ealing Development Management Development Plan Document (2013), policy 7.2 of The London Plan (2011),  and the National Planning Policy Framework (2012). | Details of crime prevention measures to comply with the aims and objectives of Secured by Design shall be submitted to and approved in writing by the local planning authority prior to the commencement of the development (except demolition, site clearance and excavation below ground level). The development shall be implemented nly in accordance with the approved details, which shall be completed prior to the first occupation of the development hereby approved and thereafter permanently retained.  Reason: In the interest of the safety of the future occupiers and visitors to the premises, in accordance with policy 7.3 of the Ealing Development Management Development Plan Document (2013), policies 3.5, & 7.3 of the London Plan (2011), and the National Planning Policy Framework (2012)."
  ],
  "postcode": "UB6 9TL",
  "application_type": "All Other",
  "decision_date": "16/01/2015",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 513670,
  "valid_date": "17/06/2014",
  "borough": "Ealing",
  "subdivision_of_building": null,
  "decision_target_date": "12/08/2014",
  "id": "Ealing-PP_2014_3181",
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T15:41:12.404+00:00",
  "street_name": "Ferrymead Avenue",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 183061,
  "application_details": {
    "existing_uprns": [
      "000012046344"
    ]
  },
  "appeal_decision": null,
  "polygon": null,
  "ward": null
}