{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2014/2942;",
  "lapsed_date": "11/09/2017",
  "decision_target_date": "11/09/2014",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 7XS",
  "site_name": "Westway Estate",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012129987, 000012117533, 000012117561, 000012117563, 000012133372, 000012181255, 000012181256, 000012181219, 000012181220, 000012181221, 000012181222, 000012184202"
    ],
    "site_area": 0
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2014/2942",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521127,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T15:41:11.814+00:00",
  "id": "Ealing-PP_2014_2942",
  "application_type": "All Other",
  "street_name": "Telford Way",
  "borough": "Ealing",
  "ward": "East Acton",
  "decision_date": "11/09/2014",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Construction of two buildings for flexible use - Light Industrial (Class B1(c)), General Industrial(B2) and/or Storage or Distribution (B8) - purposes with ancillary office space(Class B1(a)) at first floor level, one to the North-West of Telford Way, the other to the North of Brunel Road, with associated vehicle and cycle parking; landscaping; and associated engineering works. Provision of a bus welfare facility with 5 bus stands.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major offices-R and D-light industry",
  "centroid_northing": 181612,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012117533",
  "centroid": {
    "lon": "-0.2555535",
    "lat": "51.5204492"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              521129.239759,
              181613.1130424
            ],
            [
              521124.7379557,
              181610.5437778
            ],
            [
              521124.6967304,
              181611.1536033
            ],
            [
              521126.1973315,
              181612.0533457
            ],
            [
              521128.9264467,
              181613.6228964
            ],
            [
              521129.239759,
              181613.1130424
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title numbers numbers10846/TP/011 D Proposed Estate Plan, 10846/TP/012 E Site 1 Site Plan, 10846/TP/013 F Site 2 Site Plan, 10846/TP/015 A Site 1 GA Plans 10846/TP/016 B Site 2 GA Plans, 10846/TP/017 C Site 1 and 2 Roof Plans, 10846/TP/018 C Site 1 Elevations, 10846/TP/019 C Site 2 Elevations, 10846/TP/020 A Site 1 GA Sections, 10846/TP/021 A Site 2 GA Sections, 10846/TP/023 B TfL Welfare Facilities, 10846/TP/024 A TfL Welfare Block Plans and Elevations, 10846/TP/025 A Site 1 Existing and Proposed Elevations 10846/TP/026 A Site 2 Existing and Proposed Elevations, 10846/TP/029 A Proposed Security Camera Layout and additional information provided 01/08/2014 providing details of the proposed landscape feature Drawing 632.SK.01, TP011 E, TP013 G, TP040, TP039, Lighting and CCTV Column Specification produced by Watkins Payne, Proposed Material Samples Board 10846/TP/038 unless otherwise agreed in writing by the local Planning Authority.  Reason: For the avoidance of doubt, and in the interests of proper planning. | The development shall be carried out in accordance with the details of materials specified and as detailed on the Proposed Materials samples Board 10846/TP/038, unless otherwise agreed in writing by the Local Planning Authority.  Reason:  To ensure that the resulting appearance and construction of the development is of a high standard in accordance with policies; 3.7, 5.18, 7.1, 7.2, 7.4 and 7.6 of the London Plan (2011), Policies 1.1 & 1.2 of the Development (Core) Strategy (2012) and policies Ealing Local Variation to London Plan Policy 7.4 and 7B of the Ealing Development Management Development Plan (2013). | Prior to the commencement of development, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority. The plan shall include the following:  \"\tConstruction traffic management proposals including details of delivery routes and HGV movements and details of any temporary site access/parking including swept path analysis of construction vehicles safely access/egress from the site; \"\tDetails of construction hours; \"\tNoise mitigation and monitoring measures; \"\tDetails of enclosure of working areas and the location of compounds for the storage of plant and materials; \"\tDetails of temporary lighting; \"\tDust suppression and monitoring measures, having regard to BRE guide 'Control of Dust from Construction and Demolition Activities'; \"\tWheel wash measures; \"\tSite security during construction;  The Construction Logistics Plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of demolition and construction, or as otherwise agreed in writing by the Local Planning Authority.  Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policy 7A of the Ealing Development Management Development Plan (2013), policy 1.1 (j) of the Ealing Development (Core) Strategy 2012 and policies 5.14 and 5.15 of the London Plan 2011. | Refuse and recycling storage shall be provided in accordance with the standards adopted by the Local Planning Authority.  Such provision shall be brought into use prior to the commencement of the development and retained permanently.  REASON: To protect the surrounding environment, in accordance with policies 3.5 and 7B of the Ealing Development Management Plan 2013, policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy and The London Plan (July 2011) policy 5.16. | The development permitted shall only be used for purposes as described in the application and associated ancillary purposes and not for any separate use.  REASON: To ensure that the development is used in accordance with policy 7A of the Ealing Development Management Development Plan 2013, policies 1.1 and 1.2 of the adopted Local Development Framework (Core )Strategy 2012 and policy 2.8 of the London Plan (2011). | Notwithstanding the submitted Framework travel plan, a revised travel plan to minimise car usage and promote alternative modes of transport (including details of trip generation and reduction targets), which meets ATTrBuTE shall be submitted to and approved in writing by the Local Planning Authority prior to the first use of the development. The travel plan as approved shall be implemented with the use hereby approved, and shall be retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To promote sustainable patterns of transport in accordance with policy 1.1f of the Core Strategy (2012), policies 6.1 & 6.13 of the London Plan and the National Planning Policy Framework (2012). | All parking spaces (including cycle parking), turning areas, loading bays, access roads, electric vehicle charging points and footways demonstrated on the approved plans shall be constructed and permanently marked out prior to commencement of use of any part of the approved development approved by the Local Planning Authority as detailed on plan and shall be permanently maintained for the lifetime of the development unless otherwise agreed in writing with the Local Planning Authority.  Reason:  To ensure that the proposed development does not prejudice the free flow of traffic or the conditions of general safety within the site and along the neighbouring highway, in accordance with policy 6.3 of the London Plan 2011 and policy 1.1 (f) of the adopted Ealing Development strategy (2012). | The rating noise level emitted from the proposed internal and external plant and machinery at the proposed development, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 m from the nearest ground floor sensitive facade and 1m from upper floor noise sensitive facades, during the relevant periods of operation.  Reason: To comply with the terms of the application and in the interests of the living conditions of occupiers of nearby properties and in accordance with Interim SPG 10, policy 1.1 (e) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), and policy 7.15 of the London Plan (2011), and the National Planning Policy Framework (2012). | The lighting scheme accompanying this application shall be fully complied with.  Reason: To accord with the terms of the application and preserve and maintain the amenities of occupiers of neighbouring residential properties, in accordance with policy 7.15 of the London Plan 2011 , policies 1.1 (j) of the adopted Ealing's Development (Core) Strategy 2026 and policy 7A of the adopted Ealing's Development Management Document (2013). | Prior to first occupation, the approved scheme shall incorporate and maintain measures to achieve the following carbon emissions savings:-  1.\tThe incorporation of on-site renewable energy generation to achieve at least a percentage of 40% in carbon dioxide (CO2) emissions savings over baseline.  The reduction should be calculated based on carbon dioxide emissions covered by the Building Regulations 2010 whilst carbon dioxide emissions associated with other energy uses not covered by Building Regulations (un-regulated) should be also included and measures to reduce them should be demonstrated.  In demonstrating compliance with this percentage reduction the applicant should consider the use of measures in line with the Energy Hierarchy including the incorporation of on-site renewables.    Energy Performance Certificates [EPC's] and modelling output reports from the \"as built stage\" to confirm compliance in terms of savings achieved through energy efficiency measures should be also submitted for written approval by the Local Planning Authority.   REASON:  To ensure that the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases, in accordance with policies 1.1 and 1.2 adopted Local Development Framework (Core Strategy 2012), policies 5.2 , 5.3, 5.6 and 5.7 of the London Plan 2011 and Ealing Local Variation to London Plan Policies 5.2 , 5.3, 5.6 and 5.7 of the Ealing Development Management Development Plan 2013. | The development shall not be occupied until a BREEAM 'Post Construction Stage' Assessment has been submitted to the Local Planning Authority for written approval, confirming that the agreed sustainability measures can be achieved. Within 3 months from the date of first occupation of each element of the development a Post-Construction Stage Certificate verified by the BRE confirming the BREEAM standard and measures have been achieved be submitted and approved in writing by the Local Planning which shall be retained in operation permanently.   REASON: In the interest of addressing climate change and to secure sustainable development in accordance with policies1.1 and 1.2 adopted Local Development Framework (Core Strategy 2012), and policies 5.1, 5.2, 5.3 and 5.9 of the London Plan 2011 and policies 5.1, 5.2, 5.3 and 5.9 of the Ealing Development Management Development Plan 2013. | Following the completion of the development, suitable devices for the monitoring of the renewable/low-carbon energy equipment shall have been installed, and the monitored data shall be submitted to the local planning authority at daily intervals for a period of three years from final completion of the renewable/low carbon energy equipment. The installation of the monitoring devices and the submission of the data shall be carried out in accordance with the Council's approved specifications.  REASON: To monitor the effectiveness of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an evidence base on the performance of such equipment in accordance with policies1.1 and 1.2 adopted Local Development Framework (Core Strategy 2012), and policies 5.1, 5.2, 5.3 and 5.9 of the London Plan 2011 and policy 5.2 of the Ealing Development Management Development Plan 2013. | No development approved by this planning permission shall take place until a remediation strategy that includes the following components to deal with the risks associated with contamination of the site shall each be submitted to and approved, in writing, by the local planning authority:   (i) A preliminary risk assessment which has identified:  \"\tall previous uses  \"\tpotential contaminants associated with those uses  \"\ta conceptual model of the site indicating sources, pathways and receptors  \"\tpotentially unacceptable risks arising from contamination at the site.   (ii) A site investigation scheme, based on (1) to provide information for a detailed assessment of the risk to all receptors that may be affected, including those off site.  (iii). The results of the site investigation and the detailed risk assessment referred to in (2) and, based on these, an options appraisal and remediation strategy giving full details of the remediation measures required and how they are to be undertaken.  (iv). A verification plan providing details of the data that will be collected in order to demonstrate that the works set out in the remediation strategy in (3) are complete and identifying any requirements for longer-term monitoring of pollutant linkages, maintenance and arrangements for contingency action.  Any changes to these components require the express written consent of the local planning authority. The scheme shall be implemented as approved.  REASON: The historic uses of the site may have resulted in contamination and this condition is required to ensure the site is remediated and does not pose a risk to controlled waters in accordance with policies1.1 and 1.2 adopted Local Development Framework (Core Strategy 2012), and policies 5.12 of the London Plan 2011 and Ealing Local Variation to London Plan Policy 5.12 of the Ealing Development Management Development Plan 2013. | Confirmation that the arrangements for the provision and operation of a bus welfare facility have been agreed in in writing with Transport for London should be confirmed in writing prior to the first use of the development.  Reason: To ensure that an appropriate facility is provided as per the terms of the application in accordance with policy 6.4 of the Adopted London Plan (2012). | The areas so designated within the site shall be landscaped in accordance with a scheme to be submitted to and approved in writing by the Local Planning Authority within 3 months of the commencement of development, the landscape work to be completed during the first available planting season following completion of the development hereby approved. Any planting that is part of the approved scheme that within a period of five years after planting is removed, dies or becomes seriously damaged or diseased, shall be replaced in the next planting season and all planting shall be replaced in the same positions with others of a similar size and species, unless the Local Planning Authority first gives written consent to any variation. Such a scheme shall include;-  (i)\tareas of hard landscape works including details of location, materials and finishes. These shall have a permeable construction; (iii)\tdetails of all planting including location, species, size, density and number including tree planting incorporated for the frontage; (iv)\ta detailed (minimum 5-year) landscape-management plan showing requirements for the ongoing maintenance of hard and soft landscaping.  Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, and in accordance with policies 3.5, 7.4 and 7.21 of the London Plan 2011, policies 1.1 (e) (g), 1.2(f), 3.1(b) and 3.8 of the Ealing Core Strategy (2012), policies LV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "12/06/2014",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-03439930",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2555209,
          51.5204587
        ],
        [
          -0.2555866,
          51.5204366
        ],
        [
          -0.255587,
          51.5204421
        ],
        [
          -0.2555651,
          51.5204498
        ],
        [
          -0.2555252,
          51.5204633
        ],
        [
          -0.2555209,
          51.5204587
        ]
      ]
    ],
    "type": "Polygon"
  }
}