{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2015/0960;",
  "lapsed_date": "13/07/2018",
  "decision_target_date": "29/06/2015",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "NW10 6TE",
  "site_name": "3 Bashley Road",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012105585"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2015/0960",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520900,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T15:28:28.926+00:00",
  "id": "Ealing-PP_2015_0960",
  "application_type": "All Other",
  "street_name": "Bashley Road",
  "borough": "Ealing",
  "ward": "East Acton",
  "decision_date": "13/07/2015",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Construction of a three storey warehouse building (B8 Use class) with ancillary office space with a total floor area of 1,246 sqm, including the provision of on-site car parking and new crossover (following the demolition of the existing 1,179 sqm warehouse and ancillary office (B8 use Class)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major all other major developments",
  "centroid_northing": 182383,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012105585",
  "centroid": {
    "lon": -0.258582,
    "lat": 51.527426
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby permitted shall be carried out in accordance with the following approved plan: BR3-1004A, BR3-1005, BR3-1006B and BR3-1007.  Reason: For the avoidance of doubt and in the interests of proper planning. | The external materials to be used in the development shall be as described on the plans and in section 9 of the Planning Permission application received 30 January 2015.  Reason: To ensure that the materials harmonise with the surrounding, in accordance with policies 7.4 and 7B of the Ealing Development Management Development Plan 2013, and policies 7.4 and 7.6 of the London Plan (2015). | Prior to the commencement of development other than site preparation, remediation and / or the formation of accesses, a report, which includes full details and drawings of the energy and sustainability measures that are to be incorporated into the development, shall be submitted to, and approved in writing by the local planning authority.  The submitted details shall demonstrate that the development hereby approved will achieve an overall minimum reduction in regulated carbon dioxide emissions by 35% beyond Building Regulations Part L 2013 (Part L2A incorporating 2010, 2011 and 2013 amendments). In demonstrating compliance with this percentage reduction the applicant should consider the use of measures in line with the Energy Hierarchy including the incorporation of accredited on-site renewables. This reduction should be calculated based on carbon dioxide emissions covered by the Building Regulations whilst carbon dioxide emissions associated with other energy uses not covered by Building Regulations (un-regulated) should be also included and measures to reduce them should be demonstrated.   Within 3 months of first occupation of the new dwellings, Energy Performance Certificates [EPC's] and modelling output reports from the \"as built stage\" to confirm compliance in terms of savings achieved through energy efficiency measures should be also submitted for written approval by the Local Authority.  Reason: To secure the measures set out within the approved Energy Statement and Code for Sustainable Homes Pre-Assessment and to ensure that the energy efficiency measures to be incorporated into the approved development contribute to reducing the use of fossil fuel or other primary energy generation capacity, and to reduce emissions of greenhouse gases, and to minimise the impact of building emissions on local air quality in the interests of health, in accordance with policies 3.2, 5.3, 5.5, 5.6 and 7.14 of the London Plan 2015 (with REMA 2013), policies 1.1(e) (j) (k) and 1.2(f) of Ealing's adopted Development (Core) Strategy 2012, policies 5.2 and 7A of Ealing's Development Management DPD, and the Mayor's Sustainable Design and Construction SPG. | Upon final completion of the development, suitable devices for the monitoring of the renewable/low-carbon energy equipment shall have been installed, and the monitored data shall be submitted to the local planning authority at daily intervals for a period of three years from final completion of the renewable/low carbon energy equipment. The installation of the monitoring devices and the submission of the data shall be carried out in accordance with the Council's approved specifications.   Reason:  To monitor the effectiveness of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an evidence base on the performance of such equipment in accordance with policies 5.2, 5.3, 5.5, 5.6 and 5.7 of the London Plan 2015, adopted Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD (December 2013). | The approved development shall be constructed to achieve a minimum Building Research Establishment BREEAM overall Very Good standard (based on the latest BREEAM Technical Guidance for New Construction).   Within three months of the commencement of the development, the following should be submitted to the Local Planning Authority for written approval: 1.        Evidence that the development is registered with the Building Research Establishment (BRE) under the BREEAM New Construction Scheme 2.        Interim BREEAM NC Assessment and related Certification verified by the BRE.   Within 3 months from the date of first occupation, the following should be submitted to the Local Planning Authority for written approval confirming the BREEAM standard and measures have been implemented: 1.        BREEAM 'Post Construction Stage' Assessment and related Certification verified by the BRE.   Following any approval of a 'Post Construction Stage' assessment and certificate of the relevant part of the development, the approved measures and technologies to achieve the BREEAM Very Good standard shall be retained in working order in perpetuity.      Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3, 5.6, 5.7 and 5.9 of the London Plan 2015, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012. | Prior to commencement of construction and demolition works a detailed Construction Method Statement shall be submitted to and approved in writing by the Local Planning Authority. The statement shall include details of phasing and programming, removal of earth from site; construction methods; site management and access; vehicle and machinery specifications and numbers/frequency of vehicles/deliveries, construction worker parking, anticipated number, delivery times, dust mitigation and suppression measures, site security, vehicle manoeuvring and turning, locations for the storage of building materials and construction debris and contractors offices, procedures for on-site contractors to deal with complaints from local residents, measures to ensure the construction process does not affect of neighbouring highways, details of wheel water spraying facilities and noise/vibration mitigation measures. The development shall be carried out in accordance with the approved method statement.  Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with 1.1 (j) and 3.1(i) of the Ealing Core Strategy (2012), policies 6.3, 6.13, 7.13, 7.14 and 7.15  of the London Plan Consolidated (2015), the National Planning Policy Framework (2012), Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise. | The rating noise level emitted from external plant, as assessed under BS4142: 2014, shall not exceed the existing background noise level, as measured from the nearest sensitive facades during the relevant periods of operation.  Reason: In the interests of the amenity of occupants of nearby noise sensitive uses, and in accordance the Council's adopted Ealing Development Management DPD (2013) policy 7A, policies 1.1(j) of the Adopted Ealing Development (Core) Strategy 2012 and London Plan (2015) policy 7.15. | Refuse storage shall be provided on site in accordance with the standards adopted by the Local Planning Authority. Such provision shall be brought into use prior to the commencement of the development and retained permanently.   Reason:  To protect amenity of the area and in the interests of the future occupants of the development in accordance with policies with policies 7A and 7B of the Ealing Development Management Plan 2013, policy 1.1(e) of the Adopted Ealing Development (Core) Strategy and The London Plan (July 2015) policy 5.16."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "30/03/2015",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP 04001191",
  "wgs84_polygon": null
}