{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2012/1417;",
  "lapsed_date": "15/06/2015",
  "decision_target_date": "12/07/2012",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": null,
  "site_name": "Priory Community Centre",
  "status": "Completed",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 1859,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 2442,
      "total_gia_lost": 1859,
      "development_type": "New Build",
      "total_gia_gained": 2442,
      "site_area": 0.379
    },
    "constraints_details": [
      {
        "result": "District, Acton",
        "constraints_layer_description": "Town Centre Designation"
      },
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Acton",
        "constraints_layer_description": "Town Centre Health Check: Name"
      },
      {
        "result": "District",
        "constraints_layer_description": "Town Centre Health Check: Type"
      },
      {
        "result": "4",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "existing_uprns": [
      "000012145096, 000012137542"
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": "12/08/2013",
        "use_class": "D1",
        "gia_gained": 2442,
        "actual_commencement_date": "12/09/2012",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 1859
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "site_area": 0.379
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2012/1417",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "520493",
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T12:06:13.658+00:00",
  "id": "Ealing-PP_2012_1417",
  "application_type": "All Other",
  "street_name": "Petersfield Road",
  "borough": "Ealing",
  "ward": "South Acton",
  "decision_date": "15/06/2012",
  "epc_number": null,
  "actual_commencement_date": "12/09/2012",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Demolition of existing building and construction of part single and part three storey 2 form entry primary academy school and storage shed, with associated landscaping, multi-use games area, cycle and scooter parking and 1 disabled car parking space with alterations to vehicular access (Deemed Consent)",
  "actual_completion_date": "12/08/2013",
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major all other major developments",
  "centroid_northing": "179948",
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012145096",
  "centroid": {
    "lon": "-0.2652555",
    "lat": "51.5056294"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520540.89475,
              179936.9473575
            ],
            [
              520548.78945,
              179955.8947275
            ],
            [
              520435.89475,
              179968.0000075
            ],
            [
              520454.8421,
              179922.21053
            ],
            [
              520461.42105,
              179917.9999875
            ],
            [
              520464.05265,
              179912.473695
            ],
            [
              520480.10525,
              179918.2631375
            ],
            [
              520492.4737,
              179918.2631375
            ],
            [
              520540.89475,
              179936.9473575
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_cycle": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": 1,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby permitted shall be carried out in accordance with the following approved plans: 4920/101 Site Location Plan, 4920/110 Planning application plan, 4158 ARCH 1000 rev1 Site Plan, 4158 ARCH 1010 rev7 Ground Floor Plan, 4158 ARCH 1011 rev6 First Floor Plan, 4158 ARCH 1012 rev6 Second Floor Plan,  4158 ARCH 1013 rev3 Roof Plan, 4158 ARCH 1026a Existing Building Overlay, 4158 ARCH 1026b West Elevation with Existing Overlay, 4158 ARCH 1026c North Elevation with Existing Overlay, 4158 ARCH 1027 rev2 Progressive Gloucester Road Sections, 4158 ARCH 1028 rev1 Typical Sections, 4158 ARCH 1030 rev4 Elevations - East & West, 4158 ARCH 1031 rev2 Elevations - North & South, L11423 PA01 Site Masterplan, L11423 PA02 Landscape Layout, L11423 PA03 Schedule of External Areas, L11423 PA04 Typical Paving Materials, L11423 PA05 Typical Furniture & Fittings, L11423 PA06 Cross-Section Through Acton Lane Frontage, L11423 PA07 Typical Planting Species, 4158-SERV-ESK17 Ground Floor Security Layout, 4158-SERV-ESK18 Ground Floor Internal CCTV Layout, 4158-SERV-ESK19 Proposed External CCTV Layout, 4158-SERV-ESK22 External Lighting Layout, 4158-SERV ESK23 External Lighting Plot, 4158 SERV SKPH100 P Below Ground Drainage Strategy, 2011/199 Site Survey, AP1780/R/ss Tree Constraints Plan- with ref to BS 5837:2005, AP1780/R/ss Tree Amenity Category - with ref to BS 5837:2005, AP1780/R/ss Tree Protection Plan - with ref to BS 5837:2005.  Reason: For the avoidance of doubt and in the interests of proper planning. | Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details.  Reason: To ensure that the materials harmonise with the surroundings in accordance with policy 4.1 of the Council's adopted Unitary Development Plan (UDP) 'Plan for the Environment' and policies 7.1 and 7.6 of the adopted London Plan 2011. | Detailed drawings of the facades including large scale sections showing all windows shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  The development shall be carried out in accordance with these approved details.  Reason: In the interests of the visual character and appearance of the building and the surroundings in accordance with policy 4.1 of the Council's adopted Unitary Development Plan (UDP) 'Plan for the Environment' and policies 7.1, 7.4 and 7.6 of the adopted London Plan 2011. | Details of a demolition and construction method statement (including noise, vibration, dust and release of asbestos fibres mitigation measures and details of construction traffic movement and a site waste management plan) shall be submitted to and approved in writing by the local planning authority prior to commencement of works and the approved details shall be implemented during the construction phases.  Reason: To protect the living and working conditions of surrounding occupiers and maintain an attractive and safe environment in the locality in accordance with Adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) policies 4.1, 4.11 and 9.1 and policy 7.15 of the adopted London Plan (2011). | The tree protection measures to be provided around the retained trees outlined on the submitted drawings shall be erected prior to the commencement of any work on site and the erection of the protective fencing and subsequent monthly monitoring shall be overseen by an arboriculturalist. These protection measures shall be retained until the development is completed and the areas enclosed shall not be used for any kind of storage and the ground levels shall not be altered.  Reason: To safeguard these retained trees in the interests of the visual amenities of the locality and in accordance with policies 4.1 and 4.5 of the adopted Ealing Unitary Development Plan ' Plan for the Environment' (2004), policy 7.21 in the adopted London Plan (2011) and Supplementary Planning Guidance 9 'Trees and Development Guidelines'. | Hard and soft landscaping shall be implemented in accordance with the approved plans and be completed before first occupation of the development hereby approved. Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season, unless otherwise agreed in writing with the Local Planning Authority.  Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area in accordance with policies 4.1and 4.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' and Supplementary Planning Guidance Note 9: Trees and Development Guidelines and policies 7.4, 7.19 and 7.21of the adopted London Plan (2011). | The surface water runoff from the development should achieve greenfield run-off rates and the water attenuation tank shall be implemented in accordance with the approved plans and provided before the first occupation of the development hereby approved.  Reason: In the interests of flood prevention, surface water management and sustainable urban drainage in accordance with policies 2.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment and policies 5.13 and 5.14 of the adopted London Plan (2011). | Details shall be submitted to the Local Planning Authority for approval within 6 months of commencement of development, for the insulation of the building envelope, with windows shut or other means of ventilation provided, which will meet the standards of Building Bulletin 93 and Building Bulletin 101. The works should be completed before occupation and permanently retained thereafter.  Reason: To safeguard the occupiers of the buildings herby permitted in pursuance of policies 4.1 and 4.11 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), Supplementary Planning Guidance 10 'Noise and Vibration' and policy 7.15 of the adopted London Plan (2011). | Details shall be submitted for the approval of the Local Planning Authority within 6 months of commencement of development, to demonstrate that the rating noise level emitted from the proposed external plant and machinery at the proposed development, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 m from the nearest ground floor sensitive facade and 1m from upper floor noise sensitive facades, during the relevant periods of operation.  Reason: To safeguard the amenities of the occupiers of neighbouring properties in pursuance of policies 4.1 and 4.11 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), Supplementary Planning Guidance 10 'Noise and Vibration' and policy 7.15 of the adopted London Plan (2011). | Details shall be submitted for the approval of the Local Planning Authority within 6 months of commencement of development, for the composite sound reduction index, Rw, of the building envelope of the school assembly hall with windows and doors closed or other means of ventilation provided, to demonstrate that the insulation is sufficient to prevent noise disturbance.  The insulation shall be implemented as approved, before the development is completed and retained permanently thereafter.   Reason: To safeguard the amenities of the occupiers of neighbouring properties in pursuance of policies 4.1 and 4.11 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), Supplementary Planning Guidance 10 'Noise and Vibration' and policy 7.15 of the adopted London Plan (2011). | Details shall be submitted for the approval of the Local Planning Authority within 6 months of commencement of development, for a suitable sound limiting device to control the output from the amplification system to a maximum noise level agreed with the Authority.  The limiter device shall also be connected to external doors, so that the power to the amplifiers will be cut if a door is opened, other than for means of escape from fire.  Reason: To safeguard the amenities of the occupiers of neighbouring properties in pursuance of policies 4.1 and 4.11 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), Supplementary Planning Guidance 10 'Noise and Vibration' and policy 7.15 of the adopted London Plan (2011). | Details shall be submitted for approval of the Local Planning Authority within 6 months of commencement of development, for the installation, operation, and maintenance of the best practicable odour abatement equipment including an extract system, the height of the discharge, and the efflux velocity of the effluent at the point of discharge. The details shall satisfy the advice at DEFRA, 2005: \"Guidance on the Control of Odour and Noise from Commercial Kitchen Exhaust Systems\". The system, as approved, shall be completed before occupation and thereafter permanently retained and maintained.  Reason: In the interests of protecting the amenity of residents in the area in accordance with policies 2.6 and 4.1 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and policy 7.14 of the adopted London Plan (2011). | Details shall be submitted for the approval of the Local Planning Authority within 6 months of commencement of development, to demonstrate that the proposed external lighting scheme will comply with the advice given at BS 5389-1:2003, with regards to upward light and light pollution and lighting of public amenity areas and ILE guidance on Reduction of Obtrusive Lighting 2005.  Reason: To provide adequate lighting to the proposed development and protect the living conditions of neighbouring residential properties, in accordance with policies 4.1 and 4.12 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | The roof shall only be used for storing plant equipment, photovoltaic panels and the associated works as shown on the approved plans and shall only be accessed for the maintenance of this equipment. The roof is not be used for teaching space or any other use unless otherwise agreed in writing with the Local Planning Authority.  Reason: In the interests of the living conditions of occupiers of nearby residential properties and the safety of users of the school, in accordance with policies 4.1 and 4.11 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004), and Supplementary Planning Guidance 10 ' Noise & Vibration'. | Notwithstanding the Carbon Emissions Assessment and Outline approved document LA2: 2010 Compliance Report, prior to the commencement of the development other than site preparation, remediation and / or the formation of accesses, a detailed report and other supporting information providing details of the sustainability measures to be incorporated into the development which demonstrates that the development will achieve an overall (minimum) reduction in carbon dioxide emissions by 25% (regulated carbon dioxide emissions) and a minimum of 14% (regulated and un-regulated carbon dioxide emissions) above Building Regulations 2010 shall be submitted to and approved in writing by the Local Planning Authority.   In demonstrating compliance with the required percentage reduction in carbon dioxide emissions the applicant should consider the use of measures in line with the Mayor's Energy Hierarchy including the incorporation of on-site renewables.  The development shall be constructed in accordance with the approved details and maintained as such thereafter.  Reason: To ensure that the development is energy efficient and contributes to reducing the need for fossil fuel or other primary energy generation capacity, and to reduce emissions of greenhouse gases in accordance with policies 5.2, 5.3, 5.6 and 5.7 of the London Plan 2011. | Details of the scheme of photovoltaic panels, which shall contribute no less than 11.9% on on-site C02 reduction to the non-residential development, as detailed within the Carbon Emissions Assessment and Outline approved document LA2: 2010 Compliance Report, shall be submitted to and approved in writing by the Local Planning Authority within 6 months of the commencement of the relevant part / phase of the development. The approved photovoltaic scheme shall be installed and operational prior to the first occupation of the relevant phase / part of the development. The details shall include:  +\tDetails drawings of the resulting scheme +\tmachinery/apparatus location associated with the photovoltaics; and +\tspecification, operational and cost details.  The development shall be carried out strictly in accordance with the details so approved and maintained as such thereafter.  Reason:  In the interest of sustainable development and combating climate change in accordance with policies 5.1, 5.2, 5.3, 5.7, and 5.8 of the London Plan 2011 and policies 2.9 and 4.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | The development should make provision for the right to connect to a future network:  a.\t\"In the event of a Qualifying Heat Network Operator (QHNO) being identified by the Council, the Council may serve notice upon the owner to connect the Qualifying Heat Network to the Development to enable the QHN to supply the heating and hot water requirements of the Development. b.\tThe right of the QHNO to connect to the Development shall be subject to the following conditions being satisfied: i.\tThe proposed tariff structures must protect the interests of the owner and occupiers, in that total costs for delivery of the service shall be no more than would have been the case if the on site CHP system had been provided. Tariffs include unit consumption charges, standing charges, management fees and plant replacement funds; ii.\tconnection charges to the network are reasonable and economically viable; and iii.\tA service level agreement can be entered into to protect the interests of the owner and occupiers by way of a guarantee of system availability.\" c.\t\"The right to connect shall also be subject to any regulatory changes governing the communal supply of energy.  d.\tThe owner shall use all reasonable endeavours to agree the tariffs, charges, service level agreement and all other commercial terms necessary to enable the QHN to connect to and supply heat to the Development. e.\tIn the event that the network is available to the development prior to completion of construction, and the owner connects to the network, the owner will be released from obligations to install stand-alone CHP heating or cooling plant. f.\tIn the event that the network is not available to the development prior to completion of construction, the owner will remain obliged to connect to the network at any economically viable opportunity, but it is recognised that this opportunity may not arise until the end of the economic life of the stand-alone CHP heating or cooling plant.\"  The development shall proceed in accordance with the approved details and the approved sustainability measures shall be implemented and operational prior to first occupation of the development hereby approved, and shall be permanently retained and maintained in accordance with the manufacturers specification thereafter  Reason: To ensure that the development hereby approved contributes to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases, in accordance with policies 5.2 Minimise Carbon dioxide Emissions, 5.3 Sustainable Design and Construction, 5.6 Decentralised Energy: Heating, Cooling and Power and 5.7 Renewable Energy of the London Plan 2011. | Within 3 months of the commencement of works on site, an Interim Design Assessment and Certificate should be submitted to and approved in writing by the Local Planning Authority demonstrating measures that will be incorporated into that development to ensure that the development has have been designed to achieve a minimum Building Research Establishment BREEAM overall Very Good standard (based on BREEAM 2011 Technical Guidance).  Following the completion of the building, a BREEAM 'Post Construction Stage' assessment and related certification confirming the BREEAM standard has been achieved, shall be submitted to and approved by the Local Planning Authority in writing.   Following any approval of a 'Post Construction Stage' assessment related to any agreed phasing of the development, the approved measures and technologies to achieve the BREEAM Very Good standard and to ensure that development is carbon neutral shall be implemented in accordance with the approval and thereafter shall be retained in working order in working order for the life of the development.     Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3 and 5.9 of the London Plan 2011. | Details of the siting, appearance and security measures of the cycle parking facilities for 48 bicycles and scooter parking facilities for 40 scooters shall be submitted and approved in writing and shall be provided prior to the first occupation of the new building hereby permitted and thereafter these facilities shall be retained unless otherwise agreed in writing by the local planning authority. Facilities for staff and pupils should be separated.  Reason: To ensure adequate cycle and scooter parking is provided and retained in order to encourage the use of sustainable modes of transport and to reduce the reliance by pupils and staff travelling to school by car in the interests of the conditions of general highway safety and the free flow of traffic on the neighbouring highway in pursuance of policy 9.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), policies 1.1 and 1.2 of the adopted Ealing Core Strategy (2012) and policy 6.9 in the adopted London Plan (2011). | Details of a service and delivery plan indicating the frequency and times when deliveries will take place and the nature of the vehicles shall be submitted to and approved in writing by the local planning authority prior to first occupation of the new building and the approved details shall be implemented during the operation of the school.  Reason: In the interests of the free flow of traffic and conditions of safety on the local highway network and the general amenities of the locality in accordance with Adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) policy 9.1 and policy 7.15 of the adopted London Plan (2011). | Notwithstanding the information provided with the application, details of a School Travel Plan shall be submitted to and approved in writing by the Local Planning Authority. The details submitted shall be designed to manage the transport needs of school staff, pupils, parents and visitors, in order to demonstrate a car restraint policy for the site, minimise car usage and promote alternative modes of transport. The approved scheme shall be implemented at the time of first occupation of the development and shall be permanently retained in operation thereafter.  Reason: To promote the use of modes of transport, other than use of private motor vehicles, in pursuance of the Council's policies on sustainability in accordance with policy 9.1 of the adopted Unitary Development Plan 'Plan for the Environment' (2004) the Council's adopted Supplementary Planning Guidance, SPG 21 'Sustainable Transport: Green Travel Plans' and policy 6.11 of the adopted London Plan 2011. | The disabled car space and the associated manoeuvring area as shown on the approved plans shall be provided prior to first occupation of the development and retained thereafter.  Reason: In the interests of providing inclusive access to the development in accordance with policy 2.5 of the adopted Unitary Development Plan 'Plan for the Environment' (2004), the Council's adopted Supplementary Planning Guidance, SPG 7 'Accessible Ealing' and policies 3.1, 6.13 and 7.2 of the adopted London Plan (2011). | The security measures as shown on the approved plans shall be provided prior to first occupation of the development and retained thereafter.  Reasons: In the interest of safety and security to the development in accordance with policy 4.4 of the adopted Unitary Development Plan ' Plan for the Environment' (2004), the Council's adopted Supplementary Planning Guidance, SPG 8 'Safer Ealing' and policies 7.3 and 7.13 of the adopted London Plan (2011). | The external play areas approved as part of this development shall only be used by the school and shall not be used after 19:00 hours on any school day.  Reason: In the interests of the living conditions of occupiers of nearby residential properties, in accordance with policies 4.1, 4.11 and 4.12 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | A detailed archaeological assessment shall be submitted to and approved, in writing, by the Local Planning Authority. Once approved the development shall be carried out fully in accordance with any steps required in the assessment to limit any impact on any features of archaeological interest and to provide adequate opportunities for archaeological investigation prior to development if required in accordance with the British Archaeologists and Developers Liaison Code of Practice. The archaeological works shall be carried out by a suitably qualified investigating body acceptable to the local planning authority.   Reason : To limit any impact on items of archaeological interest at the site, in accordance with the requirements of policy 4.9 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and policy 7.8 of the adopted London Plan. | Prior to the first occupation of the development hereby permitted, deatils of the use for community purposes shall be submitted to and approved by the local planning authority and implemented in accodance with the approved details.   Reason : To accord with the terms of the application and provide and retain a commmunity use of the premises outside of school hours in accordance with policies 8.1 and 8.7 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and policies 3.16 and 3.18 of the adopted London Plan, 2011."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "11/04/2012",
  "secondary_street_name": null,
  "site_number": "Priory Community Centre",
  "pp_id": "PP-01891449",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2645695,
          51.5055199
        ],
        [
          -0.2644493,
          51.5056885
        ],
        [
          -0.2660711,
          51.5058213
        ],
        [
          -0.2658138,
          51.5054057
        ],
        [
          -0.26572049999999997,
          51.5053665
        ],
        [
          -0.2656845,
          51.5053163
        ],
        [
          -0.2654513,
          51.505364900000004
        ],
        [
          -0.2652732,
          51.5053623
        ],
        [
          -0.2645695,
          51.5055199
        ]
      ]
    ],
    "type": "Polygon"
  }
}