{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2014/5132;",
  "lapsed_date": "04/03/2018",
  "decision_target_date": "04/03/2015",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "NW10 6LS",
  "site_name": "49-53 Gorst Road",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012117229, 000012153316, 000012197430, 000012197431, 000012197432"
    ],
    "site_area": 0
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2014/5132",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520440,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-19T22:54:36.247+00:00",
  "id": "Ealing-PP_2014_5132",
  "application_type": "All Other",
  "street_name": "Gorst Road",
  "borough": "Ealing",
  "ward": "East Acton",
  "decision_date": "04/03/2015",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Construction of a two storey warehouse building (use class B8) with a floor area of 643sqm following demolition of existing 715sqm two storey building (use class B8)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor Offices-R and D-light industry",
  "centroid_northing": 182254,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012117229",
  "centroid": {
    "lon": -0.265254,
    "lat": 51.526364
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520433.7276298,
              182239.3237914
            ],
            [
              520456.1377059,
              182247.9713161
            ],
            [
              520433.8018354,
              182239.1538401
            ],
            [
              520433.7276298,
              182239.3237914
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title number(s) 021, 022 Revision A, 023, 024 Revison A and 025.  Reason: For the avoidance of doubt, and in the interests of proper planning. | The development shall be carried out in accordance with the details of materials specified in the application and the Design and access Statement.  Reason:  To ensure that the resulting appearance and construction of the development is of a high standard in accordance with policies; 3.7, 5.18, 7.1, 7.2, 7.4 and 7.6 of the London Plan (2011), Policies 1.1 & 1.2 of the Development (Core) Strategy (2012) and policies Ealing Local Variation to London Plan Policy 7.4 and 7B of the Ealing Development Management Development Plan (2013). | Prior to the commencement of development, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority. The plan shall include the following:  -Construction traffic management proposals including details of delivery routes and HGV movements and details of any temporary site access/parking including swept path analysis of construction vehicles safely access/egress from the site; -Details of construction hours; -Noise mitigation and monitoring measures; -Details of enclosure of working areas and the location of compounds for the storage of plant and materials; -Details of temporary lighting; -Dust suppression and monitoring measures, having regard to BRE guide 'Control of Dust from Construction and Demolition Activities'; -Wheel wash measures; -Site security during construction;  The Construction Logistics Plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of demolition and construction, or as otherwise agreed in writing by the Local Planning Authority.  Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policy 7A of the Ealing Development Management Development Plan (2013), policy 1.1 (j) of the Ealing Development (Core) Strategy 2012 and policies 5.14 and 5.15 of the London Plan 2011. | 5.\tRefuse and recycling storage shall be provided in accordance with the standards adopted by the Local Planning Authority.  Such provision shall be brought into use prior to the occupation of the development and retained permanently.  REASON: To protect the surrounding environment, in accordance with policies 3.5 and 7B of the Ealing Development Management Plan 2013, policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy and The London Plan (July 2011) policy 5.16. | The rating noise level emitted from external plant and machinery at the proposed development, as assessed under BS4142:1997, shall not increase the existing background noise level as measured at 3.5m from the nearest ground floor sensitive facade and 1m from upper floor noise sensitive facades during the relevant periods of operation.   Reason: In the interests of the amenity of amenity of neerby sensitive uses, in accordance with policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.15 of the London Plan (2011), and the National Planning Policy Framework (2012)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "07/01/2015",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.26532659999999997,
          51.5262353
        ],
        [
          -0.2650008,
          51.5263082
        ],
        [
          -0.2653256,
          51.5262337
        ],
        [
          -0.26532659999999997,
          51.5262353
        ]
      ]
    ],
    "type": "Polygon"
  }
}