{
  "centroid_northing": 182225,
  "status": "Approved",
  "cil_liability": true,
  "appeal_decision_date": null,
  "centroid_easting": 520458,
  "application_type_full": null,
  "application_details": {
    "existing_uprns": [
      "000012117229, 000012153316, 000012197430, 000012197431, 000012197432"
    ]
  },
  "valid_date": "04/08/2014",
  "lpa_app_no": "PP/2014/4363",
  "bo_system": "CSV Data Import",
  "application_type": "All Other",
  "last_updated": "2025-03-20T15:41:14.022+00:00",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title numbers Site Location Plan 001A, 010A, 011B, 012A, 013A, 014A.  Reason: For the avoidance of doubt, and in the interests of proper planning. | The development shall be carried out in accordance with the details of materials specified in the application and your Design and access Statement.  Reason:  To ensure that the resulting appearance and construction of the development is of a high standard in accordance with policies; 3.7, 5.18, 7.1, 7.2, 7.4 and 7.6 of the London Plan (2011), Policies 1.1 & 1.2 of the Development (Core) Strategy (2012) and policies Ealing Local Variation to London Plan Policy 7.4 and 7B of the Ealing Development Management Development Plan (2013). | Prior to the commencement of development, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority. The plan shall include the following:  -\tConstruction traffic management proposals including details of delivery routes and HGV movements and details of any temporary site access/parking including swept path analysis of construction vehicles safely access/egress from the site; -\tDetails of construction hours; -\tNoise mitigation and monitoring measures; -\tDetails of enclosure of working areas and the location of compounds for the storage of plant and materials; -\tDetails of temporary lighting; -\tDust suppression and monitoring measures, having regard to BRE guide 'Control of Dust from Construction and Demolition Activities'; -\tWheel wash measures; -\tSite security during construction;  The Construction Logistics Plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of demolition and construction, or as otherwise agreed in writing by the Local Planning Authority.  Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policy 7A of the Ealing Development Management Development Plan (2013), policy 1.1 (j) of the Ealing Development (Core) Strategy 2012 and policies 5.14 and 5.15 of the London Plan 2011. | Refuse and recycling storage shall be provided in accordance with the standards adopted by the Local Planning Authority.  Such provision shall be brought into use prior to the commencement of the development and retained permanently.  REASON: To protect the surrounding environment, in accordance with policies 3.5 and 7B of the Ealing Development Management Plan 2013, policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy and The London Plan (July 2011) policy 5.16. | All parking spaces, turning areas, loading bays, access roads, and footways demonstrated on the approved plans shall be constructed and permanently marked out prior to commencement of use of any part of the approved development approved by the Local Planning Authority as detailed on plan and shall be permanently maintained for the lifetime of the development unless otherwise agreed in writing with the Local Planning Authority.  Reason:  To ensure that the proposed development does not prejudice the free flow of traffic or the conditions of general safety within the site and along the neighbouring highway, in accordance with policy 6.3 of the London Plan 2011 and policy 1.1 (f) of the adopted Ealing Development strategy (2012). | Prior to first occupation, the approved scheme shall incorporate and maintain measures to achieve the following carbon emissions savings:-  -\tThe incorporation of on-site renewable energy generation to achieve at least a percentage of 40% in carbon dioxide (CO2) emissions savings over baseline.  The reduction should be calculated based on carbon dioxide emissions covered by the Building Regulations 2010 whilst carbon dioxide emissions associated with other energy uses not covered by Building Regulations (un-regulated) should be also included and measures to reduce them should be demonstrated.  In demonstrating compliance with this percentage reduction the applicant should consider the use of measures in line with the Energy Hierarchy including the incorporation of on-site renewables.    Energy Performance Certificates [EPC's] and modelling output reports from the \"as built stage\" to confirm compliance in terms of savings achieved through energy efficiency measures should be also submitted for written approval by the Local Planning Authority.   REASON:  To ensure that the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases, in accordance with policies 1.1 and 1.2 adopted Local Development Framework (Core Strategy 2012), policies 5.2 , 5.3, 5.6 and 5.7 of the London Plan 2011 and Ealing Local Variation to London Plan Policies 5.2 , 5.3, 5.6 and 5.7 of the Ealing Development Management Development Plan 2013. | The development shall not be occupied until a BREEAM 'Post Construction Stage' Assessment has been submitted to the Local Planning Authority for written approval, confirming that the agreed sustainability measures can be achieved. Within 3 months from the date of first occupation of each element of the development a Post-Construction Stage Certificate verified by the BRE confirming the BREEAM standard and measures have been achieved be submitted and approved in writing by the Local Planning which shall be retained in operation permanently.   REASON: In the interest of addressing climate change and to secure sustainable development in accordance with policies1.1 and 1.2 adopted Local Development Framework (Core Strategy 2012), and policies 5.1, 5.2, 5.3 and 5.9 of the London Plan 2011 and policies 5.1, 5.2, 5.3 and 5.9 of the Ealing Development Management Development Plan 2013."
  ],
  "decision": "Approved",
  "id": "Ealing-PP_2014_4363",
  "description": "Redevelopment of the site to provide a double height industrial building with part mezzanine (1305sqm) containing three units for industrial and warehouse use (Use Class B2 and B8)); car and service vehicular parking; and refuse storage (following the demolition of three existing warehouses buildings)",
  "lapsed_date": "03/11/2017",
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "site_name": "49-53 Gorst Road",
  "street_name": "Gorst Road",
  "parking_details": null,
  "locality": "London",
  "polygon": null,
  "development_type": "Major general industry-storage-warehousing",
  "appeal_status": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "decision_date": "03/11/2014",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.5261,
    "lon": -0.265005
  },
  "borough": "Ealing",
  "decision_agency": "Borough",
  "appeal_decision": null,
  "appeal_start_date": null,
  "decision_target_date": "03/11/2014",
  "subdivision_of_building": null,
  "title_number": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2014/4363;",
  "secondary_street_name": null,
  "uprn": "000012117229",
  "postcode": "NW10 6LS",
  "ward": "East Acton",
  "actual_completion_date": null,
  "last_updated_by": "CSV Data Import",
  "pp_id": "PP-03468128",
  "lpa_name": "Ealing",
  "last_date_consultation_comments": null,
  "wgs84_polygon": null
}