{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2015/5442;",
  "lapsed_date": "28/04/2020",
  "decision_target_date": "12/05/2017",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W4 5HJ",
  "site_name": "Chiswick Business Park & Bollo Lane",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012145027, 000012176666, 000012176667, 000012176668, 000012176669, 000012176670, 000012176671, 000012176672, 000012176673, 000012176674, 000012176675, 000012176676, 000012176677, 000012176678, 000012176679, 000012176680, 000012176681, 000012176682, 000012176683, 000012176559, 000012176560, 000012176561, 000012176562, 000012176563, 000012176564, 000012176565, 000012176566, 000012176567, 000012176568, 000012176569, 000012176570, 000012176571, 000012176572, 000012176573, 000012176574, 000012176575, 000012176576, 000012176577, 000012176578, 000012176579, 000012176580, 000012176581, 000012176582, 000012176583, 000012176808, 000012176809, 000012176810, 000012176584, 000012176585, 000012176586, 000012176587, 000012176588, 000012176589, 000012176590, 000012176591, 000012176592, 000012176593, 000012176594, 000012176595, 000012176596, 000012176597, 000012176598, 000012176599, 000012176600, 000012176601, 000012176602, 000012176603, 000012176604, 000012176605, 000012176606, 000012176607, 000012176608, 000012176609, 000012176610, 000012176611, 000012176612, 000012176613, 000012176614, 000012176615, 000012176616, 000012176617, 000012176618, 000012176619, 000012176620, 000012176621, 000012176622, 000012176623, 000012176624, 000012176625, 000012176626, 000012176627, 000012176628, 000012176629, 000012176630, 000012176631, 000012176632, 000012176633, 000012176634, 000012176635, 000012176636, 000012176637, 000012176638, 000012176639, 000012176640, 000012176641, 000012176642, 000012176643, 000012176644, 000012176645, 000012176646, 000012176647, 000012176648, 000012176649, 000012176650, 000012176651, 000012176652, 000012176653, 000012176654, 000012176655, 000012176656, 000012176657, 000012176658, 000012176659, 000012176660, 000012176661, 000012176662, 000012176663, 000012176664, 000012176665"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2015/5442",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520182,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T16:27:29.312+00:00",
  "id": "Ealing-PP_2015_5442",
  "application_type": "All Other",
  "street_name": "Colonial Drive",
  "borough": "Ealing",
  "ward": "Southfield",
  "decision_date": "28/04/2017",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Construction of a pedestrian footbridge between Chiswick Business Park and Bollo Lane / Colonial Drive.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 178728,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012176810",
  "centroid": {
    "lon": -0.270172,
    "lat": 51.49473
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "1. The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "2. The development hereby approved shall be carried out in accordance with drawing numbers: Chiswick Park Footbridge - Design and Access Statement' dated August 2015 (including amendments February 2017) and drawings G01 Rev 0, 001 Rev 0, 002 Rev 0, 003 Rev 0, 004 Rev 0, 005 Rev 0, 006 Rev 0, 007 Rev 0, 008 Rev 0, 009 Rev 0, 010 Rev 0, 011 Rev 0, and 012 Rev 0.",
    "Reason: In the interests of proper planning and to ensure that the development is implemented in accordance with the approved plans, which have been, assessed against the Council's Adopted Development Plan.",
    "3. Details of the materials (including paint finishes, colours and materials samples where appropriate) to be used for the external surfaces of the development (including details of the safety enclosure balustrade system) shall be submitted to and approved in writing by the Local Planning Authority in consultation with Network Rail before the identified part of the development to which the materials relate is commenced, and this condition shall apply notwithstanding any indications to these matters which have been given in this application. The development shall be carried out in accordance with the approved details.",
    "Reason: To ensure that the materials are appropriate for the development, to safeguard the character and appearance of the area and to ensure the safe operation of the railway, in accordance with policies 7.4, 7.5 and 7.6 of the London Plan 2016 and policies 7.4 and 7B of the Ealing Development Management Development Plan 2013.",
    "4. The proposed external lighting scheme shall be designed to reduce light pollution to nearby residents, and road users and where applicable the recommendations of the following guidance shall be met:",
    "o\tILP Guidance Notes for the reduction of Obtrusive Lighting 2011.",
    "o\tInstitution of Lighting Professionals Technical Report No 5, Brightness of Illuminated Advertisements.",
    "o\tCIE Technical Report- Guide on the Limitation of the Effects of Obtrusive Light from Outdoor Lighting Installations - CIE 150: 2003.",
    "o\tStatutory Nuisance from Insects and Artificial Light by Department of Environment Food. Guidance on sections 101, 102 and 103 of the Clean Neighbourhoods and Environment Act 2005, Defra.",
    "Reason: In the interests of the safety and amenity of future users and occupiers of the site, to prevent excessive light disturbance to the Gunnersbury Triangle Nature Reserve and to ensure the safe operation of the railway, in accordance with policies 7.4, 7.5, 7.13, 7.18 and 7.19 of the London Plan 2016; and policy 7A of the Ealing Development Management Development Plan.",
    "5. No operations (including initial site clearance) shall commence on site in connection with development hereby approved until a suitable scheme (Arboricultural Method Statement) for the protection of existing trees, shrubs and hedgerows has been submitted to and its installation on site has been approved in writing by the Local Planning Authority.",
    "All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works.  Details shall include the following:",
    "o\tFull survey of all trees on site and those within influencing distance on adjacent sites in accordance with BS5837 (most recent revision of the standard), with tree works proposals.  All trees must be plotted on a site plan (minimum 1:200), clearly and accurately depicting trunk locations, root protection areas and canopy spreads.",
    "o\tA plan detailing all trees, shrubs, hedges planned for retention and removal.",
    "o\tSoil assessments/survey",
    "o\tTiming and phasing of works",
    "o\tSite specific demolition and hard surface removal specifications",
    "o\tSite specific construction specifications",
    "o\tAccess arrangements and car parking",
    "o\tLevel changes",
    "o\tLandscaping proposals",
    "o\tA Tree protection plan in accordance with BS5837 detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces.",
    "o\tSoil remediation plans.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the  site.",
    "Reason: To secure protection of trees, shrubs and hedges growing within the site which are of amenity value to the area in accordance with policies 1.1 (e) (i) and 1.2 (d) of the adopted Local Development Framework (Core Strategy 2012), 5.10 of the Ealing Development Management Development Plan and policy 5.10 of the London Plan (2016).",
    "6. Construction of the eastern abutment of the footbridge shall not take place until full details of proposed hard and soft landscaping works have been submitted to and approved in writing by the Local Planning Authority. The details shall include:",
    "o\tDetailed planting plans indicating plant/tree species and numbers and identifying retained trees;",
    "o\tDetails of hard landscaping, materials and construction specifications  (including tree root protection measures);",
    "o\tBiodiversity improvement measures and native planting",
    "o\t5-year landscape management plan;",
    "o\tDetails of any associated boundary treatment, retaining walls, bollards etc. to be erected",
    "This condition shall apply notwithstanding any indications as to these matters, which have been given in this application. The approved works and management plan shall be implemented prior to first use of the footbridge or in accordance with a programme agreed by the Local Planning Authority. Any trees or other plants which die or are removed or become seriously damaged or diseased within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.",
    "Reason: To ensure that the development is landscaped in the interests of the character and appearance of the area and to enhance the biodiversity of the site, in accordance with policies 7.4, 7.5 and 7.21 of the London Plan 2015 and Interim Supplementary Planning Guidance 9 'Trees and Development Guidance'.",
    "7. The development hereby permitted shall not be commenced until detailed design and method statements (in consultation with London Underground) for the construction of pedestrian footbridge have been submitted to and approved in writing by the local planning authority which provide details on all structures; accommodate the location of the existing London Underground structures and tunnels and accommodate ground movement arising from the construction thereof.",
    "The development shall thereafter be carried out in all respects in accordance with the approved design and method statements, and all structures and works comprised within the development hereby permitted which are required by the approved design statements in order to procure the matters mentioned in paragraphs of this condition shall be completed, in their entirety, before any part of the building hereby permitted is occupied.",
    "Reason: To ensure that the development does not impact on existing London Underground transport infrastructure, in accordance with London Plan 2016 Table 6.1 and 'Land for Industry and Transport' Supplementary Planning Guidance 2012",
    "8. The rating sound level emitted from the proposed external plant and machinery at the proposed development, as assessed under BS4142: 2014, will not exceed the existing background sound level, as measured at the nearest noise sensitive facades, during the relevant periods of operation.",
    "Reason: In the interests of the living conditions of occupiers of nearby properties in accordance with Interim Supplementary Planning Guidance 10, policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.15 of the London Plan (2016), and the National Planning Policy Framework (2012).",
    "9. Notwithstanding the 'Chiswick Park Footbridge - Environmental Management Plan  Submitted Rev. 01 by Lend Lease dated 12 October 2015, prior to the commencement of the development, details shall be submitted to the Local Planning Authority for approval for an Air Quality and Dust Management Plan (AQDMP) that includes a Air Quality (Dust) Risk Assessment shall be produced in accordance with current  guidance The Control of Dust and Emissions during Construction and Demolition, SPG, GLA, July 2014. A scheme for air pollution Mitigation measures based on the findings of the report shall be submitted to and approved by the Local Planning Authority prior to the commencement of any works on the site.",
    "Reason: In the interests of the internal environment of the development in accordance with policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.14 of the London Plan (2016), and the National Planning Policy Framework (2012)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "15/10/2015",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP 04531057",
  "wgs84_polygon": null
}