{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2013/5674;",
  "lapsed_date": "10/03/2017",
  "decision_target_date": "10/03/2014",
  "locality": "Greenford",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB6 8LT",
  "site_name": "3 Hillbeck Way",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012052539, 000012186718"
    ],
    "site_area": 0
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2013/5674",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 514622,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T15:28:21.285+00:00",
  "id": "Ealing-PP_2013_5674",
  "application_type": "All Other",
  "street_name": "Hillbeck Way",
  "borough": "Ealing",
  "ward": "Central Greenford",
  "decision_date": "10/03/2014",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Part two storey, part single storey side/rear extension to form a dwellinghouse and single storey extension to existing house in association with new vehicle crossovers (following removal of existing crossover)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 183804,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012052539",
  "centroid": {
    "lon": "-0.3485559",
    "lat": "51.541506"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              514611.5024685,
              183805.9453507
            ],
            [
              514622.6992615,
              183804.2458372
            ],
            [
              514631.7523385,
              183802.8462378
            ],
            [
              514631.7440935,
              183802.8462378
            ],
            [
              514611.5024685,
              183805.9453507
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.    Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title number(s), 100 Rev A, received 10th March 2014, unless otherwise agreed in writing by the local Planning Authority.     Reason: For the avoidance of doubt, in the interest of proper planning. | Notwithstanding the details shown on the plans, all external materials to be used in the development shall match the appearance of those of the existing building.      Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 7.4 and 7B of the Development Management, Development Plan Document; adopted Development (or Core) Strategy (April 2012); policies 7.4, 7.5, and 7.6 of the London Plan (July 2011); and National Planning Policy Framework (March 2012). | Notwithstanding the information shown on the submitted plans, details of boundary treatments and details of refuse and recycling storage shall be submitted to and approved in writing to the Local Planning Authority prior to first occupation of the development. The provision of refuse and recycling, and boundary treatments shall be carried out in accordance with the approved details prior to the first occupation of the development, unless otherwise agreed in writing by the Local Planning Authority.   Reason: To ensure that the development would not harm the visual character and appearance of the area and to ensure appropriate refuse/recycling provision is provided for occupants of the dwelling hereby permitted, in accordance with policies 7D of the Development Management, Development Plan Document (2013); policies 5.16, 7.4, 7.5, 7.6 and 7.21 of the London Plan (2011); and National Planning Policy Framework (2012). | Notwithstanding the provisions of Classes A, B, C, D, E or F of Part 1 of Schedule 2 to the Town and Country Planning (General Permitted Development) Order 1995 (as amended), no extensions to the dwellings hereby approved or outbuildings shall be erected without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.  Reason: To prevent the overdevelopment of the site and to safeguard the living conditions of the residents of adjoining properties and the dwelling hereby approved and the visual appearance of the building, in accordance with policies 7A, 7.4 and 7B of the Development Management, Development Plan Document (2013); adopted Development (or Core) Strategy (April 2012); policies 3.5, 7.4, 7.5, and 7.6 of the London Plan (July 2011); and National Planning Policy Framework (March 2012). | The accesses shall be constructed fully in accordance with the submitted details prior to first occupation of the development and once provided shall thereafter be maintained with no obstructions above 0.5 metre in height within the 1.5 metre by 1.5 metre pedestrian visibility splays to either side of the access, unless otherwise agreed in writing by the Local Planning Authority.  Reason: In the interests of pedestrian and vehicular safety in accordance with policy 6.13 of the Development Management, Development Plan Document (2013); adopted Development (or Core) Strategy (April 2012); policies 6.3, 6.11, and 6.13 of the London Plan (July 2011); and National Planning Policy Framework (March 2012). | The proposed north east facing window in the rear elevation and proposed first floor level flank elevation window of the approved part first floor rear extension as hereby approved and as annotated on drawing No. 100 Rev A, received 10th March 2014, shall contain only obscure glass and be non-openable and shall be retained permanently, unless otherwise agreed in writing by the Local Planning Authority.   Reason: To ensure that the development would not harm the living conditions of neighbouring properties, in accordance with policies 7.4 and 7B of the Development Management, Development Plan Document (2013); policies 7.4, 7.5 and 7.6 of the London Plan (2011); and National Planning Policy Framework (2012). | The development hereby approved shall not be brought into use until the surplus crossover along Hillbeck Way providing access into the site has been removed and the kerb and the pavement at this location re-instated.  Reason: In pursuance to highway users safety in accordance with policy 6.13 of the Development Management, Development Plan Document (2013); adopted Development (or Core) Strategy (April 2012); policies 6.3, 6.11, and 6.13 of the London Plan (July 2011); and National Planning Policy Framework (March 2012)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "13/01/2014",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-03061302",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3487066,
          51.5415257
        ],
        [
          -0.34854579999999996,
          51.5415081
        ],
        [
          -0.3484157,
          51.5414937
        ],
        [
          -0.3484158,
          51.5414937
        ],
        [
          -0.3487066,
          51.5415257
        ]
      ]
    ],
    "type": "Polygon"
  }
}