{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2015/6401;",
  "lapsed_date": "03/08/2019",
  "decision_target_date": "12/02/2016",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 4QT",
  "site_name": "31 South Ealing Road",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012132887, 000012126213, 000012128151, 000012129077, 000012128201, 000012128285, 000012132572, 000012128779, 000012132337, 000012128848, 000012129847, 000012195361, 000012195362, 000012195363, 000012195364, 000012195365, 000012195366"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2015/6401",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517638,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T15:28:39.653+00:00",
  "id": "Ealing-PP_2015_6401",
  "application_type": "All Other",
  "street_name": "South Ealing Road",
  "borough": "Ealing",
  "ward": "Ealing Common",
  "decision_date": "03/08/2016",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Additional two floors to the rear and additional floor to the front of existing blocks of flats to facilitate 6 additional flats",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 179554,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012129847",
  "centroid": {
    "lon": -0.306526,
    "lat": 51.502688
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title number(s): SER14 06i, SER14 07G, SER14 08L, SER14 09i.",
    "REASON: For the avoidance of doubt, and in the interests of proper planning. | The development hereby approved shall be carried out in accordance with drawing title number(s): SER14 06i, SER14 07G, SER14 08L, SER14 09i.",
    "REASON: For the avoidance of doubt, and in the interests of proper planning. | All external materials to be used in the development shall match the appearance of those of the existing building.",
    "REASON: To ensure that the materials harmonise with the surroundings, in accordance with policies 7.4 and 7B of the Adopted Ealing Development Management DPD (2013), policies 1.1 (g), 1.2 (f), 2.1 (c) and 2.10 of the Adopted Core Strategy (2012) and policies 7.4 and 7.6 of the London Plan - consolidated (2015). | The proposed upper floor windows in the side elevations of the development hereby approved shall contain only obscure glass (minimum level 3 obscure glazed) and non-opening unless the parts of the windows can be opened are more than 1.7 metres above the floor of the rooms in which the windows are installed. The windows so approved shall be retained permanently.",
    "REASON: To protect the living conditions of neighbouring properties, in accordance with policy 7B of the Adopted Ealing Development Management DPD (2013), policies 1.1 (g), 2.1 (c) and 2.10 of the Adopted Core Strategy (2012) and policies 7.4 and 7.6 of the London Plan - consolidated (2015). | A detailed method statement relating to the construction of the development hereby approved shall be submitted to and approved in writing by the Local Planning Authority before the development is commenced. The statement shall include details of phasing and programming, removal of earth from site; construction methods; site management and access; vehicle and machinery specifications and numbers/frequency of vehicles/deliveries, construction worker parking, anticipated number, delivery times, dust suppression measures, site security, vehicle manoeuvring and turning, locations for the storage of building materials and construction debris and contractors offices, procedures for on-site contractors to deal with complaints from local residents, measures to ensure the construction process does not affect of neighbouring highways, details of wheel water spraying facilities and noise/vibration mitigation measures. The development shall be carried out in accordance with the approved method statement.",
    "REASON: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with 1.1 (j) and 3.1(i) of the Ealing Core Strategy (2012), policies 6.3, 6.13, 7.13, 7.14 and 7.15 of the London",
    "Plan (2015), the National Planning Policy Framework (2012), Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise. | Provision for refuse storage in accordance with adopted standards shall be provided and be continuously available and retained for the life of the development hereby approved.",
    "REASON: In the interests of the adequate disposal, storage and collection of waste and recycling, to protect the living conditions of occupiers of the area and in the interests of highway and pedestrian safety, all in accordance with policies 1.1 (e)(f) and 6.1 of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 5.16 of the London Plan (2015) and the National Planning Policy Framework (2012). | Provision for cycle storage in accordance with adopted standards shall be provided and be continuously available and retained for the life of the development hereby approved.",
    "REASON: In the interests of the adequate bicycle storage provision and in the interests of reducing congestion to the local transport network, in accordance with policies 1.1 (j) and 3.1(i) of the Ealing Core Strategy (2012), policies 6.3, 6.9, 6.11 and 6.13 of the London Plan (2015), the National Planning Policy Framework (2012)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/12/2015",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-04504156",
  "wgs84_polygon": null
}