{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/PP/2014/0329;",
  "lapsed_date": "24/03/2017",
  "decision_target_date": "24/03/2014",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 2QB",
  "site_name": "8 North Common Road",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012005606, 000012005610, 000012005614, 000012005618, 000012129426, 000012187210, 000012187211, 000012189722"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "PP/2014/0329",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518384,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T15:41:07.130+00:00",
  "id": "Ealing-PP_2014_0329",
  "application_type": "All Other",
  "street_name": "North Common Road",
  "borough": "Ealing",
  "ward": "Ealing Common",
  "decision_date": "24/03/2014",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Glazed infill roof extension to rear to provide an additional self-contained (two-bedroom) flat in roofspace and alterations to existing first floor flats",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 180748,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012129426",
  "centroid": {
    "lon": -0.295383,
    "lat": 51.513264
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title number(s) 5271/11, 5271/12, 5271/13, 5271/15, 5271/16, 5271/19, 5271/20 unless otherwise agreed in writing by the local Planning Authority.  Reason: For the avoidance of doubt, and in the interests of proper planning. | Samples of the materials to be used for the external surfaces as shown on the approved plans of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details.  REASON:\tTo ensure that the materials harmonise with the surroundings, in accordance with policies Ealing Local Variation to London Plan Policy 7.4 and 7B of the Ealing Development Management Development Plan (2013), policies 1.1 (h) and 1.2 (f) of the adopted Local Development Framework (Core) Strategy (2012) and policies 7.4 and 7.6 of the London Plan (2011). | Refuse storage shall be provided in accordance with the standards adopted by the Local Planning Authority.  Such provision shall be brought into use prior to the commencement of the development and retained permanently.  REASON: To protect the living conditions of occupiers of the area, in accordance with policies 3.5 and 7B of the Ealing Development Management Plan 2013, policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy and The London Plan (July 2011) policy 5.16. | A minimum of one (1) additional cycle parking spaces shall be provided on site in accordance with adopted standards of the London Plan 2011. Such provision shall be brought into use prior to first occupation and retained permanently.  Reason:\tTo provide adequate facilities for cyclists, in accordance with policies 1.1 and 1.2 of the Adopted Ealing Core Strategy and policy 6.9 of the London Plan 2011. | The proposed roof lights hereby approved shall only be constructed in a conservation style, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that the materials harmonise with the surrounding, in accordance with policies 7.4, 7B and 7C of the Ealing Development Management Development Plan 2013, policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012) and policies 7.4 , 7.6 and 7.8 of the London Plan (2011)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "27/01/2014",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-03141424",
  "wgs84_polygon": null
}