{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "08/12/2020",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Portal",
  "id": "Hillingdon-46378_APP_2019_2970",
  "secondary_street_name": "HAYES",
  "appeal_status": null,
  "postcode": "UB4 0RG",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": [],
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "total_gia_existing": 0,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "circular_economy_statement": null,
    "commencement_notice_received": null,
    "scheme_phasing": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 7959.3,
      "site_area": 1.355,
      "total_gia_lost": 0,
      "total_gia_existing": 0
    },
    "phasing_details": [],
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 1.355,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "Other",
        "gia_gained": 7959.3,
        "actual_commencement_date": "01/03/2021",
        "gia_lost": 7959.3
      }
    ],
    "constraints_details": [],
    "building_details": [],
    "grey_water_reuse": null,
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "non_permanent_dwellings_details": [],
    "intended_completion_date": null,
    "projected_cost_of_works": null,
    "uk_company_registration_no": null,
    "internal_resi_water_usage": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_new_water_connections_required": null,
      "no_homes_passive_cooling": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "fire_suppression_system_proposed": null,
      "chp_heat_pumps_capacity": null,
      "ghg_reduction_over_building_regulations": null,
      "no_active_slow_ev_charging_points": null,
      "green_roof_area": null,
      "no_resi_units_to_have_full_fibre": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": 1.355,
      "other_resi_accommodation_unit_details": []
    },
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "total_gia_gained": 7959.3,
    "borough_cil_liability_notice_issued": null,
    "total_gia_lost": 0,
    "transport_impact_assessment": null,
    "scheme_name": "WEST LONDON FILM STUDIOS",
    "social_infrastructure_contributions": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "site_area": 1.355,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_gia_lost": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "valid_date": "09/09/2019",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Development of land north of playing pitches to provide an extension to West London Film Studios comprising construction of new sound stages, workshops and office accommodation, entrance structures and reception and security offices (Use Class Sui Generis), creation of new vehicular and pedestrian accesses from Springfield Road, with associated car parking, landscaping and the provision of an ecological enhancement area/landscaped buffer zone.",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers: 1806.100 Rev B, 1806.101 Rev B, 1806.102 Rev B, 1806.103 Rev B, 1806.104 Rev B, 1806.105 Rev B, 1806.106 Rev B, 1806.107 Rev B, 1806.108 Rev B, 1806.109 Rev B and 1806.110 Rev B and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Part Two Development Management Policies (2020) and the London Plan (2016).",
    "The development hereby permitted shall not be carried out except in complete with the specified supporting plans and/or documents:",
    "Design & Access Statement October 2020 Rev.A",
    "Energy Assessment October 2020 Rev 02",
    "Transport Assessment (including a Travel Plan and Car Parking Management Plan) October 2020",
    "Landscape, Visual and Green Belt Appraisal October 2020",
    "Ecology Technical Note Update October 2020 (incorporating Botanical Survey Report July 2019 and Reptile Survey Report July 2019)",
    "Landscape Specification Rev A October 2020",
    "Landscape Management Plan October 2020",
    "Neighbouring Property Overview",
    "Noise Impact Assessment October 2020 Rev A",
    "Air Quality Assessment October 2020 Rev 05",
    "Drainage Statement October 2020 Rev 05",
    "Phase 1 Land Contamination Report",
    "Heritage and Archaeology Report",
    "Economic Impact Appraisal",
    "Lighting Statement October 2020 Rev 03",
    "Planning Statement October 2020",
    "Travel Plan October 2020",
    "Thereafter the development shall be retained/maintained in accordance with these",
    "Prior to development commencing, the applicant shall submit a demolition and construction management plan to the Local Planning Authority for its approval.  The plan shall detail:",
    "(i)  The phasing of development works.",
    "(ii) The hours during which development works will occur (please refer to informative I15 for maximum permitted working hours).",
    "(iii) A programme to demonstrate that the most valuable or potentially contaminating materials and fittings can be removed safely and intact for later re-use or processing.",
    "(iv)Measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities).",
    "(v) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours).",
    "(vi) Measures to reduce the impact of the development on local air quality and dust through minimising emission",
    "Prior to above ground works, a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of pollution absorbing trees, plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage for 24 spaces and shower and changing facilities within the development for staff",
    "2.c Means of enclosure/boundary treatments",
    "2.d Car Parking Layouts for 87 spaces (including demonstration that 20% of all parking spaces are served by active EVCP and 80% of all car parking spaces are served by passive EVCP, 9 spaces are reserved for blue badge holders with a further) and 5 motorcycle parking spaces with anchor points",
    "2.e Hard Surfacing Materials",
    "2.f Gas pipeline mitigation",
    "Prior to above ground works, a plan for the enhancement of biodiversity shall be submitted to and approved in writing by the Local Planning Authority.  The plan shall detail the measures to be incorporated within the 'buffer zone' (north western boundary) and shall include features such as logpiles, artificial refugia, bat and bird boxes.  This area should also incorporate at least two waterbodies (i.e. ponds) to provide further diversification of habitat unless otherwise agreed in writing with the Local Planning Authority.  The plan shall also identify the inclusion of bat and bird boxes within built structure of the development.  Finally, the plan shall be accompanied by a maintenance strategy that demonstrate the 'buffer zone' shall be managed in perpetuity for its ecological value.  The development must proceed in accordance with the enhancement plan and maintenance strategy.",
    "Reason",
    "To ensure the development contributes to the provision of biodiversity value in accordance with P",
    "Prior to above ground works, a detailed energy assessment shall be submitted to and approved in writing by the Local Planning Authority. The assessment shall provide:",
    "1 - Full baseline information on the regulated energy demand (in kgCO2 and kwHr)",
    "2 -  full details of the energy efficiency measures to be included within the development to achieve the London Plan 'be clean' energy requirements and how these will impact the baseline and be monitored to ensure their efficacy.",
    "3 - full details and specifications of the air source heat pumps in accordance with the outline energy strategy (MLM, 7134640-MLM-ZZ-XX-RP-SU-0001) and how they will impact on the baseline.",
    "The development must proceed in accordance with the approved assessment.",
    "Reason: To ensure the development contributes to the management of carbon emissions in accordance with London Plan Policy 5.2.",
    "Prior to commencement,(excluding demolition and site clearance) a scheme for the provision of sustainable water management shall be submitted to, and approved in writing by the Local Planning Authority. The scheme shall clearly demonstrate how it, manages water and demonstrate ways of controlling the surface water on site by providing information on a scheme shall clearly demonstrate the following:",
    "a) Suds features:",
    "i.A site investigation must be provided to establish the infiltration potential and level of groundwater on the site to determine appropriate SuDs methods (This should be undertaken at the appropriate time of year as groundwater levels fluctuate).",
    "ii. Evaluation of all sustainable urban drainage options in accordance with the hierarchy set out in Policy 5.13 of the London Plan. Where the proposal does not utilise the most sustainable solution, justification must be provided, Living Walls and Roofs and on site vegetation should be integrated in any drainage design Any pro",
    "Prior to the relevant part of the works, an external lighting scheme shall be submitted and approved in writing by the Local Planning Authority. Details shall include measures to ensure that external lights are automatically turned off when the buildings are not in use. The development shall thereafter be completed in accordance with the approved scheme and shall remain in place for the lifetime of the development.",
    "REASON",
    "To protect the biodiversity along Minet Country Park in accordance with policies  DMHB 1, DMHB 8, DMHB 11 and DMEI 7 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and to reduce energy demands in accordance with Policy 5.2 of the London Plan (2016).",
    "The development shall not be occupied until a low emissions strategy has been submitted to and approved in writing by the LPA. The approved details shall be implemented and maintained throughout the life of the development.",
    "REASON: To ensure the development complies with Policy EM8 of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), Policy 7.14 of the London Plan (2016) and paragraph 124 of the National Planning Policy Framework.",
    "All Non Road Mobile Machinery (NRMM) used on major development sites within the London Borough of Hillingdon are required to meet Stage IIIA of EU Directive 97/68/EC and the development site must be registered online on the NRMM website at http://nrmm.london/.",
    "REASON",
    "To ensure the development complies with Policy EM8 of the Hillingdon Local Plan: Part 1, Policy 7.14 of the London Plan (2016) and paragraph 124 of the National Planning Policy Framework.",
    "Notwithstanding the Town and Country Planning (Use Classes) Order (as amended), or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification, the development shall not be used for any purpose other than as a film studios.",
    "REASON",
    "To ensure that the provisions of the proposed development are secured to the film studios use to prevent detrimental impacts to the local highway network, in accordance with Policies DMT 1, DMT 2 and DMT 5 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020).",
    "Notwithstanding the provisions of Section 55 of the Town and Country Planning Act 1990 (or any others revoking and re-enacting this provision with or without modification), no additional internal floorspace shall be created in excess of that area expressly authorised by this permission.",
    "REASON",
    "To enable the Local Planning Authority to assess all the implications of the development and to ensure that adequate parking and loading facilities can be provided on the site, in accordance with Policy DMT 1 and DMT 2 of the Local Plan: Part Two Development Management Policies (2020).",
    "The development hereby approved shall not be occupied until a parking allocation scheme has been submitted to, and approved in writing by, the Local Planning Authority should the development be subdivided. The parking allocation scheme shall, as a minimum, include the appropriate level of provision for each use class and dedicated in such a manner for the life-time of the development.",
    "REASON",
    "To ensure that an appropriate level of car parking provision is provided on site in accordance with Policy DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and Chapter 6 of the London Plan (2016).",
    "Prior to the occupation of development details of a Delivery and Servicing Plan which identifies efficiency and sustainability measures to be undertaken once the development is operational shall be submitted to and approved in writing by the Local Planning Authority in consultation with Transport for London. This shall incorporate measures to minimise vehicle deliveries/servicing during am and pm peak hours and peak school hours.",
    "REASON",
    "To encourage out of hours/off peak servicing to help mitigate the site's contribution to local congestion levels in compliance with Policies DMT 1 and 2 of the Hillingdon Local Plan Part 2 (2020).",
    "(i) Prior to commencement, other than demolition a scheme to deal with contamination shall be submitted to the Local Planning Authority (LPA) in accordance with the Supplementary Planning Guidance Document on Land Contamination, and approved by the LPA. All works which form part of the remediation scheme shall be completed before any part of the development is occupied or brought into use unless the Local Planning Authority dispenses with any such requirement specifically and in writing. The scheme shall include all of the following measures unless the LPA dispenses with any such requirement specifically and in writing:",
    "(a) A further programme of targeted soil and groundwater sampling, monitoring and testing, together with reporting of the results of analysis and Detailed Quantitative Risk Assessment, shall be carried out by a suitably qualified and accredited consultant/contractor. The report should also clearly identify all risks, limitations and recommendations for remedial measure",
    "A Fire Strategy Report shall be submitted to and agreed in writing by the local planning authority prior to above ground works. Thereafter it shall be implemented on site in conjunction with a suitably qualified consultant. Thereafter the development shall not be carried out other than in accordance with the approved details.",
    "REASON",
    "To ensure that the development meets Fire Safety Standards in accordance with policy D12 of the draft London Plan (Intend to Publish version 2019).",
    "Prior to the commencement of any superstructure works, a Bird Hazard Management Plan shall be submitted to and approved in writing by the Local Planning Authority, in consultation with Heathrow Airport Ltd.",
    "The Bird Hazard Management Plan shall include design measures to:-",
    "- Manage any flat/shallow pitched/green roofs on buildings within the site which may be attractive to nesting, roosting and \"loafing\" birds.",
    "- Minimise any increase in the numbers of hazardous species (primarily large or flocking birds) as a result of the development proposed.",
    "- Prevent gulls from breeding (using appropriate licensed means) on site.",
    "The Bird Hazard Management Plan shall be implemented as approved and shall remain in force for the life of the buildings. No subsequent alterations to the plan are to take place unless first submitted to and approved in writing by the Local Planning Authority.",
    "REASON",
    "To minimise the potential of the works approved to provide a habitat desirable to hazardous large a",
    "Development shall not commence until details of access to building entrances (to include ramped/level approaches, signposting, types and dimensions of door width and lobby openings) to meet the needs of people with disabilities have been submitted to and approved by the Local Planning Authority.  The facilities should comply with BS 5810: 1979 (Design Note 18 in the case of educational buildings) and be approved prior to the occupation of the development.",
    "REASON",
    "To ensure that people with disabilities have adequate access to the development in accordance with Policy R16 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012).",
    "The roads/turning/loading facilities/sight lines and parking areas (including the marking out of parking spaces) shown on the approved plans shall be constructed prior to occupation of the development, thereafter permanently retained and used for no other purpose.",
    "REASON",
    "To ensure that adequate facilities are provided.",
    "The buildings and car park shall achieve 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers. No building shall be occupied until accreditation has been achieved.",
    "REASON",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000 to ensure the development provides a safe and secure environment in accordance with Hillingdon Local Plan Part 2 policy DMHB 15 and London Plan (2016) Policies 7.1 and 7.3.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon adopted Local Plan (21012 and 2020), including Supplementary Planning Guidance, and to all relevant material considerations, including the London Plan (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Nuisance from demolition and construction work is subject to control under the Control of Pollution Act 1974, the Clean Air Act 1993 and the Environmental Protection Act 1990. You should ensure that the following are complied with:",
    "(i) Demolition and construction works should only be carried out between the hours of 0800 and 1800 on Monday to Friday and between the hours of 0800 and 1300 on Saturday.  No works should be carried out on Sundays, Public or Bank Holidays;",
    "(ii) All noise generated during such works should be controlled in compliance with British Standard 5228, and use \"best practicable means\" as defined in section 72 of the Control of Pollution Act 1974;",
    "(iii) Measures should be taken to eliminate the release of dust, odours and other emissions caused by the works that may create a public health nuisance.  Guidance on control measures is given in \"The control of dust and emissions from construction and demolition: best practice guidelines\", Greater London Authority, Novem",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then adopted Local Plan Part 1 policies (2020), then London Plan Policies (2016).",
    "Given the nature of the proposed development it is possible that a crane may be required during its construction.  The applicant's attention is drawn to the requirement within the British Standard Code of Practice for the safe use of Cranes, for crane operators to consult the aerodrome before erecting a crane in close proximity to an aerodrome.  This is explained further in Advice Note 4, 'Cranes and Other Construction Issues' (available at www.aoa.org.uk/publications/safeguarding.asp)",
    "The development requires the formation of a vehicular crossover, which will be constructed by the Council.  This work is also subject to the issuing of a separate licence to obstruct or open up the public highway.  For further information and advice contact: - Highways Maintenance Operations, 4W/07, Civic Centre, Uxbridge, UB8 1UW.",
    "Prior to work commencing, you are advised to submit an application for a Heavy Duty Vehicle Crossover to Highways Maintenance, 4W/07, Civic Centre, Uxbridge, UB8 1UW to prevent damage to the highway from construction vehicles entering and leaving the site.",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people.",
    "All facilities, to include stage, performance and changing/shower areas, should therefore be fully accessible to BS 8300:2018, to allow equal participation by everyone, including wheelchair users."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T10:51:45.583+00:00",
  "ward": "TOWNFIELD",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "lapsed_date": "08/12/2023",
  "decision_target_date": "18/12/2019",
  "centroid": {
    "lat": 51.512165,
    "lon": -0.398623
  },
  "lpa_app_no": "46378/APP/2019/2970",
  "status": "Commenced",
  "site_name": "WEST LONDON FILM STUDIOS",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=46378/APP/2019/2970",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511179.6088,
              180532.5768
            ],
            [
              511295.3643,
              180504.134
            ],
            [
              511268.2444,
              180394.9932
            ],
            [
              511149.8432,
              180425.4203
            ],
            [
              511178.9474,
              180533.2382
            ],
            [
              511179.6088,
              180532.5768
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "25/11/2020",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Portal",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": [],
  "actual_commencement_date": "01/03/2021",
  "street_name": "SPRINGFIELD ROAD",
  "pp_id": "08111133",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 511223,
  "appeal_start_date": null,
  "centroid_northing": 180464,
  "borough": "Hillingdon",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.399227,
          51.51279
        ],
        [
          -0.397568,
          51.512511
        ],
        [
          -0.397993,
          51.511536
        ],
        [
          -0.399689,
          51.511832
        ],
        [
          -0.399236,
          51.512796
        ],
        [
          -0.399227,
          51.51279
        ]
      ]
    ],
    "type": "Polygon"
  }
}