{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_proposed_resi_offstreet": null,
    "net_carclub": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_existing_other": null,
    "no_existing_lgv": null,
    "no_proposed_motorcycle": null,
    "no_existing_bluebadge": null,
    "net_motorcycle": null,
    "no_proposed_car": null,
    "no_existing_car": null,
    "no_proposed_cycle": null,
    "no_existing_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_other": null,
    "net_bus": null,
    "no_proposed_carclub": null,
    "net_other": null,
    "net_lgv": null,
    "net_cycle": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "no_existing_bus": null,
    "net_resi_offstreet": null,
    "no_existing_carclub": null
  },
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/0714/20",
  "application_type_full": null,
  "uprn": "100023026635",
  "borough": "Harrow",
  "street_name": "Headstone Road",
  "locality": "Harrow",
  "ward": "GREENHILL",
  "actual_commencement_date": "01/10/2020",
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.\nREASON: To comply with the provisions of Section 91 of the Town and Country Planning Act 1990.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans and documents: 100-102HEAD-SP01; 100-102HEAD-PPE02; 100-102HEAD-LEVELS-EXISTING; 100-102HEAD-LP01; 100-102HEADSTONE-LEVELS; Design and Access Statement; Flood Risk Assessment.\nREASON: For the avoidance of doubt and in the interests of proper planning",
    "Condition : 3 - The development hereby approved shall not progress beyond damp proof course level until samples of the materials to be used in the construction of the external surfaces noted below have been submitted to, and agreed in writing by, the local planning authority:\na.\tthe buildings;\nb.\tthe ground surfacing; and\nc.\tthe boundary treatment.\nThe development shall be carried out in accordance with the details so agreed and shall thereafter be retained.\nREASON: To ensure that the development achieves a high standard of design and layout and to ensure that the ground surfacing materials are permeable.",
    "Condition : 4 - No site works or development shall commence until details of the levels of the building(s), road(s) and footpath(s) in relation to the adjoining land and highway(s), and any other changes proposed in the level of the site or land adjacent (inclusive of retaining wall(s) structural detail), have been submitted to, and agreed in writing by the local planning authority. The development shall be carried out in accordance with the details so agreed.\nREASON:  To ensure that the works are carried out at suitable levels in relation to the highway and adjoining properties in the interests of the amenity of neighbouring residents, the appearance of the development, drainage, gradient of access and future highway improvement. Details are required PRIOR TO THE COMMENCEMENT OF DEVELOPMENT.",
    "Condition : 5 - The development hereby permitted shall not progress beyond damp course level until details of the works for the disposal of sewage to be provided on site have been submitted to, and agreed in writing by, the local planning authority. The development shall be carried out in accordance with the works so agreed and the works shall thereafter be retained.\nREASON: To ensure that there is adequate waste water infrastructure in place to serve the development and to ensure the separation of surface and foul water systems.",
    "Condition : 6 - The development hereby permitted shall not proceed beyond damp course level until details for the works for the attenuation, storage and disposal of surface water to be provided on site have been submitted to, and agreed in writing by, the local planning authority. The development shall be carried out in accordance with the works so agreed and the works shall thereafter be retained.\nREASON: To ensure that the development incorporates sustainable drainage systems and achieves greenfield run-off rates, and to ensure the separation of surface and foul water systems.",
    "Condition : 7 - The development of any building hereby permitted shall not be\ncommenced until flood mitigation and displacement measures have been submitted to and approved in writing by the Local Planning Authority. The development shall be completed in accordance with the approved details and retained thereafter.\nREASON: To build in resistance and resilience in managing, reducing and mitigating the effects of flood risk following guidance in the National Planning Policy Framework.",
    "Condition : 8 - Notwithstanding the approved plans, a landscape management plan, including species numbers/locations, long term design objectives, management responsibilities and maintenance schedules for all communal landscape areas shall be submitted to, and approved in writing by, the local planning authority prior to the occupation of the development. The landscape management plan shall be carried out as approved. Details are required prior to occupation to ensure a satisfactory form of development.\nREASON: To safeguard the appearance and character of the area, and to enhance the appearance of the development in accordance with policy DM22 of The Development Management Policies Local Plan 2013.  Details are required PRIOR TO THE OCCUPATION to ensure a satisfactory form of development and avoid potentially unenforceable conditions.",
    "Condition : 9 - All planting, seeding or turfing comprised in the approved scheme of landscaping shall be carried out in the first planting and seeding seasons following the first occupation of the building(s), or the completion of the development, whichever is the sooner.  Any existing or new trees or shrubs which, within a period of 5 years from the completion of the 5 development, die, are removed, or become seriously damaged or diseased, shall be replaced in the next planting season, with others of a similar size and species, unless the local authority agrees any variation in writing.\nREASON: To ensure that the development maintains appropriate provision for soft landscaping soft landscaping details (including planting appropriate to biodiversity enhancement).",
    "Condition : 10 - Prior to occupation of the development hereby permitted details of the appearance including materials of the refuse storage together with a satisfactory point of collection shall be submitted to and approved in writing by the Local Planning Authority.  The refuse bins shall be stored at all times, other than on collection days, in the designated refuse storage areas, as shown on the approved drawing.\nREASON: To enhance the appearance of the development and safeguard the character and appearance of the area.",
    "Condition : 11 - The cycle storage thus approved shall be carried out and implemented in full on site in accordance with the approved details and shall be retained as such thereafter.\nREASON: To ensure the satisfactory provision of safe cycle storage  facilities, to provide facilities for all the users of the site and in the interests of highway safety and sustainable transport.",
    "Condition : 12 - Prior to the first occupation of the development, evidence of Secured by Design Certification shall be submitted to the Local Planning Authority in writing to be agreed, or justification shall be submitted where the accreditation requirements cannot be met. Secure by design measures shall be implemented where practical and the development shall be retained in accordance with the approved details.\nREASON: In the interests of creating safer and more sustainable communities and to safeguard amenity by reducing the risk of crime and the fear of crime.",
    "Condition : 13 - Prior to the first occupation of the development, details of a strategy for the provision of communal facilities for television reception (eg. aerials, dishes and other such equipment) shall be submitted to the Local Planning Authority in writing to be agreed. Such details shall include the specific size and location of all equipment. The approved details shall be implemented prior to the first occupation of the development and shall be retained thereafter. No other television reception equipment shall be introduced onto the walls or the roof of the building without the prior written approval of the Local Planning Authority.\nREASON: To ensure that any telecommunications apparatus and other plant or equipment that is required on the exterior of the buildings preserves the high quality design of the buildings and spaces.",
    "Condition : 14 - No development shall take place, including any works of demolition, until a detailed demolition and construction logistics plan has first been submitted to the Local Planning Authority in writing to be agreed. The plan shall detail the arrangements for:\n\na)\tthe parking of vehicles of site operatives and visitors;\nb)\tloading and unloading of plant and materials;\nc)\tstorage of plant and materials used in construction the development;\nd)\tthe erection and maintenance of security hoardings including decorative displays and facilities for public viewing;\ne)\twheel washing facilities; \nf)\ta scheme for recycling/disposing of waste resulting from demolition and construction works;\ng)\tmeasures for the control and reduction of dust;\nh)\tmeasures for the control and reduction of noise and vibration; and\ni)\tHow traffic would be managed to minimise disruption.\n\tThe demolition and construction of the development shall be carried out in accordance with the plan so agreed.\nREASON: To ensure that measures are put in place to manage and reduce noise and vibration impacts during demolition and construction and to safeguard the amenity of neighbouring occupiers and to ensure that the transport network impact of demolition and construction work associated with the development is managed. To ensure that measures are agreed and in place to manage and reduce dust, noise and vibration during the demolition and construction phases of the development and manage transport impacts during the demolition and construction phases of the development. This condition is a PRE-COMMENCEMENT condition as the proposed measures must be in place prior to commencement of works."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 188459,
  "status": "Completed",
  "decision_date": "01/10/2020",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3416861,
          51.583185,
          0
        ],
        [
          -0.3417224,
          51.583181,
          0
        ],
        [
          -0.3417249,
          51.5831905,
          0
        ],
        [
          -0.34173359999999997,
          51.5831902,
          0
        ],
        [
          -0.3417408,
          51.583251,
          0
        ],
        [
          -0.3417457,
          51.5832947,
          0
        ],
        [
          -0.34158489999999997,
          51.5833104,
          0
        ],
        [
          -0.3412458,
          51.5833474,
          0
        ],
        [
          -0.34122589999999997,
          51.5832788,
          0
        ],
        [
          -0.34122159999999996,
          51.5832585,
          0
        ],
        [
          -0.3412138,
          51.5832354,
          0
        ],
        [
          -0.3412126,
          51.5832287,
          0
        ],
        [
          -0.3414115,
          51.5832153,
          0
        ],
        [
          -0.34149199999999996,
          51.5832061,
          0
        ],
        [
          -0.3415883,
          51.5831958,
          0
        ],
        [
          -0.341589,
          51.5831958,
          0
        ],
        [
          -0.3416861,
          51.583185,
          0
        ]
      ]
    ]
  },
  "decision_target_date": "01/10/2020",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "06/11/2020",
  "development_type": "Minor all other minor developments",
  "title_number": [],
  "appeal_status": null,
  "last_updated": "2025-03-20T17:04:31.086+00:00",
  "last_updated_by": "FME Excel Import",
  "site_name": null,
  "id": "Harrow-P_0714_20",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": 515007,
  "appeal_start_date": null,
  "postcode": "HA1 1PF",
  "url_planning_app": "http://site.com?appref=P/0714/20-or-1072519 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": "100",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Redevelopment to provide two storey building with habitable roofspace to be used as House in Multiple Occupation (HMO) for upto 17 residents (Sui generis)",
  "valid_date": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              514993.3,
              188449.7,
              0
            ],
            [
              514990.8,
              188449.2,
              0
            ],
            [
              514990.6,
              188450.25,
              0
            ],
            [
              514990,
              188450.2,
              0
            ],
            [
              514989.35,
              188456.95,
              0
            ],
            [
              514988.9,
              188461.8,
              0
            ],
            [
              515000,
              188463.8,
              0
            ],
            [
              515023.4,
              188468.45,
              0
            ],
            [
              515024.95,
              188460.85,
              0
            ],
            [
              515025.3,
              188458.6,
              0
            ],
            [
              515025.9,
              188456.05,
              0
            ],
            [
              515026,
              188455.3,
              0
            ],
            [
              515012.25,
              188453.5,
              0
            ],
            [
              515006.7,
              188452.35,
              0
            ],
            [
              515000.05,
              188451.05,
              0
            ],
            [
              515000,
              188451.05,
              0
            ],
            [
              514993.3,
              188449.7,
              0
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": "8503556",
  "application_details": {
    "open_and_protected_space_details": {
      "open_space_green_belt_area_gain": 0,
      "open_spaces_details": [],
      "open_space_green_belt_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_space_mol_area_loss": 0
    },
    "constraints_details": [],
    "superseding_details": [],
    "garden_land_lost": null,
    "site_area": 0.045000000000000005,
    "building_details": [],
    "s106_agreement": null,
    "air_quality_assessment": null,
    "grey_water_reuse": null,
    "rain_water_harvesting": null,
    "total_gia_lost": null,
    "scheme_phasing": null,
    "overseas_company_registration_no": null,
    "lead_registered_social_landlord": null,
    "total_gia_gained": null,
    "no_affordable_housing_units_provided_offsite": null,
    "uk_company_registration_no": null,
    "transport_impact_assessment": null,
    "qualifying_vacant_building_floorspace": null,
    "residential_details": {
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "residential_units": [],
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units": 0,
      "site_area": null,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_gia_lost": null,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_market_for_sale": 0
    },
    "intended_commencement_date": null,
    "projected_cost_of_works": null,
    "3d_model": null,
    "green_suds": null,
    "circular_economy_statement": null,
    "non_residential_details": {
      "site_area": null,
      "total_gia_gained": null,
      "total_gia_existing": null,
      "total_gia_lost": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0
    },
    "non_permanent_dwellings_details": [],
    "no_affordable_housing_units_acquired_offsite": null,
    "affordable_housing_fast_track": null,
    "commencement_notice_received": null,
    "scheme_name": null,
    "total_gia_existing": null,
    "internal_resi_water_usage": null,
    "mayoral_cil_liability_notice_issued": null,
    "existing_proposed_floorspace_details": [],
    "surface_water_discharge_percentage_reduction": null,
    "phasing_details": [],
    "infrastructure_details": {
      "ghg_reduction_over_building_regulations": null,
      "waste_details": [],
      "no_new_water_connections_required": null,
      "no_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "community_energy_capacity": null,
      "chp_heat_pumps_capacity": null,
      "no_active_rapid_ev_charging_points": null,
      "solar_pv_capacity": null,
      "waste_provision": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "mobile_network_operators_consultation": null,
      "total_annual_nox_emissions": null,
      "no_new_gas_connections_required": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_homes_passive_cooling": null,
      "no_passive_slow_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "total_annual_pm_emissions": null,
      "no_active_slow_ev_charging_points": null
    },
    "lead_developer_company_name": null,
    "intended_completion_date": null,
    "other_contributions": null,
    "social_infrastructure_contributions": null,
    "borough_cil_liability_notice_issued": null,
    "affordable_housing_inlieu_payment": null,
    "viability_assessment": null,
    "transport_contributions": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": [
        {
          "no_bedrooms_for_older_persons_c2": null,
          "m43_2b_compliant": null,
          "superseded_date": null,
          "actual_completion_date": "20/07/2021",
          "no_rooms_proposed": 13,
          "m43_2a_compliant": null,
          "m42_compliant": null,
          "no_bedrooms_for_older_persons_sg": null,
          "actual_commencement_date": "01/10/2020",
          "unit_type": "Hostel Room",
          "superseded_by_lpa_app_no": null,
          "no_rooms_lost": null
        }
      ],
      "no_council_tax_rateable_units_gained": null
    },
    "ownership_status": null,
    "existing_uprns": []
  },
  "centroid": {
    "lon": "-5.2673301",
    "lat": "54.4861859"
  },
  "lapsed_date": "01/10/2023",
  "decision_process": "Delegated",
  "actual_completion_date": "20/07/2021"
}