{
  "epc_number": null,
  "decision_target_date": "24/10/2023",
  "decision": "Approved",
  "last_date_consultation_comments": "26/09/2023",
  "description": "Variation of Condition 2 (Approved Plans) of planning permission ref. 11752/APP/2021/4019, dated 07-06-22 (Demolition of the existing bungalow and erection of 1 no. detached dwellinghouse with associated parking, landscaping, refuse and cycle storage) to include loft conversion to habitable use, alterations to fenestration and solar panels to the south elevation of the roof form",
  "site_number": null,
  "postcode": null,
  "application_type_full": "Removal/Variation of a condition",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "uprn": null,
  "appeal_status": null,
  "parking_details": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=11752/APP/2023/2539",
  "valid_date": "29/08/2023",
  "centroid": {
    "lon": "-0.4652766",
    "lat": "51.5608061"
  },
  "borough": "Hillingdon",
  "decision_agency": "Borough",
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": true,
  "site_name": "1 BURFORD CLOSE",
  "bo_system": "CSV Data Import",
  "centroid_easting": 506483,
  "subdivision_of_building": null,
  "status": "Approved",
  "lapsed_date": "19/10/2026",
  "actual_completion_date": null,
  "centroid_northing": 185774,
  "locality": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.46501099999999995,
          51.5608074
        ],
        [
          -0.4650684,
          51.5606904
        ],
        [
          -0.46557309999999996,
          51.5608338
        ],
        [
          -0.46551299999999995,
          51.5609175
        ],
        [
          -0.4650167,
          51.5608075
        ],
        [
          -0.46501099999999995,
          51.5608074
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "lpa_app_no": "11752/APP/2023/2539",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.044000000000000004
  },
  "secondary_street_name": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506501.4079,
              185774.537
            ],
            [
              506497.7037,
              185761.4401
            ],
            [
              506462.3817,
              185776.6536
            ],
            [
              506466.3505,
              185786.0464
            ],
            [
              506501.011,
              185774.537
            ],
            [
              506501.4079,
              185774.537
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "last_updated": "2025-03-19T01:00:01.174+00:00",
  "date_building_work_started_under_previous_permission": null,
  "ward": "ICK/HAM & S HF/D 22",
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "application_type": "All Other",
  "decision_conditions": [
    "The development hereby permitted shall be begun before 7 June 2025 which is three years from the date of the planning permission ref. 11752/APP/2021/4019.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on submitted plans numbers BRFRD-L801, BRFRD-E801, BRFRD-E802, BRFRD-E803, BRFRD-E804, BRFRD-P801, BRFRD-P802, BRFRD-P803, BRFRD-P804, BRFRD-S801 & BRFRD-S802 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "The materials and external surfaces of the development shall be carried out and completed in accordance with Proposed - External surfaces ref: BRFRD-D301, approved under application ref: 11752/APP/2022/2315, dated 04-10-22.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "All first first floor side elevation windows and all side roof lights shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policies DMHB 11 and DMHD 1 of the Hillingdon Local Plan Part 2 (2020).",
    "Step free access to the development shall be carried out and completed in accordance with Proposed - Step free access ref: BRFRD-D302, approved under application ref: 11752/APP/2022/2315, dated 04-10-22.",
    "REASON",
    "To ensure that an appropriate standard of housing stock, in accordance with the 2021 London Plan policy D7 is achieved and maintained.",
    "The development shall be carried out and completed in accordance with the following approved details which demonstrate that the dwelling meets the standards for Category 2 M4(2) dwellings, as set out in Approved Document M to the Building Regulations. These details are Proposed - G.F. Standards provision ref: BRFRD-D303 and Proposed - F.F Standards Provision ref: BRFRD-D304, approved under application ref: 11752/APP/2022/2315, dated 04-10-22.",
    "REASON: To ensure that the proposed dwellings are accessible for all and an appropriate standard of housing stock is provided, in accordance with London Plan Policy D7.",
    "The development shall be carried out and completed in accordance with the sustainable water management details and drainage report (Ref: 254 - rev-v1, prepared by Urban Water) approved under application ref: 11752/APP/2022/2315, dated 04-10-22.",
    "REASON",
    "To ensure that surface water run off is controlled to ensure the development does not increase the risk of flooding and is to be handled as close to its source as possible and Conserve water supplies in compliance with: Hillingdon Local Plan: Part 1- Strategic Policies  Policy EM6 Flood Risk Management in (2012),  Hillingdon Local Plan Part 2 Development Management Policies Policy DMEI 10 Water Management, Efficiency and Quality (2020), as well as relevant SuDs guidance contained within the London Plan (2021) and NPPF (2021).",
    "The development shall be carried out and maintained in full accordance with the following landscaping scheme approved under application ref: 11752/APP/2022/2315, dated 04-10-22:",
    "BRFRD-D303 - Proposed G.F Standards Provision",
    "BRFRD-D305 - Proposed Landscape Plan",
    "BRFRD-D306 - Proposed Refuse Bins",
    "BRFRD-D307 - Proposed Boundary Treatment",
    "BRFRD-D308 - Proposed Cycle Storage",
    "BRFRD-D309 - Proposed Outdoor Lighting",
    "Landscape Implementation - Maintenance and Management Plan - 1 Burford Close",
    "Specification Method Statement - 1 Burford Close",
    "Terra AC Wallbox - Brochure",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with policies DMHB5, DMHB 11, DMHB 12, DMHB 14, DMEI 1 and DMT 2 of the Hillingdon Local Plan Part 2 (2020) and Policy G5 of the London Plan (2021).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification); no garage(s), shed(s) or other outbuilding(s), nor extension or roof alteration to any dwellinghouse(s) subject of this permission shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with policies DMHB 5, DMHB 11 and DMHD 2 of the Hillingdon Local Plan Part 2 (2020)",
    "The development shall be carried out and completed in accordance with the Construction Logistics Plan CLP - 1 Burford Close (Revision 01 - June 2022) approved under application ref: 11752/APP/2022/2315, dated 04-10-22.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with policies DMT1 and DMT 2 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the approved drawings. The solar PV panels hereby approved shall not protrude more than 0.2 metres beyond the plane of the roof slope when measured from the perpendicular with the external surface of the roof slope. The solar PV panels shall be removed as soon as reasonably practicable when no longer needed.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with policies DMT1 and DMT 2 of the Hillingdon Local Plan Part 2 (2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "appeal_decision_date": null,
  "title_number": null,
  "lpa_name": "Hillingdon",
  "pp_id": "12414757",
  "decision_date": "19/10/2023",
  "id": "Hillingdon-11752_APP_2023_2539",
  "street_name": "ICKENHAM"
}