{
  "borough": "Hillingdon",
  "subdivision_of_building": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.465012,
          51.560805
        ],
        [
          -0.46507129999999997,
          51.5606869
        ],
        [
          -0.4655799,
          51.5608291
        ],
        [
          -0.4655159,
          51.5609175
        ],
        [
          -0.465012,
          51.560805
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "1 BURFORD CLOSE",
  "reference_no_of_permission_being_relied_on": null,
  "epc_number": null,
  "last_updated": "2025-03-19T02:56:38.411+00:00",
  "locality": null,
  "centroid_easting": 506482,
  "lpa_name": "Hillingdon",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "ICKENHAM",
  "site_number": null,
  "lapsed_date": "31/07/2026",
  "secondary_street_name": null,
  "cil_liability": true,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.046000000000000006
  },
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=11752/APP/2023/1406",
  "actual_commencement_date": null,
  "centroid": {
    "lon": "-0.46529099999999995",
    "lat": "51.5608063"
  },
  "decision_date": "31/07/2023",
  "parking_details": null,
  "postcode": null,
  "pp_id": "12154880",
  "appeal_decision_date": null,
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development proposal, by virtue of its excessive size, width, bulk, depth, massing and proximity to the neighbouring boundaries, would be detrimental to the amenities of the neighbouring occupiers at No.3 Burford Close, by reason of overdominance, overshadowing, visual intrusion and loss of outlook. Therefore the proposal would be contrary to Policy DMHD 11 of the Hillingdon Local Plan Part Two - Development Management Policies (2020), Policy D3 of the London plan (2021) and Paragraph 130f) of the National Planning Policy Framework (2021).",
    "The development proposal, by virtue of its excessive size, bulk, massing and design, would appear as an insubordinate and incongruous form of development that would be harmful to the character and appearance of the area and materially diminish the quality of the originally approved scheme. Therefore the proposal would be contrary to Policies BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 11 and DMHB 12 of the Hillingdon Local Plan Part Two - Development Management Policies (January 2020) and Policies D3 and D4 of the London plan (2021) and Paragraph 135 of the National Planning Policy Framework (2021).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (20216). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the Local Plan Part 1 and Local Plan Part 2. In addition further guidance was offered to the applicant by the case officer during the processing of the application to identify the amendments to address those elements of the scheme considered unacceptable which the applicant chose not to implement."
  ],
  "appeal_decision": null,
  "valid_date": "15/05/2023",
  "decision_agency": "Borough",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506501.3415,
              185774.2703
            ],
            [
              506497.505,
              185761.0411
            ],
            [
              506461.9185,
              185776.1224
            ],
            [
              506466.1518,
              185786.0443
            ],
            [
              506501.3415,
              185774.2703
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "last_updated_by": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "last_date_consultation_comments": "13/06/2023",
  "uprn": null,
  "decision_target_date": "31/07/2023",
  "centroid_northing": 185774,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "appeal_status": null,
  "description": "Variation of Condition 2 (approved plans) of planning permission ref. 11752/APP/2021/4019, dated 07-06-2022 (Demolition of the existing bungalow and erection of 1 no. detached dwellinghouse with associated parking, landscaping, refuse and cycle storage) to include 12 x Solar PV, conversion of roof space to habitable use to include a rear dormer and 8 x roof lights. Addition of a part single storey, part double storey rear extension.",
  "development_type": null,
  "ward": "ICK/HAM & S HF/D 22",
  "decision_process": "Delegated",
  "lpa_app_no": "11752/APP/2023/1406",
  "application_type_full": "Removal/Variation of a condition",
  "id": "Hillingdon-11752_APP_2023_1406",
  "status": "Refused",
  "appeal_start_date": null,
  "decision": "Refused"
}