{
  "centroid": {
    "lon": 0.225634,
    "lat": 51.603653
  },
  "status": "Dismissed",
  "decision_target_date": "18/07/2019",
  "site_name": "2 Dewsbury Road",
  "decision_conditions": [
    "The proposed development would, by reason of its form, massing and appearance be out of character with other development in Dewsbury Road and the surrounding area. The development would create an uncharacteristically narrow and cramped dwelling unit within an otherwise uniform presentation of standardised development and  adversely impact visual amenity in the street scene, contrary to Policies DC3 and DC61 of the London Borough of Havering Core Strategy and  Development Control Policies Development Plan Document 2008, and the Adopted London Borough of Havering SPD on Residential Design 2010 .",
    "The proposed development would, by reason of the substandard provision of accommodation and poor quality internal layout, combined with the poor and cramped amenity space provision, create a cramped, contrived, and uncomfortable layout of the site to the detriment of future occupiers and the character of the surrounding area contrary to  Policy DC61 of the LDF Core Strategy and Development Control Policies DPD and the Adopted London Borough of Havering SPD on Residential Design 2010. The proposal would also be contrary to the implementation of the DCLG Technical Housing Standards - Nationally Described Space Standard March 2015.",
    "The proposal, if granted planning permission on appeal, would be liable for the Mayor of London Community Infrastructure Levy (MCIL) and Havering CIL (HCIL). Based upon the information supplied with the application, the Mayoral CIL payable would be £1,700.00 and the Havering CIL £8,500.00, or a total liability of £10,200, both amounts subject to indexation.",
    "Further details with regard to CIL are available from the Council's website.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to Ivan Jaffan via Email on 16/07/2019."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM3 8DW",
  "application_type_full": null,
  "appeal_decision_date": "13/11/2019",
  "lapsed_date": "18/07/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0772.19",
  "centroid_northing": 191770,
  "uprn": "100021370376",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": "Dismissed",
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Gooshays",
  "decision_date": "18/07/2019",
  "description": "Two storey side extension to create new one bedroom dwelling house",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0772.19",
  "lpa_app_no": "P0772.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:53:17.828+00:00",
  "centroid_easting": 554229,
  "pp_id": "07861748",
  "borough": "Havering",
  "appeal_start_date": "12/09/2019",
  "valid_date": "23/05/2019",
  "decision": "Refused",
  "polygon": null,
  "application_details": {
    "existing_uprns": null
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Romford",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "09/07/2019",
  "wgs84_polygon": null
}