{
  "cil_liability": false,
  "url_planning_app": null,
  "lapsed_date": "13/05/2024",
  "decision_target_date": "14/05/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Lambeth",
  "postcode": "SW9 9TG",
  "site_name": "Stockwell Primary School",
  "status": "Approved",
  "application_details": {
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "LOLIST Sure Start Centre, Burgoyne Road"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100023389736"
    ],
    "site_area": 0.07
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/00801/RG3",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 530843,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-03-19T03:01:51.183+00:00",
  "id": "Lambeth-19_00801_RG3",
  "application_type": "All Other",
  "street_name": "Stockwell Road",
  "borough": "Custodian code",
  "ward": "Ferndale",
  "decision_date": "13/05/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Installation of green screens to the existing fences along Stockwell Road and within the site.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "27/04/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 175879,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100023389736",
  "centroid": {
    "lon": "-0.11771519999999999",
    "lat": "51.4667634"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              530853.6,
              175897.65
            ],
            [
              530863.35,
              175882.2
            ],
            [
              530840.47,
              175866.14
            ],
            [
              530831.8,
              175860.35
            ],
            [
              530829.47,
              175863.364
            ],
            [
              530827.406,
              175866.033
            ],
            [
              530828.375,
              175866.741
            ],
            [
              530826.529,
              175869.269
            ],
            [
              530828.112,
              175870.424
            ],
            [
              530824.595,
              175875.24
            ],
            [
              530822.984,
              175877.95
            ],
            [
              530827.013,
              175881.669
            ],
            [
              530834.262,
              175886.484
            ],
            [
              530835.85,
              175884.25
            ],
            [
              530853.6,
              175897.65
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The event must be supervised at all times by a suitable number of fully trained staff, who are fully aware of the alternative escape routes from the demise and the evacuation procedures.",
    "Full structural calculations are required for the steel beams and the stairwell trimmers.",
    "\rDelegated Report\r\rApproved by Area DC Practitioner:\r\rSigned....................................................................... Date.................................\r\r\rAPPROVE - DISCHARGE OF CONDITION 3 of 04/00508/FUL.\r\rApplication Number:\t04/01395/DET\r\rApplication Address:\tShop, 10 York Rd, London.\r\rSample:\tnil\r\rDrawing:\tOne unlabelled drawing\r\rSite Description: The application site consists of a small part of a building located on the podium deck of the Shell Centre.  This is a raised paved and grassed piece of open space.  It is one of four single storey buildings on the podium.  One accommodates the fly tower of the auditorium, whilst the others provide fire exits from the basement and ventilation shafts from the basement car park.\r\rImmediately to the east of the site is Jubilee Gardens which is Metropolitan Open Land, to the north, the Shell Centre Upstream buildings.  To the south, across Chicheley Street, is County Hall and to the east, across York Road, is Elizabeth House.  The area contains a mix of uses; residential, retail, leisure and office.\r\rThe site is within South Bank Conservation Area, CA38.  \r\rPlanning History \r\r04/00508/FUL - Change of use of retail unit from photocopying shop to police support office.\r98/01513/FUL - Change of use of retail unit (Photocopying Shop) to use as an office. Granted: 03.11.1998.  This permission was not implemented and expired at the end of last year.\r\rThe site is within South Bank Conservation Area, CA38.  \r\rProposed Development\r\rApproval of details pursuant of condition 3 (replacement single leaf door/side lights) of planning permission 04/00508/FUL (Temporary change of use for 3 years of retail unit from photocopying shop to police support office, together with alterations to the glazed entrance.) granted 31.03.2004.\r\rConsultations\r\rI have consulted the relevant neighbouring properties: No \r\rI have consulted the appropriate amenity groups and interested parties: No\r\rPress Notice : No      Site Notice : No   \r\rConservation and Design were consulted and made the following comment: \r\r\"Both the material and design proposed for the shop-front are unsympathetic to the pavilion, out of keeping with the surrounding character of the CA?\r \rHowever there are other considerations in this particular case.  Planning permission for the redevelopment of the Shell Centre, and CA Consent for the demolition of the pavilions has already been granted.  Therefore the underlying purpose of conservation policy (the general presumption in favour of preservation) is almost impossible to achieve here. Moreover, since this is a retrospective application I do not know what condition the pavilion in question was in prior to the application- this might after all be better than what was there before.  Furthermore the public interest served by the police in this location (and particularly where they may be occupying a building that would other wise lie empty until it is demolished) might also be taken into account.\r\rThus while the relevant policy here might suggest that a refusal was justified, it may not be the most reasonable option.\"\r\rPLANNING CONSIDERATIONS\r\rAdopted UDP: CD2 - Proposals for Development; CD17 - Shopfronts.\rRevised Deposit Draft UDP: Policy 34 Shopfronts and Advertisements; Policy 42 - Conservation Areas. \r\rThe proposed door was already installed so could be viewed on site.  The door appeared suitable for the modern building and would not detract from the building or neighbouring buildings.\r\rConclusion\r\rThe replacement door has a minor effect on the appearance of the building and constitutes only a small part of the elevation of building.    \r\rIn light of the comments from the Conservation Officer it would appear that while the door and side lights may not be sympathetic to the building the fact that the permission to use the building is temporary and the building has CA consent to be demolished little would be achieved by refusing the application.      \r\rRecommendation\r\rApprove details.\r\rThe proposed door is acceptable and as such condition 3 pursuant to planning permission Ref: 04/00508/FUL is discharged.\r\r\r",
    "* Please provide 3 additional set of drawings no 161F.\r* Please provide plans of densities and numbers of plants.\r",
    "* In respect of condition 24, please provide details of boundary treatment (rails) to an appropriate scale.\r\r",
    "In deciding to grant listed building consent, the Council has had regard to the relevant Policies of the Development Plan and all other relevant material considerations. Having weighed the merits of the proposal in the context of these issues, it is considered that listed building consent should be granted subject to the conditions listed below. In reaching this decision the following Policies were relevant:\r\rAdopted Unitary Development Plan (1998)\rCD9, CD13\r\rReplacement Unitary Development Plan (2004) \r41 \r",
    "MANDATORY CONDITIONS\r\rSupply of Alcohol\r\r1.\tNo supply of alcohol may be made under this licence:\r\ra)\tAt a time that there is no designated premises supervisor in respect of the premises licence; or\rb)\tAt a time when the designated premises supervisor does not hold a personal licence or his personal licence is suspended.\r\r2.\tEvery supply of alcohol under this licence must be made or authorised by a person who holds a personal licence.\r",
    "GENERAL\r\rNone\r\r",
    "Your attention is drawn to the provisions of The Party Wall Act 1996 in relation to the rights of adjoining owners regarding party walls etc.  These rights are a matter for civil enforcement and you may wish to consult a surveyor or architect.",
    "You are advised of the necessity to consult the Council's Highways team on 020 7926 9000, prior to the commencement of construction, in order to obtain necessary approvals and licences prior to undertaking any works within the Public Highway including Scaffolding, Temporary/Permanent Crossovers, Oversailing/Undersailing of the Highway, Drainage/Sewer Connections, Hoarding, Excavations (including adjacent to the highway such as basements, etc), Temporary Full/Part Road Closures, Craneage Licences etc.",
    "The development to which this permission relates must be begun not later than the expiration of three years beginning from the date of this decision notice.\r\rReason: To comply with the provisions of Section 91(1)(a) of the Town and Country Planning Act 1990 and Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The development hereby permitted shall be carried out in accordance with the approved plans listed in this notice.\r\rReason: For the avoidance of doubt and in the interests of proper planning.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "19/03/2019",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-07504223",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1175557,
          51.4669285
        ],
        [
          -0.11742119999999999,
          51.4667874
        ],
        [
          -0.1177563,
          51.4666484
        ],
        [
          -0.1178832,
          51.4665983
        ],
        [
          -0.1179156,
          51.466626
        ],
        [
          -0.11794429999999999,
          51.4666504
        ],
        [
          -0.1179301,
          51.4666566
        ],
        [
          -0.1179557,
          51.4666797
        ],
        [
          -0.1179325,
          51.4666897
        ],
        [
          -0.1179814,
          51.4667338
        ],
        [
          -0.1180035,
          51.4667585
        ],
        [
          -0.1179442,
          51.466791
        ],
        [
          -0.1178381,
          51.4668326
        ],
        [
          -0.11781609999999999,
          51.4668122
        ],
        [
          -0.1175557,
          51.4669285
        ]
      ]
    ],
    "type": "Polygon"
  }
}