{
  "centroid": {
    "lon": "0.19850009999999998",
    "lat": "51.5738434"
  },
  "status": "Approved",
  "decision_target_date": "01/06/2020",
  "site_name": "Frances Bardsley School For Girls",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "No works shall take place in relation to any of the development hereby approved until there has been submitted to and approved by the Local Planning Authority a scheme of hard and soft landscaping, which shall include indications of all existing trees and shrubs on the site, and details of any to be retained, together with measures for the protection in the course of development. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the hard and soft landscaping proposed.  Submission o",
    "No works shall take place in relation to any of the development hereby approved until a scheme for the protection of preserved trees on the site has been submitted to and agreed in writing by the Local Planning Authority. Such scheme shall contain details of the erection and maintenance of fences or walls around the trees, details of underground measures to protect roots, the control of areas around the trees and any other measures necessary for the protection of the trees. Such agreed measures shall be implemented before development commences and kept in place until the approved development is completed.",
    "Reason:-",
    "Insufficient information has been supplied with the application to demonstrate how the preserved trees on site will be adequately protected during construction.  Submission of details prior to commencement will ensure that the measures to be employed are robust.",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section 7 of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with the agent via email in May 2020. The revisions involved changes to the car parking layout to reduce impact to neighbours and vegetation. The amendments were subsequently submitted on 28 May 2020."
  ],
  "secondary_street_name": "Romford",
  "application_type": "All Other",
  "postcode": "RM1 2RR",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "29/05/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0437.20",
  "centroid_northing": 188398,
  "uprn": "100023211314",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Romford Town",
  "decision_date": "29/05/2020",
  "description": "Erection of single storey building for use as a classroom with associated parking and amenity space to provide an ARP specialist unit.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0437.20",
  "lpa_app_no": "P0437.20",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:54:46.525+00:00",
  "centroid_easting": 552448,
  "pp_id": "08593132",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "25/03/2020",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552409.879,
              188442.403
            ],
            [
              552422.071,
              188446.467
            ],
            [
              552429.657,
              188398.783
            ],
            [
              552453.5,
              188400.95
            ],
            [
              552475.174,
              188405.014
            ],
            [
              552475.445,
              188391.468
            ],
            [
              552506.425,
              188391.199
            ],
            [
              552506.603,
              188379.276
            ],
            [
              552441.579,
              188378.734
            ],
            [
              552442.391,
              188382.798
            ],
            [
              552415.027,
              188381.714
            ],
            [
              552411.505,
              188392.551
            ],
            [
              552418.007,
              188395.802
            ],
            [
              552409.879,
              188442.403
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.219
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Brentwood Road",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "18/04/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1979697,
          51.5742527
        ],
        [
          0.1981473,
          51.5742859
        ],
        [
          0.198236,
          51.5738554
        ],
        [
          0.1985807,
          51.5738684
        ],
        [
          0.198895,
          51.5738991
        ],
        [
          0.198893,
          51.5737773
        ],
        [
          0.19933959999999998,
          51.5737665
        ],
        [
          0.199337,
          51.5736593
        ],
        [
          0.1983992,
          51.573672
        ],
        [
          0.1984127,
          51.5737083
        ],
        [
          0.1980177,
          51.573706
        ],
        [
          0.1979716,
          51.5738043
        ],
        [
          0.19806669999999998,
          51.5738318
        ],
        [
          0.1979697,
          51.5742527
        ]
      ]
    ],
    "type": "Polygon"
  }
}