{
  "centroid": {
    "lon": "0.15623489999999998",
    "lat": "51.572739"
  },
  "status": "Approved",
  "decision_target_date": "06/05/2020",
  "site_name": "60 WEALD WAY",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The roof light inserted on the roof slope on the side of the dwelling adjacent to No.62 Weald Way, Romford as shown on drawing 08/09 REV:A on the side elevation and drawing 09/09 REV:B for the proposed loft plan shall be obscure-glazed, and non-opening unless the parts of the window which can be opened are more than 1.7m above the floor level of the room in which the window is installed or where such a window is on a staircase or landing (i.e. not in a room) the 1.7m measurement should be made from the stair or point on a landing immediately below the centre of the window, upwards to the opening part of the window.",
    "Reason - In the interest of privacy and to protect the amenity of the adjacent neighbours at No.62 Weald Way, Romford in accordance with the Residential Extensions and Alterations Supplementary Planning Document and Policy DC61 of the LDF Core Strategy and Development Control Policies Development Plan Document.",
    "Notwithstanding the details shown on drawing 08/09 REV: A accompanying the application, the face and cheek of the rear dormer window hereby approved shall be finished in hanging tiles to match the appearance of the roof of the existing dwelling unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:- To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with Mr Miah (Agent) by phone and e-mail.  The revisions involved clarity on the drawing regarding the dormer being tile hung and information regarding the side roof light. The amendments were subsequently submitted on 05/05/20."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM7 9PD",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "06/05/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0355.20",
  "centroid_northing": 188188,
  "uprn": "100021401839",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Brooklands",
  "decision_date": "06/05/2020",
  "description": "Loft Conversion with a rear dormer",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0355.20",
  "lpa_app_no": "P0355.20",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:55:10.068+00:00",
  "centroid_easting": 549523,
  "pp_id": "08476662",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "11/03/2020",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              549533.203,
              188167.341
            ],
            [
              549533.34,
              188167.295
            ],
            [
              549533.041,
              188167.162
            ],
            [
              549533.019,
              188167.217
            ],
            [
              549532.988,
              188167.197
            ],
            [
              549507.804,
              188199.739
            ],
            [
              549504.418,
              188205.903
            ],
            [
              549511.868,
              188208.545
            ],
            [
              549530.495,
              188185.922
            ],
            [
              549540.52,
              188172.24
            ],
            [
              549533.203,
              188167.341
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.043000000000000003
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "ROMFORD",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "01/04/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1563732,
          51.5725507
        ],
        [
          0.1563752,
          51.5725502
        ],
        [
          0.1563708,
          51.5725491
        ],
        [
          0.1563705,
          51.5725496
        ],
        [
          0.15637,
          51.5725494
        ],
        [
          0.15602069999999998,
          51.5728485
        ],
        [
          0.1559745,
          51.5729048
        ],
        [
          0.1560831,
          51.5729265
        ],
        [
          0.15634209999999998,
          51.5727183
        ],
        [
          0.1564808,
          51.5725927
        ],
        [
          0.1563732,
          51.5725507
        ]
      ]
    ],
    "type": "Polygon"
  }
}