{
  "borough": "Hillingdon",
  "cil_liability": false,
  "decision_target_date": "14/08/2023",
  "lpa_app_no": "40539/APP/2023/1775",
  "date_building_work_completed_under_previous_permission": null,
  "decision_date": "08/08/2023",
  "lpa_name": "Hillingdon",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "site_area": 0.033,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": []
  },
  "title_number": [],
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.40402109999999997,
          51.5188196
        ],
        [
          -0.4039086,
          51.518928700000004
        ],
        [
          -0.4034219,
          51.5187234
        ],
        [
          -0.4034792,
          51.5186659
        ],
        [
          -0.4035187,
          51.5186819
        ],
        [
          -0.4037283,
          51.518793
        ],
        [
          -0.40401729999999997,
          51.5188195
        ],
        [
          -0.40402109999999997,
          51.5188196
        ]
      ]
    ],
    "type": "Polygon"
  },
  "valid_date": "19/06/2023",
  "centroid": {
    "lat": 51.518808,
    "lon": -0.403752
  },
  "site_number": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on submitted plan numbers:",
    "Location Plan",
    "Block Plan",
    "85/WA/01",
    "85/WA/02",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The outbuilding hereby approved shall only be used for the purpose(s) stated on the application form and approved drawings and shall not be used for purposes such as a living room, bedroom, kitchen, commercial use. Nor should it be used as a separate unit of accommodation or for any business purposes.",
    "REASON",
    "To avoid any future fragmentation of the curtilage or the creation of a separate residential or business use, so as to protect the amenity of adjoining residential properties in accordance with Policies DMH 4, DMHB 11, DMHB 16, DMHB 18 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance."
  ],
  "decision": "Approved",
  "centroid_easting": "510851",
  "uprn": null,
  "decision_process": "Delegated",
  "application_type_full": "Householder planning permission",
  "locality": null,
  "last_date_consultation_comments": "01/08/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510830.9031,
              181195.7432
            ],
            [
              510838.4437,
              181208.0464
            ],
            [
              510872.7073,
              181185.9536
            ],
            [
              510868.8709,
              181179.4713
            ],
            [
              510866.0928,
              181181.1911
            ],
            [
              510851.2761,
              181193.2297
            ],
            [
              510831.1677,
              181195.7432
            ],
            [
              510830.9031,
              181195.7432
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "BELMORE 2022",
  "pp_id": null,
  "lapsed_date": "08/08/2026",
  "decision_agency": "Borough",
  "actual_completion_date": null,
  "description": "Proposed change of roof pitch over existing rear outbuilding to a pitched roof (amended description)",
  "centroid_northing": "181195",
  "street_name": "HAYES",
  "epc_number": null,
  "appeal_status": null,
  "appeal_decision": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-20T11:12:56.445+00:00",
  "site_name": "85 WIMBORNE AVENUE",
  "development_type": null,
  "appeal_decision_date": null,
  "last_updated_by": "FME Excel Import",
  "application_type": "Householder",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "date_building_work_started_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=40539/APP/2023/1775",
  "id": "Hillingdon-40539_APP_2023_1775",
  "actual_commencement_date": null,
  "postcode": "UB4 0HH"
}