{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [],
  "application_type_full": "Full planning permission",
  "lpa_app_no": "22/04098/FUL",
  "url_planning_app": "<enter PA URL here>",
  "actual_completion_date": null,
  "pp_id": "PP-11699054",
  "lapsed_date": "23/10/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": "-0.11904669999999999",
    "lat": "51.4385743"
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "010000444600",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "28/12/2022",
  "description": "Erection of 3 terraced three-storey dwellinghouses with private gardens and the provision of bin/cycle stores plus landscape including boundary treatment.\r\rRe-consultation exercise for a further 14 days. \r\rReason:- Amended drawings provided.",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.11889129999999999,
          51.4386485
        ],
        [
          -0.11895839999999999,
          51.4384637
        ],
        [
          -0.11920639999999999,
          51.4385078
        ],
        [
          -0.1191444,
          51.4386853
        ],
        [
          -0.11889129999999999,
          51.4386485
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Minor dwellings",
  "last_updated_by": "Idox Uniform",
  "locality": null,
  "site_name": "Plot Between St Margaret's Church Hall And 104",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "The development to which this permission relates must be begun no later than three years from the date of this decision notice.\r\rReason: To comply with the provision of Section 91 of the Town and Country Planning Act 1990. \r\r",
    "The development hereby permitted shall be carried out in complete accordance with the approved plans and drawings listed in this decision notice, other than where those details are altered pursuant to conditions of this planning permission. \r\rReason: For the avoidance of doubt and in the interests of proper planning. \r\r\r",
    "Prior to the installation of the relevant part of the works of the development hereby permitted, a schedule and details of the materials to be used in the external elevations shall be submitted to and approved in writing by the Local Planning Authority. This shall include a sample panel (to include material details of the proposed walls, roofs, windows, gutters, cills, etc.) to be erected on site for approval by the Local Authority. The development hereby permitted shall be thereafter built in accordance with the approved details. \r\rReason: To ensure that the external appearance of the building is satisfactory, and that it protects and enhances the character and appearance of the Leigham Court Estate Conservation Area (Policies Q5, Q8, Q20 and Q22 of the Lambeth Local Plan (2021)).\r\r",
    "Notwithstanding the approved drawings, prior to the relevant part of the works hereby permitted, the applicant is required to submit drawings at a scale of 1:10 of all construction detailing (including sections) to be approved in writing by the Local Planning Authority.\r\rReason: To preserve the character and appearance of the local area. (Policies Q5, Q8, Q11, Q20 and Q22 of the Lambeth Local Plan (2021)).\r\r",
    "Prior to the first occupation of each unit, property numbers of each of the proposed units are to be displayed at their front entrances and made visible from the adjacent street.\r\rReason: To preserve the character and appearance of the local area. (Policies Q5, Q8, Q11, Q20 and Q22 of the Lambeth Local Plan (2021)).\r\r",
    "Prior to the construction of the relevant part of the works hereby permitted, a detailed design for the boundary treatment of the street frontage shall be submitted for approval writing by the Local Planning Authority. These details shall be in the form of 1:10 scale drawings (including gates and fixings etc). The design shall not exceed 1.1m in height and should reflect the character and appearance of the Conservation Area.\r\rReason: To preserve the character and appearance of the local area. (Policies Q5, Q8, Q11, Q20 and Q22 of the Lambeth Local Plan (2021)).\r\r",
    "No demolition or development shall commence until full details of the proposed construction methodology, in the form of a Method of Construction Statement, have been submitted to and approved in writing by the Local Planning Authority. The Method of Construction Statement shall include details regarding:\r\ra) The notification of neighbours with regard to specific works;\rb) Advance notification of road closures;\rc) Details regarding parking, deliveries, and storage;\rd) Details regarding dust mitigation;\re) Details of measures to prevent the deposit of mud and debris on the public highway; and\rf) Any other measures to mitigate the impact of construction upon the amenity of the area and the function and safety of the highway network.\r\rNo demolition or development shall commence until provision has been made to accommodate all site operatives', visitors' and construction vehicles loading, off-loading, parking and turning within the site or otherwise during the construction period in accordance with the approved details. The demolition and development shall thereafter be carried out in accordance with the details and measures approved in the Method of Construction Statement.\r\rReason:  Development must not commence before this condition is discharged to avoid hazard and obstruction being caused to users of the public highway and to safeguard residential amenity from the start of the construction process (Policy T7 of the London Plan (2021); and Policies T6 and T7 of the Lambeth Local Plan (2021)).\r\r",
    "Notwithstanding the approved plans, prior to the first occupation of the units hereby permitted, further details of the provision to be made for cycle parking shall be submitted to and approved in writing by the Local Planning Authority, in accordance with the standards of the London Plan. The cycle parking shall thereafter be implemented in full in accordance with the approved details before the use hereby permitted commences and shall thereafter be retained solely for its designated use.  \r\rReason: To ensure adequate cycle parking is available on site and to promote sustainable modes of transport (policies T1, T2, T3, and Q13 of the Lambeth Local Plan 2021).\r\r",
    "Prior to the commencement of the development hereby approved a Tree Protection Plan that accords with BS5837:2012 and relates to all retained trees on the site shall be submitted to and approved in writing by the Local Planning Authority. The Tree Protection Plan shall be implemented in strict accordance with the approved details and put in place before any machinery, demolition, materials storage or development commences on the site. The tree protection measures shall only be dismantled, removed or altered following written authorisation from the Local Planning Authority.\r \rReason: To ensure the retention of, and avoid damage to, the retained trees on the site which represent an important visual amenity to the locality (Policies Q2, Q10 and Q11 of the Lambeth Local Plan (2021)).\r\r",
    "Prior to the commencement of the development hereby approved, an Arboricultural Method Statement in accordance with BS5837:2012 relating to a) groundworks within the Root Protection Area of retained trees for any construction activity (including the installation and removal of hard surfaces b) all required Access Facilitation Pruning c) details of a pre-commencement meeting (to include the Tree Officer) together with a schedule of all confirmed site supervision and tree protection monitoring shall be submitted to and agreed in writing by the Local Planning Authority. Thereafter, the respective Method Statements shall be implemented in strict accordance with the approved details.\r\rReason: To ensure the retention of, and avoid damage to, the retained trees on the site which represent an important visual amenity to the locality (Policies Q2, Q10 and Q11 of the Lambeth Local Plan (2021)).\r\r",
    "A drawing showing the confirmed route of all service and drainage routes outside of all retained tree root protection areas (BS5837:2012) shall be submitted to and approved in writing before any part of the development commences. The development shall thereafter be implemented in strict accordance with the approved details. \r\rReason: To ensure the retention of, and avoid damage to, the retained trees on the site which represent an important visual amenity to the locality (Policies Q2, Q10 and Q11 of the Lambeth Local Plan (2021)).\r\r",
    "Prior to the first occupation of any of the proposed units, a specification of all proposed soft landscaping and tree planting is to be submitted to, and approved in writing by, the Local Planning Authority. The specification shall include details of the quantity, size, species, position and the proposed time of planting of all trees and shrubs to be planted, together with an indication of how they integrate with the proposal in the long term with regard to their mature size and anticipated routine maintenance and protection. In addition all shrubs and hedges to be planted that are intended to achieve a significant size and presence in the landscape shall be similarly specified. All tree, shrub and hedge planting included within the above specification shall accord with BS3936:1992, BS4043:1989, BS4428:1989, BS8545:2014 and current Arboricultural best practice.\r\rReasons: In order to introduce high quality soft landscaping in and around the site in the interests of the ecological value of the site and to ensure a satisfactory landscaping of the site in the interests of visual amenity (Policies EN1, Q2, Q9 of the Lambeth Local Plan (2021) and Policy G7 of the London Plan (2021)).\r\r",
    "All planting, seeding or turfing comprised in the approved details of landscaping shall be carried out in the first planting and seeding season following the occupation of the development hereby permitted or the substantial completion of the development, whichever is the sooner. Any trees, hedgerows or shrubs forming part of the approved landscaping scheme which within a period of five years from the occupation or substantial completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of similar size and species, unless the Local Planning Authority gives written consent to any variation.\r\rReasons: In order to introduce high quality soft landscaping in and around the site in the interests of the ecological value of the site and to ensure a satisfactory landscaping of the site in the interests of visual amenity (Policy EN1, Q2, Q9 of the Lambeth Local Plan (2021) and Policy G7 of the London Plan (2021)).\r\r",
    "Prior to first occupation of the development hereby permitted, as Built SAP calculations as an output of the National Calculation Method shall be submitted to and approved in writing by the local planning authority demonstrating that the development has achieved at least a 19 per cent reduction in carbon emissions over that required by Part L of the Building Regulations 2013. \r\rReason: To ensure that the development has an acceptable level of sustainability (Policy EN4 of the Lambeth Local Plan (2021)).\r\r",
    "Prior to the occupation of the development hereby permitted, the water efficiency calculators and manufacturers' datasheets for the installed fixtures and fittings shall be submitted to and approved in writing by the local planning authority to show that consumption levels of less than 105 litres/person/day are achieved. \r\rReason: To ensure that the development has an acceptable level of sustainability (Policy EN4 of the Lambeth Local Plan (2021), and Policy SI5 of the London Plan (2021))."
  ],
  "postcode": null,
  "application_type": "All Other",
  "decision_date": "23/10/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 530831,
  "valid_date": "25/11/2022",
  "borough": "Custodian code",
  "subdivision_of_building": null,
  "decision_target_date": "20/01/2023",
  "id": "Lambeth-22_04098_FUL",
  "lpa_name": "Lambeth",
  "bo_system": "Idox Uniform",
  "decision_agency": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T02:56:52.685+00:00",
  "street_name": "Cricklade Avenue",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 172742,
  "application_details": {
    "open_and_protected_space_details": {
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_loss": 0,
      "open_space_local_and_other_area_loss": 0,
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_space_mol_area_gain": 0,
      "open_spaces_details": [
        {
          "area": 0.04,
          "access": "Restricted",
          "land_swap": false,
          "open_space_designation": "Other",
          "description": "Open land formerly Glebe land as part of St. Margaret's Church",
          "open_space_type": "Amenity"
        }
      ],
      "open_space_green_belt_area_gain": 0
    },
    "non_residential_details": {
      "total_gia_existing": 24,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 24,
      "total_gia_gained": 0,
      "site_area": 0.04
    },
    "ownership_status": "Private",
    "site_area": 0.037000000000000005,
    "garden_land_lost": false,
    "residential_details": {
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "dwelling_density": 0,
      "residential_units": [
        {
          "m43_2b_compliant": false,
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": false,
          "sheltered_accommodation": false,
          "garden_land": false,
          "unit_type": "Terraced Home",
          "provider": "Private",
          "no_habitable_rooms": 6,
          "phase_detail": null,
          "unit_no": null,
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "gia": 126,
          "tenure": "Market for sale"
        },
        {
          "m43_2b_compliant": false,
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": false,
          "sheltered_accommodation": false,
          "garden_land": false,
          "unit_type": "Terraced Home",
          "provider": "Private",
          "no_habitable_rooms": 6,
          "phase_detail": null,
          "unit_no": null,
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "gia": 126,
          "tenure": "Market for sale"
        },
        {
          "m43_2b_compliant": false,
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "sheltered_accommodation": false,
          "garden_land": false,
          "unit_type": "Terraced Home",
          "provider": "Private",
          "no_habitable_rooms": 6,
          "phase_detail": null,
          "unit_no": null,
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "gia": 152,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 3,
      "total_no_proposed_residential_units": 3,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_gia_gained": 404,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_bedrooms": 12,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0
    },
    "scheme_phasing": true,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 3,
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "fire_suppression_system_proposed": false,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 0,
      "no_new_gas_connections_required": 3,
      "total_annual_nox_emissions": 0,
      "ghg_reduction_over_building_regulations": true,
      "no_resi_units_to_have_full_fibre": 3,
      "no_active_slow_ev_charging_points": 0,
      "no_passive_rapid_ev_charging_points": 0,
      "urban_greening_factor_score": 0,
      "no_active_rapid_ev_charging_points": 0,
      "no_passive_slow_ev_charging_points": 0,
      "no_passive_fast_ev_charging_points": 0,
      "no_active_fast_ev_charging_points": 0,
      "no_active_other_ev_charging_points": 0,
      "no_passive_other_ev_charging_points": 0
    },
    "total_gia_gained": 404,
    "total_gia_lost": 0,
    "grey_water_reuse": false,
    "phasing_details": [
      {
        "phase_detail": "Full works",
        "intended_completion_date": "01/2024",
        "intended_commencement_date": "02/2023"
      }
    ],
    "total_gia_existing": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 24,
        "use_class": "Sui Generis",
        "gia_gained": 0,
        "gia_lost": 24
      },
      {
        "gia_existing": 0,
        "use_class": "Dwellinghouses",
        "gia_gained": 404,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "surface_water_discharge_percentage_reduction": 0,
    "lead_developer_company_name": "Dangan Properties",
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": null,
        "max_height": 8.7,
        "building_ref": "New houses"
      }
    ],
    "green_suds": true,
    "uk_company_registration_no": "12024205",
    "rain_water_harvesting": true,
    "internal_resi_water_usage": 105,
    "s106_agreement": true,
    "existing_uprns": [
      "010000444600"
    ],
    "commencement_notice_received": false,
    "other_residential_accommodation_details": {
      "site_area": 0.04
    },
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SMOKE Smoke Control Area"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Article 4 Direction - CA31 Leigham Court Estate"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA CA31 : Leigham Court Estate Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "STRESS Barcombe Avenue"
      }
    ]
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              530841.591125,
              172750.531875
            ],
            [
              530837.457,
              172729.86125
            ],
            [
              530820.09375,
              172734.326125
            ],
            [
              530823.897125,
              172754.17
            ],
            [
              530841.591125,
              172750.531875
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Streatham Hill East"
}