{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508173.8438,
              184042.412
            ],
            [
              508173.8438,
              184042.7427
            ],
            [
              508215.8465,
              183993.464
            ],
            [
              508208.9012,
              183988.503
            ],
            [
              508181.7813,
              184021.9068
            ],
            [
              508174.5052,
              184024.2219
            ],
            [
              508172.1901,
              184026.2062
            ],
            [
              508171.5287,
              184033.813
            ],
            [
              508169.2136,
              184036.4589
            ],
            [
              508167.8907,
              184037.4511
            ],
            [
              508173.8438,
              184042.412
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08020080",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:44:01.254+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "24/10/2019",
  "secondary_street_name": "HILLINGDON",
  "appeal_start_date": null,
  "ward": "HILLINGDON EAST",
  "centroid": {
    "lat": "51.5446799",
    "lon": "-0.44118779999999996"
  },
  "decision": "Approved",
  "valid_date": "19/07/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.054000000000000006
  },
  "cil_liability": true,
  "postcode": "UB10 9DL",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=74977/APP/2019/2399",
  "lpa_name": "Hillingdon",
  "site_name": "GARAGES 1-20 AT THE REAR OF",
  "lapsed_date": "25/10/2022",
  "parking_details": null,
  "decision_conditions": [
    "This authority is given by the issuing of this notice under Regulation 3 of the Town and Country Planning General Regulations 1992 and shall enure only for the benefit of the land.",
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 2019/D285/P/03 Rev. C, 2019/D285/P/04 Rev. B and 2019/D/285/P Rev. A and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (2016).",
    "Prior to development commencing, the applicant shall submit a demolition and construction management plan to the Local Planning Authority for its approval. The plan shall detail:",
    "(i)  The phasing of development works",
    "(ii) The hours during which development works will occur (please refer to informative I15 for maximum permitted working hours).",
    "(iii) A programme to demonstrate that the most valuable or potentially contaminating materials and fittings can be removed safely and intact for later re-use or processing.",
    "(iv) Measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities).",
    "(v) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours).",
    "(vi) Measures to reduce the impact of the development on local air quality and dust through minimising emissions",
    "Before commencement of demolition/external alterations of existing structures, and including the proposed associated construction works, specialist surveys are required to identify if asbestos is present in any exposed soils, and also including identification of any other unacceptable concentrations of contaminants at the site. The survey is to be based on the former use/s of the building and land; a report of findings should be submitted to and agreed in writing by the Local Planning Authority. A scheme for removing, and/or otherwise addressing, any contaminants of concern shall also be submitted to the Local Planning Authority for review and subsequent approval. The remediation scheme shall include an assessment of the extent of any identified contamination at site and provide a report of the remedial measures to be taken to avoid risks to the occupants of adjacent properties and to the users of the proposed structures. All works which form part of this remediation scheme shall be co",
    "All soils used for regrading, including for landscaping purposes, shall be clean and free of contamination. Any imported soils shall be tested for chemical contamination, and a summary of the results of the testing shall be submitted to the Local Planning Authority for approval.",
    "REASON",
    "To ensure that occupants of adjacent properties and users of the proposed structures development are not subject to any risks from soil contamination in accordance with policy OE11 Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served.",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:",
    "carry out work to an existing party wall;",
    "build on the boundary with a neighbouring property;",
    "in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Uxbridge, UB8 1",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007,  Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "There is a possibility that there may be some contaminating substances present in the ground. The LPA has no records of site investigation information concerning ground conditions at the site. We would advise persons working on site to take basic precautions in relation to any contamination they may discover. Precautions should be taken to minimise the mixing of any material that may be required to be excavated, with exposed areas of soils that are to remain on site."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Demolition of 14 existing garages and erection of 11 new garages and refurbishment of 6 existing garages",
  "lpa_app_no": "74977/APP/2019/2399",
  "decision_target_date": "25/10/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "25/10/2019",
  "id": "Hillingdon-74977_APP_2019_2399",
  "centroid_northing": 184016,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 508191,
  "street_name": "40 MIDHURST GARDENS",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.44142699999999996,
          51.5449206
        ],
        [
          -0.44142689999999996,
          51.5449235
        ],
        [
          -0.44083659999999997,
          51.5444726
        ],
        [
          -0.4409382,
          51.5444293
        ],
        [
          -0.44131879999999996,
          51.5447347
        ],
        [
          -0.44142299999999995,
          51.5447569
        ],
        [
          -0.44145579999999995,
          51.5447752
        ],
        [
          -0.441463,
          51.5448437
        ],
        [
          -0.4414955,
          51.5448679
        ],
        [
          -0.44151429999999997,
          51.5448771
        ],
        [
          -0.44142699999999996,
          51.5449206
        ]
      ]
    ],
    "type": "Polygon"
  }
}