{
  "cil_liability": true,
  "last_updated": "2025-03-20T13:43:04.344+00:00",
  "application_details": {
    "existing_uprns": [
      "12117254"
    ],
    "site_area": 0.041
  },
  "decision_target_date": "06/01/2023",
  "parking_details": null,
  "postcode": "NW10 6QN",
  "appeal_decision_date": null,
  "locality": "London",
  "status": "Approved",
  "centroid_easting": 520805,
  "lapsed_date": "05/01/2026",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520814.6989231,
              182300.1963668
            ],
            [
              520810.2465901,
              182274.553707
            ],
            [
              520795.4961758,
              182276.8530488
            ],
            [
              520797.4997256,
              182288.499715
            ],
            [
              520799.2971489,
              182298.7967675
            ],
            [
              520799.9979791,
              182302.6956514
            ],
            [
              520800.5009279,
              182305.554833
            ],
            [
              520803.7494819,
              182305.0049904
            ],
            [
              520804.4750473,
              182304.8850247
            ],
            [
              520807.402044,
              182304.3951649
            ],
            [
              520806.9485656,
              182301.5459805
            ],
            [
              520814.6989231,
              182300.1963668
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "centroid_northing": 182289,
  "ward": "North Acton",
  "lpa_app_no": "224222OPDVAR",
  "pp_id": "PP-11550987",
  "bo_system": "CSV Data Import",
  "borough": "Ealing",
  "valid_date": "26/09/2022",
  "title_number": null,
  "decision_agency": "Borough",
  "uprn": "12117254",
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "last_date_consultation_comments": null,
  "actual_completion_date": null,
  "application_type_full": "Removal/Variation of a condition",
  "application_type": "All Other",
  "appeal_status": null,
  "site_number": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "street_name": "Chase Road",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2598167,
          51.5267011
        ],
        [
          -0.2598897,
          51.5264716
        ],
        [
          -0.2601014,
          51.5264954
        ],
        [
          -0.2600685,
          51.5265997
        ],
        [
          -0.26003909999999997,
          51.5266918
        ],
        [
          -0.2600277,
          51.5267267
        ],
        [
          -0.2600194,
          51.5267523
        ],
        [
          -0.2599728,
          51.5267467
        ],
        [
          -0.2599624,
          51.5267454
        ],
        [
          -0.2599204,
          51.5267404
        ],
        [
          -0.2599279,
          51.5267149
        ],
        [
          -0.2598167,
          51.5267011
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid": {
    "lat": "51.5266026",
    "lon": "-0.2599603"
  },
  "epc_number": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/224222OPDVAR;",
  "lpa_name": "Ealing",
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "site_name": "36-38 Chase Road",
  "decision": "Approved",
  "id": "Ealing-224222OPDVAR",
  "description": "Minor material amendment (S.73) to vary condition no.2 in relation to planning permission reference 185478OPDFUL dated 11/03/2019 for; Redevelopment of the existing single-storey commercial premises operating as a dry-cleaning business (Class B2), to provide a three-storey building comprising industrial space (Class B2) at ground-floor and first-floor levels, office accommodation (Class B1a) at second-floor level, with associated car parking, refuse storage and cycle storage (cross-referenced with approved planning refs. 221351OPDCND and 220358OPDCND)  (Alterations to second floor internal layout incorporating upper level terraces and alteration from two units to one (second floor), alterations to siting of lift and stairwells and provision of associated facilities (lift bulkhead) and amended roof profile and design incorporating partially pitched and flat roof with roof terraces",
  "decision_date": "05/01/2023",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from 11/3/2019 which is the date of planning permission 185478OPDFUL",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be carried out in accordance with  drawing no.239 02 Rev A Proposed Ground Floor, 239 03 Proposed First Floor, 239 04 Proposed Second Floor, 239 05 Rev A Proposed Roof Floor, 239 06 Proposed Elevations, 239 07 Proposed Elevations, 239 08A Proposed Sections Sheet 1, 239 09A Proposed Sections Sheet 2 and 239 10 Proposed Site Plan",
    "Reason: For the avoidance of doubt and in the interest of proper planning.",
    "| Cycle storage for a minimum of 6 cycles in accordance with the approved plans and all adopted standards shall be provided prior to occupation of the building and be continuously available and retained for the life of the development hereby approved.",
    "Reason: To provide adequate bicycle storage to align with National Planning Policy Framework 2021 - section 9, Ealing's Sustainable Transport SPG and policy T5 of the London Plan 2021.",
    "| The development hereby approved shall not be occupied until refuse and recycling storage, in accordance with the Local Planning Authority Standards, has been provided in the curtilage of the proposed building as indicated on the approved plans and has been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy (2012) policy 7B of the Adopted Ealing Management Development Plan Document (2013) and policies SI7 and SI8 of the London Plan 2021 and National Planning Policy Framework 2021 section 2.",
    "| Contaminated land remediation to bring the site back into a condition suitable for the intended use shall be undertaken in accordance with the details approved under 221351OPDCND. The submission of a final verification report will be required containing evidence that all the remedial work has been done.",
    "Reason: To protect the health and living conditions of residents in accordance National Planning Policy Framework 2021 section 8 and 12, policy GG5 of The London Plan 2021, policy 1.1 (j) of the Ealing Core Strategy (2012), policy 5.21 of the Ealing Development Management Development Plan (2013) and Ealing's Draft New Local Plan policy DAA.",
    "| Prior to commencement of the development hereby approved, a demolition method statement and a construction management plan shall be submitted to and approved in writing by the Council. Details shall include control measures for dust, noise, vibration, lighting, delivery locations, restriction of hours of work and all associated activities audible beyond the site boundary to 0800-1800hrs Mondays to Fridays and 0800 -1300 hrs on Saturdays, advance notification to neighbours and other interested parties of proposed works and public display of contact details including accessible phone contact to persons responsible for the site works for the duration of the works.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with 1.1 (e) (j) 1.2 (f), 2.1 (c) and 2.10 of the Ealing Core Strategy (2012), policies D4, D14, T4, T6  and SI 1 of the London Plan 2021, the National Planning Policy Framework (2021), British Standard and Approved Codes of Practice in BS 5228-1 and -2:2009+A1:2014 Codes of practice for noise and vibration control on construction and open sites",
    "| External materials to be used in the development shall be as per approved condition 3 of planning ref.185478OPDFUL, approved condition ref. 221351OPDCND",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with National Planing Policy Framework 2021 - section 12, London Plan (2021) policies D1, D3 and D4, Ealing Adopted Development Management DPD (2012) policies 7.4 and 7B and Ealing's Draft New Local Plan (Reg.18) policy DAA"
  ],
  "development_type": "Minor Offices-R and D-light industry"
}