{
  "centroid_northing": 188137,
  "status": "Allowed",
  "cil_liability": true,
  "appeal_decision_date": "09/08/2022",
  "centroid_easting": 509183,
  "application_type_full": "Householder planning permission",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 38,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "01/2022",
    "intended_commencement_date": "08/2021",
    "site_area": 0.06900000000000002
  },
  "valid_date": "13/12/2021",
  "lpa_app_no": "26449/APP/2021/4517",
  "bo_system": "CSV Data Import",
  "application_type": "Householder",
  "last_updated": "2025-03-20T16:43:02.994+00:00",
  "decision_conditions": [
    "The proposed annexe, by reason of its provision of facilities required for day-to-day private domestic existence and the availability of independent access to it, would result in the creation of a self-contained residential unit in a backland position where such a dwelling would be unacceptable due to the impact on the existing dwelling and on the living conditions of neighbouring properties, insufficient car parking, inadequate internal floorarea and substandard external private amenity space, flood risk and the detrimental impact the development would have on the character, appearance and visual amenities of the area through the introduction of a residential dwelling in a location that would be incongrous having regard to the established pattern of residential development in the area. The proposal would therefore conflict with Policies DMEI 9, DMH 6, DMHD 2, DMHB 11, DMHB 12, DMHB 16, DMHB 18 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), P",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal.",
    "This is a reminder that Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), should an application for appeal be allowed, the proposed development would be deemed as 'chargeable development' and therefore liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This would be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. For more information on CIL matters please visit the planning portal page at: www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil"
  ],
  "decision": "Refused",
  "id": "Hillingdon-26449_APP_2021_4517",
  "description": "Retention of detached outbuilding in rear garden for use as an annexe in conjunction with the main dwelling",
  "lapsed_date": "09/08/2025",
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "site_name": "50 ST MARTINS APPROACH",
  "street_name": "RUISLIP",
  "parking_details": null,
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509152.1093,
              188131.65
            ],
            [
              509152.1093,
              188142.8948
            ],
            [
              509216.2709,
              188142.6302
            ],
            [
              509216.0064,
              188132.576
            ],
            [
              509152.2416,
              188131.5177
            ],
            [
              509152.1093,
              188131.65
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "appeal_status": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "decision_date": "23/03/2022",
  "site_number": null,
  "date_building_work_started_under_previous_permission": "02/08/2021",
  "centroid": {
    "lat": "51.581529",
    "lon": "-0.42560919999999997"
  },
  "borough": "Hillingdon",
  "decision_agency": "Borough",
  "appeal_decision": "Allowed",
  "appeal_start_date": "12/04/2022",
  "decision_target_date": "23/03/2022",
  "subdivision_of_building": null,
  "title_number": [
    "UKREGISTERED"
  ],
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=26449/APP/2021/4517",
  "secondary_street_name": null,
  "uprn": null,
  "postcode": null,
  "ward": "EASTCOTE & E RUISLIP",
  "actual_completion_date": null,
  "last_updated_by": "CSV Data Import",
  "pp_id": "10473299",
  "lpa_name": "Hillingdon",
  "last_date_consultation_comments": "07/02/2022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4260565,
          51.5814868
        ],
        [
          -0.42605299999999996,
          51.5815879
        ],
        [
          -0.4251275,
          51.5815731
        ],
        [
          -0.42513439999999997,
          51.5814828
        ],
        [
          -0.4260546,
          51.5814856
        ],
        [
          -0.4260565,
          51.5814868
        ]
      ]
    ],
    "type": "Polygon"
  }
}