{
  "appeal_decision_date": null,
  "actual_commencement_date": null,
  "lpa_name": "Havering",
  "ward": "Harold Wood",
  "application_details": {
    "internal_resi_water_usage": 0,
    "rain_water_harvesting": false,
    "surface_water_discharge_percentage_reduction": 0,
    "infrastructure_details": {
      "no_new_water_connections_required": 2,
      "no_non_resi_units_to_have_full_fibre": 0,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "green_roof_area": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_active_other_ev_charging_points": 3,
      "no_passive_other_ev_charging_points": 0,
      "no_homes_to_have_electrical_heating": 2,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_passive_cooling": 0,
      "total_annual_nox_emissions": 0,
      "no_resi_units_to_have_full_fibre": 2,
      "mobile_network_operators_consultation": false,
      "no_new_gas_connections_required": 2
    },
    "affordable_housing_fast_track": false,
    "existing_uprns": null,
    "phasing_details": [
      {
        "phase_detail": "Entire Development ",
        "intended_completion_date": "09/2025",
        "intended_commencement_date": "03/2024"
      }
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "gia_gained": 255,
        "use_class": "C3",
        "gia_lost": 0
      }
    ],
    "total_gia_lost": 0,
    "projected_cost_of_works": "Up to £2m",
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 7.8,
        "building_ref": "House"
      }
    ],
    "green_suds": false,
    "residential_details": {
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units": 3,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units": 0,
      "residential_units": [
        {
          "provider": "Private",
          "no_habitable_rooms": 6,
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "unit_type": "Semi Detached Home",
          "no_bedrooms": 4,
          "gia": 130,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 6,
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "unit_type": "Semi Detached Home",
          "no_bedrooms": 4,
          "gia": 130,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 4,
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "no_bedrooms": 3,
          "gia": 91.8,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "dwelling_density": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_gained": 351.8,
      "total_no_proposed_bedrooms": 11,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 3,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "scheme_phasing": true,
    "total_gia_existing": 0,
    "total_gia_gained": 255,
    "ownership_status": "Private",
    "garden_land_lost": false,
    "grey_water_reuse": false,
    "site_area": 0.07,
    "non_residential_details": {
      "total_gia_gained": 255,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 0
    }
  },
  "decision_target_date": "11/02/2025",
  "last_date_consultation_comments": "28/11/2024",
  "locality": null,
  "secondary_street_name": null,
  "site_name": "Land Adjacent to 42 Homeway",
  "reference_no_of_permission_being_relied_on": null,
  "appeal_start_date": null,
  "lpa_app_no": "P0615.24",
  "appeal_status": null,
  "site_number": null,
  "centroid_easting": 556043,
  "centroid_northing": 191793,
  "uprn": null,
  "last_updated": "2025-07-24T01:39:05.593Z",
  "description": "Demolition of existing garage on land adjacent to 42 Homeway and subdivision of plot to facilitate the erection of 2 x 3 Bedroom Semi-Detached dwellings with proposed dropped kerb, associated parking and amenity space",
  "subdivision_of_building": null,
  "decision_agency": "Borough",
  "valid_date": "03/05/2024",
  "centroid": {
    "lat": 51.603361,
    "lon": 0.251816
  },
  "title_number": null,
  "status": "Approved",
  "application_type_full": "Full planning permission",
  "decision_process": "Delegated",
  "application_type": "All Other",
  "lapsed_date": "11/02/2028",
  "parking_details": {
    "no_existing_car": 2,
    "no_proposed_car": 6,
    "net_car": 4
  },
  "street_name": "Romford",
  "borough": "Havering",
  "epc_number": null,
  "last_updated_by": "Planning Portal ingest",
  "date_building_work_started_under_previous_permission": null,
  "pp_id": "12792419",
  "decision": "Approved",
  "cil_liability": true,
  "decision_date": "11/02/2025",
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2516604,
          51.6034044
        ],
        [
          0.2517181,
          51.6034245
        ],
        [
          0.2517835,
          51.6034473
        ],
        [
          0.251784,
          51.6034475
        ],
        [
          0.2518497,
          51.6034705
        ],
        [
          0.252083,
          51.6031393
        ],
        [
          0.25210879999999997,
          51.6031027
        ],
        [
          0.2519955,
          51.6030621
        ],
        [
          0.251978,
          51.6030556
        ],
        [
          0.2519646,
          51.6030506
        ],
        [
          0.2519073,
          51.6030301
        ],
        [
          0.2519007,
          51.6030278
        ],
        [
          0.2517366,
          51.6032697
        ],
        [
          0.2517012,
          51.6033246
        ],
        [
          0.2516604,
          51.6034044
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0615.24",
  "actual_completion_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              556030.32,
              191797.24
            ],
            [
              556034.25,
              191799.6
            ],
            [
              556038.7,
              191802.28
            ],
            [
              556038.73,
              191802.3
            ],
            [
              556043.2,
              191805
            ],
            [
              556060.49,
              191768.67
            ],
            [
              556062.4,
              191764.65
            ],
            [
              556054.7,
              191759.9
            ],
            [
              556053.51,
              191759.14
            ],
            [
              556052.6,
              191758.55
            ],
            [
              556048.7,
              191756.15
            ],
            [
              556048.25,
              191755.88
            ],
            [
              556036.06,
              191782.43
            ],
            [
              556033.42,
              191788.46
            ],
            [
              556030.32,
              191797.24
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Havering-P0615.24",
  "bo_system": "CSV Data Import",
  "postcode": "RM3 0HD",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:- To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:- For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "No above ground works shall take place in relation to the development hereby approved until samples of all materials to be used in the external construction of the buildings are submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:- Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used. Submission of samples prior to the commencement of above ground works will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "No above ground works shall take place in relation to the development hereby approved until there has been submitted to and approved by the Local Planning Authority a scheme of hard and soft landscaping. The soft landscaping scheme shall include the following:",
    "a) Planting plan;",
    "b) Written specifications (including cultivation and other operations associated with trees, plants and grass); and",
    "c) Schedules of plants and trees, setting out the species, sizes, numbers/densities and soil depths.",
    "The scheme shall also include a programme setting out how the plan will be put into practice including measures for protecting plants and trees both during and after development has finished.",
    "The new planting shall be carried out in accordance with BS 8545 (2014) 'Trees: from nursery to independence in the landscape' in the first planting and/or seeding season following the first occupation of the residential buildings hereby permitted or the substantial completion of the development, whichever i",
    "No above ground works shall take place in relation to the development hereby approved until details of all proposed walls, fences and boundary treatment shall be submitted to, and approved in writing by, the Local Planning Authority.  The boundary development shall then be carried out in accordance with the approved details and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason: Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to commencement will protect the visual amenities of the development and prevent undue overlooking of adjoining property.",
    "The proposed first floor flank windows of both proposed dwellings that would serve a bathroom, as shown on drawing '0143_00_120 (Revision: 04)' accompanying the application, shall be permanently glazed with obscure glass not less than level 3 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut and thereafter maintained with the exception of any top hung fanlight(s).",
    "Reason: In the interests of privacy.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plans) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no extension or enlargement (including additions to roofs) shall be made to the new dwellinghouses hereby permitted without the express permission in writing of the Local Planning Authority.",
    "Reason:- In the interests of amenity and to enable the Local Planning Authority to retain control over future development.",
    "Prior to the first occupation of the building hereby approved, the area set aside for car parking shall be laid out and surfaced to the satisfaction of the Local Planning Authority and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose.",
    "Reason:- To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety.",
    "All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason:- In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "All off street residential car parking spaces must provide infrastructure for electric or Ultra-Low Emission vehicles. At least 1 space shall have active charging facilities, with passive provision for all remaining spaces.",
    "Reason:- To minimise the impact of transport emissions on local air quality.",
    "No demolition or construction works, or deliveries, into the site shall take place other than between the hours of 08.00 to 18.00 on Monday to Friday and 08.00 to 13.00 hours on Saturdays unless agreed in writing with the local planning authority.  No demolition or construction works, or deliveries shall take place on Sundays, Bank or Public Holidays unless otherwise agreed in writing by the local planning authority.",
    "Reason: To protect residential amenity.",
    "All mitigation measures and/or works shall be carried out in accordance with the details contained in the Preliminary Ecological Appraisal (Arbtech, 7th March 2024), Bat Emergence and Re-Entry Surveys report (Arbtech, 28th June 2024) and Badger Survey report (28/06/2024) as already submitted with the planning application and agreed in principle with the local planning authority prior to determination.",
    "This may include the appointment of an appropriately competent person e.g. an ecological clerk of works (ECoW) to provide on-site ecological expertise during construction. The appointed person shall undertake all activities, and works shall be carried out, in accordance with the approved details.",
    "Reason: To conserve protected and Priority species and allow the LPA to discharge its duties under the Conservation of Habitats and Species Regulations 2017 (as amended), the Wildlife & Countryside Act 1981 (as amended) and s40 of the NERC Act 2006 (as amended)",
    "If significant on-site enhancements are included within the approved Biodiversity Gain Plan, a Habitat Management and Monitoring Plan (HMMP), prepared in accordance with the approved Biodiversity Gain Plan, shall be submitted to, and approved in writing by the local authority, prior to commencement of development, including:",
    "a) the roles and responsibilities of the people or organisation(s) delivering the HMMP;",
    "b) the planned habitat creation and enhancement works to create or improve habitat to achieve the on-site significant enhancements in accordance with the approved Biodiversity Gain Plan;",
    "c) the management measures to maintain habitat in accordance with the approved Biodiversity Gain Plan for a period of 30 years from the completion of development;",
    "d) the monitoring methodology in respect of the created or enhanced habitat to be submitted to the local planning authority; and",
    "e) details of the content of monitoring reports to be submitted to the LPA including details of adaptive",
    "A final construction environmental management plan (CEMP: Biodiversity) shall be submitted to and approved in writing by the local planning authority. The CEMP (Biodiversity) shall include the following:",
    "a) Risk assessment of potentially damaging construction activities.",
    "b) Identification of \"biodiversity protection zones\".",
    "c) Practical measures (both physical measures and sensitive working practices) to avoid or reduce impacts during construction (may be provided as a set of method statements).",
    "d) The location and timing of sensitive works to avoid harm to biodiversity features.",
    "e) The times during construction when specialist ecologists need to be present on site to oversee works.",
    "f) Responsible persons and lines of communication.",
    "g) The role and responsibilities on site of an ecological clerk of works (ECoW) or similarly competent person.",
    "h) Use of protective fences, exclusion barriers and warning signs.",
    "i) Containment, control and removal of any Invasive non-native species present",
    "Prior to first occupation of the development hereby approved, a \"lighting design strategy for biodiversity\" in accordance with Guidance Note 08/23 (Institute of Lighting Professionals) shall be submitted to and approved in writing by the local planning authority. The strategy shall:",
    "a) Identify those areas/features on site that are particularly sensitive for bats and that are likely to cause disturbance in or around their breeding sites and resting places or along important routes used to access key areas of their territory, for example, for foraging; and",
    "b) Show how and where external lighting will be installed so that it can be clearly demonstrated that areas to be lit will not disturb or prevent the above species using their territory or having access to their breeding sites and resting places.",
    "All external lighting shall be installed in accordance with the specifications and locations set out in the scheme and maintained thereafter in accordance with the scheme. Under no circums",
    "Prior to any works above slab level, a Biodiversity Enhancement Strategy for biodiversity enhancements, prepared by a suitably qualified ecologist, shall be submitted to and approved in writing by the local planning authority.",
    "The content of the Biodiversity Enhancement Strategy shall include the following:",
    "a) Purpose and conservation objectives for the proposed enhancement measures;",
    "b) detailed designs or product descriptions to achieve stated objectives;",
    "c) locations of proposed enhancement measures by appropriate maps and plans (where relevant);",
    "d) persons responsible for implementing the enhancement measures; and",
    "e) details of initial aftercare and long-term maintenance (where relevant).",
    "The works shall be implemented in accordance with the approved details shall be retained in that manner thereafter.",
    "Reason: To enhance protected and Priority species & habitats and allow the LPA to discharge its duties under the NPPF and s40 of the NERC Act 2006 (as amended).",
    "Minor (up to 9 units):",
    "All dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with national optional technical standards as required by Policy D7 of the London Plan.",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with national optional technical standards as required by Policy SI5 of the London Plan.",
    "Where boliers are proposed these shall be ultra-low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with these details and shall thereafter be permanently retained.",
    "Reason: To minimise the impact of building emissions on local air quality.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on highwaysDSO@havering.gov.uk to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Ac",
    "Biodiversity Net Gain",
    "The effect of paragraph 13 of Schedule 7A to the Town and Country Planning Act 1990 is that planning permission granted for the development of land in England is deemed to have been granted subject to the condition \"(the biodiversity gain condition\") that development may not begin unless:",
    "(a) a Biodiversity Gain Plan has been submitted to the planning authority, and",
    "(b) the planning authority has approved the plan.",
    "The planning authority, for the purposes of determining whether to approve a Biodiversity Gain Plan if one is required in respect of this permission would be Havering Borough Council.",
    "There are statutory exemptions and transitional arrangements which mean that the biodiversity gain condition does not always apply. These are listed in paragraph 17 of Schedule 7A of the Town and Country Planning Act 1990 and the Biodiversity Gain Requirements (Exemptions) Regulations 2024.",
    "Based on the information available this permission is considered to be one whi",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is 25/m² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £5,325 would be payable due to result in a new property with a combined gross internal floor area of 213m² of GIA, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125m² (Zone A for each additional square metre of GIA. Based upon the information supplied with the application, £26,625 would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agents via email in August 2024. The revisions involved amending the design of the proposed development. The amendments were subsequently submitted on 11/10/2024."
  ]
}