{
  "lpa_name": "Barking & Dagenham",
  "uprn": "10090632035",
  "decision_date": "26/03/2012",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Idox Tascomi",
  "id": "Barking_&_Dagenham-11_00399_OUT",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "New Build",
      "site_area": 9.621,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 5000,
      "total_gia_gained": 31927,
      "total_gia_lost": 5000,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 34627
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "superseded_date": "18/04/2014",
        "actual_completion_date": null,
        "use_class": "B8",
        "gia_gained": 17627,
        "actual_commencement_date": "01/05/2013",
        "superseded_by_lpa_app_no": "13/00059/REM",
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": "31/03/2016",
        "use_class": "B1",
        "gia_gained": 2700,
        "actual_commencement_date": "01/05/2013",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": "31/03/2016",
        "use_class": "B1a",
        "gia_gained": 900,
        "actual_commencement_date": "01/05/2013",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": "31/03/2016",
        "use_class": "B1b",
        "gia_gained": 900,
        "actual_commencement_date": "01/05/2013",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": "31/03/2016",
        "use_class": "B1c",
        "gia_gained": 900,
        "actual_commencement_date": "01/05/2013",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": "31/03/2016",
        "use_class": "B2",
        "gia_gained": 11600,
        "actual_commencement_date": "01/05/2013",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 5000
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Hinterland London Riverside",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "1",
        "constraints_layer_description": "PTAL 2008"
      },
      {
        "result": "Within Thames Gateway",
        "constraints_layer_description": "Thames Gateway Boundary"
      }
    ],
    "site_area": 9.732
  },
  "valid_date": "09/06/2011",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Outline planning application for the erection of 38,090 sq.m of commercial floorspace (Use Class B1, B2 and B8) together with a new access road south of Merrielands Crescent and vehicular and pedestrian accesses, car and cycle parking together with associated landscaping.",
  "decision_conditions": [
    "No development shall take place in the relevant part of the development until details of hard and soft landscaping have been submitted to and approved in writing by the Local Planning Authority for that part.  The hard and soft landscaping scheme for each area shall include details of the following:\r1.\ttree and planting species;\r2.\tsurface materials;\r3.\tboundary treatment;\r4.\thighway design and layout;\r5.\tstreet furniture;\r6.\tsignage and information boards;\r7.\tmanagement and maintenance\r\rThe hard and soft landscaping shall be implemented in that part in accordance with the approved details and thereafter permanently maintained, to the satisfaction of the Local Planning Authority.\r\rThe soft landscaping details shall be accompanied with adequate information to demonstrate:\r\ra.\tthe use of suitable native and locally appropriate planting species, which where practical shall be locally sourced.  Any trees lost should be replaced with trees of a similar size. \r\rb.\tthat planting shall be selected and designed to maximise the habitat available to locally important and protected species.\r\rc.\tthat all landscaping that is intended to be accessible shall be fully accessible and useable by disabled people, including wheelchair users, people with sight impairment and people with prams or pushchairs\r\rThe soft landscaping scheme shall be implemented in the first planting season following first occupation. Any plants or trees required as part of the implementation of the condition that die or are removed, damaged or diseased within a period of FIVE years from the substantial completion of the development shall be replaced to the satisfaction of the Local Planning Authority in the next planting season with others of a similar size and species unless the Local Planning Authority gives written consent for a variation.\r\rReason: In the interest of design quality, residential amenity, walking, cycling, accessibility, public safety and biodiversity, in accordance with Policy CP3 of the Core Strategy (July 2010) and Policies BR3 and BP11 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place in the vicinity of the trees along Chequers Lane until a root protection scheme for the row of trees covered by Tree Prevention Order 1/1989 along Chequers Lane has been submitted to and approved in writing by the Local Planning Authority.  The scheme shall accord with the requirements of the British Standards Institute British Standard BS 5837: 2005 Trees in relation to construction guidance. Once approved, development shall only commence in strict accordance with the requirements of the root protection scheme. \r\rReason: To ensure that the trees covered by a TPO are adequately protected during the construction phase in accordance with Policy CR2 of the Core Strategy (July 2010) and Policy BR3 of the Borough Wide Development Policies DPD (March 2011) and the draft Trees and Development Supplementary Planning Document (May 2011).",
    "No development shall take place until a Construction and Environmental Management Plan has been submitted to and approved in writing by the Local Planning Authority. The Construction Management Plan shall provide details of all methods of site preparation and construction of the development and include:\r\ra.\ttraffic management (including a Construction Logistics Plan); \rb.\tdemolition and clearance (including exclusion fencing);\rc.\tsite remediation and ground works;\rd.\twaste management; \re.\tsurface water pollution control;\rf.\tlocation and type of stored materials;\rg.\tdust, smoke and odour control;\rh.\tavoidance of fires;\ri.\twheel washing;\rj.\tnoise and vibration;\rk.\thours of operation; \rl.\tdetails of a nominated Developer/Resident Liaison Representative with an address and contact telephone number to be circulated to those residents consulted on the application by the developers representatives. This person will act as first point of contact for residents who have any problems or questions related to the ongoing development;\rm.\timplementation and monitoring.  \r\rThe Construction Management Plan shall be implemented for the entire period of the works at the site, to the satisfaction of the Local Planning Authority. \r\rReason: In the interest of pollution and residential amenity, in accordance with Policies BP8 of the Borough Wide Development Policies DPD (March 2011).",
    "All construction compounds for the development hereby permitted shall be erected within the site unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: In order to minimise noise and disturbance, in the interest of residential amenity, in accordance with Policies BP8 and BP11 of the Borough Wide Development Policies DPD (March 2011).",
    "Notwithstanding the provisions of Parts 4 and 5 of Schedule 2 to the Town and Country Planning (General Permitted Development) Order 1995, no part of the Site shall be used for the stationing of caravans or mobile homes or any other form of temporary residential accommodation, unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: In the interest of pollution and residential amenity, in accordance with Policies BP8 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place until a surface water drainage scheme for the site, based on sustainable drainage principles and an assessment of the hydrological and hydro geological context of the development, has been submitted to and approved in writing by the Local Planning Authority. The scheme shall subsequently be implemented in accordance with the approved details before the development is completed. The scheme shall also include: \r- A clearly labelled drainage layout plan showing pipe networks and any attenuation features, permeable paving, underground storage, temporary basins or swales. This plan should show any pipe 'node numbers' that have been referred to in network calculations and it should also show invert and cover levels of manholes. \r- Where on site attenuation is achieve through attenuation features, swales, underground storage or temporary basins calculations showing the volume of these are also required. \r- Where an outfall discharge control device is to be used such as a hydrobrake or twin orifice, this should be shown on the plan with the rate of discharge stated. \r- Calculations should demonstrate how the system operates during a 1 in 100 year critical duration storm event. If overland flooding occurs in this event, a plan should also be submitted detailing the location of overland flow paths. \r- Details of how the scheme shall be maintained and managed after completion. \r\rReason: To prevent the increased risk of flooding, to improve and protect water quality, improve habitat and amenity, and ensure future maintenance of the surface water drainage system in accordance with Policy BR4 of the Borough Wide Development Policies DPD (March 2011).",
    "No infiltration of surface water drainage into the ground is permitted other than with the express written consent of the Local Planning Authority, which may be given for those parts of the site where it has been demonstrated that there is no resultant unacceptable risk to controlled waters. The development shall be carried out in accordance with the approval details.\r\rReason: Infiltration of surface water could provide a pathway for contamination to enter controlled waters and to accord with Policy BR4 of the Borough Wide Development Policies DPD (March 2011).",
    "Piling or any other foundation designs using penetrative methods shall not be permitted other than with the express written consent of the Local Planning Authority, which may be given for those parts of the site where it has been demonstrated that there is no resultant unacceptable risk to groundwater. The development shall be carried out in accordance with the approved details. \r\rReason: To protect deeper controlled waters by limiting potential for migration of contamination due to piling activities and to accord with Policy BR4 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place until such time as a scheme to provide an acceptable flood storage compensation scheme on a level for level and volume for volume basis at the site has been has been submitted to, and approved in writing by, the Local Planning Authority. The fluvial flood storage compensation area shall be constructed prior to construction of the buildings to ensure that there is no loss of flood storage compensation at any point during the construction period.\r\rReason: To ensure there is no loss of fluvial flood storage during the construction works and to reduce the risk of flooding to the proposed development, future occupants and third parties in accordance with Policy CR4 of the Core Strategy (July 2010).",
    "An investigation and risk assessment, in addition to any assessment provided with the planning application, must be completed for the relevant part of the development in accordance with a scheme to assess the nature and extent of any contamination on the site, whether or not it originates on the site. The contents of the scheme are subject to the approval in writing of the Local Planning Authority. The investigation and risk assessment must be undertaken by competent persons and a written report of the findings must be produced. The written report is subject to the approval in writing of the Local Planning Authority. The report of the findings must include: \r(i) a survey of the extent, scale and nature of contamination; \r\r(ii) an assessment of the potential risks to: \r- human health, \r- property (existing or proposed) including buildings, crops, livestock, pets, woodland and service lines and pipes, \r- adjoining land, \r- groundwaters and surface waters, \r- ecological systems, \r- archeological sites and ancient monuments; \r\r(iii) an appraisal of remedial options, and proposal of the preferred option(s). \r\rThis must be conducted in accordance with DEFRA and the Environment Agencys Model Procedures for the Management of Land Contamination, CLR 11. \r\rReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide Development Policies DPD (March 2011).",
    "A detailed remediation scheme to bring the site to a condition suitable for the intended use by removing unacceptable risks to human health, buildings and other property and the natural and historical environment must be prepared, and is subject to the approval in writing of the Local Planning Authority. The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.\r\rReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide Development Policies DPD (March 2011).",
    "The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development in the relevant part of the development other than that required to carry out remediation, unless otherwise agreed in writing by the Local Planning Authority. The Local Planning Authority must be given two weeks written notification of commencement of the remediation scheme works. \r\rFollowing completion of measures identified in the approved remediation scheme, a verification report (referred to in PPS23 as a validation report) that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority. \r\rReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide Development Policies DPD (March 2011).",
    "In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority. An investigation and risk assessment must be undertaken in accordance with the requirements of condition 32, and where remediation is necessary a remediation scheme must be prepared in accordance with the requirements of condition 33, which is subject to the approval in writing of the Local Planning Authority.\r\rFollowing completion of measures identified in the approved remediation scheme a verification report must be prepared, which is subject to the approval in writing of the Local Planning Authority in accordance with condition 34.\r\rReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place in the relevant part of the development until details of the car and motorcycle parking layout, management arrangements, electric car charging points and surfacing materials for that part of the site have been submitted to and approved in writing by the Local Planning Authority.\r\rReason: In the interest of highway safety and to ensure that sufficient off-street parking areas are provided and not to prejudice the free flow of traffic on the adjoining highway, in accordance with the Policy BR10 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place in the relevant part of the development until a programme of archaeological work, in accordance with a written scheme for investigation that includes the recording and historic analysis of building structure, architectural details and archaeological evidence for that part, has been submitted to and approved in writing by the Local Planning Authority. Works to the relevant phase of development shall only take place in accordance with the approved scheme. The archaeological works shall only be carried out by a suitably qualified investigating body acceptable to the Local Planning Authority.\r\rReason: As important archaeological remains may exist on site the Local Planning Authority wishes to secure the provision of an archaeological investigation and the recording of any remains prior to commencement of development, in accordance with Policy BP3 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place in the relevant part of the development until a sound insulation scheme specifying the provisions to be made for the control of noise emanating from a unit or group of units has been submitted to, approved in writing and implemented to the satisfaction of the Local Planning Authority.  The agreed scheme may include physical and/or administrative measures and shall be sufficient to secure the utility of adjoining commercial uses and amenity of residential accommodation.\r\rReason: To protect the amenity of adjoining occupiers, in accordance with Policy BP8 of the Borough Wide Development Policies DPD (March 2011).",
    "The dust mitigation measures detailed in Section 7 of the air quality assessment report, reference CS/044799-C0001, dated April 2011, are to be implemented in relation to all demolition, site preparation and construction activities association with the implementation of this planning permission.\r\rReason: In the interest of pollution and residential amenity, in accordance with Policies BP8 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place in the relevant part of the development until details of the external lighting to all buildings and public rights of way within that part have been submitted to and approved by the Local Planning Authority. The external lighting shall be provided in accordance with the approved details prior to the occupation of the relevant phase of development and shall thereafter be permanently maintained, to the satisfaction of the Local Planning Authority.  All external lighting shall be designed to prevent light spill into the Goresbrook watercourse or adjacent river corridor habitat.  \r\rReason: In the interest of visual amenity, residential amenity, highway safety and public safety, in accordance with Policy CP3 of the Core Strategy (July 2010) and Policies BR10, BP8 and BP11 of the Borough Wide Development Policies DPD (March 2011).",
    "The development shall be occupied only in accordance with the approved Travel Plan prepared by Steer Davies Gleave Dated April 2011 (Ref: 22288801).  Prior to first occupation of each unit, full details of how the approved Travel Plan will be funded, implemented, monitored and reviewed shall be submitted to and approved in writing by the Local Planning Authority.  \r\rReason: To promote sustainable travel patterns in accordance with Policy BR10 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place until detailed design drawings and safety audits of the new highway layout and site access arrangements have been submitted to and approved in writing by the Local Planning Authority. \r\t\rReason: In the interest of highway safety, in accordance with Policy BR10 of the Borough Wide Development Policies DPD (March 2011).",
    "The Deliveries and Servicing Plan template prepared by Steer Davies Gleave Dated November 2010 (Ref: 22288801) hereby approved shall be implemented, monitored and reviewed in accordance with Table 4.1 of the document and submitted to the Local Planning Authority for approval within six months of occupation of each unit.  Once approved, the Deliveries and Servicing Plan shall be reviewed and updated in accordance with Table 4.1 of the document and the findings submitted to the Local Planning Authority for approval.  The development shall be occupied only in accordance with the approved Deliveries and Servicing Plan.\r\rReason: To minimise deliveries during peak periods and to ensure bus priority is achieved in accordance with Policy BR10 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place in the relevant part of the development until full details of cycle parking, including its external appearance, location and the means of secure storage proposed for that part, have been submitted to and approved in writing by the Local Planning Authority.  The cycle parking shall be provided prior to the occupation of the development, and shall be retained thereafter, and used for no other purpose.\r\rReason:  In order to encourage the use of cycling as a sustainable mode of transport, in accordance with Policy BR10 of the Borough Wide Development Policies DPD (March 2011).",
    "None of the units hereby permitted shall be used for the storage or processing of waste.\r\rReason: The site is not considered suitable for the storage/processing of waste and the Borough does not require any new waste facilities in accordance with Policy CR3 of the Core Strategy (July 2010) and the Joint Waste DPD Submission Document (November 2010).",
    "Approval of the details of the layout, scale, appearance and landscaping of the site (hereinafter called \"the reserved matters\") shall be obtained from the Local Planning Authority, and the development shall not be carried out except in accordance with the details so approved.\r\rReason: The application is in outline only, and these details remain to be submitted and approved.",
    "The first application for approval of the reserved matters for the first building shall be made to the Local Planning Authority before the expiration of five years from the date of this outline permission.  \r\rReason: To comply with Section 92 of the Town and Country Planning Act 1990 (as amended by S.51 of the Planning and Compulsory Purchase Act 2004)",
    "The development permitted shall commence before the expiration of two years from the date of approval of the last of the reserved matters to be approved. \r\rReason: To comply with Section 92 of the Town and Country Planning Act 1990 (as amended by S.51 of the Planning and Compulsory Purchase Act 2004)",
    "The development hereby permitted shall be carried out in accordance with the following approved plans:\r\r8809 PP002 Rev D Dated 04.10.2011\r8809 PP003 Rev D Dated 04.10.2011\r8809 PP004 Rev D Dated 04.10.2011\r8809 PP005 Rev D Dated 04.10.2011\r8809 PP006 Rev D Dated 04.10.2011\r8809 PP007 Rev D Dated 04.08.2011\r8809 PP008 Rev D Dated 04.08.2011\r8809 PP009 Rev D Dated 04.10.2011\r8809 PP010 Rev D Dated 04.10.2011\r8809 PP011 Rev D Dated 04.10.2011\r8809 PP012 Rev D Dated 04.10.2011\r\rIllustrative Master Plan 8809 PL501 Rev E Dated 03.10.11\r\rReason: For the avoidance of doubt and in the interests of proper planning.",
    "The total amount of floorspace hereby permitted shall not exceed a maximum of 38,090 sq.m.  \r\rReason: To ensure that the scheme implemented is in accordance with the principles established by this permission.",
    "No more than 20,000 sq.m of the overall floorspace within the development shall be used for Use Class B8 (storage and distribution) unless otherwise agreed in writing with the Local Planning Authority.\r\rReason: To ensure an appropriate mix of employment generating uses on site in accordance with Policy CE4 of the Core Strategy (July 2010).",
    "Prior to the occupation of Block A (or southern part of Block A if built out as two buildings), the spur road to the south of the internal north south access road shall be constructed in accordance with details to be submitted to, and approved in writing by the Local Planning Authority. \r\rReason: To ensure the development does not prejudice redevelopment opportunities on other parts of South Dagenham in accordance with Policy SM2 of the Site Specific Allocations DPD (December 2010).",
    "Prior to the submission of the first Reserved Matters Application (RMA) for any building, a Design Code for development on the site shall be submitted to and approved in writing by the Local Planning Authority.  The RMA submitted for any proposed building should demonstrate how the proposed building design accords with the principles set out in the approved Design Code.\r\rReason: To ensure a satisfactory standard of external appearance, in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BP11 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place in the relevant part until full details, including samples, specifications and annotated plans, demonstrating compatibility with the approved design code, of all facing materials and plant have been submitted to and approved in writing by the Local Planning Authority for that part of development. That phase of development shall only be implemented in accordance with the approved details and to the satisfaction of the Local Planning Authority.\r\t\rReason: To ensure a satisfactory standard of external appearance, in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BP11 of the Borough Wide Development Policies DPD (March 2011).",
    "No open storage shall be permitted on site unless otherwise agreed in writing with the Local Planning Authority. \r\rReason: To ensure a satisfactory standard of external appearance, in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BP11 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place in the relevant part of the development until a scheme for the storage and disposal of refuse has been submitted for that part to and approved in writing by the Local Planning Authority.\r\rReasons:  To protect the amenity of future occupiers and adjoining occupiers in accordance with Policy BR15 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place in the relevant part of the development until existing and proposed site levels for that part have been submitted to and approved in writing by the Local Planning Authority. \r\rReason: To ensure a satisfactory standard of external appearance, in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BP11 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place in the relevant part of the development until the applicant has provided to the Local Planning Authority for approval an independently verified BREEAM assessment for the relevant part of the development that achieves an 'Excellent' rating with certification. The approved scheme shall then be implemented in accordance with these details.  A certificated Post Construction Review, or other verification process agreed with the Local Planning Authority, shall be provided, confirming that the agreed standards have been met, prior to the first occupation of the development.\r\rReason: To ensure the proposed development is designed in an environmentally sustainable manner and in accordance with Policy CR1 of the Core Strategy (July 2010) and Policy BR1 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place until a survey of breeding birds has been undertaken, submitted to, and approved in writing by the Local Planning Authority.  The survey shall include mitigation measures where necessary and shall only be carried out by a suitably qualified investigating body acceptable to the Local Planning Authority.\r\rReason: To protect and conserve the natural features, ecology, and character of the area and ensure their long term sustainability through appropriate site management in accordance with Policy CR2 of the Core Strategy (July 2010).",
    "No development shall take place in the relevant part of the development until full details of the photovoltaic panels for each unit in that part of the development have been submitted to and approved in writing by the Local Planning Authority to achieve a 20% saving in carbon dioxide emissions per unit. The details shall include a strategy for monitoring the energy demand and demonstrate compliance with the approved energy strategy (Ref: 60163476 Prepared by AECOM & Knight Frank March 2011). The renewable energy technologies shall be installed in accordance with the approved detail and thereafter permanently retained.\r\rReason: To ensure compliance with the propose energy strategy in accordance with Policy BR2 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place in the relevant part of the development until a detailed scheme for living roofs for that part has been submitted to and approved in writing by the Local Planning Authority.  The approved scheme shall be implemented to the satisfaction of the Local Planning Authority.  The roofs shall comprise at least 50% native species, not including Sedum species, seeded with an annual wildflower mix or local seed source.  \r\rReason: To protect and enhance the biodiversity of the site and contribute towards sustainable drainage in accordance Policy BR3 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place until a scheme for the provision of bird and bat boxes has been submitted to and approved in writing by the Local Planning Authority, and implemented to the satisfaction of the Local Planning Authority. \r\rReason: To protect and conserve the natural features, ecology, and character of the area and ensure their long term sustainability in accordance with Policy CR2 of the Core Strategy (July 2010).",
    "No development shall take place until a scheme for the naturalisation, enhancement and management of an 11 metre buffer zone alongside the Goresbrook has been submitted to and approved in writing by the Local Planning Authority. The scheme shall be fully implemented and subsequently maintained, in accordance with the timing / phasing arrangements embodied within the scheme, or within any other period as may subsequently be agreed, in writing, by the Local Planning Authority. Any amendments shall be agreed in writing with the Local Planning Authority. The scheme shall include: \r- Plans showing the extent and layout of the buffer zone \r- Details of the removal of revetments, obsolete bridge crossings and hard engineering existing in the bed or banks not associated with the new bridge crossings \r- Details of re-profiling of banks to create a two stage channel and in channel features (i.e. berms) \r- Details of new outfall structures (should be set back from the waters edge to allow discharge to filter through reed bed of similar before entering the Goresbrook) \r- Details of the proposed planting scheme including the retention of existing trees along the Goresbrook and landscaping plans (native species only within 11m buffer zone and includes grass mixes to tree planting). The Reserved Matters application for the proposed layout and landscaping for Block A shall be accompanied by a detailed drawing identifying which trees adjacent to the Goresbrook are to be retained, which trees adjacent to the Goresbrook are to be removed and where replacement trees will be planted.  The construction of Block A shall not commence until that drawing has been submitted to and approved in writing by the Local Planning Authority and appropriate protection measures for the retained trees have been implemented\r- Details demonstrating how the buffer zone will be protected during development and managed/maintained over the longer term (management responsibilities and maintenance schedules should be listed) \r- Details of any footpaths, fencing, lighting etc in relation to the buffer zone. (Formal footpaths should not be included inside the 11m buffer zone and lighting should be focused away from the buffer zone to maintain an intrinsically dark corridor, particularly as bats have been found using the site during survey). \r\rReason: To enhance the nature conservation value of the river corridor and to reduce the risk and impact of flooding to the proposed development, future occupants and third parties in accordance with Policy CR2 of the Core Strategy (July 2010).",
    "No development shall take place in Block A until a detailed method statement for the removal or long-term management /eradication of Himalayan balsam on the site has been submitted to and approved in writing by the Local Planning Authority. The method statement shall include proposed measures to prevent the spread of Himalayan balsam during any operations such as mowing, strimming or soil movement. It shall also contain measures to ensure that any soils brought to the site are free of the seeds / root / stem of any invasive plant covered under the Wildlife and Countryside Act 1981. Development shall proceed in accordance with the approved method statement. \r\rReason: Himalayan balsam has been recorded on the site. It is an invasive plant, the spread of which is prohibited under the Wildlife and Countryside Act 1981. Without measures to prevent its spread as a result of the development there would be the risk of an offence being committed and avoidable harm to the environment occurring in accordance with Policy CR2 of the Core Strategy (July 2010).",
    "No development shall take place in Block A until details of all bridges proposed on site have been submitted to and approved in writing by the Local Planning Authority. Thereafter the bridges shall be constructed as set out in the approved scheme.  \r- All bridges shall be clear spanning structures with the abutments set back from the watercourse on both banks\r- Bank revetments to comprise wildlife friendly materials where possible \r\rReason: The use of clear-spanning bridges will maintain the river corridor and allow the movement of both the river and associated wildlife in accordance with Policy CR2 of the Core Strategy (July 2010).",
    "No development shall take place in the relevant part of the development until an accessibility statement outlining those measures proposed to ensure an accessible and inclusive environment both internally and externally including a minimum 10% blue badge disabled car parking spaces have been submitted to, and approved in writing by the Local Planning Authority for that part.  Thereafter the accessibility statement shall be implemented in accordance with the approved details.\r\rReason: To ensure an inclusive environment in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BP11 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place in the relevant part of the development until a security management scheme for that part of the development, including, for example, details of CCTV, door entry systems and car park security, has been submitted to and approved in writing by the Local Planning Authority. The security management scheme for that part of the development shall be implemented in accordance with the approved details and prior to the first occupation of the development and permanently retained thereafter to the satisfaction of the Local Planning Authority.\r\rReason: In order to provide a safe and secure development, in accordance with Policy BC7 of the Borough Wide Development Policies DPD (March 2011)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T19:53:54.916+00:00",
  "ward": "Thames",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": 38,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": 379,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": 100,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": 279,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": 152,
    "net_cycle": null
  },
  "lapsed_date": "26/03/2017",
  "decision_target_date": "07/09/2011",
  "centroid": {
    "lat": "51.5284877",
    "lon": "0.14477299999999999"
  },
  "lpa_app_no": "11/00399/OUT",
  "status": "Completed",
  "site_name": "Land To South Of Merrielands Retail Park West Of",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=21762",
  "locality": "Dagenham",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              548686.41,
              183236.74
            ],
            [
              548678.72,
              183249.65
            ],
            [
              548666.7,
              183270.07
            ],
            [
              548660.64,
              183280.46
            ],
            [
              548654.45,
              183287.35
            ],
            [
              548653,
              183303.6
            ],
            [
              548656.5,
              183307.45
            ],
            [
              548681.85,
              183314.85
            ],
            [
              548721,
              183325.9
            ],
            [
              548752.95,
              183343.3
            ],
            [
              548771.913,
              183357.643
            ],
            [
              548810.72,
              183394.56
            ],
            [
              548837.052,
              183421.897
            ],
            [
              548840.41,
              183391.033
            ],
            [
              548970.1,
              183387.4
            ],
            [
              548969.4,
              183364.7
            ],
            [
              549000,
              183363.6
            ],
            [
              549066.63,
              183362.179
            ],
            [
              549067.55,
              183343.7
            ],
            [
              549066.2,
              183320.75
            ],
            [
              549060.8,
              183277.2
            ],
            [
              549051.918,
              183202.064
            ],
            [
              549041.35,
              183109
            ],
            [
              549039.39,
              183100.45
            ],
            [
              549027.85,
              183102.05
            ],
            [
              549015.89,
              183101.25
            ],
            [
              549003.97,
              183098.71
            ],
            [
              549002.51,
              183103.92
            ],
            [
              548900,
              183114.673
            ],
            [
              548847.35,
              183121.11
            ],
            [
              548841.66,
              183123.91
            ],
            [
              548830.88,
              183128.2
            ],
            [
              548820.77,
              183128.83
            ],
            [
              548808.6,
              183129.07
            ],
            [
              548793.74,
              183126.48
            ],
            [
              548793.29,
              183122.4
            ],
            [
              548786.079,
              183123.452
            ],
            [
              548783.68,
              183123.36
            ],
            [
              548781.03,
              183095.51
            ],
            [
              548684.65,
              183102.4
            ],
            [
              548688.89,
              183135.84
            ],
            [
              548692.08,
              183203.82
            ],
            [
              548686.41,
              183236.74
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Major general industry-storage-warehousing",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Tascomi",
  "site_number": "Land To South Of Merrielands Retail Park, West Of",
  "application_type": "All Other",
  "actual_completion_date": "31/03/2016",
  "title_number": null,
  "actual_commencement_date": "01/05/2013",
  "street_name": "CHEQUERS LANE",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": null,
  "centroid_easting": "548873",
  "appeal_start_date": null,
  "centroid_northing": "183244",
  "borough": "London Borough of Barking and Dagenham",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1420821,
          51.5284716
        ],
        [
          0.14197669999999998,
          51.5285896
        ],
        [
          0.1418122,
          51.5287763
        ],
        [
          0.1417293,
          51.5288712
        ],
        [
          0.141643,
          51.5289348
        ],
        [
          0.1416289,
          51.5290812
        ],
        [
          0.141681,
          51.5291148
        ],
        [
          0.1420493,
          51.5291746
        ],
        [
          0.1426179,
          51.5292636
        ],
        [
          0.1430855,
          51.5294116
        ],
        [
          0.14336469999999998,
          51.5295355
        ],
        [
          0.1439394,
          51.529857
        ],
        [
          0.1443302,
          51.5300957
        ],
        [
          0.14436559999999998,
          51.5298174
        ],
        [
          0.14623229999999998,
          51.5297506
        ],
        [
          0.1462127,
          51.5295469
        ],
        [
          0.146653,
          51.5295289
        ],
        [
          0.1476122,
          51.5294986
        ],
        [
          0.1476177,
          51.5293323
        ],
        [
          0.14758849999999998,
          51.5291264
        ],
        [
          0.1474924,
          51.5287366
        ],
        [
          0.14733269999999998,
          51.5280638
        ],
        [
          0.1471411,
          51.5272304
        ],
        [
          0.1471093,
          51.5271541
        ],
        [
          0.14694369999999998,
          51.5271715
        ],
        [
          0.1467711,
          51.5271674
        ],
        [
          0.1465983,
          51.5271478
        ],
        [
          0.1465795,
          51.527195
        ],
        [
          0.1451074,
          51.5273186
        ],
        [
          0.1443517,
          51.5273903
        ],
        [
          0.14427089999999998,
          51.5274169
        ],
        [
          0.1441174,
          51.5274583
        ],
        [
          0.143972,
          51.5274666
        ],
        [
          0.1437968,
          51.527472
        ],
        [
          0.1435817,
          51.5274526
        ],
        [
          0.1435735,
          51.527416099999996
        ],
        [
          0.14347000000000001,
          51.5274275
        ],
        [
          0.1434354,
          51.5274273
        ],
        [
          0.1433855,
          51.5271777
        ],
        [
          0.1420001,
          51.527265
        ],
        [
          0.14207519999999998,
          51.5275643
        ],
        [
          0.1421499,
          51.5281743
        ],
        [
          0.1420821,
          51.5284716
        ]
      ]
    ],
    "type": "Polygon"
  }
}