{
  "lpa_name": "Barking & Dagenham",
  "uprn": "100100565",
  "decision_date": "28/03/2012",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Idox Tascomi",
  "id": "Barking_&_Dagenham-11_00564_FUL",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "New Build",
      "site_area": 0.2,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 2227,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 2227
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B8",
        "gia_gained": 2227,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Hinterland London Riverside",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "1",
        "constraints_layer_description": "PTAL 2008"
      },
      {
        "result": "PIL - Rippleside",
        "constraints_layer_description": "Strategic Industrial Location"
      },
      {
        "result": "Within Thames Gateway",
        "constraints_layer_description": "Thames Gateway Boundary"
      }
    ],
    "site_area": 2.093
  },
  "valid_date": "11/07/2011",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of two warehouses with ancillary mezzanine offices and associated parking.",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.\r\rReason:\rTo comply with Section 91 of the Town and Country Planning Act 1990 (as amended by S.51 of the Planning and Compulsory Purchase Act  2004)",
    "The development hereby permitted shall not be commenced until details/samples of all materials to be used in the construction of the external surfaces of the development have been submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with the approved materials.\r\rReason:  To protect or enhance the character and amenity of the area in accordance with policies BP8 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "The development hereby permitted shall be carried out in accordance with the following approved plans: 1165/TP/100 Rev. A; 1165/TP/101 Rev. B; 1165/TP/102 Rev. B; 1165/TP/103 Rev. B.\r\rReason: For the avoidance of doubt and in the interests of proper planning.\r;",
    "No development shall take place until there has been submitted to and approved by the Local Planning Authority a scheme of landscaping for the site which shall include details of proposed trees, shrubs and hedgerows including a proposed species list and planting schedule.  The species list shall be designed to contribute to bio-diversity and visual amenity.\r\rReason: To safeguard and improve the appearance of the area and in order to comply with Section 197 of the Town and Country Planning Act 1990 and in accordance with policy BR3 of the Borough Wide Development Policies DPD.",
    "The landscaping scheme as approved in accordance with condition No. 4 shall be carried out in the first planting and seeding seasons following the occupation of the building or completion of the development, whichever is the sooner.  Any trees or plants which within a period of 5 years from the completion of the development die, are removed or become seriously damaged or diseased, shall be replaced in the next planting season with others of similar size and species unless the Local Planning Authority gives written consent to any variation.\r\rReason:  To secure the provision and retention of the landscaping in the interests of the visual amenity of the area and in accordance with policy BP11 of the  Borough Wide Development Policies DPD and Section 197 of the Town and Country Planning Act 1990.",
    "The car parking areas and vehicle delivery and turning areas indicated on drawing No. 1165/TP101 Rev. B shall be constructed and marked out prior to the occupation of the development, and thereafter retained permanently for the accommodation of vehicles of occupiers and visitors to the premises and not used for any other purpose, unless otherwise agreed in writing by the local planning authority.\r\rReason:  To ensure that sufficient off-street parking areas are provided and not to prejudice the free flow of traffic or conditions of general safety along the adjoining highway in accordance with policy BR9 of the  Borough Wide Development Policies DPD.",
    "The accessible parking bays indicated on drawing No. 1165/TP101 Rev. B shall be clearly marked with a British Standard disabled symbol and permanently retained for the use of disabled persons and their vehicles and for no other purpose.\r\rReason:  To ensure and promote easier access for disabled persons to the development in accordance with policy BP11 of the Borough Wide Development Policies DPD.",
    "Cycle parking spaces shall be provided in the position shown on drawing no. 1165/TP101 Rev. B prior to the occupation of the hereby permitted building.\r\rReason: In the interests of promoting cycling as a safe, efficient and non-polluting mode of transport in accordance with BR10 of theBorough Wide Development Policies DPD.",
    "The Japanese Knotweed within the site shall be excavated and safely removed from the site prior to the commencement of the development in accordance with the submitted Japanese Knotweed Method Statement, and the recommendations of the method statement shall be carried out in full.\r\rReason: In order to prevent harm to the permitted building and adjacent wildlife and in accordance with policy BR5 of the Borough Wide Development Policies DPD.",
    "In the event that contamination is found at any time when carrying out the approved development it must be reported in writing immediately to the Local Planning Authority. An investigation and risk assessment must be undertaken and where remediation is necessary a remediation scheme must be prepared and approved in writing by the Local Planning Authority. As a minimum the remediation scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation. Following completion of measures identified in the approved remediation scheme a verification report must be prepared, which is also subject to the approval in writing of the Local Planning Authority.   All investigations and actions taken pursuant to this condition shall accord with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11'\r\rReason:  To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with policy BR5 of the Borough Wide Development Policies Development Plan Document.",
    "Prior to the occupation of the development bird and bat boxes shall be installed on the site in accordance with details which shall have been submitted to and approved in writing by the local planning authority.  The bird and bat boxes shall thereafter be maintained.\r\rReason: In order to encourage bio-diversity and in accordance with policy BR3 of the Borough Wide Development Policies DPD.",
    "The development permitted by this planning permission shall only be carried out in accordance with the approved Flood Risk Assessment (FRA) for the Maybells Industrial Estate in Barking dated December 2011, reference number w1121-111205-FRA, compiled by Waterco Limited and the following mitigation measures detailed within the FRA: \ro\tFinished floor levels are set no lower than 1.9m above Ordnance Datum (FRA section 5.3, page 16). \ro\tPreparation of a Flood Plan (FRA section 8.2, page 19). \ro\tJoining the Environment Agency Floodline Warnings Direct service (FRA section 8.3, page 19). \r\rReason: To reduce the risk of flooding to the proposed development and future occupants and in accordance with policy CR4 of the Core Strategy.",
    "The approved scheme shall be constructed in accordance with the submitted BREEAM report to achieve a minimum of a Very Good rating.  A certificated BREEAM Post Construction Review, or other verification process agreed with the Local Planning Authority, shall be provided, confirming that the agreed standards have been met, prior to the first occupation of the development unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure that the proposed development is constructed in an environmentally sustainable manner and in accordance with policy BR1 of the Borough Wide Development Policies DPD.",
    "No development shall commence until details of an Energy Strategy for the development have been submitted to and approved by the local planning authority which demonstrates compliance with London Plan policy by ensuring a minimum of a 25% reduction in carbon emissions in comparison with the 2010 Building Regulations.  The Energy Strategy shall be implemented in accordance with the approved details.\r\rReason: In order to reduce the carbon emissions arising from the development and in accordance with policy BR2 of the Borough Wide Development Policies DPD.",
    "Prior to the commencement of the development a Local Labour and Business Strategy shall be submitted to and approved in writing by the local planning authority.  The Strategy shall incorporate measures to promote employment opportunities arising from the development to, and encourage job applications from, residents of the London Borough of Barking and Dagenham, and shall incorporate measures to promote opportunities for local businesses to gain contracts associated with the construction of the development.  The Strategy shall be implemented in accordance with the approved details.\r\rReason: In order to contribute to the local economy and local residents in need of employment and in accordance with policy CC4 of the Core Strategy."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T19:53:53.893+00:00",
  "ward": "Thames",
  "parking_details": {
    "no_proposed_lgv": 4,
    "no_proposed_other": null,
    "no_proposed_bluebadge": 2,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": 24,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": 24,
    "net_other": null,
    "no_existing_lgv": 3,
    "net_motorcycle": null,
    "net_car": 0,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": 1,
    "no_proposed_cycle": 6,
    "net_cycle": null
  },
  "lapsed_date": "28/03/2017",
  "decision_target_date": "09/10/2011",
  "centroid": {
    "lat": "51.530365",
    "lon": "0.1276169"
  },
  "lpa_app_no": "11/00564/FUL",
  "status": "Lapsed",
  "site_name": "Maybells Industrial Estate",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=13426",
  "locality": "Barking",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              547708.95,
              183538.3
            ],
            [
              547709.45,
              183535.8
            ],
            [
              547710.9,
              183529.3
            ],
            [
              547713.322,
              183519.744
            ],
            [
              547700.25,
              183517.8
            ],
            [
              547680.659,
              183514.488
            ],
            [
              547687.9,
              183493.55
            ],
            [
              547695.45,
              183473.55
            ],
            [
              547701.75,
              183459.4
            ],
            [
              547717.3,
              183437.05
            ],
            [
              547737.15,
              183415.2
            ],
            [
              547785.75,
              183358.1
            ],
            [
              547777.449,
              183338.108
            ],
            [
              547771.1,
              183340.55
            ],
            [
              547762.376,
              183344.019
            ],
            [
              547744.55,
              183344.2
            ],
            [
              547730.95,
              183344.25
            ],
            [
              547715.75,
              183344.35
            ],
            [
              547702,
              183344.5
            ],
            [
              547683.4,
              183344.7
            ],
            [
              547669.85,
              183344.85
            ],
            [
              547643.8,
              183345.1
            ],
            [
              547623.3,
              183345.35
            ],
            [
              547598.7,
              183345.6
            ],
            [
              547598.7,
              183348.2
            ],
            [
              547598,
              183440.3
            ],
            [
              547608.934,
              183447.655
            ],
            [
              547610.15,
              183448.4
            ],
            [
              547632.5,
              183448.6
            ],
            [
              547653.6,
              183448.8
            ],
            [
              547653.568,
              183452.041
            ],
            [
              547650.65,
              183478.4
            ],
            [
              547649.45,
              183489.7
            ],
            [
              547648.25,
              183500
            ],
            [
              547646.95,
              183511.9
            ],
            [
              547643.85,
              183534.7
            ],
            [
              547643.14,
              183545.09
            ],
            [
              547684.238,
              183552.83
            ],
            [
              547680.055,
              183546.648
            ],
            [
              547686.077,
              183547.086
            ],
            [
              547706.49,
              183551.29
            ],
            [
              547707.15,
              183547.85
            ],
            [
              547708.95,
              183538.3
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Major general industry-storage-warehousing",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Tascomi",
  "site_number": "Units 6 & 8, Maybells Industrial Estate",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "RIPPLE ROAD",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": null,
  "centroid_easting": "547677",
  "appeal_start_date": null,
  "centroid_northing": "183418",
  "borough": "London Borough of Barking and Dagenham",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.12812759999999998,
          51.5314375
        ],
        [
          0.1281337,
          51.5314149
        ],
        [
          0.12815189999999999,
          51.5313562
        ],
        [
          0.12818279999999999,
          51.5312697
        ],
        [
          0.12799359999999999,
          51.5312556
        ],
        [
          0.12771000000000002,
          51.531231
        ],
        [
          0.1278056,
          51.5310409
        ],
        [
          0.127906,
          51.5308593
        ],
        [
          0.1279908,
          51.5307305
        ],
        [
          0.1282055,
          51.5305256
        ],
        [
          0.1284823,
          51.5303241
        ],
        [
          0.12915849999999998,
          51.5297983
        ],
        [
          0.1290305,
          51.529620800000004
        ],
        [
          0.1289401,
          51.5296444
        ],
        [
          0.12881579999999998,
          51.5296779
        ],
        [
          0.12855909999999998,
          51.5296842
        ],
        [
          0.12836319999999998,
          51.5296882
        ],
        [
          0.1281443,
          51.5296931
        ],
        [
          0.12794629999999999,
          51.529698
        ],
        [
          0.1276784,
          51.5297047
        ],
        [
          0.1274833,
          51.5297095
        ],
        [
          0.1271081,
          51.5297186
        ],
        [
          0.1268129,
          51.5297262
        ],
        [
          0.1264586,
          51.5297349
        ],
        [
          0.12645969999999998,
          51.5297582
        ],
        [
          0.1264882,
          51.530586
        ],
        [
          0.1266487,
          51.5306492
        ],
        [
          0.1266666,
          51.5306556
        ],
        [
          0.1269886,
          51.5306515
        ],
        [
          0.12729269999999998,
          51.5306478
        ],
        [
          0.1272936,
          51.5306769
        ],
        [
          0.1272626,
          51.5309146
        ],
        [
          0.12725,
          51.5310164
        ],
        [
          0.1272371,
          51.5311093
        ],
        [
          0.12722329999999998,
          51.5312165
        ],
        [
          0.1271882,
          51.5314222
        ],
        [
          0.1271823,
          51.5315157
        ],
        [
          0.1277776,
          51.5315745
        ],
        [
          0.1277148,
          51.5315201
        ],
        [
          0.1278017,
          51.5315225
        ],
        [
          0.1280976,
          51.5315549
        ],
        [
          0.1281056,
          51.5315238
        ],
        [
          0.12812759999999998,
          51.5314375
        ]
      ]
    ],
    "type": "Polygon"
  }
}