{
  "lpa_name": "Barking & Dagenham",
  "uprn": "10023599593",
  "decision_date": "16/03/2012",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Idox Tascomi",
  "id": "Barking_&_Dagenham-11_00460_FUL",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "New Build",
      "site_area": 2.2,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 5656,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 5656
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B2",
        "gia_gained": 0,
        "actual_commencement_date": "27/11/2012",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": "01/04/2013",
        "use_class": "SG",
        "gia_gained": 5656,
        "actual_commencement_date": "27/11/2012",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Core Dagenham Riverside",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "0",
        "constraints_layer_description": "PTAL 2008"
      },
      {
        "result": "PIL - Dagenham Dock/ Fords/ Havering Riverside",
        "constraints_layer_description": "Strategic Industrial Location"
      },
      {
        "result": "Within Thames Gateway",
        "constraints_layer_description": "Thames Gateway Boundary"
      }
    ],
    "site_area": 2.337
  },
  "valid_date": "08/06/2011",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of a 5,656 sq.m building to provide an anaerobic digestion and in-vessel composting facility with associated storage tanks, servicing areas, car parking and landscaping.",
  "decision_conditions": [
    "The development hereby permitted must be commenced not later than the expiration of THREE YEARS from the date of this permission.\r\rReason: To comply with Section 92 of the Town and Country Planning Act 1990 and because of the scale and timescale of the development.",
    "The development hereby permitted shall be carried out in accordance with the following approved plans:\r\rDrawing 11029 PL01 Rev A Dated April 2011, PL02 Rev B Dated April 2011, PL03 Rev A Dated April 2011, PL04 Rev A Dated April 2011, PL05 Rev A Dated April, PL06 Rev A Dated April, PL07 Rev A Dated April, PL08 Rev A Dated April, PL09 Rev A Dated April, PL10 Rev A Dated April, PL11 Rev A Dated April and Landscape Drawing Plan 01 Rev B Dated 15/08/11. \r\t\rReason: For the avoidance of doubt and in the interests of proper planning.",
    "The development hereby permitted shall not exceed a total annual throughput of 70,000 tonnes per annum unless otherwise agreed in writing with the Local Planning Authority. \r\rReason: To accord with the submitted scheme and ensure that all planning related impacts are adequately considered and in the interests of proper planning.",
    "No development shall take place until full details, including samples, specifications and annotated plans of all facing materials and plant have been submitted to and approved in writing by the Local Planning Authority. The development shall only be implemented in accordance with the approved details and to the satisfaction of the Local Planning Authority.\r\t\rReason: To ensure a satisfactory standard of external appearance, in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BP11 of the Borough Wide Development Policies DPD (March 2011).",
    "No open storage shall be permitted on site unless otherwise agreed in writing with the Local Planning Authority. \r\rReason: To ensure a satisfactory standard of external appearance, in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BP11 of the Borough Wide Development Policies DPD (March 2011).",
    "The development shall be built out in strict accordance with the proposed site levels identified in Appendix D of the submitted Flood Risk Assessment prepared by T. R. Collier & Associates Ltd (Job No. 2712 Rev C Dated 27/05/11) unless otherwise agreed in writing with the Local Planning Authority. \r\rReason: To ensure a satisfactory standard of external appearance, in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BP11 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall commence until the applicant has provided to the Local Planning Authority for approval an independently verified BREEAM assessment that achieves a 'Very Good' rating with certification. The approved scheme shall then be implemented in accordance with these details.  A certificated Post Construction Review, or other verification process agreed with the Local Planning Authority, shall be provided, confirming that the agreed standards have been met, prior to the first occupation of the development.\r\rReason: To ensure the proposed development is designed in an environmentally sustainable manner and in accordance with Policy CR1 of the Core Strategy (July 2010) and Policy BR1 of the Borough Wide Development Policies DPD (March 2011).",
    "The development hereby permitted shall not be occupied until a Deliveries and Servicing Plan has been submitted to and approved by the Local Planning Authority. The development shall be occupied only in accordance with the approved Deliveries and Servicing Plan.\r\rReason: To minimise deliveries during peak periods and to ensure bus priority is achieved in accordance with Policy BR10 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place until an accessibility statement outlining those measures proposed to ensure an accessible and inclusive environment both internally and externally including a minimum 10% accessible car parking spaces have been submitted to, and approved in writing by the Local Planning Authority.  Thereafter the accessibility statement shall be implemented in accordance with the approved details.\r\rReason: To ensure an inclusive environment in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BP11 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place until a security management scheme, including, for example, details of CCTV, door entry systems and car park security, has been submitted to and approved in writing by the Local Planning Authority. The security management scheme shall be implemented in accordance with the approved details and prior to the occupation of the development and permanently retained thereafter to the satisfaction of the Local Planning Authority.\r\rReason: In order to provide a safe and secure development, in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BC7 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place until details of hard landscaping have been submitted to and approved in writing by the Local Planning Authority.  The hard landscaping scheme for each area shall include details of the following:\r1.\tsurface materials;\r2.\tboundary treatment;\r3.\thighway design and layout;\r4.\tstreet furniture;\r5.\tsignage and information boards;\r6.\tmanagement and maintenance\r\rThe hard landscaping shall be implemented in accordance with the approved details and thereafter permanently maintained, to the satisfaction of the Local Planning Authority.\r\rReason: In the interest of design quality, amenity, walking, cycling, accessibility, public safety and biodiversity, in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BR3 of the Borough Wide Development Policies DPD (March 2011).",
    "The soft landscaping plan Landscape Concept Drawing No. 01 Rev B dated 15.08.11 prepared by Barry Chinn Associates, hereby approved shall be implemented in the first planting season following first occupation. Any plants or trees required as part of the implementation of the condition that die or are removed, damaged or diseased within a period of FIVE years from the completion of the development shall be replaced to the satisfaction of the Local Planning Authority in the next planting season with others of a similar size and species unless the Local Planning Authority gives written consent for a variation.\r\rReason: In the interest of design quality, public safety and biodiversity, in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BR3 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place until a Construction and Environmental Management Plan has been submitted to and approved in writing by the Local Planning Authority. The Construction Management Plan shall provide details of all methods of site preparation and construction of the development and include:\r\ra.\ttraffic management (including a Construction Logistics Plan); \rb.\tdemolition and clearance (including exclusion fencing);\rc.\tground works;\rd.\twaste management; \re.\tsurface water pollution control;\rf.\tsourcing of materials; \rg.\tlocation and type of stored materials\rh.\tdust, smoke and odour control;\ri.\tavoidance of fires;\rj.\twheel washing;\rk.\tnoise and vibration;\rl.\timplementation and monitoring.  \r\rThe Construction Management Plan shall be implemented for the entire period of the works at the site, to the satisfaction of the Local Planning Authority. \r\rReason: In the interest of pollution and residential amenity, in accordance with Policy BP8 of the Borough Development Policies DPD (March 2011).",
    "All construction compounds for the development hereby permitted shall be erected within the site unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: In order to minimise noise and disturbance, in the interest of residential amenity, in accordance with Policies BP8 and BP11 of the Borough Wide Development Policies DPD (March 2011).",
    "No demolition, construction or building works shall be carried out except between the hours of 08.00 to 18.00 Monday to Friday and 08.00 to 13.00 Saturday or at any time on bank or public holidays without the prior written approval of the Local Planning Authority, unless the works have been approved in advance under section 61 of the Control of Pollution Act 1974. \r\rDeliveries of construction and demolition materials to and from the site by road shall take place between 08:00 - 18:00 Monday to Friday & 08:00 - 13:00 on Saturday and at no other time except with the prior written approval of the Local Planning Authority.\r\rReason: In order to minimise noise and disturbance, in the interest of residential amenity, in accordance with Policy BP8 of the Borough Wide Development Policies DPD (March 2011).",
    "Notwithstanding the provisions of Parts 4 and 5 of Schedule 2 to the Town and Country Planning (General Permitted Development) Order 1995, no part of the Site shall be used for the stationing of caravans or mobile homes or any other form of temporary residential accommodation, unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: In the interests of amenity and to accord with Policy BP8 of the Borough Wide Development Policies DPD (March 2011).",
    "No vegetation or site clearance shall take place between March and September without the submission of a breeding birds survey and subsequent written approval of the Local Planning Authority.  The survey shall include mitigation measures where necessary and shall only be carried out by a suitably qualified investigating body acceptable to the Local Planning Authority.\r\rReason: To protect and conserve the natural features, ecology, and character of the area and ensure their long term sustainability through appropriate site management in accordance with Policy CR2 of the Core Strategy (July 2010).",
    "The development hereby permitted shall not be commenced until such time as a scheme to dispose of foul and surface water has been submitted to, and approved in writing by, the Local Planning Authority. The scheme shall be implemented as approved. \r\rReason: To ensure that the foul and surface water drainage scheme does not pollute the water environment, in accordance with Policy BR4 of the Borough Wide Development Policies DPD (March 2011).",
    "Piling and investigatory boreholes using penetrative methods shall not be permitted other than with the express written consent of the Local Planning Authority, which may be given for those parts of the site where it has been demonstrated that there is no resultant unacceptable risk to groundwater. The development shall be carried out in accordance with the approved details. \r\rReason: The Phase 1 Geo Environmental Desk Study identified an alluvium layer which, if penetrated, could lead to the contamination of groundwater and to accord with Policy BR4 of the Borough Wide Development Policies DPD (March 2011).",
    "No infiltration of surface water drainage into the ground is permitted unless it has been demonstrated to the satisfaction of the Local Planning Authority that there is no resultant unacceptable risk to controlled waters. \r\rReason: To minimise infiltration to the contaminated land beneath the site which could mobilise contaminants and pollute ground and surface waters and to accord with Policy BR4 of the Borough Wide Development Policies DPD (March 2011).",
    "The development hereby permitted shall only be carried out in accordance with the approved Flood Risk Assessment (FRA) dated 27 May 2011, reference 2712 (Rev: C) compiled by T. R. Collier & Associates Limited and the following mitigation measures detailed within the FRA: \r-\tRestricting surface water run off rates to 19.4 litres per second for the impermeable area (section 5.2). \r-\tAttenuation provided in underground tanks and temporary storage within bunded service yard (section 5.5). \r-\tFinished floor levels set to 7.2m AOD (section 6.4). \r-\tEmergency and evacuation plan to be provided (section 6.7). \r\rReason: To reduce the risk and impact of flooding on the proposed development, future occupants and third parties and to accord with Policy CR4 of the Core Strategy (July 2010).",
    "No development approved by this permission shall be commenced prior to a contaminated land assessment and associated remedial strategy, together with a timetable of works, being submitted to the Local Planning Authority for approval:\r\ra) The contaminated land assessment shall include a desk study to be submitted to the Local Planning Authority for approval. The desk study shall detail the history of the site uses and propose a site investigation strategy based on the relevant information discovered by the desk study. The strategy shall be approved by the Local Planning Authority prior to investigations commencing on site.\r\rb) The site investigation, including relevant soil, soil gas, surface and groundwater sampling, shall be carried out by a suitably qualified and accredited consultant/contractor in accordance with a Quality Assured sampling and analysis methodology.\r\rc) A site investigation report detailing all investigative works and sampling on site, together with the results of analysis, risk assessment to any receptors and a proposed remediation strategy shall be submitted to the Local Planning Authority. The Local Planning Authority shall approve such remedial works as required prior to any remediation commencing on site. The works shall be of such a nature as to render harmless the identified contamination given the proposed end-use of the site and surrounding environment including any controlled waters.\r\rd) Approved remediation works shall be carried out in full on site under a quality assurance scheme to demonstrate compliance with the proposed methodology and best practice guidance. If during the works contamination is encountered which has not previously been identified then the additional contamination shall be fully assessed and an appropriate remediation scheme agreed with the Local Planning Authority. \r\re) Upon completion of the works, this condition shall not be discharged until a closure report has been submitted to and approved by the Local Planning Authority. The closure report shall include details of the proposed remediation works and quality assurance certificates to show that the works have been carried out in full in accordance with the approved methodology. Details of any post-remedial sampling and analysis to show the site has reached the required clean-up criteria shall be included in the closure report together with the necessary documentation detailing what waste materials have been removed from the site. \r\rReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide Development Policies DPD (March 2011).",
    "Fieldwork shall only take place in accordance with the approved written scheme of investigation prepared by MOLA dated 2 August 2011. The archaeological works shall only be carried out by a suitably qualified investigating body acceptable to the Local Planning Authority.\r\rReason: As important archaeological remains may exist on site the Local Planning Authority wishes to secure the provision of an archaeological investigation and the recording of any remains prior to commencement of development, in accordance with Policy BP3 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place until a scheme to control noise and vibration emanating from the development has been submitted to and approved in writing and implemented to the satisfaction of the Local Planning Authority. \r\rReason: To protect the amenity of adjoining occupiers, in accordance with Policy BP8 of the Borough Wide Development Policies DPD (March 2011).",
    "In the event that complaints regarding smell/odour are received by the Local Planning Authority during construction or once the development is operational, from any sensitive receptor, and thereafter notified to the operator, an immediate assessment of the complaint shall be undertaken. A report on the findings, with proposals for removing, reducing or mitigating identified adverse effects resulting from the operation, and a programme for the implementation of remedial measures to be undertaken shall be submitted to the Local Planning Authority no later than 5 working days from the receipt of the complaint, unless otherwise agreed in writing by the Local Planning Authority. \r\rReason: To protect the amenity of future residents and neighbours, in accordance with Policy BP8 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place until details of the external lighting to all buildings and public rights of way have been submitted to and approved by the Local Planning Authority. The external lighting shall be provided in accordance with the approved details prior to the occupation of the development and shall thereafter be permanently maintained, to the satisfaction of the Local Planning Authority.  All external lighting shall be designed to prevent light spill into any watercourse or river corridor habitat.  \r\rReason: In the interest of visual amenity, residential amenity, ecology, highway safety and public safety, in accordance with Policy CP3 of the Core Strategy (July 2010) and Policies BR10, BP8 and BP11 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place until detailed design drawings and safety audits of the new highway layout and site access arrangements have been submitted to and approved in writing by the Local Planning Authority. \r\t\rReason: In the interest of highway safety, in accordance with Policy BR10 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place until full details of the car and motorcycle parking layout and electric car charging points for the site have been submitted to and approved in writing by the Local Planning Authority.\r\rReason: In the interest of highway safety and to ensure that sufficient off-street parking areas are provided and not to prejudice the free flow of traffic on the adjoining highway, in accordance with the Policy BR10 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall commence until full details of cycle parking, including its external appearance, location and the means of secure storage proposed, have been submitted to and approved in writing by the Local Planning Authority.  The cycle parking shall be provided prior to the occupation of the development, and shall be retained thereafter, and used for no other purpose.\r\rReason:  In order to encourage the use of cycling as a sustainable mode of transport, in accordance with Policy BR10 of the Borough Wide Development Policies DPD (March 2011)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T19:54:08.724+00:00",
  "ward": "Thames",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null
  },
  "lapsed_date": "16/03/2015",
  "decision_target_date": "06/09/2011",
  "centroid": {
    "lat": "51.5211167",
    "lon": "0.1372048"
  },
  "lpa_app_no": "11/00460/FUL",
  "status": "Commenced",
  "site_name": "Organic Waste Treatment Centre",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=13701",
  "locality": "Dagenham",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              548300,
              182482.835
            ],
            [
              548321.211,
              182480.558
            ],
            [
              548379.82,
              182471.29
            ],
            [
              548427.45,
              182461.83
            ],
            [
              548456.522,
              182457.966
            ],
            [
              548467.75,
              182454.37
            ],
            [
              548464.681,
              182380.126
            ],
            [
              548465.816,
              182331.757
            ],
            [
              548332.079,
              182351.521
            ],
            [
              548333.847,
              182359.917
            ],
            [
              548316.67,
              182362.51
            ],
            [
              548308.659,
              182354.614
            ],
            [
              548296.728,
              182357.265
            ],
            [
              548296.728,
              182365.661
            ],
            [
              548280.82,
              182369.638
            ],
            [
              548275.96,
              182370.964
            ],
            [
              548270.657,
              182376.708
            ],
            [
              548268.448,
              182381.127
            ],
            [
              548269.331,
              182387.755
            ],
            [
              548288.39,
              182484.5
            ],
            [
              548304.415,
              182483.15
            ],
            [
              548300,
              182482.835
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Major general industry-storage-warehousing",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Tascomi",
  "site_number": "7A, London Sustainable Industries Park",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": "27/11/2012",
  "street_name": "CHOATS ROAD",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": null,
  "centroid_easting": "548372",
  "appeal_start_date": null,
  "centroid_northing": "182409",
  "borough": "London Borough of Barking and Dagenham",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.13619879999999998,
          51.521799
        ],
        [
          0.1365034,
          51.521773
        ],
        [
          0.13734369999999999,
          51.5216743
        ],
        [
          0.1380257,
          51.5215768
        ],
        [
          0.1384428,
          51.5215345
        ],
        [
          0.138603,
          51.5214992
        ],
        [
          0.1385276,
          51.5208329
        ],
        [
          0.1385236,
          51.520398
        ],
        [
          0.1366057,
          51.5206107
        ],
        [
          0.1366347,
          51.5206857
        ],
        [
          0.1363884,
          51.5207135
        ],
        [
          0.1362697,
          51.5206446
        ],
        [
          0.136099,
          51.5206716
        ],
        [
          0.1361025,
          51.520747
        ],
        [
          0.135875,
          51.5207869
        ],
        [
          0.1358056,
          51.5208001
        ],
        [
          0.13573159999999998,
          51.5208531
        ],
        [
          0.13570169999999998,
          51.5208934
        ],
        [
          0.13571719999999998,
          51.5209527
        ],
        [
          0.1360323,
          51.521817
        ],
        [
          0.13626259999999998,
          51.5218007
        ],
        [
          0.13619879999999998,
          51.521799
        ]
      ]
    ],
    "type": "Polygon"
  }
}