{
  "lpa_name": "Barking & Dagenham",
  "uprn": "10002171186",
  "decision_date": "15/03/2012",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Idox Tascomi",
  "id": "Barking_&_Dagenham-11_00707_FUL",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [
        {
          "superseded_date": null,
          "actual_completion_date": "01/11/2012",
          "no_rooms_proposed": 80,
          "actual_commencement_date": "01/05/2012",
          "unit_type": "Hotel Room",
          "superseded_by_lpa_app_no": null,
          "no_rooms_lost": 0
        }
      ],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "New Build",
      "site_area": 0.81,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 792,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 792
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": "01/11/2012",
        "use_class": "A3",
        "gia_gained": 792,
        "actual_commencement_date": "01/05/2012",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "A4",
        "gia_gained": 0,
        "actual_commencement_date": "01/05/2012",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Hinterland London Riverside",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "2",
        "constraints_layer_description": "PTAL 2008"
      },
      {
        "result": "Within Thames Gateway",
        "constraints_layer_description": "Thames Gateway Boundary"
      }
    ],
    "site_area": 0.8150000000000001
  },
  "valid_date": "09/08/2011",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of four storey hotel and part single/part two storey public house/restaurant with associated access, car parking and landscaping.",
  "decision_conditions": [
    "The development hereby permitted must be commenced not later than the expiration of THREE YEARS from the date of this permission.\r\rReason: To comply with Section 92 of the Town and Country Planning Act 1990 and because of the scale and timescale of the development.",
    "The development hereby permitted shall be carried out in accordance with the following approved plans:\r\rHADT11:65/1.01 Rev G Dated 22.07.11\rHADT11:65/1.02 Rev C Dated 21.10.11\rHADT11:65/1.03 Rev F Dated 27.10.11\rHADT11:65/1.04 Rev C Dated June 2011\rHADT11:65/1.05 Rev F Dated May 2011\rHADT11:65/1.06 Rev F Dated May 2011\rHADT11:65/1.07 Rev - Dated July 2011\rJBA11/154-01 Rev C Dated July 2011\rClugston 3006/001 Dated 30.11.10\r\t\rReason: For the avoidance of doubt and in the interests of proper planning.",
    "No above ground development shall take place until full details, including samples, specifications and annotated plans of all facing materials and plant have been submitted to and approved in writing by the Local Planning Authority. The development shall only be implemented in accordance with the approved details and to the satisfaction of the Local Planning Authority.\r\t\rReason: To ensure a satisfactory standard of external appearance, in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BP11 of the Borough Wide Development Policies DPD (March 2011).",
    "No above ground development shall take place until a scheme for the storage and disposal of refuse has been submitted to and approved in writing by the Local Planning Authority.\r\rReasons:  To protect the amenity of future occupiers and adjoining occupiers in accordance with Policy BR15 of the Borough Wide Development Policies DPD (March 2011).",
    "No above ground development shall take place until details of the extract ventilation system and odour control equipment, including details of any external ducting, fat traps and measures to control noise and vibration, have been submitted to and approved by the Local Planning Authority and the equipment so approved has been installed. Such approved equipment shall thereafter be operated at all times when cooking is carried out and maintained in accordance with the manufacturer's instructions. The external ducting shall be removed when the authorised use of the premises ceases.\r\rReason:  To safeguard the appearance of the premises and minimise the impact of cooking smells and odours in accordance with Policy BP8 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place until the applicant has provided to the Local Planning Authority for approval an independently verified BREEAM assessment that achieves a 'Very Good' rating with certification. The approved scheme shall then be implemented in accordance with these details.  A certificated Post Construction Review, or other verification process agreed with the Local Planning Authority, shall be provided, confirming that the agreed standards have been met, prior to the first occupation of the development.\r\rReason: To ensure the proposed development is designed in an environmentally sustainable manner and in accordance with Policy CR1 of the Core Strategy (July 2010) and Policy BR1 of the Borough Wide Development Policies DPD (March 2011).",
    "No above ground development shall take place until full details including annotated plans, of the air source heat pumps and photovoltaic panels have been submitted to and approved in writing by the Local Planning Authority.  The details shall include a strategy for monitoring the energy demand and demonstrate compliance with the approved energy strategy (Ref: Feasibility Study for low or zero carbon technologies prepared by Waterfield Consultants 26 October 2011). The renewable energy technologies shall be installed in accordance with the approved detail and thereafter permanently retained to the satisfaction of the Local Planning Authority.\r\rReason: To ensure compliance with the propose energy strategy in accordance with Policy BR2 of the Borough Wide Development Policies DPD (March 2011).",
    "The development hereby permitted shall not be occupied until a security management scheme, including, for example, details of external lighting to all buildings and public rights of way, CCTV, door entry systems and car park security, has been submitted to and approved in writing by the Local Planning Authority. \r\rThe external lighting shall be designed, installed and maintained so as to fully comply with The Association of Chief Police Officers - Secured by Design publication 'Lighting Against Crime - A Guide for Crime Reduction Professionals', ACPO SPD, January 2011.  The design shall satisfy criteria to limit obtrusive light presented in Table 1, p25 of the guide, relating to Environmental Zone E3 - Medium district brightness areas - small town centre or urban locations.\r\rThe security management scheme shall be implemented in accordance with the approved details and prior to the occupation of the development and permanently retained thereafter to the satisfaction of the Local Planning Authority.\r\rReason: In order to provide a safe and secure development, in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BC7 of the Borough Wide Development Policies DPD (March 2011).",
    "The accessible hotel rooms shown on drawing number HADT11:65/1.03 Rev F Dated 27.10.11 shall be constructed in strict accordance with the approved drawing and permanently retained as accessible rooms thereafter. \r\rReason: To ensure an appropriate provision of accessible hotel rooms in accordance with Policy BP11 of the Borough Wide Development Policies DPD (March 2011).",
    "No above ground development shall take place until details of hard landscaping have been submitted to and approved in writing by the Local Planning Authority.  The hard landscaping scheme shall include details of the following:\r1.\tsurface materials;\r2.\tboundary treatment;\r3.\thighway design and layout including provision for petrol and oil interceptors;\r4.\tstreet furniture;\r5.\tsignage and information boards;\r6.\tmanagement and maintenance\r\rThe hard landscaping shall be implemented in accordance with the approved details and thereafter permanently maintained, to the satisfaction of the Local Planning Authority.\r\rReason: In the interest of design quality, residential amenity, walking, cycling, accessibility, public safety and biodiversity, in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BR3 of the Borough Wide Development Policies DPD (March 2011).",
    "The soft landscaping plan JBA11/154-01 Rev C dated July 2011, hereby approved shall be implemented in the first planting season following first occupation.  Any plants or trees required as part of the implementation of the condition that die or are removed, damaged or diseased within a period of FIVE years from the substantial completion of the development shall be replaced to the satisfaction of the Local Planning Authority in the next planting season with others of a similar size and species unless the Local Planning Authority gives written consent for a variation.\r\rReason: In the interest of design quality, residential amenity, walking, cycling, accessibility, public safety and biodiversity, in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BR3 of the Borough Wide Development Policies DPD (March 2011).",
    "The development hereby permitted shall not be occupied until a scheme for the provision of bird and bat boxes has been submitted to and approved in writing by the Local Planning Authority, and implemented prior to first occupation of the development to the satisfaction of the Local Planning Authority. \r\rReason: To protect and conserve the natural features, ecology, and character of the area and ensure their long term sustainability in accordance with Policy CR2 of the Core Strategy (July 2010).",
    "No development shall take place until a Construction and Environmental Management Plan has been submitted to and approved in writing by the Local Planning Authority. The Construction Management Plan shall provide details of all methods of site preparation and construction of the development and include:\r\ra.\ttraffic management; \rb.\tdemolition and clearance;\rc.\tsite remediation and ground works;\rd.\twaste management; \re.\tsurface water pollution control;\rf.\tlocation and type of stored materials\rg.\tdust, smoke and odour control;\rh.\tavoidance of fires;\ri.\twheel washing;\rj.\tnoise and vibration;\rk.\thours of operation; No demolition, construction or building works shall be carried out except between the hours of 08.00 to 18.00 Monday to Friday and 08.00 to 13.00 Saturday or at any time on Bank or Public holidays without the prior written approval of the Local Planning Authority, unless the works have been approved in advance under section 61 of the Control of Pollution Act 1974. \rl.\tdetails of a nominated Developer/Resident Liaison Representative with an address and contact telephone number to be circulated to those residents consulted on the application by the developers representatives. This person will act as first point of contact for residents who have any problems or questions related to the ongoing development;\rm.\timplementation and monitoring.  \r\rThe Construction Management Plan shall be implemented for the entire period of the works at the site, to the satisfaction of the Local Planning Authority. \r\rReason: In the interest of pollution and residential amenity, in accordance with Policy BP8 of the Borough Development Policies DPD (March 2011).",
    "All construction compounds for the development hereby permitted shall be erected within the site. \r\t\rReason: In order to minimise noise and disturbance, in the interest of residential amenity, in accordance with Policies BP8 and BP11 of the Borough Wide Development Policies DPD (March 2011).",
    "Notwithstanding the provisions of Parts 4 and 5 of Schedule 2 to the Town and Country Planning (General Permitted Development) Order 1995, no part of the site shall be used for the stationing of caravans or mobile homes or any other form of temporary residential accommodation.\r\t\rReason: To maintain planning control and in the interest of residential amenity, in accordance with Policy BP8 of the Borough Wide Development Policies DPD (March 2011).",
    "The development shall not be commenced until the submission to and approval by the local planning authority of a habitat survey and implications assessment of the site by a qualified ecologist which shall assess the bio-diversity impact of the development and propose any necessary habitat mitigation measures.  Any agreed habitat mitigation measures shall be carried out in accordance with the approved details.\r\rReason: In order to protect the nature conservation value of the site and in accordance with policy BR3 of the Borough Wide Development Policies DPD (March 2011).",
    "No above ground development shall take place until a surface water drainage scheme for the site, based on sustainable drainage principles, has been submitted to and approved in writing by the Local Planning Authority. The scheme shall subsequently be implemented in accordance with the approved details before the development is completed.\r\rReason: To prevent the increased risk of flooding, to improve and protect water quality, improve habitat and amenity, and ensure future maintenance of the surface water drainage system in accordance with Policy CR4 of the Core Strategy (July 2010) and Policy BR4 of the Borough Wide Development Policies DPD (March 2011).",
    "A detailed remediation scheme in accordance with the findings of the REC Phase I & II Geo-Environmental Site Investigation Report (Ref: 12338 Issued Feb 2011) required to bring the site to a condition suitable for the intended use by removing unacceptable risks to human health, buildings and other property and the natural and historical environment must be prepared, and is subject to the approval in writing of the Local Planning Authority. The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.\r\rReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide Development Policies DPD (March 2011).",
    "The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development other than that required to carry out remediation, unless otherwise agreed in writing by the Local Planning Authority. The Local Planning Authority must be given two weeks written notification of commencement of the remediation scheme works. \r\rFollowing completion of measures identified in the approved remediation scheme, a verification report (referred to in PPS23 as a validation report) that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority. \r\rReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide Development Policies DPD (March 2011).",
    "In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority. An investigation and risk assessment must be undertaken in accordance with the requirements of condition 18, and where remediation is necessary a remediation scheme must be prepared in accordance with the requirements of condition 18, which is subject to the approval in writing of the Local Planning Authority.\r\rFollowing completion of measures identified in the approved remediation scheme a verification report must be prepared, which is subject to the approval in writing of the Local Planning Authority in accordance with condition 19.\r\rReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide Development Policies DPD (March 2011).",
    "No above ground development shall take place until full details of a scheme of acoustic protection of habitable rooms to staff accommodation having windows that will be exposed to road traffic noise levels in Noise Exposure Category B, C or D as set out in Planning Policy Guidance Note PPG24 'Planning and Noise' have been submitted to and approved in writing by the Local Planning Authority. The scheme of acoustic protection shall be sufficient to secure internal noise levels no greater than 30 dB LAeq in bedrooms with windows closed.  Additionally, where the internal noise levels will exceed 35 dB LAeq in bedrooms (23.00 hours to 07.00 hours) or 40 dB LAeq in living rooms (07.00 hours to 23.00 hours) with windows open the scheme of acoustic protection shall incorporate measures which are sufficient to maintain comfortable conditions within the room during hot weather without the requirement to open windows. The approved scheme shall be fully implemented before the first occupation of the staff accommodation to which it relates and shall be maintained at all times thereafter.\r\rReason: To protect the amenity of future occupiers, in accordance with Policies BR13 and BP8 of the Borough Wide Development Policies DPD (March 2011).",
    "The Brewers Fayre pub/restaurant shall open only between the hours of 6:00am-12:30am Monday to Friday, 6:30am-1:00am Saturdays and 6:30am-11:30pm on Sundays and Public & Bank Holidays. \r\rReason:  To prevent the use causing any undue disturbance to occupants of neighbouring properties at unreasonable hours and in accordance with policy BP8 of the Borough Wide Development Policies DPD (March 2011).",
    "Deliveries to and collections from the permitted development (including any associated handing/loading/unloading) shall only take place between the hours of 07:00 and 23:00 on any day and at no other time.\r\rReason: To protect the amenity of existing and future occupiers, in accordance with Policies BR13 and BP8 of the Borough Wide Development Policies DPD (March 2011).",
    "The development hereby permitted shall not be occupied until details of the electric car charging points have been submitted to and approved in writing by the Local Planning Authority. The scheme shall be implemented in accordance with the approved details, prior to the occupation of the development, and permanently retained thereafter to the satisfaction of the Local Planning Authority. \r\rReason: In order to encourage the use of electric cars as a sustainable mode of transport, in accordance with Policy BR10 of the Borough Wide Development Policies DPD (March 2011).",
    "The development hereby permitted shall not be occupied until full details of cycle parking, including its external appearance, location and the means of secure storage proposed, have been submitted to and approved in writing by the Local Planning Authority.  The cycle parking shall be provided prior to the occupation of the development, and shall be retained thereafter, and used for no other purpose.\r\rReason:  In order to encourage the use of cycling as a sustainable mode of transport, in accordance with Policy BR10 of the Borough Wide Development Policies DPD (March 2011).",
    "The development shall be occupied only in accordance with the approved Travel Plan prepared by RGP Dated August 2011 (Ref: WHIT/2010/1278).  \r\rReason: To promote sustainable travel patterns in accordance with Policy BR10 of the Borough Wide Development Policies DPD (March 2011)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T19:53:58.992+00:00",
  "ward": "River",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": 10,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": 125,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": 20,
    "net_cycle": null
  },
  "lapsed_date": "15/03/2017",
  "decision_target_date": "07/11/2011",
  "centroid": {
    "lat": "51.5310215",
    "lon": "0.1488283"
  },
  "lpa_app_no": "11/00707/FUL",
  "status": "Commenced",
  "site_name": "Chequers Corner",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=12852",
  "locality": "Dagenham",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              549207.5,
              183486.35
            ],
            [
              549199.7,
              183482.85
            ],
            [
              549174.9,
              183496.9
            ],
            [
              549141.95,
              183511.75
            ],
            [
              549120.1,
              183520.35
            ],
            [
              549118.05,
              183515.65
            ],
            [
              549111.8,
              183515.3
            ],
            [
              549076.87,
              183515.35
            ],
            [
              549079.42,
              183566.53
            ],
            [
              549080.2,
              183572.98
            ],
            [
              549086.91,
              183577.62
            ],
            [
              549095.16,
              183579.69
            ],
            [
              549107.81,
              183579.43
            ],
            [
              549123.03,
              183576.33
            ],
            [
              549135.16,
              183573.5
            ],
            [
              549144.45,
              183567.56
            ],
            [
              549167.42,
              183557.75
            ],
            [
              549197.87,
              183542.01
            ],
            [
              549228.33,
              183526.43
            ],
            [
              549207.5,
              183486.35
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Major all other major developments",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Tascomi",
  "site_number": "Chequers Lane",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": "01/05/2012",
  "street_name": "CHEQUERS LANE",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": null,
  "centroid_easting": "549146",
  "appeal_start_date": null,
  "centroid_northing": "183534",
  "borough": "London Borough of Barking and Dagenham",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1496941,
          51.5305771
        ],
        [
          0.1495802,
          51.5305477
        ],
        [
          0.1492289,
          51.5306805
        ],
        [
          0.1487605,
          51.5308227
        ],
        [
          0.14844939999999998,
          51.5309057
        ],
        [
          0.1484179,
          51.530864
        ],
        [
          0.1483277,
          51.5308625
        ],
        [
          0.1478245,
          51.5308722
        ],
        [
          0.14788289999999998,
          51.5313314
        ],
        [
          0.1478968,
          51.5313891
        ],
        [
          0.1479955,
          51.531429
        ],
        [
          0.1481152,
          51.5314455
        ],
        [
          0.1482973,
          51.5314398
        ],
        [
          0.1485153,
          51.5314079
        ],
        [
          0.14868879999999998,
          51.5313793
        ],
        [
          0.14882009999999998,
          51.5313235
        ],
        [
          0.1491469,
          51.5312293
        ],
        [
          0.1495789,
          51.5310798
        ],
        [
          0.15001109999999998,
          51.5309318
        ],
        [
          0.1496941,
          51.5305771
        ]
      ]
    ],
    "type": "Polygon"
  }
}