{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/173381VAR;",
  "lapsed_date": "15/01/2021",
  "decision_target_date": "15/01/2018",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 6AH",
  "site_name": "107 - 111 Churchfield Road",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012010058, 000012103002, 000012103003, 000012101740, 000012132452, 000012135565, 000012191975, 000012191976, 000012191977, 000012191978, 000012191979, 000012191980, 000012191981, 000012191982, 000012191983, 000012191984"
    ],
    "site_area": 0.051000000000000004
  },
  "appeal_decision_date": null,
  "lpa_app_no": "173381VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520233,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T15:29:00.451+00:00",
  "id": "Ealing-173381VAR",
  "application_type": "All Other",
  "street_name": "Churchfield Road",
  "borough": "Ealing",
  "ward": "Acton Central",
  "decision_date": "15/01/2018",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application for a Minor Material Amendment (s73) to vary condition 2 (Approved Plans) in relation to planning application reference 162182FUL dated 09/03/2017 for 'Conversion from six self-contained residential unit to ten self-contained residential unit (2x1 bed, 4x2 bed and 4x3 bed) following fourth storey mansard roof extension; alterations to the fenestration of the front and rear elevations'. \nAmendment seeks to increase depth of main body of the building by a further 2.0 metres; relocate and alter the fenestration of the rear wall to the main body of the buildings from windows to inward opening doors with Juliet balconies; and the addition of two roof terraces with associated glass balustrades to Units 9 and 10 at second floor level.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 180227,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012101740",
  "centroid": {
    "lon": "-0.2689048",
    "lat": "51.5081922"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520231.6164471,
              180212.2140456
            ],
            [
              520226.6529203,
              180211.2543203
            ],
            [
              520225.4326512,
              180217.3125861
            ],
            [
              520223.7011884,
              180225.9501137
            ],
            [
              520221.1039942,
              180238.546508
            ],
            [
              520222.1016466,
              180238.7464507
            ],
            [
              520222.0521762,
              180239.0163735
            ],
            [
              520227.3702406,
              180239.9760988
            ],
            [
              520232.688305,
              180240.9458212
            ],
            [
              520238.0063694,
              180241.9055465
            ],
            [
              520239.2019033,
              180242.0954921
            ],
            [
              520242.4999277,
              180225.0003855
            ],
            [
              520244.1489399,
              180216.9027034
            ],
            [
              520244.6024183,
              180214.7533187
            ],
            [
              520241.2384334,
              180214.1135018
            ],
            [
              520236.3985825,
              180213.1637737
            ],
            [
              520231.6164471,
              180212.2140456
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of planning permission 162182FUL dated 09/03/2017.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title numbers:- 1100.101 REV 1; 1100.102 REV 1; 1100.103 REV 1; 1100.104 REV 1; 1100.201 REV 1; 1100.300 REV 1; Proposed Schedule of areas Issue 002 dated 30.06.2017;",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | Notwithstanding the details shown on the plans as listed in Condition 2 of this decision and the application form, all external materials to be used in the development shall match the appearance of those of the existing building.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 7.4 and 7B of the Adopted Ealing Development Management DPD (2013), policies 1.1 (g), 1.2 (f) of the Adopted Core Strategy (2012) and policies 7.4 and 7.6 of the London Plan (2016). | The development hereby approved shall not be occupied until 20 bins for the flats to store refuse and recycling storage bins facilities in accordance with Waste Management have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times, unless alternative arrangements are approved in writing by the local planning authority.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policies 1.1 and 1.2 of the Adopted Development (Core) Strategy, policy 7B of the Adopted Ealing Management Development Plan Document (February 2013) and policies 7.4, 7.6 and 7.8 of the London Plan (2016). | Before first occupation of any part of the proposed development, provision of 18 cycle spaces shall be provide for cyclists in secure lockable facilities to be provided on site, in accordance with adopted standards, and such provision shall be implemented and brought into use prior to first occupation, and retained permanently.",
    "Reason: To provide adequate bicycle storage to align with Sustainable Transport SPG and policy 6.9 and 6.13 of the London Plan Consolidated (2016). | The rating noise level emitted from the external plant and machinery at the proposed development, as assessed under BS4142: 2014, will not exceed the existing background sound level, as measured at the nearest sensitive facades, during the relevant periods of operation",
    "Reason: To ensure that nearby residents and businesses are adequately protected against noise generated from the development in accordance with policy 7.15 of the London Plan 2016), Supplementary Planning Guidance 10, and policies 7A and 7B of Ealing's Development Management DPD (2013). | Prior to the occupation of the development,(except for site clearance and demolition)  the insulation of the building envelope, with windows shut and other means of ventilation provided, which will achieve the internal criteria for sensitive rooms, as specified in BS8233:2014. The insulation shall be implemented before the development is commenced and retained permanently thereafter.",
    "Reason: To ensure that future residents are adequately protected against noise generated from the surrounding noise in accordance with policy 7.15 of the London Plan (2016), Supplementary Planning Guidance 10, and policies 7A and 7B of Ealing's Development Management DPD (2013). | Any fresh air mechanical ventilation system shall be installed at roof level to the rear of the site to ensure doors and windows of the development are kept closed during hot weather. The system shall be fully operational before the first occupation of the development hereby approved.",
    "Reason: In the interests of the amenity of occupants of nearby noise sensitive uses, and in accordance with the Council's adopted Ealing Development Management DPD (2013) policy 7A, policies 1.1(j) of the Adopted Ealing Development (Core) Strategy 2012 and the London Plan (2016) policy 7.15."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "03/07/2017",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-06195273",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2689298,
          51.5080596
        ],
        [
          -0.2690016,
          51.5080521
        ],
        [
          -0.2690171,
          51.5081068
        ],
        [
          -0.2690391,
          51.5081848
        ],
        [
          -0.2690722,
          51.5082985
        ],
        [
          -0.2690578,
          51.5083001
        ],
        [
          -0.2690584,
          51.5083025
        ],
        [
          -0.2689815,
          51.50831
        ],
        [
          -0.2689045,
          51.5083176
        ],
        [
          -0.2688276,
          51.5083251
        ],
        [
          -0.2688103,
          51.5083266
        ],
        [
          -0.26876869999999997,
          51.5081722
        ],
        [
          -0.2687477,
          51.5080991
        ],
        [
          -0.2687419,
          51.5080797
        ],
        [
          -0.2687906,
          51.5080747
        ],
        [
          -0.2688606,
          51.5080671
        ],
        [
          -0.2689298,
          51.5080596
        ]
      ]
    ],
    "type": "Polygon"
  }
}