{
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2470924,
          51.6022073
        ],
        [
          0.2474603,
          51.6017337
        ],
        [
          0.2478454,
          51.6018457
        ],
        [
          0.24787759999999998,
          51.6018244
        ],
        [
          0.2475084,
          51.6017169
        ],
        [
          0.2473503,
          51.6016456
        ],
        [
          0.2473445,
          51.601647
        ],
        [
          0.24733449999999998,
          51.6016411
        ],
        [
          0.2472844,
          51.6016177
        ],
        [
          0.2472654,
          51.601629
        ],
        [
          0.2468762,
          51.6021469
        ],
        [
          0.2470924,
          51.6022073
        ]
      ]
    ],
    "type": "Polygon"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              555718.118,
              191654.401
            ],
            [
              555745.211,
              191602.517
            ],
            [
              555771.492,
              191615.793
            ],
            [
              555773.795,
              191613.49
            ],
            [
              555748.598,
              191600.756
            ],
            [
              555737.896,
              191592.493
            ],
            [
              555737.49,
              191592.628
            ],
            [
              555736.812,
              191591.951
            ],
            [
              555733.426,
              191589.242
            ],
            [
              555732.071,
              191590.461
            ],
            [
              555703.352,
              191647.221
            ],
            [
              555718.118,
              191654.401
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_status": null,
  "last_updated_by": "CSV Data Import",
  "epc_number": null,
  "decision_process": "Committee",
  "locality": null,
  "application_details": {
    "existing_uprns": null,
    "superseding_details": [
      {
        "lpa_app_no": "P0818.20",
        "partial_supersedence": false
      }
    ],
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "construction",
        "intended_completion_date": "07/2023",
        "intended_commencement_date": "08/2022"
      }
    ],
    "total_gia_gained": 416,
    "site_area": 0.117,
    "total_gia_lost": 0,
    "total_gia_existing": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 416,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 7.3,
        "building_ref": "Plots 1 & 2"
      },
      {
        "no_storeys": 2,
        "max_height": 7.3,
        "building_ref": "Plots 3 & 4"
      }
    ],
    "grey_water_reuse": false,
    "surface_water_discharge_percentage_reduction": 50,
    "green_suds": false,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 416,
      "total_gia_lost": 0,
      "total_gia_existing": 0
    },
    "garden_land_lost": false,
    "internal_resi_water_usage": 125,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 12,
      "total_no_proposed_residential_units": 4,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 4,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 416,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Semi Detached Home",
          "gia": 104,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Semi Detached Home",
          "gia": 104,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Semi Detached Home",
          "gia": 104,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-4",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Semi Detached Home",
          "gia": 104,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "green_roof_area": 0,
      "no_resi_units_to_have_full_fibre": 4,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 4,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 50,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 4,
      "ghg_reduction_over_building_regulations": false
    },
    "ownership_status": "Private"
  },
  "decision_agency": "Borough",
  "decision_target_date": "06/08/2024",
  "centroid": {
    "lat": "51.6019045",
    "lon": "0.2472202"
  },
  "secondary_street_name": null,
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": true,
  "uprn": "100021376685",
  "development_type": null,
  "actual_completion_date": null,
  "actual_commencement_date": null,
  "borough": "Havering",
  "ward": "Harold Wood",
  "last_date_consultation_comments": "25/07/2024",
  "bo_system": "CSV Data Import",
  "application_type_full": "Full planning permission",
  "valid_date": "05/05/2023",
  "site_number": null,
  "appeal_decision": null,
  "centroid_northing": 191621,
  "postcode": "RM3 0YU",
  "decision_conditions": [
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The external wall and roof materials to be used in the construction of the dwellings hereby approved shall be those detailed in the Materials section of the application form and on the approved drawings unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the development harmonises with the character of the surrounding area.",
    "Prior to the first occupation of the dwellings hereby permitted:",
    "-\t new brick walls shall be constructed and the existing brick boundary walls on the perimeter of the site shall be removed and re-built to the same height and material finish with new sections of brick wall;",
    "-\tnew fencing shall be erected and/or existing fencing retained;",
    "in accordance with the approved plans including Drawing No.'s 1918/01 Revision H and 1918/04 Revision E. The boundary treatments shall be retained permanently thereafter.",
    "Reason: In the interests of amenity of occupiers of the development and also the visual amenity of the development and the locality generally, and in order that the development accords with Policy 7 of the Havering Local Plan.",
    "Prior to the first occupation of the dwellings hereby approved, a scheme of hard and soft landscaping, which shall include indications of all existing trees and shrubs on the site, and details of any to be retained, together with measures for the protection in the course of development shall be submitted to and approved by the Local Planning Authority. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the hard and soft landscaping proposed.  Submission of a scheme prior to the firs",
    "Prior to the first occupation of the dwellings hereby approved, details of external lighting shall be submitted to and approved in writing by the Local Planning Authority. The lighting shall be provided and operated in strict accordance with the approved scheme.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the impact arising from any external lighting required in connection with the building or use.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect residential amenity.",
    "The development shall be implemented in accordance with the Construction Methodology and Construction Logistics Plan/Waste Management Plan dated 15/12/2021, as previously approved under application Q0282.21.",
    "Reason: To ensure that the method of construction protects residential amenity.",
    "All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "No dwelling shall be occupied until the areas for car parking and turning have been laid out and surfaced in accordance with the approved plans. These areas shall be retained permanently thereafter and shall not be used for any other purpose.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety.",
    "No dwelling shall be occupied until cycle storage is provided in accordance with details to be submitted to and approved in writing by the Local Planning authority. The cycle storage shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to demonstrate what facilities will be available for cycle parking.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use is in the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "No dwelling shall be occupied until refuse and recycling facilities are provided in accordance with details which shall previously have been submitted to and approved in writing by the Local Planning Authority. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge how refuse and recycling will be managed on site.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect the amenity of occupiers of the development and also the locality generally.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended), no windows or roof windows (other than those expressly authorised by this permission) shall be created and no dormer windows shall be constructed on any of the dwellings hereby permitted.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended), no upward extensions shall be constructed and no alterations, extensions or additions to the roof of any of the dwellings hereby permitted shall take place.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development.",
    "No dwelling shall be occupied until the large first floor bedroom windows in the rear elevation of the dwellings in Plots 1-4, as shown on Drawing No.'s 1918/02 Revision D and 1918/03 Revision C have been fixed and glazed with obscure glass of not less than level 4 on the standard scale of obscurity for the lower three quarters of their height. These windows shall thereafter be maintained as such.",
    "Reason:-",
    "In the interests of privacy.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity.",
    "All residential parking spaces within the development hereby approved shall include provision of infrastructure for electric or Ultra-Low Emission vehicles, of which a minimum of two spaces shall have active charging facilities, with passive provision for all remaining spaces. Such provision is to be made prior to the first occupation of the dwellings hereby permitted.",
    "Reason:  Provision prior to first occupation of the proposed dwellings hereby permitted will ensure that the development adequately incorporates measures to allow the use of electric vehicles by future occupiers in accordance with Policy T6.1 of the London Plan.",
    "Prior to the first occupation of the dwellings hereby permitted, one fire hydrant shall be installed within a footpath to the front of No. 26 Harold Court Road. The new hydrant reference number is 128930. The hydrant should be sited within a footpath - not in a grass verge, flower bed, carriage way or parking area. The fire hydrant should be one metre clear of all obstructions, with the outlets no more than 300mm below the finished ground level. The hydrant shall conform to BS:750 and be indicated with a hydrant indicator plate conforming to BS:3251 and be fitted with a standard FH cover.",
    "Reason: To provide an adequate supply of water for fire fighting and to comply with Policy D12 of the London Plan.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Form Architecture Ltd via email on 3rd August 2024.  The revisions involve rebuilding the existing garage boundary walls to the same height and new sections of brick wall. The amendments were subsequently submitted on 13th March, 20th May and 21st May 2024.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25/m² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £10,400  would be payable due to result in four residential properties with 416m² of GIA, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125m² (Zone A)  for each additional square metre of GIA. Based upon the information supplied with the application, £52,000 would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the d",
    "Before occupation of the residential/ commercial unit(s) hereby approved, it is a requirement to have the property/properties officially Street Named and Numbered by our Street Naming and Numbering Team.  Official Street Naming and Numbering will ensure that that Council has record of the property/properties so that future occupants can access our services.  Registration will also ensure that emergency services, Land Registry and the Royal Mail have accurate address details.  Proof of having officially gone through the Street Naming and Numbering process may also be required for the connection of utilities. For further details on how to apply for registration see:",
    "https://www.havering.gov.uk/Pages/Services/Street-names-and-numbering.aspx"
  ],
  "centroid_easting": 555728,
  "decision_date": "06/08/2024",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Havering",
  "id": "Havering-P0685.23",
  "lpa_app_no": "P0685.23",
  "parking_details": {
    "no_existing_car": 23,
    "net_car": -15,
    "no_proposed_car": 8
  },
  "appeal_start_date": null,
  "site_name": "Land to the rear of 12-26 Harold Court Road",
  "appeal_decision_date": null,
  "lapsed_date": "06/08/2027",
  "description": "Variation of the approved siting of P0818.20 for 4No.x 3 bedroom as Built Dwellings",
  "street_name": "Romford",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0685.23",
  "pp_id": "12133254",
  "title_number": null,
  "decision": "Approved",
  "application_type": "All Other",
  "status": "Approved",
  "last_updated": "2025-03-19T20:51:08.753+00:00",
  "date_building_work_started_under_previous_permission": "01/08/2022",
  "subdivision_of_building": null
}