{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Householder planning permission",
  "lpa_app_no": "53023/APP/2022/3721",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=53023/APP/2022/3721",
  "actual_completion_date": null,
  "pp_id": "11750748",
  "lapsed_date": "02/02/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": "-0.4587447",
    "lat": "51.565828"
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": null,
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "08/01/2023",
  "description": "Erection of a porch and conversion of bungalow to a two storey dwelling  with habitable roof space including a rear dormer and three roof lights.",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.45887219999999995,
          51.5655825
        ],
        [
          -0.4587981,
          51.5660811
        ],
        [
          -0.45861209999999997,
          51.5660757
        ],
        [
          -0.4586903,
          51.5655979
        ],
        [
          -0.4587195,
          51.5655834
        ],
        [
          -0.45887229999999996,
          51.5655795
        ],
        [
          -0.45887219999999995,
          51.5655825
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "site_name": "45 GREENACRES AVENUE",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers  2022/154 -03HH, 2022/154 -04HH, 2022/154 -05HH, 2022/154 -06HH, 2022/154 -07HH (Proposed Street Elevation), 2022/154 -07HH (Location & Block Plans).",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The windows and rooflights in the side elevations facing Nos. 43 and 47 Greenacres Avenue shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The site lies in a Critical Drainage Area (CDA) identified in the Surface Water Management Plan (SWMP) for Hillingdon. Therefore the water from the site entering the sewers should minimised.",
    "- Water run off from any roof or hard paving associated with the development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, must be permeable or be collected and directed to a permeable area, or it would need an additional permission.",
    "- A water butt should be incorporated.",
    "- No drainage to support the extension should be connected to any existing surface water network, other than as an overflow.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "postcode": null,
  "application_type": "Householder",
  "decision_date": "02/02/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 506924,
  "valid_date": "09/12/2022",
  "borough": "Hillingdon",
  "subdivision_of_building": null,
  "decision_target_date": "03/02/2023",
  "id": "Hillingdon-53023_APP_2022_3721",
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T13:45:46.305+00:00",
  "street_name": "ICKENHAM",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 186342,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 133.94,
    "intended_commencement_date": "03/2023",
    "no_additional_bedrooms": 3,
    "no_additional_bathrooms": 3,
    "intended_completion_date": "06/2023",
    "site_area": 0.07
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506915.7396,
              186314.509
            ],
            [
              506919.7083,
              186370.0716
            ],
            [
              506932.6068,
              186369.7409
            ],
            [
              506928.3073,
              186316.4934
            ],
            [
              506926.3229,
              186314.8398
            ],
            [
              506915.7396,
              186314.1783
            ],
            [
              506915.7396,
              186314.509
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "ICK/HAM & S HF/D 22"
}