{
  "application_type": "All Other",
  "application_type_full": null,
  "description": "Detailed planning permission for Development Plots N3-E, N4, and N5 including demolition of existing above ground structures and associated works, and for residential development (Class C3) and commercial, business and service (Class E) uses  in Development Plot N3-E,  residential development (Class C3) and local community (Class F2) and commercial, business and service (Class E) uses in Development Plot N4, and residential development (Use Class C3)  and commercial, business and service uses (Class E ) uses in Development Plot N5 together with all landscaping, public realm, cycle parking and disabled car parking, highway works and infrastructure within and associated with those Development Plots.  AMENDMENTS NAMELY: reconfiguration of commercial space and flats (including amendments to housing mix) and residential space, additional plant at Plot N3E podium level, façade and entrance amendments, changes to blue badge parking and cycle stores, introduction of pressurised plant and associated fire related amendments, reconfiguration of PV panels, full basement to plot  N3E, localised basement/semi depressions to Plots N4 and N5 to accommodate pressurisation system  (no significant changes to the height and massing of detailed proposals).  Outline planning permission for Development Plots N1, N2, N3, N6, N7 ,S1 and S8 including the demolition of all existing structures and redevelopment to include residential development (Class C3) commercial, business and service uses (Class E), sui generis leisure uses (including cinema and drinking establishments) together with all landscaping, public realm, cycle parking and disabled car parking, highway works and infrastructure within and associated with those Development Plots.  AMENDMENTS NAMELY: for design codes for Plots N1 and N2 limiting bulk of the taller elements, ensuring variation in height of the taller buildings, and articulated and pitched roofs along Finchley Road. Design codes for Plot N7 limiting bulk of of the tal",
  "epc_number": null,
  "street_name": null,
  "appeal_decision": null,
  "lpa_app_no": "22/4815/NAC",
  "centroid": {
    "lon": -7.55716,
    "lat": 49.766807
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": null,
  "url_planning_app": null,
  "last_updated": "2025-03-19T10:29:49.706+00:00",
  "subdivision_of_building": null,
  "postcode": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "Idox Uniform",
  "centroid_northing": null,
  "site_name": "The O2 Masterplan Site \rFinchley Road\rLondon\rNW3 6LU\r",
  "status": "No Objection to Proposal (OBS only)",
  "appeal_start_date": null,
  "valid_date": "27/09/2022",
  "lapsed_date": "05/10/2025",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "Idox Uniform",
  "cil_liability": false,
  "decision_target_date": "18/10/2022",
  "title_number": [],
  "decision": "No Objection to Proposal (OBS only)",
  "last_date_consultation_comments": null,
  "ward": null,
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": null,
  "appeal_decision_date": null,
  "id": "Barnet-22_4815_NAC",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "locality": null,
  "lpa_name": "Barnet",
  "borough": "London Borough of Barnet",
  "decision_conditions": null,
  "application_details": {},
  "pp_id": null,
  "wgs84_polygon": null,
  "decision_date": "05/10/2022",
  "secondary_street_name": null
}