{
  "title_number": [
    "EGL104433"
  ],
  "site_number": null,
  "centroid_easting": 553398,
  "ward": "Emerson Park",
  "application_details": {
    "no_additional_bathrooms": 0,
    "intended_completion_date": "12/2021",
    "total_gia_gained": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "09/2021",
    "existing_uprns": null,
    "site_area": 0.035
  },
  "decision": "Approved",
  "appeal_decision_date": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "application_type_full": "Householder planning permission",
  "cil_liability": false,
  "centroid": {
    "lon": "0.21217319999999998",
    "lat": "51.5730826"
  },
  "last_date_consultation_comments": "24/06/2021",
  "application_type": "All Other",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553414.636,
              188355.697
            ],
            [
              553390.93,
              188325.962
            ],
            [
              553381.582,
              188334.428
            ],
            [
              553398.313,
              188348.72
            ],
            [
              553409.759,
              188359.896
            ],
            [
              553414.636,
              188355.697
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Havering-P0860.21",
  "last_updated_by": "CSV Data Import",
  "parking_details": {
    "no_existing_car": 1,
    "no_proposed_car": 1,
    "net_car": 0
  },
  "pp_id": "09769919",
  "epc_number": "8895-3079-5329-7806-8993",
  "appeal_decision": null,
  "decision_process": "Delegated",
  "postcode": "RM11 2AE",
  "decision_date": "20/08/2021",
  "date_building_work_started_under_previous_permission": null,
  "lpa_name": "Havering",
  "decision_target_date": "20/08/2021",
  "centroid_northing": 188342,
  "description": "Single storey rear extension involving demolition of existing conservatory",
  "status": "Approved",
  "bo_system": "CSV Data Import",
  "site_name": "46 BROOKLANDS GARDENS",
  "appeal_start_date": null,
  "street_name": "HORNCHURCH",
  "lapsed_date": "20/08/2024",
  "last_updated": "2025-03-20T22:45:03.766+00:00",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "borough": "Havering",
  "uprn": "100021324161",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section 8 of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling, and in order that the development accords with the  Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with DSB Property Designs Ltd on the telephone and via email on 6th August 2021. The revisions involved reducing the depth of the single storey rear extension and replacing the pitched roof with a flat roof. The amendments were subsequently submitted on 13th August 2021.",
    "Flood Risk Activity Permit",
    "The Environmental Permitting (England and Wales) Regulations 2016 require a permit to be obtained for any activities which will take place:",
    "?· on or within 8 metres of a main river",
    "?· on or within 8 metres of a flood defence structure or culvert",
    "?· involving quarrying or excavation within 16 metres of any main river, flood defence (including a remote defence) or culvert",
    "?· in a floodplain more than 8 metres from the river bank, culvert or flood defence structure and you don't already have planning permission.",
    "For further guidance please visit https://www.gov.uk/guidance/flood-risk-activities-environmental-permits or contact our National Customer Contact Centre on 03702 422 549 or by emailing enquiries@environment-agency.gov.uk. The applicant should not assume that a permit will automatically be forthcoming once planning permission has been granted, and we advise them to consult with us at the earliest opportunity.",
    "It is highly recommended that the following measures are incorporated into the building for long term resilience.",
    "·\tRaising the level of the building by at least 300mm above local levels",
    "·\tWaterproof membrane in the ground floor",
    "·\tWaterproof plaster and waterproofing to ground floor",
    "·\tElectrics from the upstairs down and sockets high up off the ground floor",
    "·\tNon return valves on the sewerage pipes",
    "·\tEmergency escape plan for each individual property",
    "·\tAir brick covers",
    "·\tMovable flood barriers for entrances",
    "·\tPermeable ground surfaces used where possible.",
    "https://flood-warning-information.service.gov.uk/long-term-flood-risk/risk"
  ],
  "subdivision_of_building": null,
  "development_type": null,
  "secondary_street_name": null,
  "lpa_app_no": "P0860.21",
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "valid_date": "21/05/2021",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0860.21",
  "locality": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2124191,
          51.5732012
        ],
        [
          0.21206429999999998,
          51.5729405
        ],
        [
          0.2119332,
          51.5730191
        ],
        [
          0.2121807,
          51.5731429
        ],
        [
          0.2123506,
          51.5732402
        ],
        [
          0.2124191,
          51.5732012
        ]
      ]
    ],
    "type": "Polygon"
  }
}