{
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=61876/APP/2024/1475",
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "application_type_full": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.01
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.41704929999999996,
          51.6057453
        ],
        [
          -0.4170251,
          51.6057819
        ],
        [
          -0.4166465,
          51.6056816
        ],
        [
          -0.4166646,
          51.6056557
        ],
        [
          -0.41691439999999996,
          51.6057233
        ],
        [
          -0.4169207,
          51.6057091
        ],
        [
          -0.41704929999999996,
          51.6057453
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "16 HIGH STREET",
  "centroid_easting": 509731,
  "site_number": null,
  "development_type": null,
  "decision_date": "01/08/2024",
  "appeal_start_date": null,
  "lapsed_date": "01/08/2027",
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_status": null,
  "lpa_name": "Hillingdon",
  "centroid_northing": 190840,
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development hereby permitted shall accord with the details shown on plan references:",
    "1910-DRG-A-0002",
    "1910-DRG-A-0003",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "For the lifetime of the development hereby permitted the rating level (LAr) of noise caused by its operation shall not exceed: 40 dB LAr 15 min for any fifteen-minute period between 2300 and 0700, and 50 dB LAr 1 hour for any one-hour period between 0700 and 2300, determined one metre free field external to any window or door of any permanent residential, or equivalently noise sensitive premises, in accordance with 'Methods for rating and assessing industrial and commercial sound' British Standards Institution BS4142 2014.",
    "REASON",
    "To safeguard the amenity of the occupants of surrounding properties in accordance with Policy EM8 of the Hillingdon Local Plan: Part 1 (2012), DMHB 11 of the Hillingdon Local Plan: Part 2 (2020) and Policy D14 of the London Plan (2021).",
    "For the lifetime of the development hereby permitted, all elements of the kitchen extract system shall be installed, retained and maintained in accordance with the manufacturer's instructions.",
    "REASON",
    "To safeguard the amenity of the occupants of surrounding properties in accordance with Policy EM8 of the Hillingdon Local Plan: Part 1 (2012), DMHB 11 of the Hillingdon Local Plan: Part 2 (2020) and Policy D14 of the London Plan (2021).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "NORTHWOOD",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": "-0.41685869999999997",
    "lat": "51.6057182"
  },
  "cil_liability": false,
  "valid_date": "06/06/2024",
  "postcode": null,
  "bo_system": "CSV Data Import",
  "borough": "Hillingdon",
  "id": "Hillingdon-61876_APP_2024_1475",
  "application_type": "All Other",
  "parking_details": null,
  "decision_target_date": "01/08/2024",
  "pp_id": null,
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "uprn": null,
  "last_date_consultation_comments": "03/07/2024",
  "title_number": null,
  "decision": "Approved",
  "last_updated": "2025-03-19T20:53:43.064+00:00",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509717.7363,
              190842.7282
            ],
            [
              509719.3238,
              190846.8293
            ],
            [
              509745.7824,
              190836.245
            ],
            [
              509744.5918,
              190833.3346
            ],
            [
              509727.1292,
              190840.4789
            ],
            [
              509726.7323,
              190838.8914
            ],
            [
              509717.7363,
              190842.7282
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "ward": "NORTHWOOD 2022",
  "appeal_decision": null,
  "lpa_app_no": "61876/APP/2024/1475",
  "description": "Installation of extract duct to the rear (Retrospective application)",
  "date_building_work_completed_under_previous_permission": null
}