{
  "lpa_name": "Merton",
  "uprn": "48005952",
  "decision_date": "21/06/2016",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Merton-16_P0315",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "",
  "appeal_decision": null,
  "application_details": {},
  "valid_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "ERECTION OF HIGH ROPES AND SKYTRAIL STRUCTURE WITH  ANCILLARY RECEPTION BUILDING AND ASSOCIATED PARKING AND LANDSCAPING",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: 1234-A.01, SKN_P(PL)001 (Rev: B), SKN_E(PL)001 (Rev: C), SKN_E(PL)002 (Rev: C), TIMQ9957-L-06-RevH (received 07/06/2016), SKN_SP(PL)002 (Rev: B), SKN_SP(PL)003 (Rev: B) and P(LP)001 (Rev: C).",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 5 - No development shall take place until details of all external lighting is submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details are approved and works to which this condition relates have been carried out in accordance with the approved details",
    "Condition : 6 - No development shall take place until full details of a landscaping and planting scheme has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 7 - The details and measures for the protection of the existing retained trees as proposed in the approved document 'Report on the impact on trees of proposals for development at Land adjoining New Malden Golf Centre, Beverley Way, New Malden, KT3 4PH (15th September 2015)' shall be implemented and retained for the duration of the development and shall follow the sequence of events as detailed in the document and as shown in drawing ref: 1-38-3745/P1 (Rev: 16/07/15).\r\n\r\nReason:  To protect and safeguard the existing retained trees in accordance with the following Development Plan policies for Merton: policy 7.21 of the London Plan 2015, policy CS13 of Merton's Core Planning Strategy 2011 and policy O2 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 8 - An arboricultural expert shall monitor the implementation of the approved document 'Report on the impact on trees of proposals for development at Land adjoining New Malden Golf Centre, Beverley Way, New Malden, KT3 4PH (15th September 2015)' and drawing ref: 1-38-3745/P1 (Rev: 16/07/15) and report to the Local Planning Authority not less than fortnightly the status of all tree works and tree protection measures throughout the course of the demolition and site works. The works shall be carried out strictly in accordance with the approved document 'Report on the impact on trees of proposals for development at Land adjoining New Malden Golf Centre, Beverley Way, New Malden, KT3 4PH (15th September 2015)' and drawing ref: 1-38-3745/P1 (Rev: 16/07/15). Reason:  To protect and safeguard the existing retained trees in accordance with policy 7.21 of the London Plan 2015, policy CS13 of Merton's Core Planning Strategy 2011 and policy DM.O2 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 9 - The details and measures proposed in the 'Habitat Enhancement and Management Plan' received 06/05/2016 shall be implemented in accordance with, and follow the sequence of events of, the document.\r\n\r\nReason: To mitigate and offset the impact of the development hereby approved and to ensure a net gain in biodiversity in accordance with NPPF section 11 and Merton's Sites and Polices Plan 2014 policy DM O2.\r\n",
    "Condition : 10 - The vehicle parking area shown on the approved plans shall be provided before the commencement of the buildings or use hereby permitted and shall be retained for parking purposes for occupiers and users of the development and for no other purpose.\r\n",
    "Condition : 11 - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 12 - Development shall not commence until a Parking Management Strategy has been submitted in writing for approval to the Local Planning Authority.  No works that is subject of this condition shall be carried out until this strategy has been approved, and the development shall not be occupied until this strategy has been approved and the measures as approved have been implemented.  Those measures shall be maintained for the duration of the use unless the prior written approval of the Local Planning Authority is obtained to any variation.",
    "Condition : 13 - Development shall not commence until a Delivery and Servicing Plan (the Plan) has been submitted in writing for approval to the Local Planning Authority. No occupation of the development shall be permitted until the Plan is approved in writing by the Local Planning Authority and implemented in accordance with the approved plan.  The approved measures shall be maintained, in accordance with the Plan, for the duration of the use, unless the prior written approval of the Local Planning Authority is obtained to any variation.",
    "Condition : 14 - Prior to the commencement of the development hereby permitted, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority.  The approved measures shall be implemented prior to the first occupation of the development hereby permitted and shall be so maintained for the duration of the use, unless the prior written approval of the Local Planning Authority is first obtained to any variation.",
    "Condition : 15 - The details and measures of the 'Framework Travel Plan' dated August 2015 shall be implemented at the time of first occupancy. The development shall be implemented only in accordance with the approved Travel Plan.\r\n\r\nReason: To promote sustainable travel measures and comply with the following Development Plan policies for Merton: policy 6.3 of the London Plan 2015, policies CS18, CS19 and CS20 of Merton's Core Planning Strategy 2011 and policy DM T2 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 16 - The development hereby approved shall be carried out in accordance with the approved Flood Risk Assessment (FRA) compiled by Gyoury Self Partnership dated August 2015. \r\n\r\nReason: To minimise the impact of flooding to the occupants and elsewhere of the development and to comply with the following Development Plan policies for Merton: policy 5.12 of the London Plan 2011, policy CS16 of Merton's Core Planning Strategy 2011 and policy DM F1 of Merton's Sites and Polices Plan 2014.\r\n",
    "Condition : 17 - No development shall take place until details of the proposed finished floor levels of the development, together with existing and proposed site levels, have been submitted to and approved in writing by the Local Planning Authority, and no development shall be carried out except in strict accordance with the approved levels and details. There will be no raising of ground levels within Flood Zone 3 to ensure no loss of floodplain storage.\r\n\r\nReason: To minimise the impact of flooding to the occupants and elsewhere of the development and to comply with the following Development Plan policies for Merton: policy 5.12 of the London Plan 2011, policy CS16 of Merton's Core Planning Strategy 2011 and policy DM F1 of Merton's Sites and Polices Plan 2014.\r\n",
    "Condition : 18 - Prior to the commencement of the development an emergency flood plan covering details of flood evacuation and safe escape routes, flood warning systems and appropriate signage, shall be submitted to and approved in writing by the local planning authority. The approved works and the emergency flood plan will then be implemented in full from when the building is occupied.\r\n\r\nReason: To minimise the impact of flooding to the occupants of the development and to comply with the following Development Plan policies for Merton: policy 5.12 of the London Plan 2011, policy CS16 of Merton's Core Planning Strategy 2011 and policy DM F1 of Merton's Sites and Polices Plan 2014.\r\n",
    "Condition : 19 - Prior to the commencement of the development a scheme for the provision of surface water drainage has been implemented in accordance with details that have been submitted to and approved in writing by the local planning authority. Before these details are submitted an assessment shall be carried out of the potential for disposing of surface water by means of a sustainable drainage system (SuDS) to ground, watercourse or sewer in accordance with drainage hierarchy contained within the London Plan Policy 5.13 and the advice contained within the National SuDS Standards. Where a sustainable drainage scheme is to be provided, the submitted details shall:\r\ni. provide information about the design storm period and intensity, the method employed to delay (attenuate) and control the rate of surface water discharged from the site to 5l/s the measures taken to prevent pollution of the receiving groundwater and/or surface waters; \r\nii.  include a timetable for its implementation; \r\n(CONTINUED) \r\n\r\n",
    "Condition : 20 - (CONDITION CONTINUED)\r\niii. include a CCTV survey of the existing surface water outfall and site wide drainage network to establish its condition is appropriate; and,\r\niiii. provide a drainage management and maintenance plan for the lifetime of the development. Reason: To ensure satisfactory means of surface water drainage, to reduce the risk of flooding and to comply with the following Development Plan policies for Merton: policy 5.13 of the London Plan 2011, policy CS16 of Merton's Core Planning Strategy 2011 and policy DM F2 of Merton's Sites and Polices Plan 2014.\r\n",
    "Condition : 21 - In accordance with paragraphs 186 and 187 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with pre-application advice.\r\n   ii) The applicant was offered the opportunity to submit amended plans in order to make the proposal acceptable in planning terms.\r\n   iii) The application was approved without delay.\r\n   iv) The application was considered by the Planning Committee where the applicant/agent had the opportunity to speak to the committee and promote the application.\r\n",
    "Condition : 22 - INFORMATIVE. It is the responsibility of the developer to make proper provision for drainage to ground, watercourses or a suitable sewer.  In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off-site storage.  When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.  Connections are not permitted for the removal of ground water.  Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777).",
    "Condition : 23 - INFORMATIVE. Prior to the commencement of works, any proposed works within 8m of the Beverley Brook will be subject to a Flood Defence Consent application with the Environment Agency under the terms of the Water Resources Act 1991 and Thames Region Land Drainage Byelaws 1981."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-21T15:18:05.677+00:00",
  "ward": "Raynes Park",
  "parking_details": null,
  "lapsed_date": "21/06/2019",
  "decision_target_date": "24/06/2016",
  "centroid": {
    "lat": 51.404027,
    "lon": -0.243246
  },
  "lpa_app_no": "16/P0315",
  "status": "Approved",
  "site_name": "Land Betw Range Bev Way Play",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=16/P0315",
  "locality": "New Malden",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  },
  "development_type": "Major all other major developments",
  "last_date_consultation_comments": "08/06/2016",
  "appeal_decision_date": null,
  "decision_process": "",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Beverley Way",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 522293,
  "appeal_start_date": null,
  "centroid_northing": 168686,
  "borough": "Merton",
  "decision": "Approved",
  "wgs84_polygon": null
}