{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "Householder",
  "lpa_app_no": "1055/APP/2024/404",
  "application_type_full": "Householder planning permission",
  "uprn": null,
  "borough": "Hillingdon",
  "street_name": "RUISLIP",
  "locality": null,
  "ward": "SOUTH RUISLIP 2022",
  "actual_commencement_date": null,
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The resultant development, by reason of the cumulative size, scale, bulk and massing of the existing and proposed extensions, together with its design (including the hipped roofs, rear dormer and flat roof profile above the proposed first floor rear extension), would result in a visually dominant and incongruous form of development that fails to harmonise with the architectural composition of the host dwelling to the detriment of the character, appearance and visual amenities of the surrounding area. The proposed development therefore conflicts with Policy BE1 of the Hillingdon Local Plan: Part One Strategic Policies (2012), Policies DMHB 11, DMHB 12 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policy D3 of The London Plan (2021) and Paragraph 135 of the National Planning Policy Framework (2023).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 511582,
  "status": "Refused",
  "decision_date": "09/04/2024",
  "wgs84_polygon": null,
  "decision_target_date": "12/04/2024",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "14/03/2024",
  "development_type": null,
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-19T21:05:57.799+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "49 QUEENS WALK",
  "id": "Hillingdon-1055_APP_2024_404",
  "decision": "Refused",
  "cil_liability": false,
  "centroid_northing": 185962,
  "appeal_start_date": null,
  "postcode": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=1055/APP/2024/404",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of a part single storey and part first floor rear extension. Hipped roof over existing two storey rear extension. Conversion of roof space to habitable use to include 1no rear dormer and amendments to existing roof lights.",
  "valid_date": "16/02/2024",
  "polygon": null,
  "pp_id": "12811869",
  "application_details": {
    "total_gia_gained": 570,
    "no_additional_bathrooms": 0,
    "existing_uprns": null,
    "intended_commencement_date": "09/2023",
    "no_additional_bedrooms": 0,
    "intended_completion_date": "10/2023"
  },
  "centroid": {
    "lon": -0.391711,
    "lat": 51.561509
  },
  "lapsed_date": "09/04/2027",
  "decision_process": "Delegated",
  "actual_completion_date": null
}