{
  "centroid": {
    "lon": "0.2372861",
    "lat": "51.5690001"
  },
  "status": "Approved",
  "decision_target_date": "10/10/2019",
  "site_name": "181 Wingletye Lane",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved. Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "All new external finishes shall be carried out in materials to match those of the existing dwelling to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The roof area of the single storey rear extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling, and in order that the development accords with the  Development Control Policies Development Plan Document Policy DC61.",
    "The proposed first floor bathroom window located on the flank wall shall be permanently glazed with obscure glass and shall thereafter be maintained.",
    "Reason:-",
    "In the interests of privacy, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018.",
    "The proposal is liable for both the Mayor of London and Havering Community Infrastructure Levy (CIL). Based upon the information supplied with the application, the CIL payable would be £16,500 (consisting of £2,750 for Mayoral CIL +  £13,750 for Havering CIL) and will be subject to indexation. CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the development before works begin. Further details with regard to CIL are available from the Council's website."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM11 3AL",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "10/10/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P1262.19",
  "centroid_northing": 187941,
  "uprn": "100021345575",
  "title_number": null,
  "cil_liability": true,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Emerson Park",
  "decision_date": "10/10/2019",
  "description": "Double Storey Side Extension and Part Ground & Part First Floor Rear Extension",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1262.19",
  "lpa_app_no": "P1262.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:51:23.182+00:00",
  "centroid_easting": 555152,
  "pp_id": "08083182",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "15/08/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              555132.726,
              187933.372
            ],
            [
              555133.945,
              187950.983
            ],
            [
              555152.775,
              187949.357
            ],
            [
              555171.47,
              187948.544
            ],
            [
              555168.896,
              187931.882
            ],
            [
              555132.726,
              187933.372
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.063
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Hornchurch",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "01/10/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2370048,
          51.5689369
        ],
        [
          0.2370302,
          51.5690947
        ],
        [
          0.23730089999999998,
          51.569075
        ],
        [
          0.23757009999999998,
          51.5690625
        ],
        [
          0.23752569999999998,
          51.5689135
        ],
        [
          0.2370048,
          51.5689369
        ]
      ]
    ],
    "type": "Polygon"
  }
}