{
  "uprn": "12053490",
  "street_name": "Oldfield Lane North",
  "centroid_easting": 514602,
  "lpa_name": "Ealing",
  "actual_commencement_date": null,
  "decision_agency": "Borough",
  "application_details": {
    "existing_uprns": [
      "12053490"
    ],
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "1",
        "intended_completion_date": "02/2022",
        "intended_commencement_date": "09/2021"
      }
    ],
    "total_gia_gained": 449,
    "site_area": 0.084,
    "total_gia_lost": 180,
    "total_gia_existing": 180,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 180,
        "use_class": "C3",
        "gia_gained": 449,
        "gia_lost": 180
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 8.34,
        "building_ref": "Existing House"
      },
      {
        "no_storeys": 3,
        "max_height": 8.8,
        "building_ref": "Proposed Building"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": true,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 449,
      "total_gia_existing": 180,
      "total_gia_lost": 180
    },
    "garden_land_lost": true,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 5,
      "green_roof_area": 0,
      "solar_pv_capacity": 0.15,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 5,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 25,
      "no_active_fast_ev_charging_points": 5,
      "no_homes_to_have_electrical_heating": 5,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": true
    },
    "internal_resi_water_usage": 140,
    "ownership_status": "Private"
  },
  "lpa_app_no": "215925FUL",
  "parking_details": {
    "no_existing_cycle": 0,
    "no_existing_car": 3,
    "net_car": 2,
    "no_proposed_car": 5,
    "no_proposed_cycle": 10,
    "net_cycle": 10
  },
  "application_type": "All Other",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "09/12/2022",
  "locality": "Greenford",
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "secondary_street_name": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be carried out in accordance with drawings titled:",
    "125-100, 125-101, 125-110, 125-210 REV.A, 125-211 REV.A, 125-212 REV.A, 125-213 REV.A (proposed first floor), 125-214 REV.A, 125-113, 125-213 REV.A (proposed roof plan), 125-120, 125-220 REV.A, 125-121, 125-221 REV.A, 125-122, 125-222 REV.A, 125-123, 125-223 REV.A, 125-230 REV.B, 125-231 REV.B, 125-140, 125-240 REV.A, 125-150, 125-250 REV.A, 125-251 REV.A, 125-252, 125-260, 125-261, Design and Access Statement REV.A, Arboricultural Impact Assessment, Arboricultural and Planning Integration Report (Ref: GHA/DS/161120:22)",
    "Reason: For the avoidance of doubt and in the interest of proper planning.",
    "| Notwithstanding condition 2, Details including samples of the materials and finishes to be used for all external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced. The development shall be implemented only in accordance with these approved details, unless otherwise approved in writing by the Local Planning Authority.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies D1 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) (England) Order 2016 (as amended) (or any subsequent amendment or new Order), no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the buildings.",
    "All the windows on northern and southern flank walls and roof slopes shall be obscure glazing and shall be non-open unless the height is higher than 1.7m taken from internal finished floor level. These windows shall thereafter be permanently retained in this condition.",
    "The proposed rooflights hereby approved shall not project more than 150mm from the roof plane and retained as such for the lifetime of the development.",
    "Reason: To protect residential amenity in accordance with policies 1.1, 1.2 & 3.8 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), SPG 4, policies 7.4 & 7.6 of the London Plan (2016), and the National Planning Policy Framework (2021).",
    "| No part of the roof of the extension shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason: To protect residential amenity, in accordance with policies 1.1 & 2.1 of the Ealing Development Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D1 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| Cycle parking provision and refuse and recycling storage areas indicated on the approved plans and elevations shall be provided and brought into use prior to the first occupation of the development permitted and retained thereafter.",
    "Reason:  To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with policies with policies 3.5, 7A and 7B of the Ealing Development Management Plan 2013, policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy and policies T5 and SI8 The London Plan (2021).",
    "| Prior to commencement of the development, a noise assessment shall be submitted to the Council for approval in writing, of external noise levels from transport and industrial/ commercial/ cultural sources, having regard to the assessment standards of the Council's SPG10. Details shall include the sound insulation of the building envelope including glazing specifications (laboratory tested including frames, seals and any integral ventilators, approved in accordance with BS EN ISO 10140-2:2010) and of acoustically attenuated mechanical ventilation and cooling as necessary (with air intake from the cleanest aspect of the building and details of self-noise) to achieve internal noise limits specified in SPG10. Best practicable mitigation measures shall also be implemented, as necessary, in external amenity spaces to achieve noise limits specified in BS8233:2014. The approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the units and neighbouring amenity in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 5dB above the maximum Building Regulations value, for the floor/ceiling/wall structures separating different types of rooms/uses in adjoining dwellings/areas, namely, kitchen/living/dining room above/below bedroom of separate dwelling and bedrooms adjoining communal staircase. The assessment and mitigation measures shall have regard to standards of the Council's SPG10 and noise limits specified in BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| The individual and combined external sound level emitted from plant, machinery or equipment at the development site shall be lower than the lowest existing background sound level by at least 10dBA, as measured at/ calculated to the nearest and most affected noise sensitive premises at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014, with all machinery operating together at maximum capacity.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies and D14 of the London Plan (2021), the National Planning Policy Framework (2021) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| Prior to commencement of the development, a demolition method statement/ construction management plan shall be submitted to the Council for approval in writing. Details shall include control measures for:",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- delivery locations,",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays and 0800 -1300 Saturdays (except no work on public holidays),",
    "- neighbour liaison, notifications to interested parties and",
    "- public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works.",
    "Reason: To ensure that the amenity of occupiers of existing building and surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with policies 7A and 7B of the Ealing Development Management DPD (2013) and policies D6, D14, SI 1, T3, T4 and T7 of the London Plan (2021).",
    "| PROTECTION OF EXISTING TREES/HEDGEROWS AND PLANTING LOCATIONS (DEMOLITION & CONSTRUCTION):",
    "No operations (including initial site clearance) shall commence on site in connection with development hereby approved until a suitable scheme (Arboricultural Method Statement) for the protection of existing trees and hedgerows has been submitted and its installation on site has been approved in writing by the Local Planning Authority.",
    "All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works. Details shall include the following:",
    "o Full survey of all trees on site and those within influencing distance on adjacent sites in accordance with BS5837*, with tree works proposals. All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads.",
    "o A plan** detailing all trees and hedgerows planned for retention and removal.",
    "o A schedule of tree works for all the retained trees specifying pruning and other remedial or preventative work, whether for physiological, hazard abatement, aesthetic or operational reasons. All tree works shall be carried out in accordance with BS 3998.",
    "o Soil assessments/survey",
    "o Timing and phasing of works",
    "o Site specific demolition and hard surface removal specifications",
    "o Site specific construction specifications (e.g. in connection with foundations, bridging, water features, surfacing)",
    "o Access arrangements and car parking",
    "o Level changes",
    "o Landscaping proposals",
    "o A Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces.",
    "o Soil remediation plans, where unauthorised access has damaged root protection areas in the construction exclusion zones.",
    "o Details of the arboricultural supervision schedule.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "*Using the most recent revision the of the Standard",
    "** Plans must be of a minimum scale of 1:200 (unless otherwise agreed by the Local Planning Authority)",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies G5 and G7 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| TREE MONITORING PLAN",
    "The development hereby approved shall be constructed in accordance with a suitable Tree Monitoring Program.",
    "(a) Prior to the commencement of development (including ground works and site clearance), the following shall be submitted to and approved by the Local Planning Authority:",
    "A tree monitoring program to include:",
    "o Confirmation of who shall be the lead arboriculturalist for the development.",
    "o Confirmation of the Site Manager, key personnel, their key responsibilities and contact details.",
    "o Details of induction procedures for all personnel in relation to Arboricultural matters.",
    "o A detailed timetable of events for arboricultural supervision concerning all tree protection measures within the approved Tree Protection Plan, including: o Prestart meeting with an Ealing Council Tree Officer",
    "o Initial implementation/installation of the tree protection measures",
    "o Approved incursions in to construction exclusion zones",
    "o Final removal of the tree protection measures",
    "o Procedures for dealing with non-approved incursions into the construction exclusion zones as detailed in the approved Arboricultural Method Statement.",
    "(b) Within three months of first use of the development hereby approved, a report containing the following details shall be submitted to and approved by the Local Planning Authority:",
    "o Results of each site visit by the lead arboriculturist with photos attached.",
    "o Assessment of the retained and planted trees including any necessary remedial action as a result of damage incurred during construction.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies G5 and G7 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| TREE PLANTING AND SOIL ROOTING VOLUME CONDITION",
    "A suitable scheme of proposed tree planting and pits shall be submitted to and approved by the Local Planning Authority prior to the first use of the development hereby approved.",
    "No operations shall commence on site in connection with the development hereby approved until a suitable scheme of proposed tree planting and tree pits have been submitted to and approved by the Local Planning Authority. The scheme shall include the following comprehensive details of all trees to be planted:",
    "o Full planting specification - tree size, species, the numbers of trees and any changes from the original application proposals.",
    "o Locations of all proposed species.",
    "o Comprehensive details of ground/tree pit preparation to include: o Plans detailing adequate soil volume provision to allow the tree to grow to maturity",
    "o Engineering solutions to demonstrate the tree will not interfere with structures (e.g. root barriers/deflectors) in the future",
    "o Staking/tying method(s).",
    "o Five year post planting maintenance and inspection schedule.",
    "All tree planting must be carried out in full accordance with the approved scheme in the nearest planting season (1st October to 28th February inclusive). The quality of all approved tree planting should be carried out to the levels detailed in British Standard 8545, Trees: from nursery to independence in the landscape - Recommendations.",
    "Any trees which die, are removed, uprooted, significantly damaged, become diseased or malformed within five years from the completion of planting, must be replaced during the nearest planting",
    "season (1st October to 31st March inclusive) with a tree/s of the same size, species and quality as previously approved.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies G5 and G7 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines. | EXISTING TREE/SHRUB/HEDGE RETENTION",
    "No trees, shrubs or hedges within the site which are shown to be retained on the approved plans (Plan/Drawing:) shall be felled, uprooted, damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "The local authority shall receive the full CAVAT value, or a proportion reflecting the damage /decline in tree health, If the tree marked T2 on the tree report is: removed without consent, or dying, or being severely damaged, or becoming seriously diseased (crown more than 50% sparse), within 5 years from the start of work on the development hereby permitted. This financial penalty shall be sought, unless the Local Planning Authority has given written consent to any variation.",
    "If a tree marked on the tree report to be retained is removed without consent, or dying, or being severely damaged, or becoming seriously diseased (crown more than 50% sparse), within 5 years from the start of work on the development hereby permitted, a replacement tree shall be planted on the site reflecting the CAVAT value of the tree, or a proportion of its value reflecting the damage. This penalty shall be sought, unless the Local Planning Authority has given written consent to any variation.",
    "Reason: to secure the protection throughout the time that development is being carried out, of trees, shrubs and hedges growing within the site which are of important amenity value to the local landscape in accordance with policies G5 and G7 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines."
  ],
  "valid_date": "01/10/2021",
  "subdivision_of_building": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              514624.9996335,
              183633.2547828
            ],
            [
              514624.1503922,
              183631.9451577
            ],
            [
              514614.8499633,
              183638.4532948
            ],
            [
              514601.6001501,
              183647.9005905
            ],
            [
              514587.8968585,
              183657.6478004
            ],
            [
              514573.3031004,
              183667.8548787
            ],
            [
              514581.2018689,
              183679.1016593
            ],
            [
              514599.3987188,
              183666.145368
            ],
            [
              514607.3552027,
              183660.3270335
            ],
            [
              514610.4141204,
              183658.0276917
            ],
            [
              514614.2975442,
              183655.2484872
            ],
            [
              514615.352912,
              183654.4987018
            ],
            [
              514618.9477587,
              183651.9194401
            ],
            [
              514630.6969707,
              183643.6518067
            ],
            [
              514631.6533978,
              183642.8520356
            ],
            [
              514630.4001485,
              183641.1025364
            ],
            [
              514628.0008357,
              183637.7534951
            ],
            [
              514624.9996335,
              183633.2547828
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/215925FUL;",
  "title_number": [
    "MX133028"
  ],
  "decision_date": "08/12/2022",
  "id": "Ealing-215925FUL",
  "ward": "Greenford Green",
  "development_type": "Minor dwellings",
  "cil_liability": true,
  "borough": "Ealing",
  "appeal_decision": null,
  "site_name": "193 Oldfield Lane North",
  "lapsed_date": "08/12/2025",
  "description": "Construction of a two storey building with a habitable loft space, to accommodate five self contained flats; associated amenity space, parking (Following demolition of the existing house)",
  "pp_id": "PP-10266701",
  "actual_completion_date": null,
  "centroid_northing": 183656,
  "bo_system": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-20T12:54:55.194+00:00",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "decision": "Approved",
  "postcode": "UB6 8PN",
  "site_number": null,
  "last_updated_by": "CSV Data Import",
  "centroid": {
    "lat": "51.5401799",
    "lon": "-0.3488923"
  },
  "appeal_start_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3485682,
          51.5399708
        ],
        [
          -0.34858089999999997,
          51.5399592
        ],
        [
          -0.3487128,
          51.5400196
        ],
        [
          -0.3489007,
          51.5401072
        ],
        [
          -0.3490951,
          51.5401976
        ],
        [
          -0.3493021,
          51.5402923
        ],
        [
          -0.3491846,
          51.5403918
        ],
        [
          -0.3489265,
          51.5402716
        ],
        [
          -0.3488137,
          51.5402177
        ],
        [
          -0.3487704,
          51.5401964
        ],
        [
          -0.3487153,
          51.5401707
        ],
        [
          -0.34870039999999997,
          51.5401637
        ],
        [
          -0.3486494,
          51.5401398
        ],
        [
          -0.3484827,
          51.5400631
        ],
        [
          -0.3484692,
          51.5400557
        ],
        [
          -0.34848779999999996,
          51.5400403
        ],
        [
          -0.3485235,
          51.5400106
        ],
        [
          -0.3485682,
          51.5399708
        ]
      ]
    ],
    "type": "Polygon"
  }
}