{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/185112VAR;",
  "lapsed_date": "19/12/2022",
  "decision_target_date": "20/12/2019",
  "locality": "Southall",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB2 4GQ",
  "site_name": "Penny Sangam And Southall-Norwood Hospital",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012000111, 000012188273, 000012188274, 000012188275, 000012188276, 000012188277, 000012188278, 000012188279, 000012188280, 000012188281, 000012188282, 000012188283, 000012188284, 000012188285, 000012188286, 000012188287, 000012188288, 000012188289, 000012188290, 000012196807"
    ],
    "site_area": 0.162
  },
  "appeal_decision_date": null,
  "lpa_app_no": "185112VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 512534,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T16:27:45.444+00:00",
  "id": "Ealing-185112VAR",
  "application_type": "All Other",
  "street_name": "Osterley Park Road",
  "borough": "Ealing",
  "ward": "Norwood Green",
  "decision_date": "19/12/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application for Minor Material Amendment (S73) to vary conditions 2 (approved plans), 3 (materials), 6 (hard and soft landscaping), 7 (boundary treatment), 17 (ventilation), 18 (contamination) and 20 (piling method statement) of planning permission ref. PP/2013/5409 dated 03/04/2014 for Demolition of hospital/health buildings and erection of 4 storey building containing 12 flats (2 one-bed and 10 two-bed) with integral refuse/recycling and cycle storage and 6 car parking spaces with access off Osterley Park Road and a 3 storey terrace of 6 four bedroom houses, each with a frontage parking space.  Variation seeking to alter the height and roof form of the building that contains the flats and to alter the internal layout of the attached dwellings to provide habitable space at loft level",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major dwellings",
  "centroid_northing": 179478,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012000111",
  "centroid": {
    "lon": "-0.3800327",
    "lat": "51.503044"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              512564.7485007,
              179464.4780828
            ],
            [
              512563.6024372,
              179459.0496366
            ],
            [
              512561.269085,
              179459.579485
            ],
            [
              512550.9462685,
              179461.8988211
            ],
            [
              512505.3181003,
              179472.2458592
            ],
            [
              512500.0000359,
              179473.4455159
            ],
            [
              512493.79975,
              179474.8451152
            ],
            [
              512495.7538294,
              179477.7542825
            ],
            [
              512497.5512528,
              179480.3035528
            ],
            [
              512500.0000359,
              179484.0524796
            ],
            [
              512508.1461563,
              179495.9490743
            ],
            [
              512515.3605847,
              179494.4295092
            ],
            [
              512523.2758434,
              179492.7699843
            ],
            [
              512568.697885,
              179483.2027229
            ],
            [
              512564.7485007,
              179464.4780828
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of 03 April 2014.  The amended scheme hereby permitted shall be completed in its entirety within six months of the date of this permission.",
    "REASON: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be carried out in accordance with drawing title number(s) Proposed Site Plan ref. 419 - 00 - 003 rev P1; Street Elevation ref. 419-PL04-022-A1; SK-02A-Elevation; Ground Floor Plan ref. 419 - 08 - 001 rev P1; First Floor Plan ref. 419 - 08 - 002 rev P1; Second Floor Plan ref. 419 - 08 - 003 rev P1; Third Floor Plan ref. 419 - 08 - 004 rev P1; Roof Plan ref. 419 - 08 - 005 rev P1; House Side Elevations ref. 419 - 08 - 023 rev P1; House Rear Elevation ref. 419 - 08 - 022 rev P1; House Front Elevation ref. 419 - 08 - 021 rev P1; House Section AA ref. 419 - 08 - 031 rev P1; Flats Floor Plans ref. 419-PL04-003-A1 rev P02; As-Built Elevations ref. 419-PL04-001-A1 rev P03; Hard and soft proposals ref. 8968-LA-01 rev D; Ventilation Layout Ground Floor ref. Q2243-M-001 rev 2; Ventilation Layout First Floor Plan ref. Q2243-M-002 rev 1; Ventilation Layout Second Floor ref. Q2243-M-004 rev 1; Ventilation Layout Second Floor ref. Q2243-M-003 rev 1; Ventilation Layout Sections ref. Q2243-M-005; SK-01-Pallete of Materials; GA-01A-Landscape Strategy; Method Statement for Piling Works at the Site of Penny Sangam Hospital, Osterley Park Road, Southall dated 29 February 2016 ref. Z599RF; Site at NHS Hospital, Osterley Park Road, Southall by Trentside Geotechnical Testing dated 25 February 2015; 8968-SP-01B-Specification, Maintenance and Management Notes ref. 8968-LA-01C",
    "REASON: For the avoidance of doubt, and in the interests of proper planning.",
    "| Ensure the materials and external surfaces of the development are carried out in accordance with the details shown on the drawings hereby approved, unless otherwise agreed in writing by the Local Planning Authority.",
    "REASON: To ensure that the materials harmonise with the surroundings, in accordance with policies 3.5, 7.4 and 7.6 of the London Plan (2016) and Ealing Local Variation to London Plan Policy 3.5 - Quality and Design of Housing Developments, Ealing Local Variation to London Plan Policy 7.4 - Local Character and policy 7B of the Ealing Development Management Development Plan Document (2013).",
    "| The entire root system of trees to be retained, as shown on the approved drawings, indicated by the spread of their branches, shall be protected by stout exclusion fencing until completion of the development.",
    "REASON: To prevent damage to the trees in the interest of the visual character and appearance of the area, in accordance with policy 7.21 of the London Plan (2016).",
    "| The area beneath the spread of the branches of the trees to be retained as shown on the approved drawings shall not be used for the storage of building materials, plant, machinery or other items, or for vehicular access or for the burning of materials of any kind.",
    "REASON: To prevent damage to the trees in the interest of the visual character and appearance of the area, in accordance with policy 7.21 of the London Plan (2016).",
    "| Ensure the details of hard and soft landscape works is carried out in accordance with the drawings hereby approved.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.",
    "REASON: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, in accordance with policies 3.5 and 7.4 of the London Plan (2016) and Ealing Local Variation to London Plan Policy 3.5 - Quality and Design of Housing Developments and Ealing Local Variation to London Plan Policy 7.4 - Local Character of the Ealing Development Management Development Plan Document (2013).",
    "| Ensure the boundary treatment is undertaken in accordance with the drawings hereby approved and implemented prior to the first occupation of any of the dwellings. Development shall be carried out in accordance with the approved details.",
    "REASON: To protect the visual appearance of the area, the living conditions of occupiers of the development and neighbouring occupiers and to ensure pedestrian and highway safety, in accordance with policies 3.5, 7.3 and 7.4 of the London Plan (2016) and Ealing Local Variation to London Plan Policy 3.5 - Quality and Design of Housing Developments, Ealing Local Variation to London Plan Policy 7.3 - Designing Out Crime, Ealing Local Variation to London Plan Policy 7.4 - Local Character and policy 7B of the Ealing Development Management Development Plan Document (2013).",
    "| Ensure the external lighting to be erected is carried out in accordance with approved details application ref. PP/2014/6526 dated 04 March 2015.",
    "REASON: To protect the living conditions of occupiers of the area, in accordance with policies 3.5, 7.3 and 7.4 of the London Plan (2016) and Ealing Local Variation to London Plan Policy 3.5 - Quality and Design of Housing Developments, Ealing Local Variation to London Plan Policy 7.3 - Designing Out Crime, Ealing Local Variation to London Plan Policy 7.4 - Local Character and policy 7B of the Ealing Development Management Development Plan Document (2013).",
    "| Notwithstanding the provisions of Classes A, B, D and E of Part 1 of Schedule 2 to the Town and Country Planning (General Permitted Development) (Amendment No. 2) (England) Order 2011, or any Order revoking and replacing that Order, no extensions or alterations to, or the provision of outbuildings, shall be carried out to the townhouses hereby approved, without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.",
    "REASON: To prevent the overdevelopment of the site and to safeguard the living conditions of adjoining properties and visual appearance of the building, in accordance with policies 3.5, 7.4 and 7.6 of the London Plan (2016) and Ealing Local Variation to London Plan Policy 3.5 - Quality and Design of Housing Developments, Ealing Local Variation to London Plan Policy 7.4 - Local Character and policy 7B of the Ealing Development Management Development Plan Document (2013).",
    "| Ensure the archaeological investigation is carried out in accordance with approved details ref. PP/2015/1357 dated 24 April 2015.",
    "REASON: Heritage assets of archaeological interest may survive on the site. The planning authority wishes to secure the provision of appropriate archaeological investigation, including the publication of results, in accordance with the NPPF and in accordance with policy 7.8 of the London Plan (2016), policy 1.1(h) of the Ealing Development (or Core) Strategy (2012) and policy 7C of the Ealing Development Management Development Plan Document (2013).",
    "| No demolition shall take place until the applicant (or their heirs and successors in title) has secured the implementation of a programme of building recording and reporting in accordance with a Written Scheme of Investigation which has been submitted by the applicant and approved by the Local Planning Authority in writing. No development shall take place other that in accordance with the Written Scheme of Investigation.",
    "REASON: Built heritage assets on this site will be affected by the development. The Local Planning Authority wishes to secure building recording in line with NPPF, and publication of results, in accordance with the NPPF, and in accordance with policy 7.8 of the London Plan (2016), policies 1.1(h) and 1.2(g) of the Ealing Development (or Core) Strategy (2012) and policy 7C of the Ealing Development Management Development Plan Document (2013)",
    "| Prior to the first occupation of any of the residential units hereby approved details of access control measures to the proposed on-site car park area shall be submitted to and approved, in writing, by the Local Planning Authority. Once approved, the detailed access control measures shall be put in place before any of the residential units is occupied and shall thereafter be retained, unless any changes are agreed by the Local Planning Authority.",
    "REASON: To ensure occupants of the development are afforded an appropriate level of protection, in accordance with policy 7.3 of the London Plan (2016) and Ealing Local Variation to London Plan Policy 7.3 - Designing Out Crime of the Ealing Development Management Development Plan Document (2013).",
    "| Ensure the insulation of the building envelope, with windows shut and other means of ventilation provided will be carried out in accordance with approved details application ref. PP/2014/6528 dated 10 March 2015.",
    "REASON: To ensure appropriate living conditions for occupiers of the development, in accordance with policies 3.5, 7.14 and 7.15 of the London Plan (2016), policy 1.1(j) of the Ealing Development (or Core) Strategy (2012) and Ealing Local Variation to London Plan Policy 3.5 - Quality and Design of Housing Developments and policies 7A and 7B of the Ealing Development Management Development Plan Document (2013).",
    "| Details shall be submitted for the approval of the Local Planning Authority before the development is commenced, to demonstrate that the rating noise level emitted from the proposed external plant and machinery at the proposed development, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 metres from the nearest ground floor sensitive facade and 1metre from upper floor noise sensitive facades, during the relevant periods of operation.",
    "REASON: To ensure appropriate living conditions for occupiers of the development, in accordance with policies 3.5 and 7.15 of the London Plan (2016), policy 1.1(j) of the Ealing Development (or Core) Strategy (2012) and Ealing Local Variation to London Plan Policy 3.5 - Quality and Design of Housing Developments and policies 7A and 7B of the Ealing Development Management Development Plan Document (2013).",
    "| The scheme for providing fresh air ventilation to habitable rooms on The Green, Southall, façade (the supply being provided from the rear of the building at high level) shall be undertaken in accordance with the details shown on the drawings hereby approved. The approved mitigation scheme shall be implemented in its entirety before any of the units are occupied.",
    "REASON: To ensure appropriate living conditions for occupiers of the development, in accordance with policies 3.5 and 7.14 of the London Plan (2016), policy 1.1(j) of the Ealing Development (or Core) Strategy (2012) and Ealing Local Variation to London Plan Policy 3.5 - Quality and Design of Housing Developments and policies 7A and 7B of the Ealing Development Management Development Plan Document (2013).",
    "| An Ultra - Low NOx boiler with maximum NOx Emissions of under 0.040 g/kWh shall be installed in each residential dwelling. The works, as approved, shall be completed prior to occupation and thereafter permanently retained.",
    "REASON: To ensure the provision of sustainable development, in accordance with policies 3.5 and 5.2 of the London Plan (2016), policies 1.1(j),(k) and 1.2(f) of the Ealing Development (or Core) Strategy (2012) and Ealing Local Variation to London Plan Policy 3.5 - Quality and Design of Housing Developments and policies 7A and 7B of the Ealing Development Management Development Plan Document (2013).",
    "| Ensure details of noise and dust suppression for demolition and construction is carried out in accordance with approved details application ref. PP/2015/1366 dated 24 April 2015.",
    "REASON: In order to protect neighbouring residential amenity, in accordance with policies 7.14 and 7.15 of the London Plan (2016) and policy 7A of the Ealing Development Management Development Plan Document (2013).",
    "| Ensure the contaminated land is carried out in accordance with details hereby approved at all times, unless otherwise agreed in writing by the Local Planning Authority.",
    "REASON: In order to ensure a satisfactory, high quality, residential development and to provide a safe development for future occupiers, in accordance with policy 5.21 of the London Plan (2016).",
    "| Ensure details of demolition and construction works is carried out in accordance with approved details application ref. PP/2015/1367 dated 24 April 2015.",
    "REASON: To protect neighbouring amenity and to limit the impact of the development on highway and pedestrian safety, in accordance with policies 7.14 and 7.15 of the London Plan (2016) and policy 7A of the Ealing Development Management Development Plan Document (2013).",
    "| Ensure the piling method statement is undertaken in accordance with the details hereby approved at all times.",
    "REASON: In order to protect local underground sewerage utility infrastructure as the proposed works will be in close proximity to underground sewerage utility infrastructure and piling has the potential to impact on local underground sewerage infrastructure protect these facilities, in accordance with policy 3.5 of the London Plan (2016) and Ealing Local Variation to London Plan Policy 3.5 - Quality and Design of Housing Developments and policy 7B of the Ealing Development Management Development Plan Document (2013)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "06/11/2018",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-07402991",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3795942,
          51.5029163
        ],
        [
          -0.37961239999999996,
          51.5028678
        ],
        [
          -0.3796459,
          51.502873
        ],
        [
          -0.37979379999999996,
          51.5028959
        ],
        [
          -0.3804476,
          51.502998
        ],
        [
          -0.38052379999999997,
          51.5030098
        ],
        [
          -0.38061269999999997,
          51.5030236
        ],
        [
          -0.38058359999999997,
          51.5030494
        ],
        [
          -0.3805569,
          51.5030719
        ],
        [
          -0.3805204,
          51.5031051
        ],
        [
          -0.3803993,
          51.5032105
        ],
        [
          -0.38029589999999996,
          51.5031954
        ],
        [
          -0.3801825,
          51.5031789
        ],
        [
          -0.37953129999999996,
          51.5030838
        ],
        [
          -0.3795942,
          51.5029163
        ]
      ]
    ],
    "type": "Polygon"
  }
}