{
  "centroid": {
    "lon": "0.18883139999999998",
    "lat": "51.6008774"
  },
  "status": "Refused",
  "decision_target_date": "29/05/2019",
  "site_name": "Chase End",
  "decision_conditions": [
    "The site is within the area identified as Metropolitan Green Belt. The London Borough of Havering Local Development Framework and Government Guidance as set out in the National Planning Policy Framework 2019 is that in order to achieve the purposes of the Metropolitan Green Belt, it is essential to retain and protect the existing rural character of the area so allocated and that the new buildings will only be permitted outside the existing built up areas in the most exceptional circumstances.  Paragraphs 143 and 144 of the National Planning Policy Framework 2019 set out the general presumption against inappropriate development within the Green Belt. They explain that such development should not be approved except in very special circumstances. Very special circumstances to justify inappropriate development will not exist unless the potential harm to the Green Belt, by reason of inappropriateness, and any other harm, is clearly outweighed by other considerations.No special circumstances",
    "The proposal by reason of its domestic appearance, rigid layout and form of the development would amount to a substantial suburban incursion into the Green Belt. The residential nature of the proposals including its associated curtilages, would create a formalised domestic layout with gardens to the rear and parking to the front. The roofline would have a series of dormer windows along its length on the front and rear roof elevations. The altered appearance and roof mass of the new dwellings, in addition to the formal layout, and urban fenestration pattern, would alter the inherent character of the site which is currently not residential and is more harmonious with the rural setting due to the simple form and material pallet. The proposals would introduce an urban layout and character which would significantly harm openness.The proposal is therefore contrary to Policy DC45 of the London Borough of Havering Local Development Framework Core Strategy and Development Control Policies Devel",
    "The proposed layout of the development would be inadequate resulting in substandard accommodation for future residents through lack of internal space. As a result, the development represents an over development of the site contrary to Policies DC61 of the London Borough of Havering Core Strategy and Development Control Policies DPD 20018, the Technical Housing Standards, the Housing Standards Minor Alterations to the London Plan, Policy 3.5 of the London Plan and the Housing SPG 2016.",
    "The proposed development would, by reason of its layout as well as the width and surface condition of the service road, be inadequate for refuse collection vehicles resulting in inadequate servicing arrangements contrary to Policy DC36 of the London Borough of Havering Local Development Framework Core Strategy Development Control Policies Development Plan Document 2008.",
    "In the absence of a legal agreement to secure contributions towards the demand for school places arising from the development, the proposal fails to satisfactorily mitigate the infrastructure impact of the development, contrary to the provisions of Policies DC29 and DC72 of the London Borough of Havering Development Control Policies DPD 2008 and Policy 8.2 of the London Plan 2016.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reasons for it was given to the agent Mr Bye via email on 28th May 2019."
  ],
  "secondary_street_name": "Romford",
  "application_type": "All Other",
  "postcode": "RM1 4PR",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "29/05/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0249.19",
  "centroid_northing": 191384,
  "uprn": "100023211996",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Pettits",
  "decision_date": "29/05/2019",
  "description": "Removal of existing converted barn, lock up stores and former clubhouse and erection of 7No.  residential dwellings, 3No. 4 bed chalet dwellings and 4 No 3 bed bungalows",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0249.19",
  "lpa_app_no": "P0249.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:55:40.894+00:00",
  "centroid_easting": 551688,
  "pp_id": null,
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "18/03/2019",
  "decision": "Refused",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551636.467,
              191394.773
            ],
            [
              551647.033,
              191419.157
            ],
            [
              551731.294,
              191395.044
            ],
            [
              551717.205,
              191345.193
            ],
            [
              551702.304,
              191342.212
            ],
            [
              551687.403,
              191353.863
            ],
            [
              551685.235,
              191358.468
            ],
            [
              551684.422,
              191360.907
            ],
            [
              551636.467,
              191394.773
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.39
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Risebridge Chase",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "07/05/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1880926,
          51.6009881
        ],
        [
          0.1882556,
          51.6012043
        ],
        [
          0.18946079999999998,
          51.600965
        ],
        [
          0.189236,
          51.6005209
        ],
        [
          0.18901969999999998,
          51.6004981
        ],
        [
          0.1888098,
          51.6006068
        ],
        [
          0.1887805,
          51.6006487
        ],
        [
          0.1887698,
          51.6006709
        ],
        [
          0.1880926,
          51.6009881
        ]
      ]
    ],
    "type": "Polygon"
  }
}