{
  "epc_number": null,
  "valid_date": "26/01/2023",
  "status": "Refused",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "centroid": {
    "lon": -0.401007,
    "lat": 51.583164
  },
  "pp_id": "11883102",
  "decision": "Refused",
  "centroid_easting": 510885,
  "site_name": "TUDOR LODGE HOTEL, 50",
  "lpa_app_no": "4726/APP/2023/248",
  "date_building_work_started_under_previous_permission": "01/12/2022",
  "uprn": null,
  "title_number": null,
  "borough": "Hillingdon",
  "appeal_decision_date": null,
  "decision_conditions": [
    "The design, materials, height, number and siting of the external fixtures including the outbuildings, igloos, pergola and bar, cumulatively contributes to harm to the setting and views of the listed building. In the absence of any significant public benefit, the proposal is contrary to Section 66 of the Planning (Listed Buildings and Conservation Areas) Act 1990, Section 16 of the National Planning Policy Framework 2021, Policies D8 and HC1 of the London Plan 2021, Policy BE1 of the Hillingdon Local Plan Part One 2012 and Policies DMHB 11, DMHB 12 and DMHB 1, DMHB 2, DMHB 4 and DME 5 of the Hillingdon Local Plan: Part Two 2020.",
    "In the absence of any noise assessment and mitigation, the proposed use of the external areas for outdoor dining and the collective capacity of the outdoor spaces has the real potential for excessive noise disturbance detrimental to the amenity of surrounding residential properties. This is contrary to Paragraphs 174 and 185 of the National Planning Policy Framework 2021, Policy D14 of the London Plan, Policies BE1 and DME 5 of the Hillingdon Local Plan (Part 1) 2012 and Policies DME 5, and DMHD 11 of the Hillingdon Local Plan (Part 2) 2020.",
    "There is contradictory information submitted in support of the proposed car parking arrangements such that the level of car parking may not be appropriate for the intended use, contrary to Section 9 of the National Planning Policy Framework 2021, Policy T6.1 of the London Plan 2021 and Policies DMT 2, DMT 6 and DMEI 14 of the Hillingdon Local Plan 2020. :",
    "With contradictory information in the submitted arboricultural documentation and wholesale and unjustified removal of a large number of mature and Category B trees, the proposal will result in a net deterioration in landscape character of the site, the streetscene and the adjacent Eastcote Park Estate Conservation Area, contrary to Sections 15 and 16 of the National Planning Policy Framework 2021, Policy G7 of the London Plan 2021, Policy BE1 of the Hillingdon Local Plan (Part 1) 2012 and Policy DMHB 14 of the Hillingdon Local Plan (Part 2) 2020.",
    "In the absence of sufficient ecology information, it has not been demonstrated that the proposal would not have an adverse impact upon protected species and nature conservation or that there would be protection and enhancement of biodiversity. This is contrary to Section 15 of the National Planning Policy Framework 2021, Policies BE1, DMH 6, DMHB 14 and DMEI 7 of the Hillingdon Local Plan 2020 and Policy G6 of the London Plan 2021.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service. We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal.",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance."
  ],
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 188356,
  "subdivision_of_building": "external hotel ground\n",
  "polygon": null,
  "parking_details": {
    "no_existing_car": 26,
    "net_car": -4,
    "no_proposed_car": 22
  },
  "development_type": null,
  "lpa_name": "Hillingdon",
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T12:55:24.144+00:00",
  "decision_process": "Delegated",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=4726/APP/2023/248",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "ward": "EASTCOTE 2022",
  "application_type_full": "Full planning & listed building consent",
  "locality": null,
  "last_updated_by": "CSV Data Import",
  "application_details": {
    "existing_uprns": null,
    "phasing_details": [
      {
        "phase_detail": "hotel building 1",
        "intended_completion_date": "07/2023",
        "intended_commencement_date": "03/2023"
      }
    ],
    "total_gia_existing": 495,
    "rain_water_harvesting": false,
    "lead_developer_company_name": "Luxury Hospitality Ltd",
    "green_suds": false,
    "scheme_phasing": true,
    "total_gia_gained": 33,
    "site_area": 4190,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 495,
        "use_class": "C1",
        "gia_gained": 33,
        "gia_lost": 0
      }
    ],
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_new_gas_connections_required": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 3,
      "green_roof_area": 0,
      "no_passive_fast_ev_charging_points": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_active_fast_ev_charging_points": 3,
      "total_annual_nox_emissions": 0,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": false,
      "percentage_demolition_construction_material_recycling": 0,
      "waste_provision": true,
      "no_resi_units_to_have_full_fibre": 0,
      "no_homes_passive_cooling": 0,
      "mobile_network_operators_consultation": false
    },
    "projected_cost_of_works": "Up to £2m",
    "uk_company_registration_no": "10484215",
    "ownership_status": "Private",
    "grey_water_reuse": false,
    "non_residential_details": {
      "total_gia_existing": 495,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 33,
      "total_gia_gained": 33
    },
    "internal_resi_water_usage": 102,
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 2.5,
        "building_ref": "Tudor Lodge Hotel building external pergola "
      }
    ],
    "affordable_housing_fast_track": false,
    "total_gia_lost": 0,
    "surface_water_discharge_percentage_reduction": 100,
    "garden_land_lost": true
  },
  "postcode": null,
  "decision_target_date": "23/03/2023",
  "wgs84_polygon": null,
  "description": "Erection of 6 no. timber pergolas, rearrangement of car park, 1 no.outdoor bar, 2 no. outbuildings, 7 no. outdoor igloos, new boundary fence and planting against Field End Road, various privacy planting, paving to external pergola sitting area",
  "street_name": "FIELD END ROAD",
  "bo_system": "CSV Data Import",
  "appeal_status": null,
  "lapsed_date": "23/03/2026",
  "cil_liability": false,
  "site_number": null,
  "decision_date": "23/03/2023",
  "secondary_street_name": "EASTCOTE PINNER",
  "application_type": "All Other",
  "id": "Hillingdon-4726_APP_2023_248",
  "last_date_consultation_comments": "21/02/2023"
}