{
  "valid_date": "13/12/2024",
  "epc_number": null,
  "site_name": "Land bound by Waterloo Road to the east; the Great Eastern M",
  "cil_liability": false,
  "polygon": null,
  "actual_commencement_date": null,
  "site_number": null,
  "decision": "Approved",
  "parking_details": null,
  "application_type_full": "Non-Material Amendment",
  "ward": "St Edwards",
  "last_date_consultation_comments": null,
  "centroid_easting": 551139,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "Application for a non-material amendment to planning permission Ref: P0761.20 dated 30/11/2021 to revise the wording of Condition 8 (Design Code).  \n\nThe wording of condition 8 of the planning permission P0761.20 shall be revised as follows:\n\nNotwithstanding the principles set out in the submitted Design Code - Outline Masterplan (Ref: WAQ-CPL-XX-XX-RP-A-9309-PL-L1), prior to the submission of the second reserved matters application a revised Design Code is to be submitted to and approved in writing by the Local Planning Authority. The revised Design Code shall include the following:\n\n* A commitment to achieving compliance with London Plan guidance to avoid single aspect north facing and limit the number of units per core with exceptions only in specified circumstances which are justified in the code;\n* A commitment to achieving minimum daylight standards in line with BRE guidance as far as reasonably practicable;\n* A commitment to achieving access to podium landscaped areas for all cores;\n* A commitment to avoiding overlooking and privacy issues, in particular window to window, window to balcony and balcony to balcony relationships; relationships between podium landscaped areas and private terraces around the podium; and\n* The revised Design Code should also signpost to the urban design principles contained within the Design and Access Statement for the Outline Scheme. Specifically, this should include (but not limited to) signposting principles for layout, massing, relationships, typology, entrances and accesses, podiums, cores, cycle parking, streets, parking, planting, waste, relationship between blocks and streets (defensible spaces), relationships between units and podium landscapes (buffer zones), urban greening factor, landscaping, public realm, open space and play space.\n\nEach reserved matters submission of each relevant phase shall demonstrate how the proposed design of the development complies with the principles of the approved revised Design Code.",
  "appeal_decision": null,
  "postcode": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "10/01/2025",
  "street_name": "Cotleigh Road to the west; and London Road to the north",
  "decision_process": "Delegated",
  "last_updated_by": "Planning Portal ingest",
  "centroid_northing": 188257,
  "application_type": "All Other",
  "title_number": null,
  "decision_conditions": [
    "The amendments to the approved application listed below are considered to be of a minor nature and acceptable in their own right and will not require resubmission of a fresh planning application.",
    "The following amendments are deemed to be accepted:",
    "To replace the word 'first' with the word 'second' in the wording of condition 8 -  'prior to the submission of the 'second' reserved matters application a revised Design Code is to be submitted to and approved in writing by the Local Planning Authority. The revised Design Code shall include the following:",
    "The applicant is advised that this amendment relates solely to the description of this application. Furthermore, this amendment does not in any way alter or remove any previous conditions imposed on the original approved application reference P0761.20."
  ],
  "appeal_start_date": null,
  "development_type": null,
  "wgs84_polygon": null,
  "lpa_app_no": "N0059.24",
  "decision_agency": "Borough",
  "decision_date": "14/02/2025",
  "pp_id": "13621321",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=N0059.24",
  "lpa_name": "Havering",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "secondary_street_name": "Romford",
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.572927,
    "lon": 0.179538
  },
  "status": "Approved",
  "last_updated": "2025-07-24T01:39:06.205Z",
  "actual_completion_date": null,
  "lapsed_date": "14/02/2028",
  "borough": "Havering",
  "id": "Havering-N0059.24",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": null,
  "locality": null,
  "application_details": {
    "existing_uprns": null
  }
}