{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "10/04/2024",
  "development_type": null,
  "ward": "RUISLIP 2022",
  "lapsed_date": "02/07/2027",
  "decision_date": "02/07/2024",
  "lpa_app_no": "34752/APP/2024/935",
  "status": "Approved",
  "parking_details": null,
  "centroid": {
    "lat": 51.577379,
    "lon": -0.42879
  },
  "application_type": "All Other",
  "borough": "Hillingdon",
  "decision_process": "Delegated",
  "last_updated_by": "Planning Portal ingest",
  "last_date_consultation_comments": "15/05/2024",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T20:20:46.138+00:00",
  "locality": null,
  "date_building_work_completed_under_previous_permission": null,
  "description": "Erection of a infill single storey rear extension (associated with householder application 34752/APP/2024/932)",
  "application_type_full": "Listed building consent",
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=34752/APP/2024/935",
  "site_number": null,
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "application_details": {
    "existing_uprns": null
  },
  "pp_id": "12966573",
  "postcode": null,
  "wgs84_polygon": null,
  "cil_liability": false,
  "street_name": "RUISLIP",
  "decision_conditions": [
    "The works hereby permitted shall be begun before the expiration of three years from the date of this consent.",
    "REASON",
    "To comply with Section 18 of the Planning (Listed Buildings and Conservation Areas) Act 1990, to prevent the accumulation of unimplemented listed building consents and to enable the Local Planning Authority to review the situation at the end of this period if the development has not begun.",
    "The works hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans:",
    "Site Location Plan, 06, 07A, 08A, 09A and 10A",
    "and shall thereafter be retained/maintained for as long as the works remain in existence.",
    "REASON",
    "To ensure the works comply with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "All new works and works of making good to the retained fabric of the building, whether internal or external (including brickwork, brick bond, pointing and mortar mix), shall be finished to match the existing fabric with regard to methods used and to material, colour, texture and profile.",
    "REASON",
    "To preserve and safeguard the character and appearance of the Listed building in accordance with Hillingdon's Local Plan: Part 1 Policy HE1 (November 2012), Local Plan: Part 2 policies DMHB 1, and 2 (January 2020), the London Plan (2021) and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "Detailed drawings of all new external joinery at 1:20 scale shall be submitted to and approved in writing by the Local Planning Authority before the relevant part of the work is begun.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "During works the existing building including fixtures, fittings and features would need to be appropriately safeguarded. Any damage or disturbance caused to the building in execution of the works shall be made good to the satisfaction of the Local Planning Authority within six months of the works being completed.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the building in accordance with Policies DMHB 1 and DMHB 2 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The decision to GRANT Listed Building Consent has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT Listed Building Consent has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "You are advised this permission is based on the dimensions provided on the approved drawings as numbered above. The development hereby approved must be constructed precisely in accordance with the approved drawings. Any deviation from these drawings requires the written consent of the Local Planning Authority."
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": 187671,
  "site_name": "7 BURY STREET",
  "decision_target_date": "02/07/2024",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Hillingdon",
  "polygon": null,
  "appeal_start_date": null,
  "uprn": null,
  "appeal_decision_date": null,
  "id": "Hillingdon-34752_APP_2024_935",
  "centroid_easting": 508974
}