{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "06/11/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-1983_APP_2020_2657",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.043000000000000003
  },
  "valid_date": "11/09/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Extension at the front of the property above the shopfront to provide 1 self contained flat above (use class C3) at second floor level, and erection of a new three storey building at the rear of the property to provide 2 x self contained flats (use class C3) above an open loading bay and associated bin and cycle store",
  "decision_conditions": [
    "The proposed development to the rear of the site, by reason of its siting, size, scale, bulk and design, would result in an incongruous and visually intrusive form of development, which would fail to harmonise with the architectural composition of the original property, would be detrimental to the character, appearance and visual amenities of the street scene and would fail to either preserve or enhance the character or appearance of the surrounding Ruislip Village Conservation Area. The proposal is therefore contrary to Policies BE1 and HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 1, DMHB 4, DMHB 11 and DMHB 12 of the Hillingdon Local Plan Part Two - Development Management Policies (January 2020), Policy 7.8 of the London Plan (2016) and the NPPF.",
    "The proposed front extension, by reason of its design and use of materials, would result in an incongruous and visually intrusive form of development, which would fail to harmonise with the architectural composition of the original property, would be detrimental to the character, appearance and visual amenities of the street scene and would fail to either preserve or enhance the character or appearance of the surrounding Ruislip Village Conservation Area. The proposal is therefore contrary to Policies BE1 and HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 1, DMHB 4, DMHB 11 and DMHB 12 of the Hillingdon Local Plan Part Two - Development Management Policies (January 2020), Policy 7.8 of the London Plan (2016) and the NPPF.",
    "The proposal would provide inadequate outlook for the central bedrooms in the rear three storey element of the proposal and would therefore give rise to a substandard form of living accommodation to the detriment of the amenity of future occupiers. The proposal is thus contrary to, Policy DMHB 11 of the Hillingdon Local Plan Part Two - Development Management Policies (January 2020) and Policy 3.5 of the London Plan (2016).",
    "The development, by virtue of its rear facing windows of both the front and rear elevations of the proposed units having less than the minimum 21 metres separation distance between windows of habitable rooms, would be detrimental to the amenities of any future occupiers by reason of loss of privacy. Therefore the proposal would be contrary to Policy DMHB 11 of the Hillingdon Local Plan Part Two - Development Management Policies (January 2020).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:41:34.752+00:00",
  "ward": "WEST RUISLIP",
  "parking_details": null,
  "lapsed_date": "06/11/2023",
  "decision_target_date": "06/11/2020",
  "centroid": {
    "lat": "51.5745063",
    "lon": "-0.4242933"
  },
  "lpa_app_no": "1983/APP/2020/2657",
  "status": "Refused",
  "site_name": "69 HIGH STREET",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=1983/APP/2020/2657",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509278.362,
              187340.2278
            ],
            [
              509271.7474,
              187348.1654
            ],
            [
              509305.1511,
              187377.2696
            ],
            [
              509310.4428,
              187370.655
            ],
            [
              509278.6927,
              187339.8971
            ],
            [
              509278.362,
              187340.2278
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "06/10/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "RUISLIP",
  "pp_id": "08996509",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 509291,
  "appeal_start_date": null,
  "centroid_northing": 187358,
  "borough": "Hillingdon",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4244811,
          51.574349
        ],
        [
          -0.42457409999999995,
          51.5744217
        ],
        [
          -0.4240832,
          51.5746768
        ],
        [
          -0.42400889999999997,
          51.5746163
        ],
        [
          -0.4244765,
          51.574346
        ],
        [
          -0.4244811,
          51.574349
        ]
      ]
    ],
    "type": "Polygon"
  }
}