{
  "decision_agency": "Borough",
  "status": "Approved",
  "decision": "Approved",
  "centroid": {
    "lon": "-0.424293",
    "lat": "51.5745153"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509272.0542,
              187348.1406
            ],
            [
              509305.3477,
              187376.3629
            ],
            [
              509310.4188,
              187370.8507
            ],
            [
              509278.4483,
              187341.7465
            ],
            [
              509271.6132,
              187348.3611
            ],
            [
              509272.0542,
              187348.1406
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "borough": "Hillingdon",
  "application_type": "All Other",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "valid_date": "16/07/2024",
  "decision_target_date": "11/10/2024",
  "appeal_decision_date": null,
  "locality": null,
  "centroid_northing": 187359,
  "ward": "RUISLIP 2022",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "i) No advertisement is to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.",
    "ii) No advertisement shall be sited or displayed so as to:-",
    "(a) Endanger persons using any highway, railway, waterway, dock, harbour or aerodrome (civil or military);",
    "(b) Obscure, or hinder the ready interpretation of, any traffic sign, railway signal or aid to navigation by water or air or;",
    "(c) Hinder the operation of any device used for the purpose of security or surveillance or for measuring the speed of any vehicle.",
    "iii) Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity of the site.",
    "iv) Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public.",
    "v) Where an advertisement is required under these Regul",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans",
    "- TQRQM24066090526832",
    "- P23-108_CGL-Z1-00-DR-A-071001- Rev C",
    "- P23-108_CGL-Z1-00-GA-A-061001- Rev F",
    "- P23-108_CGL-Z1-00-SK-A-SK1001- Rev C",
    "- P23-108 Design & Access",
    "All received on 21.11.2023",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "The intensity of external illumination of the sign advertisement(s) shall not exceed 250 cd/m2.",
    "REASON",
    "To ensure that the brightness of the proposed advertisement(s) will not have an adverse effect on the amenities of the area and to avoid distraction to passing motorists in accordance with Policies DMHB 4, DMHB 11, DMHB 13A and DMT 2 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served.",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:",
    "carry out work to an existing party wall;",
    "build on the boundary with a neighbouring property;",
    "in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Uxbridge, UB",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance."
  ],
  "pp_id": "13250075",
  "decision_process": "Delegated",
  "lapsed_date": "11/10/2027",
  "application_type_full": "Full planning & display of advertisements",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Hillingdon-1983_ADV_2024_37",
  "actual_commencement_date": null,
  "lpa_name": "Hillingdon",
  "last_updated": "2025-03-19T19:46:26.731+00:00",
  "lpa_app_no": "1983/ADV/2024/37",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4245697,
          51.5744214
        ],
        [
          -0.4240806,
          51.5746686
        ],
        [
          -0.4240092,
          51.5746181
        ],
        [
          -0.4244794,
          51.5743627
        ],
        [
          -0.4245759,
          51.5744234
        ],
        [
          -0.4245697,
          51.5744214
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_status": null,
  "site_name": "69 HIGH STREET",
  "title_number": null,
  "decision_date": "11/10/2024",
  "appeal_start_date": null,
  "cil_liability": false,
  "development_type": null,
  "description": "Installation of 1no. non-illuminated projecting sign and 1no. non-illuminated fascia sign.",
  "epc_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "actual_completion_date": null,
  "centroid_easting": 509291,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=1983/ADV/2024/37",
  "application_details": {
    "existing_uprns": null,
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire development",
        "intended_completion_date": "09/2024",
        "intended_commencement_date": "09/2024"
      }
    ],
    "total_gia_gained": 0,
    "site_area": 0.036,
    "total_gia_lost": 0,
    "total_gia_existing": 244,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 244,
        "use_class": "E(a)",
        "gia_gained": 0,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_existing": 244,
      "total_gia_lost": 0
    },
    "garden_land_lost": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "internal_resi_water_usage": 0,
    "ownership_status": "Private"
  },
  "last_updated_by": "CSV Data Import",
  "postcode": null,
  "last_date_consultation_comments": "15/08/2024",
  "secondary_street_name": null,
  "site_number": null,
  "subdivision_of_building": "Ground floor retail unit",
  "street_name": "RUISLIP"
}