{
  "last_date_consultation_comments": "22/08/2024",
  "site_number": null,
  "ward": "RUISLIP 2022",
  "decision_date": "02/10/2024",
  "description": "Installation of an awning, extract grilles and air conditioning condenser units together with the installation of 1no. fascia and 1no.projecting sign.",
  "development_type": null,
  "application_type": "All Other",
  "appeal_status": null,
  "title_number": null,
  "postcode": null,
  "locality": null,
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "13250075",
  "street_name": "RUISLIP",
  "last_updated_by": "CSV Data Import",
  "lpa_name": "Hillingdon",
  "centroid": {
    "lon": "-0.424293",
    "lat": "51.5745153"
  },
  "lpa_app_no": "1983/APP/2024/1919",
  "borough": "Hillingdon",
  "application_details": {
    "existing_uprns": null,
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire development",
        "intended_completion_date": "09/2024",
        "intended_commencement_date": "09/2024"
      }
    ],
    "total_gia_gained": 0,
    "site_area": 0.04,
    "total_gia_lost": 0,
    "total_gia_existing": 244,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 244,
        "use_class": "E(a)",
        "gia_gained": 0,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_existing": 244,
      "total_gia_lost": 0
    },
    "garden_land_lost": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "internal_resi_water_usage": 0,
    "ownership_status": "Private"
  },
  "application_type_full": "Full planning & display of advertisements",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.42409339999999995,
          51.5746666
        ],
        [
          -0.4240098,
          51.574602
        ],
        [
          -0.42447959999999996,
          51.5743585
        ],
        [
          -0.4245793,
          51.5744193
        ],
        [
          -0.42409339999999995,
          51.5746666
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 509291,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=1983/APP/2024/1919",
  "bo_system": "CSV Data Import",
  "appeal_start_date": null,
  "secondary_street_name": null,
  "subdivision_of_building": "Ground floor retail unit",
  "actual_completion_date": null,
  "site_name": "69 HIGH STREET",
  "id": "Hillingdon-1983_APP_2024_1919",
  "decision_target_date": "03/10/2024",
  "centroid_northing": 187359,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509304.4657,
              187376.1203
            ],
            [
              509310.4188,
              187369.0648
            ],
            [
              509278.4483,
              187341.2834
            ],
            [
              509271.3927,
              187347.898
            ],
            [
              509304.4657,
              187376.1203
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans numbered: RSTH/S6619/02P, RSTH/S6619//03P, RSTH/S6619/01A , RSTH/S6619/04P and RSTH/S6619/01P, together with documents: Odour Impact Assessment (dated 20/07/2023), Fan Specification for main extract, Energy Saving Fan Information (by Etaline), Air Conditioning Product Information (Ref. PLA-ZMR32), Extract Vent-Axia Specifications, Single Air Conditioning Condense Unit (Ref. PUHZ-RP71VHA4), Gas Filtration Product Datasheet and Ventilation Details by Ruck Ventilatoren.",
    "The development shall thereafter be retained/maintained as such, for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (2016).",
    "For the lifetime of the development hereby permitted the rating level (LAr) of noise caused by its operation shall not exceed: 40 dB LAr 15 min for any fifteen-minute period between 2300 and 0700, and 50 dB LAr 1 hour for any one-hour period between 0700 and 2300, determined one metre free field external to any window or door of any permanent residential, or equivalently noise sensitive premises, in accordance with 'Methods for rating and assessing industrial and commercial sound' British Standards Institution BS4142 2014.",
    "REASON:",
    "To ensure that occupants of dwellings would not be exposed to noise caused by the permitted development that would be likely to cause an adverse effect on their health and quality of life with windows open for the purposes of ventilation and cooling.",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served.",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:",
    "-carry out work to an existing party wall;",
    "-build on the boundary with a neighbouring property;",
    "- in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Uxbridge, U",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people.",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance."
  ],
  "appeal_decision_date": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "last_updated": "2025-03-19T19:53:01.429+00:00",
  "decision_agency": "Borough",
  "parking_details": null,
  "lapsed_date": "02/10/2027",
  "decision": "Approved",
  "valid_date": "29/07/2024"
}