{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/193853VAR;",
  "lapsed_date": "22/04/2023",
  "decision_target_date": "23/04/2020",
  "locality": "Northolt",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB5 6DZ",
  "site_name": "Jupiter, Latham And Westland Courts Site",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012013617, 000012013618, 000012013619, 000012013620, 000012013621, 000012013622, 000012013623, 000012013624, 000012013625, 000012013626, 000012013627, 000012013628, 000012013629, 000012013630, 000012013631, 000012013632, 000012013633, 000012013634, 000012013635, 000012013636, 000012013637, 000012013638, 000012013639, 000012013640, 000012013641, 000012013642, 000012013643, 000012013644, 000012013909, 000012013910, 000012013911, 000012013912, 000012013913, 000012013914, 000012013915, 000012013916, 000012013917, 000012013918, 000012013919, 000012013920, 000012013921, 000012013922, 000012013923, 000012013924, 000012013610, 000012013611, 000012013612, 000012013613, 000012013614, 000012013615, 000012013616, 000012142032, 000012142033, 000012125584, 000012197864, 000012197865, 000012197866, 000012197867, 000012197868, 000012197869, 000012197870, 000012197871, 000012197872, 000012197873, 000012197874, 000012197875, 000012197876, 000012197877, 000012197878, 000012197879, 000012197880, 000012197881, 000012197882, 000012197883, 000012197884, 000012197885, 000012197886, 000012197887, 000012197888, 000012197889, 000012197890, 000012197891, 000012197892, 000012197893, 000012197894, 000012197895, 000012197896, 000012197897, 000012197898, 000012197899, 000012197900, 000012197901, 000012197804, 000012197805, 000012197806, 000012197807, 000012197808, 000012197809, 000012197810, 000012197811, 000012197812, 000012197813, 000012197814, 000012197815, 000012197816, 000012197817, 000012197818, 000012197819, 000012197820, 000012197821, 000012197822, 000012197823, 000012197824, 000012197825, 000012197826, 000012197827, 000012197828, 000012197829, 000012197830, 000012197831, 000012197832, 000012197833, 000012197834, 000012197835, 000012197836, 000012197837, 000012197838, 000012197839, 000012197840, 000012197841, 000012197842, 000012197843, 000012197844, 000012197845, 000012197846, 000012197847, 000012197848, 000012197849, 000012197850, 000012197851, 000012197852, 000012197853, 000012197854, 000012197855, 000012197856, 000012197857, 000012197858, 000012197859, 000012197860"
    ],
    "site_area": 0.66
  },
  "appeal_decision_date": null,
  "lpa_app_no": "193853VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 511959,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-19T02:43:30.518+00:00",
  "id": "Ealing-193853VAR",
  "application_type": "All Other",
  "street_name": "Seasprite Close",
  "borough": "Ealing",
  "ward": "Northolt West End",
  "decision_date": "22/04/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application for a Minor Material Amendment (S73a) to vary condition 2 (Approved Plans) of planning permission ref: 173805FUL dated 26/02/2018 as amended by 193610VAR dated 20/01/2020 for: Redevelopment to provide 92 residential units comprising 24 x 1 bedroom flats, 44 x 2 bedroom flats, 1 x 3 bedroom flat, 4 x 3 bedroom maisonettes, 8 x 3 bedroom town houses and 11 x 1 bedroom older persons' flats in buildings ranging in height from 3 to 8 storeys following the demolition of the existing buildings, with associated car parking, private and communal amenity space, cycle storage, refuse storage, hard and soft landscaping and boundary treatments. Amendments seek approval for removal of Oriel window and replacement with Feature Brickwork Surrounds; alterations to front main communal entrances to Feature Brickwork, with Polyester Powder Coated metal canopy to communal entrances; modification to size of 2x No. windows to façade above communal Entrance; external wall to communal garden along Britannia Close replace with timber panelling wall; area of external wall above communal entrance, to side North West elevation and area of wall at high level above houses changed to White Render",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major dwellings",
  "centroid_northing": 182817,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "12142033",
  "centroid": {
    "lon": "-0.3872539",
    "lat": "51.5331689"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511988.987639,
              182850.7287786
            ],
            [
              511995.0807391,
              182846.4899919
            ],
            [
              511996.9276328,
              182850.1989302
            ],
            [
              512003.0124879,
              182852.3083264
            ],
            [
              512008.8335011,
              182848.6093852
            ],
            [
              512014.3906722,
              182839.6119607
            ],
            [
              512014.6545142,
              182836.1729451
            ],
            [
              511949.8318438,
              182753.8864994
            ],
            [
              511902.9998968,
              182798.3337765
            ],
            [
              511903.5275807,
              182798.0738509
            ],
            [
              511937.9259756,
              182827.4454434
            ],
            [
              511924.7008976,
              182839.6119607
            ],
            [
              511924.7008976,
              182843.3208991
            ],
            [
              511928.40293,
              182840.1418091
            ],
            [
              511943.4831468,
              182854.4277198
            ],
            [
              511939.2451854,
              182859.4562804
            ],
            [
              511956.7082248,
              182874.531965
            ],
            [
              511967.0310413,
              182868.4537049
            ],
            [
              511985.8132905,
              182858.926432
            ],
            [
              511988.723797,
              182856.8070387
            ],
            [
              511988.987639,
              182850.7287786
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of the original permission (173805FUL), which was granted by Council on 26/02/2018.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be carried out in accordance with drawing title number(s): PL330 (Block C Ground and First Floor Plans); PL331 (Block C Second and Third Floor Plans); PL332 (Block C Roof Plan);  PL346 REV A (Block C NorthWest & SouthEast Elevation); PL347 (Block C SouthWest Elevation & NorthEast Elevastion);",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | All external materials to be used in the development shall be in accordance with those as described on the plans and application documents.This condition shall apply notwithstanding any indications as to these matters which have been given in this application. Development shall be carried out only in accordance with the approved details and permanently retained thereafter.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 7.4 and 7B of the Ealing Development Management DPD (2013); policy 2.10 of the Ealing Development Strategy 2026 DPD (2012); policies 7.4 and 7.6 of the London Plan (2016); and the National Planning Policy Framework (2012). | The full tree planting scheme, hard and soft landscaping and boundary treatment details shown on the approved drawings and documents shall be implemented prior to the first occupation of Phase 2 of the development and retained thereafter.",
    "The approved works shall be carried out prior to the occupation Phase 2 of the development or in accordance with the programme agreed by the Local Planning Authority. Any trees or other plants, which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, to ensure appropriately landscaped amenity space and public realm, in accordance with policies 7.4, 7.5 and 7.6 of the London Plan (2016), and policies 7.4 and 7B of the Ealing Development Management DPD (2013). | Prior to the first occupation of each phase of the development hereby approved, the refuse and recycling shown on the approved drawings and documents shall be implemented prior to the units which the store(s) serves and retained thereafter.",
    "Reason: To secure the necessary recycling and waste enclosures to support the development and to ensure that responsible waste management practices are adhered to in the interests of the visual amenity of the area and in accordance with policy 5.17 of the London Plan (2016); policy 1.1(e) of Ealing's adopted Development (or Core) Strategy (2012); policies 7A, LV7.4 and 7B of Ealing's adopted Development Management DPD (2013); and (interim) SPG 4: Refuse and Recycling Facilities. | Prior to the occupation of Phase 2 of the development hereby approved, as outlined within: Outline Construction & Programme Methodology dated 14/11/2017; and T16 033 Seasprite Close Site Set Up & Build Sequence Plan; the cycle storage shown on the approved documents and drawings shall be implemented to demonstrate the provision of at least 153 long stay cycle parking spaces and short stay cycle parking spaces carried out to the specifications and adopted standards of the London Plan and the Local Planning Authority.",
    "Reason: To ensure adequate cycle parking is provided within the development in pursuance of the objectives of sustainability and encouraging the use of modes of transport other than private motor vehicles in accordance with policy 6.9 of the London Plan (2016), policies 1.1(k) and (g) of Ealing's adopted Development (or Core) Strategy (2012), and Ealing's Sustainable Transport for New Development SPG. | The Construction Management Plan shall be implemented in accordance with the details submitted as part of Planning Application ref: 183332CND.",
    "Reason: To protect the amenity of local residents and to ensure adequate highway and site safety in accordance with policies 6.3, 6.13, 7.13, 7.14 and 7.15 of the London Plan (2016); the National Planning Policy Framework (2012); Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006); and BS 5228-1:2009 - Code of practice for noise and vibration control on construction & open sites-Part 1: Noise. | The Travel Plan shall be implemented in accordance with the details submitted as part of Planning Application ref: 193874CND",
    "Reason: To promote sustainable modes of transport, and to ensure that the development does not exacerbate congestion on the local road network, in accordance with policies 1.1 (f) (g) of the Ealing Development Strategy 2026 (2012); policies 6.3, 6.11 and 6.13 of the London Plan (2016); and Ealing's Sustainable Transport for New Development SPG. | (1) The Geoenvironmental Report shall be implemented in accordance with the details submitted as part of Planning Application ref: 183107CND.",
    "(2) The Remedial Strategy and Method Statement shall be implemented in accordance with the details submitted as part of Planning Application ref: 192933CND.",
    "(3) A verification report detailing all the remedial work undertaken shall be submitted before the development is occupied.",
    "Reason: To protect the health and living conditions of residents in accordance policy 5.21 of The Ealing Development Management DPD (2013); policy 1.1 (j) of the Ealing Development Strategy 2026 (2012); poicy 5.21 of the London Plan (2016); and the National Planning Policy Framework (2012). | The development shall be carried out in strict accordance with the approved Arboricultural Report by and the tree protection measures contained within the report during until completion of construction.",
    "Reason: To secure the protection, throughout the time that the development is being carried out, of trees, shrubs and hedges growing within or adjacent to the site which are of amenity value to the area. | The Piling Method Statement shall be implemented in accordance with the details submitted as part of Planning Application ref: 183433CND.",
    "Reason: The proposed works would be in close proximity to underground water and sewerage utility infrastructure, which needs to be safeguarded in accordance with policies 5.14 and 5.15 of the adopted London Plan (2016). | Noise Mitigation measures, with windows closed and other means of ventilation provided, shall insulate the new dwellings against the transmission of externally generated noise, to meet the minimum internal ambient noise criteria as specified in Table 4 of BS 8233:2014; Living Rooms, Bedrooms = 35 dB LAeq,16 hours ; Kitchens, Dining Rooms, Bathrooms = 40 dB LAeq,16 hours during day-time hours (07:00 - 23:00); and Bedrooms = 30 dB LAeq,8 hours during night-time hours (23:00 - 07:00). The Mitigation Measures shall be implemented prior to the first occupation of the residential units and thereafter be permanently retained.",
    "Reason: In the interests of the internal environment of the development and living conditions of occupiers of nearby properties and future occupiers of the site, in accordance with Interim Supplementary Planning Guidance 10, policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.15 of the London Plan (2016), and the National Planning Policy Framework (2012). | The rating sound level emitted from the external plant and machinery at the development hereby approved, as assessed under BS4142: 2014, shall not exceed the existing background sound level, as measured at the nearest noise sensitive facades, during the relevant periods of operation.",
    "Reason: To safeguard future and existing occupiers of the area against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan (2016), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013). | No microwave masts, antennae or satellite dishes or any other plant or equipment shall be installed on any of the buildings within the development unless otherwise approved in writing by the Local Planning Authority under this condition prior to installation.",
    "Reason: To safeguard the character and appearance of the buildings and the area as a whole, in accordance with policy 1.1(h) of the Ealing Development (or Core) Strategy (2012), Local Variation policies 3.5 and 7.4 and policies 7B of the Development Management Development Plan Document (2013). | Prior to the occupation of Phase 2, as outlined within Outline Construction & Programme Methodology dated 14/11/2017; T16 033 Seasprite Close Site Set Up & Build Sequence Plan; the children's play area (including play equipment, landscaping, boundary treatment, disabled access and security measures) shall be completed and ready for use and shall be retained for the life of the development unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that adequate on-site space for young children to play is provided on site in connection with the proposed residential accommodation, in accordance with policies 3.5, 3.6, 5.3 and 7.2 of the adopted London Plan 2015, the Mayor's Supplementary Planning Guidance on Play and Informal Recreation, policies 1.1(e) and (i), 1.2 (d), 5.5, 6.2 & 6.3 of the adopted Ealing Development Strategy (2012) and policies 3.5, 7B and 7D of the adopted Ealing Development Management DPD (2013). | The Drainage Strategy shall be implemented in accordance with the details submitted as part of Planning Application ref: 183435CND",
    "Reason: To reduce flood risk in accordance with Policy 10 of the National Planning Policy Framework (2012) and policies 5.12, 5.13 and 7.13 of the London Plan (2015). | The Maintenance Plan/Schedule for Proposed Drainage System shall be implemented in accordance with the details submitted as part of Planning Application ref: 192769CND",
    "Reason: To reduce flood risk in accordance with Policy 10 of the National Planning Policy Framework (2012) and policies 5.12, 5.13 and 7.13 of the London Plan (2015). | The passenger lifts located within the communal cores serving the approved apartment blocks shall be installed and operational prior to the first occupation of the relevant part of the apartment block to which the lift serves.",
    "Reason: To ensure that adequate access is provided to all floors of the development for all occupiers and visitors including those with disabilities, in accordance with policies 3.5, 3.8, and 7.2 of the London Plan (2016); policy 1.1(h) of the Ealing Development Strategy 2026 (2012); policy 7B of the Ealing Development Management DPD (2013); and interim Ealing SPG 'Accessible Ealing' (2012). | Ninety percent of the approved residential dwellings shall be designed and constructed to meet Approved Document M (Volume 1: Dwellings), Part M4(2)(Accessible and adaptable dwellings) of Building Regulations 2015, or other such relevant technical requirements in use at the time of the construction of the development.",
    "Reason: To ensure that the development is adaptable, flexible, convenient and appropriate to the changing needs of the future occupiers, in accordance with policies 3.5, 3.8 and 3.9 of the London Plan (2016); and policy 1.1(h) of the Ealing Development Strategy 2026 DPD (2012). | Ten percent of the approved residential dwellings shall be designed and constructed to meet Approved Document M (Volume 1: Dwellings), Part M4(3) (Wheelchair user dwellings) of Building Regulations 2015, or other such relevant technical standards in use at the time of the construction of the development.",
    "Reason: To ensure the provision of wheelchair housing in a timely fashion that would address the current unmet housing need; produce a sustainable mix of accommodation; and provide an appropriate choice and housing opportunity for wheelchair users and their families, in accordance with the objectives of policies: 3.5, 3.8 and 3.9 of the London Plan (2016); and policy 1.1(h) of the Ealing Development Strategy 2026 DPD (2012). | Upon the first occupation of the residential units within the approved development, the approved dwellings shall incorporate sustainability measures as detailed in the approved Energy Strategy Rev B issued in 6th July 2017 prepared by Energist London.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3, 5.6, 5.7 and 5.9 of the London Plan 2016, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012. | Prior to the first occupation of each dwellings within the development, the approved residential units shall incorporate and maintain mitigation measures that will assist with reducing the risk of overheating, follow the Cooling Hierarchy and comply with CIBSE TM49 & TM59 criteria as stated in the Overheating Assessment Rev B issued in 24th July 2017 prepared by Energist London.",
    "Reason: To ensure that the dwellings hereby approved are energy efficient and to reduce the risk of overheating in line with policy 5.9 of the London Plan 2016, adopted Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD (December 2013). | (A & B) The Energy Saving Measures shall be implemented in accordance with the details submitted as part of Planning Application ref: 183637CND.",
    "C) Within three-months of the first occupation of each dwelling in the approved development, Energy Performance Certificates [EPC's], detailed modelling output reports showing clearly the DER and TER from the \"as built stage\" to confirm compliance in terms of savings achieved through energy efficiency measures should be also submitted for written approval by the Local Authority.",
    "D) Within three-months of the practical completion of the dwellings of each phase, technical information and evidence that the renewable/low carbon technologies are certified under the Microgeneration Certification Scheme (MSC) and, if appropriate, complies with the Enhanced Capital Allowances (ECS) product criteria should be submitted.",
    "The development shall be carried out strictly in accordance with the details so approved.",
    "Reason:  To ensure that the dwellings within the development hereby approved are energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases and to minimise the impact of building emissions on local air quality in the interests of health, in accordance with policies 3.2, 5.3, 5.5, 5.6 and 7.14 of the London Plan 2016, policies 1.1(e), 1.1(j), 1.1(k) and 1.2(f) of Ealing's adopted Development (or Core) Strategy 2012, policies LV5.2 and 7A of Ealing's Development Management DPD, and the Mayor's Sustainable Design and Construction SPG. | Prior to occupation of each dwelling proposed within the development, the approved dwellings shall incorporate and maintain water saving measures that will meet water efficiency standards with a maximum water use target of 105 litres of water per person per day.",
    "Reason: To ensure the sustainable use of water, in accordance with policy 5.15 of the London Plan 2016. | Ultra-Low NOx boilers (40mg NOx-KWh) shall be installed, and abatement of NOx emissions shall be applied to the rest of the development, including apartments and non-residential unit, to achieve emission rates in g NOx m2 as set out at Appendix 5 of Mayor's Sustainable Design and Constriction SPG, April 2014 and approved Sustainability Statement (TBC)",
    "Reason: To minimise the impact of building emissions on local air quality in the interests of health, in accordance with policies 3.2 and 7.14 of the London Plan (2016); the Mayor's Sustainable Design and Construction SPG (2014); policies 1.1(e) and (j) of Ealing's adopted Development (or Core) Strategy (2012), and policy 7A of Ealing's adopted Development Management DPD (2013). | Prior to the occupation of Phase 1 of the hereby approved development, car parking spaces numbered 14 to 57 shall be shown on the approved documents and drawings shall be implemented and ready for use.",
    "Prior to the occupation of Phase 2 of the hereby development, the remaining car parking spaces numbered 1-13 and 58-61 and the access road connecting Seasprite Close and Britannia Close shall be implemented and ready for use. The entire proposed car parking spaces numbered 1 to 61 and the access road must be ready for use prior to occupation of Phase 2, and shall thereafter be maintained in accordance with the approved details.",
    "Reason: To ensure that the development does not exacerbate congestion on the local road network, in accordance with policies 1.1 (f) (g) of the Ealing Development Strategy 2026 (2012); policy EV6.13 of Ealing's Development Management DPD; policies 6.3, 6.11 and 6.13 of the London Plan (2016); and Ealing's Sustainable Transport for New Development SPG. | Air Quality details shall be implemented in accordance with the details submitted as part of Planning Application ref: 184610CND.",
    "Reason: To safeguard the amenity of future residents, in accordance with policies 7.14 and 7.15 of the adopted London Plan (2016), policies 1.1(e) and 1.1(j) of Ealing's Development (or Core) Strategy 2012 and the Council's Supplementary Planning Guidance 3 'Air Quality and Pollution (draft) and adopted Supplementary Planning Guidance10 'Noise and Vibration'. | Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015, or any other order revoking and re-enacting that order, with or without modifications, no works shall be carried out to any of the residential units hereby approved without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.",
    "Reason: To prevent the overdevelopment of the site and to safeguard the living conditions of occupiers of adjoining properties and the appearance of the streetscene and architectural quality of the development as a whole, in accordance with policies 1.1 (g) and (h) of the Adopted Development (Core) Strategy, and policies 7.4 and 7.6 of the London Plan (2015) and policies Ealing Local Variation of London Plan Policy 7.4 and 7B of the Ealing Development Management Development Plan."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "06/09/2019",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08131585",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.38681099999999996,
          51.5334661
        ],
        [
          -0.3867246,
          51.5334268
        ],
        [
          -0.3866968,
          51.5334597
        ],
        [
          -0.38660839999999996,
          51.5334775
        ],
        [
          -0.38652569999999997,
          51.5334431
        ],
        [
          -0.3864485,
          51.5333611
        ],
        [
          -0.3864458,
          51.5333302
        ],
        [
          -0.3874061,
          51.5326034
        ],
        [
          -0.3880669,
          51.5330122
        ],
        [
          -0.3880593,
          51.5330098
        ],
        [
          -0.38755429999999996,
          51.5332669
        ],
        [
          -0.387741,
          51.5333789
        ],
        [
          -0.38773979999999997,
          51.5334122
        ],
        [
          -0.38768749999999996,
          51.5333829
        ],
        [
          -0.38746559999999997,
          51.5335083
        ],
        [
          -0.38752509999999996,
          51.5335544
        ],
        [
          -0.38726869999999997,
          51.5336864
        ],
        [
          -0.38712179999999996,
          51.5336297
        ],
        [
          -0.3868542,
          51.5335404
        ],
        [
          -0.38681289999999996,
          51.5335208
        ],
        [
          -0.38681099999999996,
          51.5334661
        ]
      ]
    ],
    "type": "Polygon"
  }
}