{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "24/02/2021",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-68663_APP_2020_705",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "UB7 7GN",
  "appeal_decision": "Dismissed",
  "application_details": {
    "existing_uprns": null,
    "site_area": 1.115
  },
  "valid_date": "05/03/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of 5 and 6 storey buildings to provide a Health Facility (approximately 10,000sqft) (Use Class E) and 233 residential apartments with associated parking, communal podium garden, landscaping, pedestrian and cycle canal link and external works following the demolition of the existing buildings.",
  "decision_conditions": [
    "The application site is located within an area of high flood risk where inappropriate development should be avoided by directing development away from areas at highest risk. The applicant has failed to demonstrate that a replacement health centre for Yiewsley could not be provided on a suitable sequentially preferable and reasonably available site at a lower risk of flooding. The proposal fails the sequential test and fails to accord with the Paragraphs 155 and 158 of the NPPF (2019), Planning Practice Guidance; Flood Risk and Coastal Change March 2014, London Plan (2021) Policy SI 12, Policy EM6 of the Local Plan: Part 1 (2012) and Policy DMEI 9 of the Local Plan: Part 2 (2020).",
    "The applicant has failed to provide contributions towards the improvement of services and facilities as a consequence of demands created by the proposed development (in respect of provision of a health facility, affordable housing, construction training, air quality, public highway works including an ATZ contribution, public transport, car park allocation, refuse and delivery scheme, construction and logistics plan, canal tow path contribution, travel plan, carbon offset contributions, parking permit exclusion, car clubs and Project Management and Monitoring). The scheme therefore conflicts with Policy, DMCI 7 of the Hillingdon Local Plan Part 2 Development Management Policies (2020), the London Borough of Hillingdon Supplementary Planning Document on Planning Obligations, Policy DF1 of the London Plan (2021),  and paragraphs 54, 56 and 57 of the NPPF (2019).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "The Local Planning Authority has taken into consideration the requirements of the National Planning Policy Framework and has worked pro-actively with the applicant through extensive negotiations to address material planning issues wherever possible. We have made available detailed advice in the form of our statutory policies from the Hillingdon Local Plan: Part One - Strategic Policies (Nov 2012), Hillingdon Local Plan:Part 2 - Development Management Policies (2020); Hillingdon Local Plan: Part Two - Site Allocations and Designations (2020), The London Plan (2021) and Supplementary Planning Guidance, and all relevant material considerations, including the NPPF and other informal written guidance, as well as offering a full pre-application advice service. Notwithstanding these discussions, the scheme was ultimately considered to fail to comply with the development plan for the reasons identified above.",
    "You are advised that hard the Local Planning Authority not refused permission for the above reasons, and had the development been considered acceptable in other regards, it would have required that the applicant enter into a legal agreement to secure planning obligations set out within the  Report and Addendum presented to the Major Applications Planning Committee.",
    "This is a reminder that Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), should an application for appeal be allowed, the proposed development would be deemed as 'chargeable development' and therefore liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This would be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012.",
    "For more information on CIL matters please visit the planning portal page at: www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil",
    "Following the publication of the London Plan in March 2021, the reasons fro refusal contained within this decision notice had been updated to reflect the most up to date policies, no additional policies have been added.",
    "For clarification, the Officer Report to committee set out the following reasons for refusal:",
    "1) The application site is located within an area of high flood risk where inappropriate development should be avoided by directing development away from areas at highest risk. The applicant has failed to demonstrate that a replacement health centre for Yiewsley could not be provided on a suitable sequentially preferable and reasonably available site at a lower risk of flooding. The proposal fails the sequential test and fails to accord with the Paragraphs 155 and 158 of the NPPF (2019), Planning Practice Guidance; Flood Risk and Coastal Change March 2014, London Plan 2016 Policies  5.12 and 5.13, Policy SI 12 of the Mayor's Publication London Plan (2020); Policy EM6 of the"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T19:54:42.012+00:00",
  "ward": "YIEWSLEY",
  "parking_details": null,
  "lapsed_date": "24/02/2024",
  "decision_target_date": "30/03/2021",
  "centroid": {
    "lat": "51.5167354",
    "lon": "-0.4777121"
  },
  "lpa_app_no": "68663/APP/2020/705",
  "status": "Dismissed",
  "site_name": "217 HIGH STREET",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=68663/APP/2020/705",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505644.3821,
              180876.1145
            ],
            [
              505658.9881,
              180895.1658
            ],
            [
              505671.2251,
              180888.2205
            ],
            [
              505681.147,
              180887.2283
            ],
            [
              505698.0142,
              180882.2673
            ],
            [
              505716.8658,
              180890.2048
            ],
            [
              505735.7174,
              180900.7882
            ],
            [
              505737.6146,
              180901.943
            ],
            [
              505769.4519,
              180915.671
            ],
            [
              505800.5405,
              180860.7699
            ],
            [
              505791.28,
              180848.8636
            ],
            [
              505776.3972,
              180842.249
            ],
            [
              505780.366,
              180831.3349
            ],
            [
              505742.6628,
              180810.1682
            ],
            [
              505736.7096,
              180814.137
            ],
            [
              505724.4726,
              180809.176
            ],
            [
              505726.1263,
              180803.8844
            ],
            [
              505711.2434,
              180799.5849
            ],
            [
              505691.7304,
              180785.3635
            ],
            [
              505644.3821,
              180876.1145
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              505737.6146,
              180901.943
            ],
            [
              505733.4023,
              180900.1267
            ],
            [
              505743.3242,
              180905.4184
            ],
            [
              505737.6146,
              180901.943
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              505643.7745,
              180875.322
            ],
            [
              505644.1053,
              180876.6449
            ],
            [
              505644.3821,
              180876.1145
            ],
            [
              505643.7745,
              180875.322
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "11/08/2020",
  "appeal_decision_date": "11/01/2022",
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "YIEWSLEY",
  "pp_id": "08537543",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 505723,
  "appeal_start_date": "10/09/2021",
  "centroid_northing": 180855,
  "borough": "Hillingdon",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4788384,
          51.5169399
        ],
        [
          -0.4786223,
          51.5171084
        ],
        [
          -0.478448,
          51.5170437
        ],
        [
          -0.4783054,
          51.5170329
        ],
        [
          -0.4780639,
          51.5169852
        ],
        [
          -0.4777899,
          51.517053
        ],
        [
          -0.4775152,
          51.5171446
        ],
        [
          -0.47748749999999995,
          51.5171546
        ],
        [
          -0.47702469999999997,
          51.5172721
        ],
        [
          -0.4765933,
          51.5167728
        ],
        [
          -0.4767303,
          51.5166675
        ],
        [
          -0.4769467,
          51.5166108
        ],
        [
          -0.4768928,
          51.516512
        ],
        [
          -0.4774423,
          51.5163288
        ],
        [
          -0.4775268,
          51.5163656
        ],
        [
          -0.4777046,
          51.5163233
        ],
        [
          -0.47768239999999995,
          51.5162754
        ],
        [
          -0.4778981,
          51.5162395
        ],
        [
          -0.4781835,
          51.5161154
        ],
        [
          -0.4788384,
          51.5169399
        ]
      ]
    ],
    "type": "Polygon"
  }
}