{
  "lpa_name": "Islington",
  "pp_id": null,
  "description": "Retrospective planning permission for the installation of two retractable awnings at ground floor level fronting Epworth Street and Tabernacle Street.",
  "epc_number": null,
  "status": "Insufficient Fee",
  "decision_date": null,
  "street_name": "Tabernacle Street",
  "decision_process": "Delegated",
  "uprn": "5300089441",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "27/05/2008",
  "subdivision_of_building": null,
  "title_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 532849,
  "appeal_decision": null,
  "lpa_app_no": "P080697",
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "actual_commencement_date": null,
  "application_type": "All Other",
  "bo_system": "Agile APAS",
  "centroid": {
    "lat": 51.523216,
    "lon": -0.086497
  },
  "decision_agency": null,
  "parking_details": null,
  "postcode": "EC2A 4DE",
  "last_updated": "2025-03-20T07:47:48.241+00:00",
  "secondary_street_name": null,
  "cil_liability": false,
  "url_planning_app": null,
  "valid_date": "01/04/2008",
  "appeal_decision_date": null,
  "locality": "London",
  "appeal_start_date": null,
  "application_type_full": null,
  "decision": "Refused",
  "last_updated_by": "Agile APAS",
  "actual_completion_date": null,
  "site_name": "",
  "lapsed_date": "23/05/2011",
  "centroid_northing": 182213,
  "decision_conditions": [
    "HIGHWAYS \r\n\r\n The Assistant Director (Traffic and Transport), PO Box 3333,222 Upper Street, London, N1 1YA (Tel: 020-7527-2676, Fax: 020-7527-2134) must be consulted for: \r\n\r\n 1) the need to comply with the Highways Act 1980 in relation to the erection of hoardings and scaffolds, construction of temporary crossovers and the depositing of building materials or use of skips on the road; \r\n\r\n 2) the need to comply with the provision of Section 177 of the Highways Act 1980 if the proposal involves the construction or alteration of a building or any other structure over any part of the public highway; \r\n\r\n 3) the need to comply with the Highways Act 1980 for any works relating to vaults and thresholds; \r\n\r\n 4) the need to comply with the Highways Act 1980 for any alterations needed to existing pavement or kerb to drive a vehicle onto private property or land; \r\n\r\n 5) the need to comply with the Highways Act 1980 with regard to any proposals to place out tables and chairs on the highway at restaurant and cafe premises, and public houses; \r\n\r\n 6) the need to comply with the Highways Act 1980 for any temporary removal/resiting of all illuminated and non-illuminated street furniture located in the public highways; \r\n\r\n 7) the need to comply with the Islington (Parking Places) Traffic Management Order, as amended for the suspension or temporary/permanent revocation of any on-street parking places; \r\n\r\n 8) the need to comply with the Highways Act 1980 for any maintenance, repair or reinstatement works on and under the public highway; \r\n\r\n 9) the need to complete and submit the 'standard form' to the Assistant Head of Environment and Leisure Services (Engineering) with appropriate plans, levels and programme dates. (Form available from Assistant Head of Environment and Leisure Services (Engineering)); \r\n\r\n 10) the necessity for the Assistant Head of Environment and Leisure Services (Engineering) to return the completed 'standard form' to the applicant, either with or without conditions prior to the commencement of 'the works', including demolition (if conditions are attached it may be necessary to secure a deposit prior to granting formal approval to proceed); \r\n\r\n 11) the need for 'the works' to be inspected during cyclic inspections to ensure compliance with the conditions of the approval given by the Highway Authority; \r\n\r\n 12) the need for all necessary reinstatements or reconstructions required to the public highways to be carried out by the Council's appointed contractor upon completion of 'the works'. \r\n\r\n * An estimate will be provided as the basis of the deposit for all necessary reinstatements or reconstructions. The estimate will be subject to normal price fluctuations and the remainder of any deposit will be returned to the applicant upon completion. \r\n\r\n 'The works' shall include all construction or refurbishment works undertaken adjacent to the public highways by the applicant."
  ],
  "ward": "Leyton",
  "site_number": "27",
  "application_details": {
    "s106_agreement": false
  },
  "id": "Islington-P080697",
  "appeal_status": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.086475,
          51.523229
        ],
        [
          -0.086476,
          51.523202
        ],
        [
          -0.086519,
          51.523203
        ],
        [
          -0.086518,
          51.52323
        ],
        [
          -0.086475,
          51.523229
        ]
      ]
    ]
  },
  "borough": "Islington",
  "last_date_consultation_comments": "08/05/2008"
}