{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/171218LBC;",
  "lapsed_date": "01/05/2021",
  "decision_target_date": "07/05/2017",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W7 3BP",
  "site_name": "The Stable Block",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012142713"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "171218LBC",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 514741,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-21T00:17:38.157+00:00",
  "id": "Ealing-171218LBC",
  "application_type": "All Other",
  "street_name": "Church Road",
  "borough": "Ealing",
  "ward": "Hobbayne",
  "decision_date": "01/05/2018",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Internal alterations including laying of additional flooring at ground floor level, toilets, staircases and partitions; insulation and plasterboard to walls and inclusion of air walls; repair and replacement of existing kitchen, walls and doors; replacement of existing doors and joists; external alterations including installation of 8 no. vertical double glazed windows at ground floor level and 7 no. conservation style roof lights to rear roof slope; installation of hi-grip ramp and replacement of front elevation single glazed timber framed windows with double glazed timber frame sash windows; replacement of side elevation single glazed timber window with double glazed timber frame window and replacement of front door associated with change of use from former visitor centre to children's nursery (Use Class D1) (Listed Building Consent)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": [
    "CSV Data Import",
    "CSV Data Import"
  ],
  "development_type": "Other listed building consents (alter-extend)",
  "centroid_northing": 180650,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012142713",
  "centroid": {
    "lon": -0.347889,
    "lat": 51.513134
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development to which this consent relates must be begun not later than the expiration of three years beginning with the date on which the consent is granted.",
    "Reason: To comply with the provisions of Section 18(1) of the Planning (Listed Buildings and Conservation Areas) Act 1990, as amended, to prevent the accumulation of unimplemented listed building consents and to enable the Local Planning Authority to review the situation at the end of this period if the development has not begun.",
    "| Notwithstanding the conditioned items, the development hereby approved shall be carried out in accordance with drawing title numbers: Block Plan ref. ALE001BLO received 13 March 2017; Location Plan ref. ALE001-LOC received 13 March 2017; Existing Ground Floor Plan ref. ALE001-EX002, received 13 March 2017; Existing First Floor Plan ref. ALE001-EX003, received 13 March 2017; Existing Roof Plan ref. ALE001-EX004, received 13 March 2017; Existing Elevations ref. ALE001-EX005 rev B, received 21 February 2018; Existing Elevations (Sheet 2 of 2) ref. ALE001-EX006, received 13 March 2017; Existing Sections (Sheet 1 of 2) ref. ALE001-EX007, received 13 March 2017; Existing Sections (Sheet 2 of 2) ref. ALE001-EX008, received 13 March 2017; Existing Ground Floor Reflected Ceiling Plan ref. ALE01-EX009, received 13 March 2018; Existing First Floor Reflected Ceiling Plan ref. ALE001-EX010, received 13 March 2017; Photographic Survey (Sheet 1 of 3) ref. ALE001-EX011, received 13 March 2017; Photographic Survey (Sheet 2 of 3) ref. ALE001-EX012, received 13 March 2017; Photographic Survey (Sheet 3 of 3) ref. ALE001-EX013, received 13 March 2017; Existing Building Phase Plans ref. ALE001-EX014, received 13 March 2017; Proposed Ground Floor plan ref. ALE001-PR002 rev E, received 21 March 2018; Proposed First Floor Plan ref. ALE001-PR003 received 13 March 2017; Proposed Roof Plan ref. ALE001-PR004, received 13 March 2017; Proposed Elevations ref. ALE001-PR005 rev C, received 21 March 2018; Proposed Section C-C ref. ALE001-PR006, received 13 March 2017; Proposed Elevations Glazing Strategy ref. ALE001-PR007 rev B, received 21 March 2018; Roof Detail Proposal ref. ALE001-PR010, received 13 March 2017; Wall Detail Proposed ref. ALE001-PR011, received 13 March 2017; Solid Floor (Ground Floor) Detail Proposal ref. ALE001-PR012, received 13 March 2017; First Floor Detail Proposal ref. ALE001-PR013, received 13 March 2017; Proposed Elevations with Doors in Open Position ref. ALE001-PR015 rev B, received 21 March 2018; Ground and First Floor Demolition Layout ref. ALE001-DEM rev C, received 21 March 2018; Ground Floor Demolition for Slot Windows ref. ALE001-DEM2 rev B, received 21 March 2018; Proposed Elevation Demolition ref. ALE001-DEM3 rev C, received 21 March 2018; Room 1 Timber Embedments Survey ref. ALE001-EMB1, received 21 March 2018; Room 2A Timber Embedments Survey ref. ALE001-EMB2A, received 21 March 2018; Room 2C Timber Embedments Survey ref. ALE001-EMB2C, received 21 March 2018; Room 3 Timber Embedments Survey ref. ALE001-EMB3, received 21 March 2018.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| All new external and internal works and finishes and works of making good to the retained fabric, shall match the existing original work adjacent in respect of methods, detailed execution and finished appearance unless otherwise approved in writing by the Local Planning Authority.",
    "Reason: To safeguard the special architectural and historic interest of the Listed Building in accordance with policy 7C of the Ealing Development Management Development Plan (2013), policies 1.1 (h) and 1.2 (g) of the Adopted Ealing Development (Core) Strategy (2012) and policy 7.8 of the London Plan (2016).",
    "| Prior to the commencement of the development hereby approved, samples of the following construction materials shall be submitted and approved in writing by the Local Planning Authority:",
    "A sample of the type of roofing material proposed including:",
    "i.\tNew conservation roof lights;",
    "ii.\tTreatment of gables and cappings;",
    "iii.\tTreatment of verges and barge boards and so forth;",
    "iv.\tLeadwork details (in accordance with LDA good practice);",
    "v.\tThe means of ventilating the roof;",
    "vi.\tFlues, vents or other pipework piercing the roof (and decorative finish).",
    "Reason: To safeguard the special architectural and historic interest of the Listed Building in accordance with policy 7C of the Ealing Development Management Development Plan (2013), policies 1.1 (h) and 1.2 (g) of the Adopted Ealing Development (Core) Strategy (2012) and policy 7.8 of the London Plan (2016).",
    "| Prior to the commencement of the development hereby approved, details of the following shall be approved in writing by the Local Planning Authority:",
    "i) The new facing brickwork/stonework shall match the existing brickwork/stonework adjacent in respect of dimensions, colour, texture, face bond, and pointing unless otherwise approved in writing by the Local Planning Authority.",
    "ii) Proposals for the method and extent of repointing shall be approved in writing with the Local Planning Authority and be carried out accordingly. No other repointing of brickwork or stone cappings is authorised by this consent without prior approval of the details.",
    "Reason: To safeguard the special architectural and historic interest of the Listed Building in accordance with policy 7C of the Ealing Development Management Development Plan (2013), policies 1.1 (h) and 1.2 (g) of the Adopted Ealing Development (Core) Strategy (2012) and policy 7.8 of the London Plan (2016).",
    "| No cleaning of masonry, other than low pressure (20-100 psi) surface cleaning using a nebulous water spray is authorised by this consent without the prior approval of the Local Planning Authority. Before work begins, any other cleaning proposals must be approved in writing and carried out strictly in accordance with those details. At the commencement of the cleaning, a test panel shall be undertaken in an inconspicuous position and the method recorded to the approval of the Local Planning Authority.",
    "Reason: To safeguard the special architectural and historic interest of the Listed Building in accordance with policy 7C of the Ealing Development Management Development Plan (2013), policies 1.1 (h) and 1.2 (g) of the Adopted Ealing Development (Core) Strategy (2012) and policy 7.8 of the London Plan (2016).",
    "| Prior to the commencement of the development hereby approved, a method statement showing how the cleaning will conform to BS 8221-1:2012 (Code of practice for cleaning and surface repair of buildings, cleaning of natural stone, brick, terracotta and concrete) must be agreed and approved in writing by the Local Planning Authority. Cleaning shall be implemented strictly in accordance with the statement.",
    "Reason: To safeguard the special architectural and historic interest of the Listed Building in accordance with policy 7C of the Ealing Development Management Development Plan (2013), policies 1.1 (h) and 1.2 (g) of the Adopted Ealing Development (Core) Strategy (2012) and policy 7.8 of the London Plan (2016). | Prior to the commencement of the development hereby approved, a detailed justification for, and methodology for inserting a damp proof course shall be approved in writing by the Local Planning Authority.",
    "Reason: To safeguard the special architectural and historic interest of the Listed Building in accordance with policy 7C of the Ealing Development Management Development Plan (2013), policies 1.1 (h) and 1.2 (g) of the Adopted Ealing Development (Core) Strategy (2012) and policy 7.8 of the London Plan (2016).",
    "| All new joinery work shall match the existing joinery adjacent in respect of materials, dimensions and profiles, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To safeguard the special architectural and historic interest of the Listed Building in accordance with policy 7C of the Ealing Development Management Development Plan (2013), policies 1.1 (h) and 1.2 (g) of the Adopted Ealing Development (Core) Strategy (2012) and policy 7.8 of the London Plan (2016).",
    "| Prior to the commencement of the development hereby approved, the following shall be agreed in writing by the Local Planning Authority:",
    "i) A schedule and annotated plan showing the full extent of alteration works to existing windows shall be approved in writing by the Local Planning Authority and the work agreed carried out in full.",
    "ii) Samples of the new staircase including materials and finishes.",
    "iii) Samples of new doors or window frames.",
    "Reason: To safeguard the special architectural and historic interest of the Listed Building in accordance with policy 7C of the Ealing Development Management Development Plan (2013), policies 1.1 (h) and 1.2 (g) of the Adopted Ealing Development (Core) Strategy (2012) and policy 7.8 of the London Plan (2016).",
    "| Prior to the commencement of the development hereby approved, the following shall be agreed in writing by the Local Planning Authority:",
    "i)              Samples of the new double glazed windows at ground level (not just ground level)",
    "Reason: To safeguard the special architectural and historic interest of the Listed Building in accordance with policy 7C of the Ealing Development Management Development Plan (2013), policies 1.1 (h) and 1.2 (g) of the Adopted Ealing Development (Core) Strategy (2012) and policy 7.8 of the London Plan (2016).",
    "| Rainwater goods (gutters, downpipes, hopperheads and soil pipes) shall be in:",
    "i.\tCast aluminium;",
    "ii.\tPainted to match existing; and",
    "iii.\tMatch existing profiles and fixings.",
    "Reason: To safeguard the special architectural and historic interest of the Listed Building in accordance with policy 7C of the Ealing Development Management Development Plan (2013), policies 1.1 (h) and 1.2 (g) of the Adopted Ealing Development (Core) Strategy (2012) and policy 7.8 of the London Plan (2016). | Prior to the commencement of the development hereby approved, a specification and sample for the external render to be used on the rear elevation, rendered at present, shall be approved in writing by the Local Planning Authority to define:",
    "i.\tMortar mix;",
    "ii.\tThe number of coats;",
    "iii.\tFinish and backing material; and",
    "iv.\tRelationship to existing finishes and openings.",
    "Reason: To safeguard the special architectural and historic interest of the Listed Building in accordance with policy 7C of the Ealing Development Management Development Plan (2013), policies 1.1 (h) and 1.2 (g) of the Adopted Ealing Development (Core) Strategy (2012) and policy 7.8 of the London Plan (2016). | Any damage to the building caused by or during the course of the carrying out of the work permitted shall be made good within 3 months of the completion of the development, in accordance with a specification agreed in writing with the Local Planning Authority.",
    "Reason: To safeguard the character and appearance of the Listed Building in accordance with policy 7C of the adopted Ealing Development Management Development Plan, policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy 2012 and policy 7.8 of the London Plan (2016).",
    "| Prior to the commencement of the development hereby approved, the position, type and method of installation of all new and relocated services and related fixtures (for the avoidance of doubt this includes communications and information technology servicing), shall be specified and agreed in writing with the Local Planning Authority wherever these installations are to be visible, or where ducts or other methods of concealment are proposed. The works shall be implemented only in accordance with such approval.",
    "Reason: To safeguard the character and appearance of the Listed Building in accordance with policy 7C of the adopted Ealing Development Management Development Plan, policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy 2012 and policy 7.8 of the London Plan (2016).",
    "| No new grilles, security alarms, lighting, security or other cameras or other fixtures shall be mounted on the external faces of the building other than those shown on the drawings hereby approved.",
    "Reason: To safeguard the character and appearance of the Listed Building in accordance with policy 7C of the adopted Ealing Development Management Development Plan, policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy 2012 and policy 7.8 of the London Plan (2016)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "13/03/2017",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-05879112",
  "wgs84_polygon": null
}