{
  "bo_system": "CSV Data Import",
  "last_updated": "2025-03-19T02:59:31.637+00:00",
  "lpa_name": "Hillingdon",
  "decision_agency": "Borough",
  "locality": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers;",
    "SSL2475 02 Rev 01",
    "SSL2475 03 Rev 00",
    "SSL2475 05 Rev 00",
    "SSL2475 08 Rev 00",
    "SSL2475 09 Rev 00",
    "SSL2475 06 Rev 00",
    "SSL2475 07 Rev 00",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "Uxbridge FC Construction Method Statement 11-07-23",
    "Full Contaminated Land Assessment R-STQ4386-G01 Rev01",
    "Uxbridge FC Site Setup & Logistics Plan VS306-01-B",
    "Design and Access Statement SSL2475A 28/03/23",
    "Proposed AGP Materials and Appearance Appendix A",
    "Drainage Strategy 29/03/23",
    "Land Contamination Assessment Ground Testing STQ4386-G01",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "(i) Prior to the use of the development, a Community Use Agreement prepared in consultation with Sport England shall be submitted to and approved in writing by the Local Planning Authority, and a copy of the completed approved agreement has been provided to the Local Planning Authority. The agreement shall apply to Artificial Grass Pitch and ancillary facilities and include details of pricing policy, hours of use, access by non-club members, management responsibilities and a mechanism for review.",
    "(ii) Prior to operation of community use activities, a car parking management strategy which details how parking for community use of the facilities will be managed and catered for on site, shall be submitted to and agreed in writing by the Local Planning Authority.",
    "The development shall not be used other than in strict compliance with the approved agreement and car parking management strategy.",
    "REASON",
    "To secure well managed safe community access to the sports facility/facilities, to ensur",
    "No contaminated soils or other materials shall be imported to the site. All imported soils for engineering and/or landscaping purposes shall be clean and free of contamination. All imported soils shall be tested for chemical contamination, and the results of this testing shall be submitted to the Local Planning Authority for approval.",
    "REASON",
    "To ensure that the occupants of the development are not subject to any risks from soil contamination in accordance with Hillingdon Local Plan: Part 2 (January 2020) Policies - DMEI 11: Protection of Ground Water Resources and DMEI 12: Development of Land Affected by Contamination.",
    "The consented pitch hereby approved shall not be used except between the hours of:-",
    "10:00 to 22:30 Monday - Sunday.",
    "REASON",
    "To safeguard the residential amenity of the occupiers of adjoining and nearby properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The construction of the development shall be carried out in strict accordance with the details contained within the approved Construction Method Statement (reference VS306-01-B, dated 11-07-23).",
    "REASON",
    "To ensure that the proposed development does not interfere with the free flow of traffic and conditions of safety on the public highway, to ensure the development process does not have a significant adverse impact on the amenities of nearby residential properties, in accordance with Policies DMT 1, DMT 2, and DMEI 14 of the Hillingdon Local Plan: Development Management Policies (2020) and Policies D14, SI 1, T4, and T7 of the London Plan (2021). Also, to ensure that construction work and construction equipment on the site and adjoining land does not obstruct air traffic movements or otherwise impede the effective operation of air traffic navigation transmitter/receiver systems, in accordance with Policy DMAV 1 of the Hillingdon Local Plan: Development Management Policies (2020).",
    "It is likely there may be contaminating substances present in the ground at the site. We have some information on the ground conditions. We would advise persons working on site to take basic precautions in relation to contamination they encounter. Precautions should also be taken to minimise the mixing of any excavated material with any clean shallow soils that are to remain on site.",
    "You are advised that based on available data and other information this development is on an area of former landfilled materials. The advice is provided on the grounds of Health and Safety of the workers on site and to ensure the appropriate restoration of the site once works are complete to minimise risk to the users and/or occupants of the site.",
    "Guidance on preparing Community Use Agreements is available from Sport England. http://www.sportengland.org/planningapplications/",
    "For artificial grass pitches it is recommended that you seek guidance from the Football Association/Rugby Football Union on pitch construction when determining the community use hours the artificial pitch can accommodate.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be taken to avoid private roads. The applicant may be required to make good any damage caused."
  ],
  "valid_date": "28/04/2023",
  "centroid": {
    "lat": "51.5137649",
    "lon": "-0.45751959999999997"
  },
  "lpa_app_no": "49914/APP/2023/1017",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": "n/a",
  "postcode": "UB7 8HX",
  "ward": "YIEWSLEY 2022",
  "description": "Conversion of the stadia pitch to a 3G Artificial Grass Pitch (AGP) with a 1.1 metre high fence and replacement 158 seater stand to the eastern elevation of the stadia pitch",
  "appeal_start_date": null,
  "application_type": "All Other",
  "site_name": "UXBRIDGE FOOTBALL CLUB",
  "last_date_consultation_comments": "27/05/2023",
  "cil_liability": false,
  "application_details": {
    "site_area": 1.499,
    "total_gia_gained": 8018.7,
    "rain_water_harvesting": false,
    "grey_water_reuse": false,
    "total_gia_existing": 0,
    "existing_uprns": null,
    "non_residential_details": {
      "total_gia_existing": 0,
      "total_gia_gained": 8018.7,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 8018.7
    },
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "total_annual_pm_emissions": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": false,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "no_new_gas_connections_required": 0
    },
    "internal_resi_water_usage": 0,
    "ownership_status": "Private",
    "scheme_phasing": true,
    "green_suds": false,
    "garden_land_lost": false,
    "affordable_housing_fast_track": false,
    "total_gia_lost": 8018.7,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "F2",
        "gia_gained": 8018.7,
        "gia_lost": 8018.7
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "phasing_details": [
      {
        "phase_detail": "Single Phase",
        "intended_completion_date": "08/2023",
        "intended_commencement_date": "06/2023"
      }
    ],
    "projected_cost_of_works": "Up to £2m"
  },
  "street_name": "HORTON ROAD",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=49914/APP/2023/1017",
  "uprn": null,
  "appeal_decision_date": null,
  "pp_id": "12058154",
  "decision_process": "Committee",
  "centroid_easting": 507131,
  "epc_number": null,
  "centroid_northing": 180554,
  "application_type_full": "Full planning permission",
  "secondary_street_name": "YIEWSLEY",
  "decision": "Approved",
  "actual_commencement_date": null,
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "site_number": null,
  "id": "Hillingdon-49914_APP_2023_1017",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Hillingdon",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "decision_target_date": "28/07/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507152.3283,
              180652.5055
            ],
            [
              507169.1955,
              180536.4193
            ],
            [
              507223.4352,
              180541.711
            ],
            [
              507232.6956,
              180523.5209
            ],
            [
              507223.1045,
              180509.9609
            ],
            [
              507198.9612,
              180504.3385
            ],
            [
              507181.4325,
              180492.763
            ],
            [
              507144.3908,
              180452.414
            ],
            [
              507146.0444,
              180447.1223
            ],
            [
              507138.7684,
              180445.7994
            ],
            [
              507115.6173,
              180411.0727
            ],
            [
              507098.4193,
              180344.9268
            ],
            [
              507102.7188,
              180338.9736
            ],
            [
              507087.1745,
              180333.6819
            ],
            [
              507104.3725,
              180395.1977
            ],
            [
              507101.3959,
              180410.0805
            ],
            [
              507103.0496,
              180415.3722
            ],
            [
              507110.6563,
              180415.0415
            ],
            [
              507119.9168,
              180429.2629
            ],
            [
              507134.1382,
              180445.7994
            ],
            [
              507150.6746,
              180467.9583
            ],
            [
              507161.9195,
              180480.1953
            ],
            [
              507174.1565,
              180493.7552
            ],
            [
              507194.0003,
              180506.3229
            ],
            [
              507220.4586,
              180519.2214
            ],
            [
              507095.4428,
              180492.4323
            ],
            [
              507069.9766,
              180638.9456
            ],
            [
              507152.3283,
              180652.5055
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {
    "no_existing_car": 131,
    "net_motorcycle": 0,
    "no_proposed_lgv": 1,
    "no_existing_carclub": 0,
    "no_proposed_car": 131,
    "net_car": 0,
    "net_bluebadge": 0,
    "no_proposed_bluebadge": 4,
    "no_existing_motorcycle": 20,
    "no_existing_resi_offstreet": 0,
    "no_existing_bluebadge": 4,
    "no_proposed_cycle": 0,
    "no_existing_bus": 2,
    "net_bus": 0,
    "no_proposed_carclub": 0,
    "no_existing_lgv": 1,
    "net_resi_offstreet": 0,
    "net_lgv": 0,
    "no_proposed_resi_offstreet": 0,
    "net_carclub": 0,
    "net_cycle": 0,
    "no_proposed_motorcycle": 20,
    "no_proposed_bus": 2,
    "no_existing_cycle": 0
  },
  "title_number": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4571824,
          51.5146462
        ],
        [
          -0.45697469999999996,
          51.5135996
        ],
        [
          -0.4561918,
          51.5136369
        ],
        [
          -0.45606389999999997,
          51.5134716
        ],
        [
          -0.4562062,
          51.5133516
        ],
        [
          -0.45655569999999995,
          51.5133056
        ],
        [
          -0.4568117,
          51.5132049
        ],
        [
          -0.4573576,
          51.5128492
        ],
        [
          -0.4573353,
          51.5128014
        ],
        [
          -0.45744049999999997,
          51.5127909
        ],
        [
          -0.4577846,
          51.5124831
        ],
        [
          -0.45805239999999997,
          51.5118918
        ],
        [
          -0.45799229999999996,
          51.5118375
        ],
        [
          -0.45821779999999995,
          51.5117929
        ],
        [
          -0.45795139999999995,
          51.5123426
        ],
        [
          -0.4579897,
          51.5124769
        ],
        [
          -0.4579643,
          51.5125241
        ],
        [
          -0.4578548,
          51.5125197
        ],
        [
          -0.4577171,
          51.5126458
        ],
        [
          -0.4575072,
          51.5127917
        ],
        [
          -0.45726229999999995,
          51.5129878
        ],
        [
          -0.45709659999999996,
          51.5130956
        ],
        [
          -0.4569162,
          51.5132152
        ],
        [
          -0.4566266,
          51.5133244
        ],
        [
          -0.45624149999999997,
          51.5134353
        ],
        [
          -0.45805049999999997,
          51.5132182
        ],
        [
          -0.45837289999999997,
          51.5145399
        ],
        [
          -0.4571824,
          51.5146462
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lapsed_date": "26/07/2026",
  "decision_date": "26/07/2023"
}