{
  "application_type": "All Other",
  "application_type_full": "Full planning permission",
  "description": "Conversion of roof space into habitable accommodation including roof extensions to provide an additional floor of accommodation with roof lights",
  "epc_number": null,
  "street_name": "JOEL STREET",
  "appeal_decision": null,
  "lpa_app_no": "5564/APP/2022/2356",
  "centroid": {
    "lon": -0.409312,
    "lat": 51.600793
  },
  "actual_completion_date": "26/06/2024",
  "development_type": null,
  "centroid_easting": 510267,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=5564/APP/2022/2356",
  "last_updated": "2025-08-04T16:17:26.296Z",
  "subdivision_of_building": "Top floor",
  "postcode": "HA6 1NZ",
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "Portal",
  "centroid_northing": 190304,
  "site_name": "53-55 THE BROADWAY",
  "status": "Completed",
  "appeal_start_date": null,
  "valid_date": "22/07/2022",
  "lapsed_date": "21/05/2027",
  "parking_details": {
    "no_existing_car": 6,
    "no_existing_bluebadge": 0,
    "no_proposed_car": 6,
    "net_cycle": 0,
    "net_bluebadge": 0,
    "no_existing_cycle": 16,
    "net_car": 0,
    "no_proposed_bluebadge": 0,
    "no_proposed_cycle": 16
  },
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": "30/11/2023",
  "last_updated_by": "Portal",
  "cil_liability": false,
  "decision_target_date": "21/05/2024",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "23/05/2023",
  "ward": "NORTHWOOD HILLS 2022",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-5564_APP_2022_2356",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510272.1232,
              190288.2961
            ],
            [
              510272.4539,
              190289.2883
            ],
            [
              510272.7847,
              190290.942
            ],
            [
              510279.3993,
              190290.942
            ],
            [
              510280.7222,
              190294.2493
            ],
            [
              510289.3212,
              190292.2649
            ],
            [
              510297.5894,
              190298.5487
            ],
            [
              510301.5582,
              190295.9029
            ],
            [
              510308.5035,
              190289.619
            ],
            [
              510305.5269,
              190264.1528
            ],
            [
              510272.1232,
              190288.2961
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers  FLU.653.3.01 Rev. A, FLU.653.03 Rev. C1, FLU.653.3.04, FLU.653.3.05, FLU.653.3.06, FLU.653.3.07, FLU.653.3.09, FLU.653.3.10, FLU.653.3.12, FLU.653.3.13, FLU.653.33 Rev. C1, FLU.653.3.02 Rev. D, FLU.653.08 Rev. N, FLU.653.3.14 Rev. D, FLU.653.3.15 Rev. B, FLU.653.3.16 Rev. E, FLU.653.3.17 Rev. D, FLU.653.3.18 Rev. B and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "Notwithstanding drawing number FLU.653.3.02 Rev. D and prior to the commencement of development, a revised site layout plan shall be submitted  to and approved in writing by the Local Planning Authority. The revised site layout plan shall show the removal of the commercial car parking spaces to be consistent with the ground floor shown on approved drawing number FLU.653.33 Rev. C1. The development shall be carried out and thereafter maintained/retained in accordance with the details so approved.",
    "REASON",
    "For to the avoidance of doubt and to ensure the development is acceptable in respect to highway safety in accordance with Policy T4 of the London Plan (2021) and Policy DMT 1 and DMT 3 of the Hillingdon Local Plan Part 2 (2020).",
    "No development approved by this permission shall be commenced until a construction management plan has been submitted to and approved in writing by the Local Planning Authority. The plan shall detail:",
    "(i) The phasing of development works;",
    "(ii) The hours during which development works will occur (please refer to informative I15 for maximum permitted working hours);",
    "(iii) Measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities);",
    "(iv) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours);",
    "(v) Measures to reduce the impact of the development on local air quality and dust through minimising emissions throughout the demolition and construction process;",
    "(vi) The storage of demolition/construction materials on site.",
    "The approved details shall be impl",
    "The development hereby permitted shall not commence until the following details (in consultation with TfL Infrastructure Protection), have been submitted to and approved in writing by the local planning authority:",
    "-Design and construction details for all of the proposed works",
    "The development shall thereafter be carried out in all respects in accordance with the approved design and method statements, and all structures and works comprised within the development hereby permitted which are required by the approved design statements in order to procure the matters mentioned in paragraphs of this condition shall be completed, in their entirety, before any part of the building hereby permitted is occupied.",
    "REASON",
    "To ensure that the development does not impact on existing London Underground transport infrastructure, in accordance with London Plan 2021 policy T3 and 'Land for Industry and Transport' Supplementary Planning Guidance 2012.",
    "For the lifetime of the development hereby permitted the noise level shall not exceed 35 dB LAeq 16 hrs between 0700 and 2300 and 30 dB LAeq for any fifteen minute period between 2300 and 0700, measured inside any room of any permitted dwelling having regard to the guidance set out in British Standard 8233: 2014, whilst achieving acceptable internal living conditions with respect to ventilation and temperature.'",
    "REASON",
    "To ensure that the amenity of the occupiers of the proposed development is not adversely affected by noise from the neighbouring commercial uses in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020) and Policies D13 and D14 of the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "These details are required prior to commencement of any works to ensure that the development presents a satisfactory appearance a in accordance with Policies DMHB 11 and DMHB 12 of the Hillingdon Local Plan (Part 2) and Policies D3 and D4 of the London Plan (2021).",
    "Prior to first occupation of the development, a fire strategy shall be submitted to and approved in writing by the Local Planning Authority. The strategy shall include information in relation to how the development will achieve high standards of fire safety and emergency evacuation arrangements. The development shall be carried in accordance with the approved strategy prior to first occupation and thereafter retained as approved.",
    "REASON",
    "In the interests of fire safety in accordance with Policies D5 and D12 of the London Plan (2021).",
    "Notwithstanding the approved details and prior to first occupation of the development hereby approved, details of facilities for covered and secured cycle stores with the capacity to accommodate 80 cycles for the gym business at 53-55 The Broadway shall be submitted to and approved in writing by the Local Planning Authority. The details shall include information in relation to location, dimensions, external finishes and design. The facilities shall be provided in accordance with the approved details prior to first occupation and thereafter retained as approved.",
    "REASON",
    "To ensure that the proposed development provides secure cycle facilities in accordance with Policy T5 of the London Plan (2021).",
    "Notwithstanding the approved details and prior to first occupation of the development hereby approved, details of facilities for covered and secured cycle stores with the capacity to accommodate 15 cycles for the existing and future occupiers of the flats at the application site shall be submitted to and approved in writing by the Local Planning Authority. The details shall include information in relation to location, dimensions, external finishes and design. The facilities shall be provided in accordance with the approved details prior to first occupation and thereafter retained as approved.",
    "Prior to commencement of development, an Air Quality Management Assessment shall be submitted to the Local Planning Authority for approval in writing. This shall demonstrate that the development will be at least air quality neutral and shall set out details of any required mitigation measures. Thereafter, the development shall be carried out strictly in accordance with the approved details and mitigation measures.",
    "REASON",
    "To accord with Policy DMEI 14 as the site is located in a designated Air Quality Management Area.",
    "The study shown on drawing no. FLU.653.3.14 shall form part of the demise of the proposed roof space accommodation at residential unit No. 8.",
    "REASON",
    "To ensure the amenity and living conditions of the occupiers of the proposed development are suitable in accordance with policy DMHB 11 and DMHB 16 of the Hillingdon Local Plan Part 2 (2020) and Policy D6 of the London Plan (2021).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "You are advised that this permission has been granted subject to a legal agreement under Section 106 of the Town and Country Planning Act 1990.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "application_details": {
    "rain_water_harvesting": false,
    "surface_water_discharge_percentage_reduction": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 51,
        "actual_completion_date": "26/06/2024",
        "use_class": "C3",
        "gia_gained": 0,
        "actual_commencement_date": "30/11/2023",
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "affordable_housing_fast_track": false,
    "residential_details": {
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_bedrooms": 1,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_gia_gained": 55,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "habitable_rooms_density": 15.873015873015873,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "dwelling_density": 15.873015873015873,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "actual_completion_date": "26/06/2024",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "provider": "Private",
          "no_habitable_rooms": 1,
          "phase_detail": null,
          "unit_no": "Gain-1",
          "actual_commencement_date": "30/11/2023",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 55,
          "tenure": "Market for sale"
        }
      ],
      "site_area": 0.063
    },
    "total_gia_lost": 0,
    "infrastructure_details": {
      "chp_heat_pumps_capacity": 0.01,
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 1,
      "no_new_gas_connections_required": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "fire_suppression_system_proposed": false,
      "no_homes_to_have_electrical_heating": 1,
      "total_annual_pm_emissions": 0,
      "percentage_demolition_construction_material_recycling": 10,
      "no_homes_passive_cooling": 1,
      "no_passive_fast_ev_charging_points": 3,
      "total_annual_nox_emissions": 0,
      "waste_provision": false,
      "green_roof_area": 0,
      "no_active_fast_ev_charging_points": 3,
      "ghg_reduction_over_building_regulations": false
    },
    "ownership_status": "Private",
    "total_gia_gained": 55,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_commencement_date": "10/2022",
        "intended_completion_date": "03/2023"
      }
    ],
    "building_details": [
      {
        "no_storeys": 0,
        "max_height": 0,
        "building_ref": "N/A - Change of Use"
      }
    ],
    "existing_uprns": null,
    "internal_resi_water_usage": 105,
    "green_suds": false,
    "garden_land_lost": false,
    "scheme_phasing": false,
    "lead_developer_company_name": "Dholak Ltd",
    "uk_company_registration_no": "01306260",
    "site_area": 0.063,
    "total_gia_existing": 474,
    "non_residential_details": {
      "total_gia_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 0,
      "site_area": 0
    },
    "grey_water_reuse": false,
    "other_residential_accommodation_details": {
      "site_area": 0
    },
    "s106_agreement": false,
    "viability_assessment": false,
    "air_quality_assessment": false,
    "mayoral_cil_liability_notice_issued": false,
    "commencement_notice_received": false,
    "circular_economy_statement": false,
    "3d_model": false,
    "borough_cil_liability_notice_issued": false,
    "transport_impact_assessment": false
  },
  "pp_id": "11412233",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.409243,
          51.600651
        ],
        [
          -0.409238,
          51.60066
        ],
        [
          -0.409232,
          51.600675
        ],
        [
          -0.409137,
          51.600673
        ],
        [
          -0.409117,
          51.600703
        ],
        [
          -0.408993,
          51.600683
        ],
        [
          -0.408872,
          51.600738
        ],
        [
          -0.408815,
          51.600713
        ],
        [
          -0.408717,
          51.600656
        ],
        [
          -0.408768,
          51.600427
        ],
        [
          -0.409243,
          51.600651
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "21/05/2024",
  "secondary_street_name": "NORTHWOOD"
}