{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510260.65,
              190296.6578
            ],
            [
              510262.6211,
              190317.9457
            ],
            [
              510297.824,
              190314.6495
            ],
            [
              510296.5011,
              190303.2724
            ],
            [
              510301.2636,
              190295.864
            ],
            [
              510308.9365,
              190292.0276
            ],
            [
              510305.3647,
              190266.0984
            ],
            [
              510271.6302,
              190288.7203
            ],
            [
              510272.424,
              190294.938
            ],
            [
              510260.65,
              190296.6578
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              510262.5021,
              190317.9568
            ],
            [
              510262.6344,
              190318.0891
            ],
            [
              510262.6211,
              190317.9457
            ],
            [
              510262.5021,
              190317.9568
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07487624",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:46:17.796+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Committee",
  "epc_number": null,
  "last_date_consultation_comments": "16/07/2019",
  "secondary_street_name": "NORTHWOOD",
  "appeal_start_date": null,
  "ward": "NORTHWOOD HILLS",
  "centroid": {
    "lat": "51.6007204",
    "lon": "-0.40901869999999996"
  },
  "decision": "Approved",
  "valid_date": "26/02/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.14100000000000001
  },
  "cil_liability": false,
  "postcode": "HA6 1NZ",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=5564/APP/2019/675",
  "lpa_name": "Hillingdon",
  "site_name": "53-55 THE BROADWAY",
  "lapsed_date": "21/08/2022",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers FLU.387.2.01 Rev. B, FLU.387.2A.02 Rev. A, FLU.387.2A.03 Rev. A, FLU.387.2.13, FLU.387.2.06, FLU.387.2.07, FLU.387.2A.06 Rev. D, FLU.387.2.12 Rev. A, FLU.387.2A.07 Rev. E and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Part 2 - Saved UDP Policies (November 2012), the emerging Hillingdon Local Plan: Part 2 - Development Management Policies with Modifications (March 2019) and the London Plan (March 2016).",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "Traffic Report Issue A (25 February 2019); and",
    "Servicing and Delivery Strategy for A4 Use Issue A (Dated 27th June 2019).",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Part 2 - Saved UDP Policies (November 2012), the emerging Hillingdon Local Plan: Part 2 - Development Management Policies with Modifications (March 2019) and the London Plan (March 2016).",
    "No retail sales shall occur from the A1 use hereby approved before the A4 use hereby approved is trading to the public such that alcoholic drinks can be paid for and legally consumed on the premises. To the effect that the A4 unit must be operational as a Public House before trading commences from the A1 retail unit.",
    "REASON",
    "To ensure the Use Class A4 public house unit is not left vacant whilst the Use Class A1 unit is brought into use, in accordance with Policy CI1 and E5 of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), Policies R5, R8 and R11 of the Hillingdon Local Plan: Part 2 - Saved UDP Policies (November 2012), Policy DMCI 1 of the emerging Hillingdon Local Plan: Part 2 - Development Management Policies with Modifications (March 2019) and Policy 2.15 of the London Plan (March 2016).",
    "Prior to the operation of the proposed use, a plan detailing the provision of 5 secure and accessible cycle spaces for the new retail unit shall be submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that the development provides sufficient cycle parking facilities, in accordance with Policy AM9 of the Hillingdon Local Plan: Part 2 - Saved UDP Policies (November 2012), DMT 5 of the emerging Hillingdon Local Plan: Part 2 - Development Management Policies with Modifications (March 2019) and Policy 6.9 of the London Plan (March 2016).",
    "Prior to the commencement of works on site, a Construction Logistics Plan (CLP) shall be submitted to and approved in writing by the Local Planning Authority. The construction works shall be carried out in strict accordance with the approved plan.",
    "REASON",
    "To ensure that the construction works include appropriate measures so as not to compromise the safe and efficient operation of the local highway network, in accordance with Policies AM2 and AM7 of the Hillingdon Local Plan: Part 2 -  Saved UDP Policies (November 2012), Policies DMT 1 and DMT 2 of the emerging Hillingdon Local Plan: Part 2 - Development Management Policies with Modifications (March 2019) and Policy 6.3 of the London Plan (March 2016).",
    "No deliveries, servicing or refuse collections shall take place outside the hours of 0800 and 1800 hours Mondays to Fridays; 0800 and 1300 hours Saturdays; and no deliveries on Sundays and Bank Holidays.",
    "REASON",
    "To safeguard the amenity of the occupants of surrounding properties in accordance with Policy OE1 and OE3 of the Hillingdon Local Plan: Part 2 - Saved UDP Policies (November 2012) and emerging Policy DMTC 4 of Hillingdon Local Plan: Part 2 - Development Management Policies with Modifications (March 2019).",
    "The retail (A1) premises shall not be used except between:-",
    "0600 and 0000 Mondays to Sundays, including Public and Bank Holidays.",
    "REASON",
    "To safeguard the residential amenity of the occupiers of adjoining and nearby properties in accordance with Policy OE1 and OE3 of the Hillingdon Local Plan: Part 2 - Saved UDP Policies (November 2012) and emerging Policy DMTC 4 of Hillingdon Local Plan: Part 2 - Development Management Policies with Modifications (March 2019).",
    "Prior to occupation of the development, a Servicing and Refuse Collection Strategy shall be submitted to and approved in writing by the Local Planning Authority. Thereafter, servicing and collection shall be carried out as agreed within this approved plan unless otherwise agreed in writing by the Local Planning Authority.",
    "REASON",
    "To ensure appropriate servicing of the site, to safeguard highway safety, and to safeguard the free flow of traffic, in accordance with policies AM2, AM7 and AM14 of the Hillingdon Local Plan: Part 2 - Saved UDP Policies (November 2012), Policies DMHB 11 and DMT 1 of the emerging Hillingdon Local Plan: Part 2 - Development Management Policies with Modifications (March 2019) and Policy 6.3 of the London Plan (March 2016).",
    "Prior to occupation of the development, the following details shall be submitted to and approved in writing by the Local Planning Authority.",
    "- Location of 16 car parking proposed to serve the gymnasium which exists on site (including 2 disabled bays); and",
    "- Location of 32 cycle spaces to serve the approved residential development approved at the site;and",
    "- Location of 60 cycle parking spaces to serve the gymnasium which exists on site; and",
    "- Location of 5 cycle parking spaces to serve the approved A1 and A4 developments hereby approved.",
    "Thereafter the approved details must be implemented and installed prior to the first occupation of either commercial premises hereby approved.",
    "REASON",
    "To ensure appropriate car and cycle parking to serve the development, to safeguard highway safety, and to safeguard the free flow of traffic, in accordance with policies AM2, AM7 and AM14 of the Hillingdon Local Plan: Part 2 - Saved UDP Policies (November 2012), Policies DMHB 11 and DMT 1 of the eme",
    "The delivery and servicing bay located to the rear of the site (off Ferndown) must be kept clear and remain unobstructed for the lifetime of the development hereby approved.",
    "REASON",
    "To ensure appropriate servicing and delivery is provided and maintained to serve the development, to safeguard highway safety, and to safeguard the free flow of traffic, in accordance with policies AM2, AM7 and AM14 of the Hillingdon Local Plan: Part 2 Saved UDP Policies (November 2012), Policies DMHB 11 and DMT 1 of the emerging Hillingdon Local Plan: Part 2 - Development Management Policies with Modifications (March 2019) and Policy 6.3 of the London Plan (March 2016).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007,  Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their buildings, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people.",
    "No retail sales shall occur from the A1 use hereby approved before the A4 use hereby approved is trading to the public such that alcoholic drinks can be paid for and consumed on the premises in accordance with the provisions of the Licensing Act 2003. For the avoidance of doubt this requires that the A4 unit must be operational as a Public House before trading commences from the A1 retail unit."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Subdivision and part change of use of existing Drinks Establishment (Use Class A4) to create a Retail Shop (Use Class A1) with retention of existing Public House and associated alterations to shopfront.",
  "lpa_app_no": "5564/APP/2019/675",
  "decision_target_date": "22/08/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "21/08/2019",
  "id": "Hillingdon-5564_APP_2019_675",
  "centroid_northing": 190296,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 510286,
  "street_name": "JOEL STREET",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4093844,
          51.6007313
        ],
        [
          -0.40934919999999997,
          51.6009222
        ],
        [
          -0.4088422,
          51.6008857
        ],
        [
          -0.4088649,
          51.6007837
        ],
        [
          -0.4087985,
          51.6007162
        ],
        [
          -0.40868889999999997,
          51.6006802
        ],
        [
          -0.40874859999999996,
          51.6004478
        ],
        [
          -0.4092284,
          51.6006578
        ],
        [
          -0.409215,
          51.6007135
        ],
        [
          -0.4093844,
          51.6007313
        ]
      ]
    ],
    "type": "Polygon"
  }
}