{
  "street_name": "HORNCHURCH",
  "centroid_northing": 188016,
  "lapsed_date": "08/02/2025",
  "bo_system": "CSV Data Import",
  "site_name": "Land rear of 68 Parkstone Avenue",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": null,
  "actual_commencement_date": null,
  "decision": "Refused",
  "cil_liability": false,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554688.127,
              188061.333
            ],
            [
              554715.762,
              188061.875
            ],
            [
              554722.807,
              187972.467
            ],
            [
              554694.901,
              187970.3
            ],
            [
              554688.127,
              188061.333
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "valid_date": "14/12/2021",
  "decision_date": "08/02/2022",
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "RM11 3LS",
  "title_number": null,
  "lpa_app_no": "P2337.21",
  "uprn": "100021338253",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.252
  },
  "borough": "Havering",
  "actual_completion_date": null,
  "pp_id": "10465955",
  "locality": null,
  "application_type": "All Other",
  "decision_target_date": "08/02/2022",
  "last_updated_by": "CSV Data Import",
  "application_type_full": null,
  "lpa_name": "Havering",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P2337.21",
  "decision_conditions": [
    "It has not been robustly demonstrated that the proposed development would not have an adverse impact on the character of the Emerson Park Character Area and in the absence of suitable access the building would appear landlocked and the proposed height, scale bulk and massing in this respect would appear as excessive backland development harmful to the visual amenity and character of the area contrary to Local Plan policies 10, 26 and 28, London Plan policy D6 and the NPPF (2021) policies 2, 12 and 16.",
    "The access from Parkstone Avenue would prejudice  future development and fail to be of a standard suitable to serve a comprehensive development with provision within the layout to extend the access to serve all the additional land (i.e. land to the rear of No's 72 -76) and would result in a piecemeal development and require the future need for multiple entrances from Parkstone Avenue to small unconnected parcels which collectively would have a negative impact on highway safety and visual amenity detrimental to the Emerson Park Character Area contrary to Local Plan policies 10, 26 and 28, London Plan policies D3 and D6 and the NPPF (2021) policies 2, 12 and 16.",
    "Insufficient information has been submitted to demonstrate that a refuse collection vehicle could access and turn within the site. Therefore the proposals fail to demonstrate that the site can be adequately serviced and allow for convenient and safe access for waste collection services contrary to Local Plan policy 35.",
    "The proposed development would, by reason of its excessive scale, bulk, height, design and isolated backland position together with its long driveway would appear as an unacceptably dominant, oppressive and visually intrusive feature when viewed from nearby gardens and dwellings and the driveway when viewed from the front streetscene would be detrimental to visual amenity and to the character and appearance of the Emerson Park Character Area contrary to Local Plan policies 10, 26 and 28, London Plan (2021) policy D6 and the NPPF (2021) policies 2, 12 and 16.",
    "The proposals would create a new building and hardstanding on this site with an area of approx. 840sqm and in the absence of appropriate mitigation, would result in  the loss of a large area of existing soft landscaping of high amenity value which would have adverse impacts on green infrastructure and biodiversity and therefore the development would fail to retain and enhance existing landscape features that contribute positively to the setting and character of the local area contrary to Local Plan policies 10, 27 and 28 and London Plan policy G6 and the guidance within the Emerson Park Policy Area Supplementary Planning Document (2009).",
    "In the absence of an arboricultural impact assessment it has not been demonstrated if the removal of trees on the site is acceptable and the retained trees on and adjoining the site, including the TPO tree at the site frontage, which contribute to the amenity of the area can be positively integrated and satisfactorily protected from construction impacts and site works during the development stage contrary to Local Plan policy 27 and London Plan (2021) policy G7.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to the Agent by email on the 08/02/22.",
    "This proposal, if granted planning permission on appeal, would be liable for a Mayoral and Havering Community Infrastructure Levy payment as it would create one additional residential unit and would add a net additional 429sqm of residential floor space.",
    "Therefore the proposal would incur a Havering CIL charge of £53,625 and a Mayoral CIL charge of £10,725 based on the calculation of £25 per square metre and £125 per square metre, subject to indexation.",
    "Further details with regard to CIL are available from the Council's website."
  ],
  "id": "Havering-P2337.21",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Refused",
  "centroid_easting": 554705,
  "description": "Two storey, 5-bed, detached dwelling with associated parking, amenity space, and integral garage",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "0.23087459999999999",
    "lat": "51.5697967"
  },
  "last_updated": "2025-03-20T19:50:24.123+00:00",
  "decision_agency": "Borough",
  "ward": "Emerson Park",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": "08/01/2022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2306512,
          51.5702086
        ],
        [
          0.2310499,
          51.5702059
        ],
        [
          0.2311122,
          51.5694007
        ],
        [
          0.2307089,
          51.5693888
        ],
        [
          0.2306512,
          51.5702086
        ]
      ]
    ],
    "type": "Polygon"
  }
}