{
  "site_name": "24 CHENEY STREET",
  "last_updated_by": "CSV Data Import",
  "centroid": {
    "lon": -0.395879,
    "lat": 51.586169
  },
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=38635/APP/2024/117",
  "secondary_street_name": null,
  "site_number": null,
  "application_details": {
    "intended_completion_date": "09/2024",
    "total_gia_gained": 152,
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 4,
    "existing_uprns": null,
    "intended_commencement_date": "04/2024"
  },
  "lapsed_date": "12/03/2027",
  "decision": "Refused",
  "postcode": null,
  "last_date_consultation_comments": "22/02/2024",
  "decision_process": "Delegated",
  "epc_number": null,
  "pp_id": "12736556",
  "development_type": null,
  "bo_system": "CSV Data Import",
  "valid_date": "16/01/2024",
  "polygon": null,
  "actual_commencement_date": null,
  "parking_details": {
    "no_proposed_car": 5,
    "no_existing_car": 5,
    "net_car": 0
  },
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "Householder",
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "centroid_northing": 188698,
  "id": "Hillingdon-38635_APP_2024_117",
  "decision_target_date": "12/03/2024",
  "description": "Erection of a two storey extension to rear.",
  "appeal_status": null,
  "decision_date": "12/03/2024",
  "ward": "EASTCOTE 2022",
  "appeal_decision": null,
  "locality": null,
  "street_name": "EASTCOTE",
  "status": "Refused",
  "application_type_full": "Householder planning permission",
  "decision_agency": "Borough",
  "uprn": null,
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "38635/APP/2024/117",
  "title_number": null,
  "last_updated": "2025-03-20T10:53:45.574+00:00",
  "cil_liability": false,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "centroid_easting": 511233,
  "appeal_start_date": null,
  "decision_conditions": [
    "The proposed two-storey rear extension would add excessive scale, width and bulk to an already substantially extended dwellinghouse. The proposed two-storey rear extensions, in conjunction with existing two storey side and rear extensions at the dwellinghouse would result in an unbalanced and visually incongruous addition that would be disproportionate to the existing dwelling. As such it would fail to respect the architectural composition and character of the original dwellinghouse; whilst neither preserving or enhancing the character and appearance of the wider Eastcote Village Conservation Area. The proposal would therefore be contrary Policies BE1 and HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (2012), Policies DMHB 1, DMHB 4, and DMHB 11 of the Hillingdon Local Plan: Part Two- Development Management Policies (2020), Policies HC1, D3 and D4 of the London Plan (2021) and Section 16 of the NPPF (2023) and Section 72 of the Planning (Listed Buildings and Conservati",
    "The proposed two-storey rear extensions together with the outbuildings in the rear garden would result in the significant loss of the spaciousness of the application site, which contributes positively to the appearance of the streetscene. Furthermore, the proposed development would result in the total loss of the existing rear elevation and exacerbate a poor roof design that incorporates a juxtaposition of the main hipped roof and valley style pitched roof to rear. The exacerbation of this poor design would result in an enlarged roof form to rear with an incongruous, contrived, awkward and obtrusive appearance, which would be totally out of keeping with the the character and appearance of the original dwelling and would be detrimental to the character and appearance of the wider Eastcote Village Conservation Area. The proposal would therefore be contrary Policies BE1 and HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (2012), Policies DMHB 1, DMHB 4, and DMHB 11 of the",
    "The proposed two-storey rear extension, by virtue of its size, scale, bulk, design and proximity, would be detrimental to the residential amenities of the neighbouring occupiers at Nos 22 and 26 Cheney Street by reason of overdominance, overshadowing, visual intrusion, loss of light and loss of outlook. Therefore, the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic",
    "Policies (November 2012) and Policies DMHB 11 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "In the absence of a tree report and arboricultural implications assessment (to BS5837:2012), the proposal has failed to demonstrate that protected trees will be unaffected by the development proposals. Therefore, the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (2012), Policies D3 and G7 of the London Plan (2021), Policies DMHB 11, DMHB 14 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and the National Planning Policy Framework (2023).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "a) We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "date_building_work_completed_under_previous_permission": null
}