{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/191821VAR;",
  "lapsed_date": "27/11/2027",
  "decision_target_date": "12/07/2019",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 7HB",
  "site_name": "The Park Club",
  "status": "Closed",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.225
  },
  "appeal_decision_date": null,
  "lpa_app_no": "191821VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521093,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-06-04T13:59:18.419Z",
  "id": "Ealing-191821VAR",
  "application_type": "All Other",
  "street_name": "East Acton Lane",
  "borough": "Ealing",
  "ward": "East Acton",
  "decision_date": "27/11/2024",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Minor material amendment (S.73) to vary/remove condition nos. 20 (BREEAM), 21 (Dynamic Thermal Modelling), 22 (Monitoring) and 23 (Revised Energy Strategy) of planning permission ref: PP/2015/5392 dated 21/04/2016 for refurbishment and extension of existing clubhouse together with construction of a new 50m outdoor swimming pool, new flood lit '3G' all weather playing surface, new changing and viewing pavilion (to replace former pavilion destroyed by fire) and 1 artificial grass and 3 artificial grass cricket pitches in place of 2 existing grass tennis courts, and relocation of existing gated access into main club house car park (outline application seeking approval for ;means of access, siting and scale with the matters of appearance and landscaping reserved)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": null,
  "centroid_northing": 180416,
  "decision": "Closed",
  "appeal_decision": null,
  "uprn": "000012151266",
  "centroid": {
    "lon": -0.256477,
    "lat": 51.509706
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              521103.2430814,
              180451.9254289
            ],
            [
              521103.8037455,
              180447.956565
            ],
            [
              521111.1336048,
              180448.9862702
            ],
            [
              521111.8921505,
              180449.0862416
            ],
            [
              521113.5576528,
              180449.3261729
            ],
            [
              521117.6884284,
              180418.8249038
            ],
            [
              521123.2126194,
              180414.9460141
            ],
            [
              521103.3420221,
              180388.2636519
            ],
            [
              521097.8425663,
              180392.6224042
            ],
            [
              521096.0286529,
              180392.3724757
            ],
            [
              521089.7788966,
              180391.5127218
            ],
            [
              521068.6303149,
              180388.5835603
            ],
            [
              521067.7398483,
              180388.4635947
            ],
            [
              521067.1874292,
              180392.4724471
            ],
            [
              521063.1968196,
              180391.9226045
            ],
            [
              521061.3416809,
              180405.4187413
            ],
            [
              521065.3322904,
              180405.9685839
            ],
            [
              521064.2769226,
              180413.5564119
            ],
            [
              521081.8883731,
              180416.3356164
            ],
            [
              521083.8671878,
              180416.6455277
            ],
            [
              521084.5927532,
              180417.5952558
            ],
            [
              521082.2099305,
              180419.4247321
            ],
            [
              521081.7811873,
              180419.7246463
            ],
            [
              521081.1133374,
              180420.1845146
            ],
            [
              521080.3383016,
              180420.714363
            ],
            [
              521079.711677,
              180424.8031925
            ],
            [
              521082.1027447,
              180427.942294
            ],
            [
              521086.2005401,
              180428.5321252
            ],
            [
              521088.0062085,
              180427.0225573
            ],
            [
              521088.080414,
              180426.9625744
            ],
            [
              521090.3890311,
              180425.2030781
            ],
            [
              521091.1063514,
              180426.1428091
            ],
            [
              521088.352501,
              180445.7971831
            ],
            [
              521088.748264,
              180445.8471688
            ],
            [
              521094.3384154,
              180446.6369427
            ],
            [
              521095.3278227,
              180446.7769026
            ],
            [
              521094.7836487,
              180450.7357694
            ],
            [
              521103.2430814,
              180451.9254289
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "Applications for approval of Reserved Matters must be made no later than the expiration of three (3) years beginning with the date of the originally approved outline planning permission (21/04/2016), and;",
    "The development to which the permission relates must be begun no later than the expiration of two (2) years from the final approval of the Reserved Matters, or in the case of approval on different dates, the final approval of the last such matter to be approved.",
    "Reason: To comply with Section 92 of the Town and Country Planning Act 1990 (as amended). | Works on any particular phase of the development shall not be commenced until such time as the following reserved matters have been submitted to and approved in writing by the Local Planning Authority for that particular phase of the development:",
    "A)\tAppearance; and",
    "B)\tLandscaping.",
    "The development shall be carried out in accordance with the approved documents and plans.",
    "Reason: To ensure that the Local Planning Authority may be satisfied with the details of the proposal as provided for in Article 4 and 5 of the Town and Country Planning (Development Management Procedure) Order 2015, as this application is in outline form only. | The development hereby approved shall be carried out in accordance with the following approved plans and documents insofar as they will be amended subject to the approved plans and documents necessary to support the reserved matters application(s) required by the various conditions of this permission:",
    "PCE/P15/08, PCE/P15/09, PCE/P15/11, PCE/P15/12, PCE/P15/13, PCE/P15/14, PCE/P15/20, PCE/P15/21, PCE/P15/22.",
    "Reason: For the avoidance of doubt and in the interests of proper planning to ensure that the development is implemented in accordance with the approved plans, which have been, assessed against the Council's Adopted Development Plan. | The Reserved Matters submissions for any phase of the development shall include the following information:",
    "A)\tUpdated Planning Statement;",
    "B)\tFloor, elevation, roof and section plans;",
    "C)\tMaterials to  be used in the construction of the development;",
    "D)\tUpdated Arboricultural Report and proposed Tree Protection Measures;",
    "E)\tDetailed design of hard and soft landscaping and detailed comprehensive scheme of proposed tree planting for 25 replacement trees. This should include tree size, species and the numbers of trees; positions of all proposed species; comprehensive details of ground preparation; staking/tying method(s); and 5 year post planting maintenance schedule with an agreed inspection schedule.",
    "The development shall thereafter be carried out in accordance with the approved plans and details.",
    "Reason: In order that the Local Planning Authority could be satisfied with the details of the proposed development in accordance with the Adopted Development Plan. | No trees, shrubs or hedges within the site which are shown to be retained on the plans (Plan/Drawing:) shall be felled, uprooted, willfully damaged or destroyed, cut back in any way or removed. Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation. Any trees removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced in accordance with trees, shrubs or hedge plants of similar size and species unless the Local Planning Authority gives written consent to any variation.",
    "Reason: To secure protection of trees, shrubs and hedges growing within the site which are of amenity value to the area in accordance with policies 1.1 (e) (i) and 1.2 (d) of the adopted Local Development Framework (Core Strategy 2012), 5.10 of the Ealing Development Management Development Plan and policy 5.10 of the London Plan (2015). | Prior to the commencement of development, details shall be submitted for the approval of the Local Planning Authority for an approved noise barrier along the site boundary with 1-48 Beechwood Grove, Acton and 115-129 East Acton Lane, Acton. Barriers shall be manufactured and constructed to the London Borough of Ealing specifications. The works should be completed before occupation and permanently retained thereafter.",
    "Reason: In the interests of the living conditions of occupiers of nearby properties in accordance with Interim Supplementary Planning Guidance 10, policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.15 of the London Plan (2015), and the National Planning Policy Framework (2012). | The rating noise level emitted from the proposed external plant and machinery at the proposed development, as assessed under BS4142: 2014, shall not exceed the existing background sound level, as measured at the nearest sensitive facades, during the relevant periods of operation.",
    "Reason: In the interests of the living conditions of occupiers of nearby properties in accordance with Interim Supplementary Planning Guidance 10, policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.15 of the London Plan (2015), and the National Planning Policy Framework (2012). | The development shall comply with the relevant air quality neutral building emissions benchmarks for D2 use as stated in Appendix 5 of the Sustainable Design and Construction (2014) supplementary planning guidance, London Plan 2015.",
    "Reason: In the interests of the internal environment of the development in accordance with policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.14 of the London Plan (2015), and the National Planning Policy Framework (2012). | If new kitchen facilities are to be provided within any of the new buildings, details shall be submitted for the approval of the Local Planning Authority, before that part of the development is commenced, for the installation, operation, and maintenance of the best practicable cooking extract system, including the provision of a suitable extract fan, odour control equipment, with a vertical discharge terminus without any cap or cover, at a minimum of 1.5 metres above the highest roof eaves of the building. The details shall satisfy the advice at \"DEFRA, 2005: Guidance on the Control of Odour and Noise from Commercial Kitchen Exhaust Systems\". The system, as approved, shall be completed before occupation and thereafter permanently retained and maintained.",
    "Reason: In the interests of the living conditions of occupiers of nearby properties in accordance with Interim Supplementary Planning Guidance 10, policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.15 of the London Plan (2015), and the National Planning Policy Framework (2012). | By installation of an automatic time control switch, the period of operation of the sports floodlights shall be prohibited during the period 22:00 hrs to 08:00 hrs Monday to Saturday and at no other times, including Sundays and Bank Holidays.",
    "Reason: In the interests of the living conditions of occupiers of nearby properties in accordance with Interim Supplementary Planning Guidance 10, policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.15 of the London Plan (2015), and the National Planning Policy Framework (2012). | Prior to commencement of any development associated with the floodlit multi-use games area, details of all proposed lighting schemes shall be submitted for approval by the Local Planning Authority to demonstrate that the recommendations made under the approved lighting codes of practice are met for Environmental Zone E3, particularly with regard to the following: i) A layout plan with beam orientation; ii) A schedule of equipment in the design (luminaire type; mounting height; aiming angles and luminaire profiles) iii) An isolux contour map to show light spill levels down to 1 lux and showing neighbouring buildings.",
    "Reason: In the interests of the living conditions of occupiers of nearby properties in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), and the National Planning Policy Framework (2012). | Prior to the commencement of development, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority. The plan shall include the following:",
    "o\tConstruction traffic management proposals including details of delivery routes and HGV movements and details of any temporary site access/parking;",
    "o\tDetails of construction hours;",
    "o\tNoise mitigation and monitoring measures;",
    "o\tDetails of enclosure of working areas and the location of compounds for the storage of plant and materials;",
    "o\tDetails of temporary lighting;",
    "o\tAir Quality and Dust Management Plan (AQDMP) that includes an Air Quality (Dust) Risk Assessment shall be produced in accordance with current guidance The Control of Dust and Emissions during Construction and Demolition, SPG, GLA, July 2014, for the existing site and the proposed development. A scheme for air pollution mitigation measures based on the findings of the report;",
    "o\tSite security during construction;",
    "o\tA drainage strategy to operate setting out controls of contamination, including controls to surface water run-off, water pumping, storage of fuels and hazardous materials, spill response plans and pollution control measures; and",
    "o\tProcedures for on-site contractors to deal with complaints from local residents.",
    "The Construction Logistics Plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of demolition and construction.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, policy 6.3 of the London Plan 2015 and policy 7A of the Ealing Development Management Development Plan. | Development shall not commence until a drainage strategy detailing any on and/or off site drainage works, has been submitted to and approved by, the local planning authority in consultation with the sewerage undertaker. No discharge of foul or surface water from the site shall be accepted into the public system until the drainage works referred to in the strategy have been completed. The drainage strategy shall include detailed drainage designs to demonstrate that flood risk would not be increased, drainage assessment form, ground/intrusive investigation and infiltration testing report to demonstrate suitability of infiltration and a maintenance plan of the proposed drainage system for the lifetime of the development confirming owners/adopters of the entire drainage system.",
    "Reason: To ensure that sufficient capacity is made available to cope with the new development; and in order to avoid adverse environmental impact on neighbouring occupiers in accordance with policy 5.13 of the London Plan 2015 and policies (e) and (k) of the Ealing Development (Core) Strategy 2012. | The development shall be designed to incorporate water saving measures and equipment.",
    "Reason: To ensure the sustainable use of water, in accordance with policy 5.15 of the London Plan 2015. | No demolition or development shall take place until a stage 1 written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works.",
    "If heritage assets of archaeological interest are identified by stage 1 then for those parts of the site which have archaeological interest a stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:",
    "(a)\tThe statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works",
    "(b)\tThe programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI.",
    "Reason: To ensure that the development does not have a detrimental impact on any archaeological assets in accordance with policy 7.8 of the London Plan 2011 and policy 7C of the Ealing Development Management Development Plan. | No development shall commence until details of the design and layout of the artificial grass pitch have been submitted to and approved in writing by the Local Planning Authority after consultation with Sport England. The artificial pitch shall not be constructed other than substantially in accordance with the approved details.",
    "Reason: To ensure the development is fit for purpose in accordance with policy 3.19 of the London Plan 2015. | A minimum of twenty (20) cycle parking spaces shall be provided for visitors and ten (10) additional cycle parking spaces for employees in accordance with adopted standards of the London Plan 2015. Such provision shall be brought into use prior to first occupation and retained permanently.",
    "Reason: To provide adequate facilities for cyclists, in accordance with policy 6.9 of the London Plan 2015. | Eight (8) car parking spaces on site shall be designated for blue badge holders and two (2) car parking spaces shall be equipped with Electric Vehicle Charging Points. .",
    "Reason: To ensure that there is adequate provision for car parking within the site in accordance with policy 6.13 of the London Plan (2015). | Notwithstanding the Travel Plan submitted with the planning application, a revised Travel Plan, designed to manage the transport needs of residents and visitors, to minimise car usage and promote alternative modes of transport, shall be submitted to and approved by the Local Planning Authority before any part of the development is commenced. The approved Travel Plan shall be implemented at the time of first occupation of any part of the development and shall be permanently retained in operation for the life of the development.",
    "Reason: To promote sustainable patterns of transport, and to limit the impact of the proposal on local parking conditions, in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012 and policy 6.3 of the London Plan 2015."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "23/04/2019",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-07802794",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.25629409999999997,
          51.5100281
        ],
        [
          -0.2562874,
          51.5099924
        ],
        [
          -0.2561815,
          51.51
        ],
        [
          -0.25617049999999997,
          51.5100008
        ],
        [
          -0.2561464,
          51.5100026
        ],
        [
          -0.2560974,
          51.5097276
        ],
        [
          -0.2560192,
          51.5096915
        ],
        [
          -0.2563145,
          51.509456
        ],
        [
          -0.2563922,
          51.5094963
        ],
        [
          -0.2564184,
          51.5094945
        ],
        [
          -0.2565088,
          51.5094881
        ],
        [
          -0.2568144,
          51.5094663
        ],
        [
          -0.2568272,
          51.5094654
        ],
        [
          -0.2568338,
          51.5095015
        ],
        [
          -0.2568915,
          51.5094974
        ],
        [
          -0.25691359999999996,
          51.5096191
        ],
        [
          -0.25685589999999997,
          51.5096232
        ],
        [
          -0.2568685,
          51.5096916
        ],
        [
          -0.2566139,
          51.5097129
        ],
        [
          -0.2565853,
          51.5097152
        ],
        [
          -0.2565745,
          51.5097236
        ],
        [
          -0.2566082,
          51.5097406
        ],
        [
          -0.25661429999999996,
          51.5097433
        ],
        [
          -0.2566237,
          51.5097476
        ],
        [
          -0.2566347,
          51.5097525
        ],
        [
          -0.2566423,
          51.5097894
        ],
        [
          -0.25660679999999997,
          51.5098171
        ],
        [
          -0.2565476,
          51.5098215
        ],
        [
          -0.2565221,
          51.5098076
        ],
        [
          -0.2565211,
          51.509807
        ],
        [
          -0.2564884,
          51.509790699999996
        ],
        [
          -0.2564778,
          51.509799
        ],
        [
          -0.2565107,
          51.5099763
        ],
        [
          -0.256505,
          51.5099766
        ],
        [
          -0.2564242,
          51.5099825
        ],
        [
          -0.25640989999999997,
          51.5099836
        ],
        [
          -0.2564163,
          51.5100193
        ],
        [
          -0.25629409999999997,
          51.5100281
        ]
      ]
    ],
    "type": "Polygon"
  }
}