{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/181104VAR;",
  "lapsed_date": "04/03/2022",
  "decision_target_date": "06/03/2019",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 7SB",
  "site_name": "16 The Vale",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012108364, 000012202530, 000012202531, 000012202532, 000012202533, 000012202534, 000012202535, 000012202536, 000012202537, 000012202538, 000012202539, 000012202540, 000012202541, 000012202542, 000012202543, 000012202544, 000012202545, 000012202546, 000012202547, 000012202548, 000012202549, 000012202550, 000012202551, 000012202552, 000012202553, 000012202554, 000012202555, 000012202556, 000012202557, 000012202558, 000012202559, 000012202560, 000012202561, 000012202562, 000012202563, 000012202564, 000012202565, 000012202566"
    ],
    "site_area": 0.113
  },
  "appeal_decision_date": null,
  "lpa_app_no": "181104VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521786,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-19T22:54:46.379+00:00",
  "id": "Ealing-181104VAR",
  "application_type": "All Other",
  "street_name": "The Vale",
  "borough": "Ealing",
  "ward": "East Acton",
  "decision_date": "04/03/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application for minor material amendment (S.73) to vary condition 2 of planning permission ref: PP/2015/5938 dated: 04/01/2018 for the \"Change of use from B8 (storage/distribution) to mixed commercial use (A1-A3, B1) to lower ground and ground floor with 39 residential units (7 x studios, 3 x 1 beds, 28 x two beds and 1 x 3 bed) above including construction of two additional storeys to the building, ground floor extensions, cantilevered additions to the rear elevation and alterations to elevations\". Amendment seeking relocation of bin storage to basement level, alteration to cycle parking, installation of a lift, relocation of mechanical plant room, addition of escape lobby to front lightwell, addition of an electrical substation at ground floor level, alterations to roller shutter doors to service areas, reconfiguration of commercial loading bay, access and refuse handling arrangements, reconfiguration of basement escape, minor changes to the roller shutter doors to service areas facing Broad passage at ground floor level and alterations to the flat configurations on the first and second floor.\n\n",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major dwellings",
  "centroid_northing": 180138,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012108364",
  "centroid": {
    "lon": -0.246592,
    "lat": 51.507059
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              521823.8696667,
              180118.9807333
            ],
            [
              521783.5183376,
              180116.6713944
            ],
            [
              521777.7303047,
              180118.8207791
            ],
            [
              521775.2485414,
              180140.3146266
            ],
            [
              521781.0365742,
              180140.9744377
            ],
            [
              521822.5422118,
              180143.453728
            ],
            [
              521823.8696667,
              180118.9807333
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of planning permission PP/2015/5938 dated 04/01/2018.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "2. The development hereby approved shall be carried out in accordance with drawing title number(s) 1459.LO.003 Rev M1 (Proposed Site Block Plan), 15E9.PL.100B M1 (Proposed Basement Floor Plan), 15E9.PL.100M M1 (Proposed Mezzanine Floor Plan); 15E9.PL.100G M1 (Proposed Ground Floor Plan), 15E9.PL.1001 M1 (Proposed First Floor Plan), 15E9.PL.1002 M1 (Proposed Second Floor Plan), 15E9.PL.1003 M1 (Proposed Third Floor Plan), 15E9.PL.1004 M1 (Proposed Fourth Floor Plan), 15E9.PL.100R M1 (Proposed Roof Plan), 15E9.LO.2000 M1 (Proposed East & West Elevation), 15E9.PL.2001 M1 (Proposed North & South Elevation), 15E9.LO.300 Rev 11 (Proposed Section BB, Detail Elevation and Detail Section), 15E9.PL.3001 M1 (Proposed Section BB & CC),15E9.PL.3001 M1 (Proposed Section AA) and 14E9.AS.500 Rev 02 (Proposed Detail Section).",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "3. Materials used in the construction of the development shall be in accordance with the materials described in the submitted design & access statement and the approved plans.",
    "Reason: To ensure that the materials harmonise with the existing building and surrounding area, in accordance with policies 7.4 and 7B of the Ealing Development Management Development Plan 2013, policies 1.1 (g) (h), 1.2 (f) and 2.10 of the adopted Local Development Framework (Core Strategy 2012) and policies 7.4 and 7.6 of the London Plan - Consolidated (2016).",
    "4. The obscure glazing and obscure glazed screens indicated on the approved plans shall be retained permanently. The glazing shall be minimum level 3 obscure glazed and the windows shall be non-opening unless the parts of the window can be opened are more than 1.7 metres above the floor of the rooms in which the windows are installed.",
    "Reason: To protect the living conditions of occupants of nearby properties, in accordance with policy 7B of the Ealing Development Management Development Plan, policies 1.1 (g) of the adopted Local Development Framework (Core Strategy 2012) and policy 7.6 of the London Plan - Consolidated (2016).",
    "5. No development shall take place until full details of hard and soft landscaping works (including a phased programme of works) (together with a maintenance schedule) have been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by the Local Planning Authority.  Any trees or other plants, which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, in accordance with policies 1.1 (e) (i) and 1.2 (d) of the adopted Local Development Framework (Core Strategy 2012), policies 7.4 and 7.6 of the London Plan (2016) and policy 7.4 of the Ealing Development Management Development Plan 2013.",
    "6. Refuse and recycling storage areas indicated on drawing reference 15E9.LO.101 Rev 12 shall be provided and brought into use prior to the first occupation of the development permitted and retained thereafter.",
    "Reason:  To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with policies with policies 3.5 and 7B of the Ealing Development Management Plan 2013, policies 1.1 (e) of the Adopted Ealing Development (Core) Strategy and The London Plan (2016) policy 5.16.",
    "7. Noise Mitigation measures, with windows closed and other means of ventilation provided, shall insulate the new dwellings against the transmission of externally generated noise, to meet the minimum internal ambient noise criteria as specified in Table 4 of BS 8233:2014; Living Rooms, Bedrooms = 35 dB LAeq,16 hours ; Kitchens, Dining Rooms, Bathrooms = 40 dB LAeq,16 hours during day-time hours (07:00 - 23:00); and Bedrooms = 30 dB LAeq,8 hours during night-time hours (23:00 - 07:00). The Mitigation Measures shall be implemented prior to the first occupation of the residential units and thereafter be permanently retained.",
    "Reason: In the interests of the internal environment of the development and living conditions of occupiers of nearby properties and future occupiers of the site, in accordance with Interim Supplementary Planning Guidance 10, policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.15 of the London Plan (2016), and the National Planning Policy Framework (2012).",
    "8. The rating noise level emitted from the proposed external plant and machinery at the proposed development, as assessed under BS4142: 2014, shall not exceed the existing background sound level, as measured at the nearest sensitive facades, during the relevant periods of operation.",
    "Reason: In the interests of the internal environment of the development and living conditions of occupiers of nearby properties and future occupiers of the site, in accordance with Interim Supplementary Planning Guidance 10, policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.15 of the London Plan (2016), and the National Planning Policy Framework (2012).",
    "9. Mitigation measures to control the release of asbestos fibres shall be in accordance with the Control of Asbestos Regulations 2012.",
    "Reason: To protect the health and living conditions of residents in accordance policy 5.21 of The London Plan, policy 1.1 (j) of the Ealing Core Strategy (2012), and the National Planning Policy Framework.",
    "10. Any A3 use shall provide for the installation, operation, and maintenance of the best practicable odour abatement equipment including an extract system, the height of the discharge, and the efflux velocity of the effluent at the point of discharge. The proposalshall satisfy the guidance from \"DEFRA, 2005: Guidance on the Control of Odour and Noise from Commercial Kitchen Exhaust Systems\".  The system, as approved, shall be completed before occupation and thereafter permanently retained and maintained.",
    "Reason: To protect amenity of the area in accordance with policies with policy 7A of the Ealing Development Management Plan 2013 and policy 1.1(e) of the Adopted Ealing Development (Core) Strategy.",
    "11. The hours of business use of the building shall be restricted to the period 0900 - 2300hrs. The use of the car park shall cease by 22:00hrs to prevent nuisance being caused by vehicles on the premises.",
    "Reason:  To protect amenity of the area in accordance with policies with policy 7A of the Ealing Development Management Plan 2013, policy 1.1(e) of the Adopted Ealing Development (Core) Strategy and The London Plan (2016) policy 7.15.",
    "12. Deliveries of goods to and waste collections from the proposed development shall only take place during the period 0800 - 1800 hrs on Mondays to Saturdays and at no time on Sundays and Public Holidays.",
    "Reason:  To protect amenity of the area in accordance with policies with policy 7A of the Ealing Development Management Plan 2013, policy 1.1(e) of the Adopted Ealing Development (Core) Strategy and The London Plan (2016) policy 7.",
    "13. The floor/ceiling between the commercial premises and the residential floorspace above shall be insulated to achieve an acoustic standard not exceeding NR 25 Leq 5mins, (octaves) or NR 20 Leq 5mins, (one-third octaves) will be met inside a bedroom and NR 30 Leq,5mins (octaves), 0r NR 25 Leq,5mins (one-third octaves), inside a living room when noise is generated from the commercial use.",
    "Reason:  To protect amenity of the proposed residential units in accordance with policies with policy 7A of the Ealing Development Management Plan 2013, policy 1.1(e) of the Adopted Ealing Development (Core) Strategy and The London Plan (2016) policy 7.15.",
    "14. Any proposed external lighting scheme shall be designed to reduce light pollution to nearby residents, and road users and where applicable the recommendations of the following guidance shall be met:",
    "o\tILP Guidance Notes for the reduction of Obtrusive Lighting 2011.",
    "o\tInstitution of Lighting Professionals Technical Report PLG05, Brightness of Illuminated Advertisements, 2015",
    "o\tCIE Technical Report- Guide on the Limitation of the Effects of Obtrusive Light from Outdoor Lighting Installations - CIE 150: 2003.",
    "o\tStatutory Nuisance from Insects and Artificial Light by Department of Environment Food. Guidance on sections 101, 102 and 103 of the Clean Neighbourhoods and Environment Act 2005, Defra.",
    "Reason: In the interests of the living conditions of occupiers of nearby properties in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013) and the National Planning Policy Framework (2012).",
    "15. The development shall comply with the air quality neutral building emissions benchmarks for the B1, A1, A2 & A3 use as stated in Appendix 5 of the Sustainable Design and Construction (2014) supplementary planning guidance, London Plan 2016.",
    "Reason: In the interests ameliorating emissions in accordance with Appendix 5 of the Sustainable Design and Construction (2014) supplementary planning guidance, London Plan 2016.",
    "16. Before the commencement of any A3 use, the ventilation duct from the commercial",
    "premises, shall be fixed to the exterior wall with suitable anti - vibration isolators and the",
    "fan motor shall be vibration isolated from the duct, so as to satisfy an acoustic standard",
    "of not exceeding LFNR25 Leq 5mins (octaves) or LFNR20 Leq 5mins (one-third",
    "octaves) inside a bedroom and LFNR 30 (Leq 5mins) (octaves) or LFNR 25 (Leq 5mins)",
    "(one-third octaves) inside a living room.",
    "Reason:  To protect amenity of the area in accordance with policies with policy 7A of the Ealing Development Management Plan 2013, policy 1.1(e) of the Adopted Ealing Development (Core) Strategy and The London Plan (2016) policy 7.15.",
    "17. Prior to the commencement of the development, the applicant shall submit to the local planning authority for approval prior to the commencement of development a scheme for providing fresh air ventilation to all habitable rooms on The Vale & First Avenue, Acton elevations. The supply to be provided from the rear of the building at roof level. The approved mitigation scheme shall be implemented in its entirety before any of the units are occupied",
    "Reason: In the interests of the internal environment of the development in accordance with Interim Supplementary Planning Guidance 10, policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.14 of the London Plan (2016), and the National Planning Policy Framework (2012).",
    "18. Three wheelchair user units shall be designed and constructed to meet Approved Document M (Volume 1: Dwellings), Part M4(3) (Wheelchair user dwellings) of Building Regulations 2015. The units that are not wheelchair user dwellings shall be designed and constructed to meet Approved Document M (Volume 1: Dwellings), Part M4(2)(Accessible and adaptable dwellings) of Building Regulations 2015.",
    "Reason: To ensure that the development is adaptable, flexible, convenient and appropriate to the changing needs of the future occupiers, in accordance with policies 3.5, 3.8 and 3.9 of the London Plan (2016); and policy 1.1(h) of Ealing's Development (or Core) Strategy (2012).",
    "19. Prior to the commencement of development, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority. The plan shall include the following:",
    "o\tConstruction traffic management proposals including details of delivery routes and HGV movements and details of any temporary site access/parking;",
    "o\tDetails of construction hours;",
    "o\tNoise mitigation and monitoring measures;",
    "o\tDetails of enclosure of working areas and the location of compounds for the storage of plant and materials;",
    "o\tDetails of temporary lighting;",
    "o\tAir Quality and Dust Management Plan (AQDMP) that includes an Air Quality (Dust) Risk Assessment shall be produced in accordance with current guidance The Control of Dust and Emissions during Construction and Demolition, SPG, GLA, July 2014, for the existing site and the proposed development. A scheme for air pollution mitigation measures based on the findings of the report;",
    "o\tSite security during construction;",
    "o\tA drainage strategy to operate setting out controls of contamination, including controls to surface water run-off, water pumping, storage of fuels and hazardous materials, spill response plans and pollution control measures; and",
    "o\tProcedures for on-site contractors to deal with complaints from local residents.",
    "The Construction Logistics Plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of demolition and construction.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, policy 6.3 of the London Plan 2016 and policy 7A of the Ealing Development Management Development Plan.",
    "20. A delivery and servicing plan (DSP) for the development detailing servicing arrangements, times and frequency and operational details shall be submitted to and approved in writing by the Local Planning Authority prior to the first occupation of the development. The servicing of the development shall be operated strictly in accordance with the details so approved, shall be maintained as such thereafter and no change therefrom shall take place without the prior written consent of the Local Planning Authority obtained through the submission of a planning application.",
    "Reason: To ensure that the resulting servicing arrangements are satisfactory in terms of their impact on adjoining uses and highway safety and the free-flow of traffic in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012 and policy 6.3 of the London Plan 2016.",
    "21. The cycle parking spaces shown on the approved plans shall be brought into use prior to first occupation and retained permanently.",
    "Reason: To provide adequate facilities for cyclists, in accordance with policy 6.9 of the London Plan 2016.",
    "22. The car parking spaces shown on the approved plans shall be laid out prior to first occupation of any of the development hereby permitted and permanently retained without obstruction.",
    "Reason: To ensure that there is adequate provision for car parking within the site in accordance with policy 6.13 of the London Plan (2016).",
    "23. The residential development shall be designed to achieve a water use target of no more than 105 litres per person per day and the commercial use shall also incorporate water saving measures and equipment.",
    "Reason: To ensure the sustainable use of water, in accordance with policy 5.15 of the London Plan 2016.",
    "24. Development shall not commence until a drainage strategy detailing any on and/or off site drainage works, has been submitted to and approved by, the local planning authority in consultation with the sewerage undertaker. No discharge of foul or surface water from the site shall be accepted into the public system until the drainage works referred to in the strategy have been completed.",
    "Reason: To ensure that sufficient capacity is made available to cope with the new development; and in order to avoid adverse environmental impact on neighbouring occupiers in accordance with policy 5.13 of the London Plan 2016 and policies (e) and (k) of the Ealing Development (Core) Strategy 2012.",
    "25. Each non-residential building hereby permitted shall achieve a minimum Building Research Establishment BREEAM overall Very Good rating (based on the latest BREEAM Technical Guidance).",
    "Within 3 months of the commencement of the non-residential elements of the development,",
    "1)\tevidence that the non-residential elements of the development have been registered with the Building Research Establishment (BRE) under the BREEAM New Construction Scheme",
    "2)\tdraft or final Green Lease Agreement to demonstrate that appropriate clauses, as stated within the additional information on the Energy and Sustainability Statement prepared by Mecserve in 19 April 2016, have been added and",
    "3)\tInterim BREEAM NC Assessment and related Certification verified by the BRE shall be submitted to the Local Planning Authority for written approval.",
    "Within 3 months from the date of first occupation of the non-residential elements of the development, BREEAM 'Post Construction Stage' Assessment and related Certification verified by the BRE should be submitted to the Local Planning Authority for written approval confirming the BREEAM rating and measures have been implemented.",
    "Following any approval of a 'Post Construction Stage' assessment and certificate of the development, the approved measures and technologies to achieve the BREEAM Very Good or higher rating shall be retained in working order in perpetuity.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3, 5.6, 5.7 and 5.9 of the London Plan (2016), policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy (2012) and policies 5.2 and 7A of Ealing's Development Management DPD (2013).",
    "26. The refurbished dwellings of the development shall be constructed to achieve a minimum Building Research Establishment BREEAM Domestic Refurbishment rating of Excellent (based on latest Technical Guidance).",
    "Within 3 months of commencement of the development,",
    "1)\tevidence that the development is registered with the Building Research Establishment (BRE) under the BREEAM Domestic Refurbishment Scheme",
    "2)\tdraft or final Green Lease Agreement to demonstrate that appropriate clauses, as stated within the additional information on the Energy and Sustainability Statement prepared by Mecserve in 19 April 2016, have been added and",
    "3)\tInterim Design Stage Assessment and Certificates verified by the BRE shall be submitted to the Local Planning Authority for written approval.",
    "Within 3 months from the date of first occupation of the development a Post Refurbishment Stage Assessment and Certificate verified by the BRE shall be submitted to the Local Planning Authority for written approval confirming the BREEAM rating and measures have been achieved.",
    "Following any approval of a 'Post Refurbishment Stage' assessment and certificates of each refurbished element of the development, the approved measures and technologies to achieve the BREEAM Domestic Refurbishment Excellent rating shall be retained in working order in perpetuity.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3 and 5.9 of the London Plan 2016 and policies 1.1(k) and 1.2(g) of the adopted Ealing Development (Core) Strategy (2012) and policy 5.2(H) of the Ealing Development Management DPD (2013).",
    "27. The new residential elements of the development shall incorporate sustainability measures as detailed in the approved Energy and Sustainability Statement Issue 1.3 (6 November 2015) and additional information (19 April 2016), all prepared by Mecserve.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3, 5.6, 5.7 and 5.9 of the London Plan 2016, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012.",
    "28. Prior to commencement of the development, dynamic thermal modelling covering all elements of the development should be submitted to the Local Authority for written approval demonstrating that the development performs against its overheating criteria or even exceeds the overheating CISBE TM52 and TM49 guidance standards.",
    "Reason: To ensure that the development hereby approved is energy efficient and to reduce the risk of overheating in line with policy 5.9 of the London Plan 2016, adopted Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD (December 2013).",
    "29. Prior to first occupation of the development including both residential and commercial elements, the approved development shall incorporate measures to achieve an overall reduction in regulated CO2 emissions of at least 35.6% (equal to 45.90 tonnes regulated CO2) beyond Building Regulations Part L 2013 through the following carbon emission savings as detailed in the Energy and Sustainability Statement Issue 1.3 (6 November 2015) and additional information (19 April 2016), all prepared by Mecserve and including:",
    "o\tenergy saving measures to achieve at least a percentage of 28.7% in regulated carbon dioxide (CO2) emissions savings over the compliant BR Part L 2013 baseline",
    "o\tincorporation of renewable/low carbon technology(ies) to achieve at least a percentage reduction of 9.7% (equal to 8.9 tnCO2) in carbon dioxide (CO2) emissions savings and ASHP to achieve at least a percentage of  over the Be Lean case.",
    "Within three-months of the first occupation of the new dwellings, the Energy Performance Certificates, Accompany Advisory Reports and modelling output reports from the \"as built stage\" to confirm compliance in terms of savings achieved through energy efficiency measures shall be submitted to the Local Planning Authority for written approval.",
    "Reason:  To ensure that the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases and to minimise the impact of building emissions on local air quality in the interests of health, in accordance with policies 3.2, 5.3, 5.5, 5.6 and 7.14 of the London Plan 2016 (with FALP 2011/REMA 2013), policies 1.1(e), 1.1(j), 1.1(k) and 1.2(f) of Ealing's adopted Development (or Core) Strategy 2012, policies LV5.2 and 7A of Ealing's Development Management DPD, and the Mayor's Sustainable Design and Construction SPG.",
    "30. Upon final completion of the development and prior to occupation, suitable devices for monitoring the renewable/low-carbon energy technology incorporated into the development shall be installed. The monitored data shall be submitted to the local planning authority at daily intervals for a period of three years from final completion. The installation of the monitoring devices should be in a compatible format and the submission of the data shall be carried out in accordance with the Council's approved specifications as indicated in Automated Energy (& CO2) Monitoring Platform [AEMP] document.",
    "Reason:  To monitor the effectiveness of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an evidence base on the performance of such equipment in accordance with policies 5.2, 5.3, 5.5, 5.6 and 5.7 of the London Plan 2016, adopted Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD (December 2013).",
    "31.\tThe applicant shall reinstate the redundant crossover to the site before any part of the development permitted is occupied or brought into use.",
    "Reason: In the interests of highway safety, in accordance with policy 1.1 (f) of the adopted Local Development Framework (Core Strategy 2012) and policy 6.3 of the London Plan (2016)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "23/03/2018",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-06807313",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.24603000000000003,
          51.5068811
        ],
        [
          -0.246612,
          51.5068691
        ],
        [
          -0.24669459999999999,
          51.5068896
        ],
        [
          -0.2467229,
          51.5070833
        ],
        [
          -0.24663929999999998,
          51.507088
        ],
        [
          -0.2460407,
          51.5071014
        ],
        [
          -0.24603000000000003,
          51.5068811
        ]
      ]
    ],
    "type": "Polygon"
  }
}