{
  "epc_number": null,
  "valid_date": "30/01/2023",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "centroid": {
    "lon": "-0.3014189",
    "lat": "51.5235679"
  },
  "pp_id": "PP-11893023",
  "decision": "Approved",
  "centroid_easting": 517937,
  "site_name": "26 Montpelier Road",
  "lpa_app_no": "230392VAR",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "12115112",
  "title_number": null,
  "borough": "Ealing",
  "appeal_decision_date": null,
  "decision_conditions": [
    "Development has already been constructed so this time limit condition has been removed. | The development hereby approved shall be carried out in accordance with drawing title numbers:",
    "P20 REV B (Proposed Location Plan) dated 10.07.2018",
    "P21 REV C (Proposed Site Plan) dated 10.07.2018",
    "P22 REV C (Proposed Basement Plan) dated 10.07.2018",
    "P24 REV C (Proposed First Floor Plan) dated 10.07.2018",
    "P25 REV D (Proposed Roof Plan) dated 08.02.2019",
    "P35 REV B (Proposed Site Section) dated 10.07.2018",
    "P36 REV B (Proposed Building Section) dated 10.07.2018",
    "P38 REV A (Access Elevation Detail) dated 08.02.2019",
    "And as amended by drawing numbers:",
    "P23 Rev E - Proposed ground floor plan,",
    "P31 Rev C - Proposed south elevation,",
    "P32 Rev E - Proposed east elevation,",
    "P33 Rev D - Proposed north elevation,",
    "P34 Rev D - Proposed west elevation,",
    "Planting plan,",
    "Master plan - revised ramp,",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| All external materials to be used in the development shall be consistent with those as listed within the submitted application form and the drawings / plans as listed in Condition (2).",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies Ealing Local Variation to London Plan Policy 7.4 and 7B of the Ealing Development Management Development Plan (2013), policies 1.1 (h) and 1.2 (f) of the adopted Local Development Framework (Core) Strategy (2012) and policies D3 and D4 of the London Plan (2021).",
    "| The landscape plan shall be carried out as per the approved plans stated in condition 2.",
    "REASON: To ensure that the development does not result in any net loss of tress in accordance with policy 5.10 of the Adopted Ealing Development Management DPD (2013), and the London Plan (2021)",
    "| All tree protection methods as detailed in  Arboricultural Method Statement (Prepared by ARBTECH dated 5 July 2018), Arbtech AIA 02 (Arboricultural Impact Assessment) Prepared by ARBTECH dated 10 July 2018, Arbtech TPP 02 (Tree Protection Plan) Prepared by ARBTECH dated 10 July 2018   shall be carried out as stated in these documents. The trees shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the  site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "REASON: To secure the protection, throughout the time that the development is being carried out, of trees, shrubs and hedges growing within or adjacent to the site which are of amenity value to the area in accordance with policy 5.10 of the Adopted Ealing Development Management DPD (2013), and the London Plan (2021).",
    "| The detailed construction method statement (including the construction of the basement) shall be as per approved under permission 195409CND. The development shall be carried out in accordance with the approved method statement.",
    "REASON: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with 1.1 (e) (j) 1.2 (f), 2.1 (c) and 2.10 of the Ealing Core Strategy (2012), the London Plan (2021), the National Planning Policy Framework (2012), Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise.",
    "| The development hereby approved shall not be occupied until refuse and recycling storage, in accordance with the Local Planning Authority Standards, has been provided in the curtilage of the proposed building and has been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "REASON: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy (2012) policy 7B of the Ealing Development Management DPD  (2013) and the London Plan (2021).",
    "| Cycle storage for a minimum of two (2) bicycles shall be provided onsite in accordance with all adopted standards prior to occupation of the building and be continuously available and retained for the life of the development hereby approved.",
    "REASON: To provide adequate bicycle storage to align with Sustainable Transport SPG and the London Plan (2021).",
    "| Building envelope insulation for the approved residential building, with windows shut and other means of ventilation provided, shall be installed to achieve the internal noise targets adopted by the local planning authority:",
    "a.\tBedrooms (23:00-0700 hrs) 30 dB LAeq, and 45 dB Lmax (fast).",
    "b.\tLiving rooms (0700-2300 hrs) 35dB LAeq.",
    "c.\tKitchens, bathrooms, WC and utility rooms (0700-2300 hrs) 45 dB LAeq.",
    "The sound insulation measures shall be installed and fully completed prior to the first use and / or first occupation of the units and maintained thereafter.",
    "REASON: To ensure satisfactory amenity is achieved for future residents of the site in accordance with policies 7A & 7B of Ealing Development Management Development Plan 2013 and the London Plan (2021).",
    "| Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 or any Order revoking and re-enacting that Order with or without modification, no extension, enlargement or other alteration of the dwellinghouse other than that expressly authorised by this permission shall be carried out without planning permission first obtained from the local planning authority.",
    "REASON: The local planning authority considers that further development could cause detriment to the amenities of the occupiers of nearby properties or to the character of the area and for this reason would wish to control any future development to comply with section 7 pf the National Planning Policy Framework, policy 7B of the Ealing Development Management Development Plan 2013, policy 1.1 (g) of the Ealing Development (Core) Strategy 2012 and the London Plan (2021).",
    "| Lights to be provided at the bollards along the access way shall be down facing and no higher than 1.2m, to minimise any potential light spill to adjoining properties. The bollard lights shall be provided along the full length of the access way.",
    "REASON: To protect the living conditions of occupiers in the area, in accordance with policy 7A of the Ealing Development Management Plan Document (2013).",
    "| The tree monitoring programme shall be as approved under 195480CND.",
    "REASON: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with the London Plan 2021, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines."
  ],
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 181884,
  "subdivision_of_building": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517942.1526157,
              181858.7527288
            ],
            [
              517940.5036035,
              181844.7467379
            ],
            [
              517939.0524727,
              181844.9466807
            ],
            [
              517935.3504403,
              181845.5964947
            ],
            [
              517931.5494671,
              181846.1463373
            ],
            [
              517927.6990236,
              181846.7961513
            ],
            [
              517925.596533,
              181847.0960654
            ],
            [
              517924.4504695,
              181847.3459939
            ],
            [
              517933.7014281,
              181925.1537217
            ],
            [
              517934.3033175,
              181925.0037646
            ],
            [
              517937.7497531,
              181924.1040222
            ],
            [
              517941.0972479,
              181923.2042797
            ],
            [
              517942.6967897,
              181922.6544371
            ],
            [
              517944.354047,
              181922.1045945
            ],
            [
              517948.9960164,
              181920.4950552
            ],
            [
              517949.3010837,
              181920.3950838
            ],
            [
              517946.3658419,
              181894.972361
            ],
            [
              517942.597849,
              181862.4016843
            ],
            [
              517942.1526157,
              181858.7527288
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "development_type": "Minor dwellings",
  "lpa_name": "Ealing",
  "actual_commencement_date": null,
  "last_updated": "2025-03-19T03:44:15.300+00:00",
  "decision_process": "Delegated",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/230392VAR;",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "ward": "Hanger Hill",
  "application_type_full": "Removal/Variation of a condition",
  "locality": "London",
  "last_updated_by": "CSV Data Import",
  "application_details": {
    "existing_uprns": [
      "000012207642, 000012115112"
    ],
    "site_area": 0.125
  },
  "postcode": "W5 2QT",
  "decision_target_date": "26/03/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3013531,
          51.5233399
        ],
        [
          -0.30138149999999997,
          51.5232144
        ],
        [
          -0.30140239999999996,
          51.5232165
        ],
        [
          -0.3014555,
          51.5232231
        ],
        [
          -0.3015101,
          51.5232288
        ],
        [
          -0.3015653,
          51.5232355
        ],
        [
          -0.30159549999999996,
          51.5232386
        ],
        [
          -0.3016119,
          51.5232411
        ],
        [
          -0.30145259999999996,
          51.5239385
        ],
        [
          -0.301444,
          51.523937
        ],
        [
          -0.30139469999999996,
          51.5239282
        ],
        [
          -0.30134669999999997,
          51.5239194
        ],
        [
          -0.3013239,
          51.5239141
        ],
        [
          -0.30130019999999996,
          51.5239088
        ],
        [
          -0.3012338,
          51.5238934
        ],
        [
          -0.3012295,
          51.5238924
        ],
        [
          -0.3012803,
          51.5236646
        ],
        [
          -0.3013455,
          51.5233726
        ],
        [
          -0.3013531,
          51.5233399
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Application for a Minor Material Amendment (S73a) to vary condition 2 (Approved Drawings) of planning permission ref: 178134FUL dated 01/03/2019 for: Construction of part two, part single storey detached four bedroom dwellinghouse incorporating basement level; provision of associated car parking, vehicular and pedestrian access, cycle and refuse storage, amenity space, landscaping and boundary treatment. Amendment seeks removal of basement and minor changes to the elevations including metal fins",
  "street_name": "Montpelier Road",
  "bo_system": "CSV Data Import",
  "appeal_status": null,
  "lapsed_date": "22/03/2026",
  "cil_liability": true,
  "site_number": null,
  "decision_date": "22/03/2023",
  "secondary_street_name": null,
  "application_type": "All Other",
  "id": "Ealing-230392VAR",
  "last_date_consultation_comments": null
}