{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "19/05/2021",
  "epc_number": null,
  "application_type_full": "Outline planning permission: All matters reserved",
  "bo_system": "Portal",
  "id": "Hillingdon-35805_APP_2020_3289",
  "secondary_street_name": "HEATHROW",
  "appeal_status": null,
  "postcode": "TW6 2AA",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": [],
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "total_gia_existing": 3574,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "circular_economy_statement": null,
    "commencement_notice_received": null,
    "scheme_phasing": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 3574,
      "total_gia_gained": null,
      "site_area": 0.927,
      "total_gia_lost": null,
      "total_gia_existing": null
    },
    "phasing_details": [],
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 0.927,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 1908,
        "use_class": "B8",
        "gia_gained": 0,
        "superseded_by_lpa_app_no": "",
        "gia_lost": 1908
      },
      {
        "gia_existing": 1666,
        "use_class": "C1",
        "gia_gained": 0,
        "superseded_by_lpa_app_no": "",
        "gia_lost": 1666
      }
    ],
    "constraints_details": [],
    "building_details": [],
    "grey_water_reuse": null,
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "non_permanent_dwellings_details": [],
    "intended_completion_date": null,
    "projected_cost_of_works": null,
    "uk_company_registration_no": null,
    "internal_resi_water_usage": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_new_water_connections_required": null,
      "no_homes_passive_cooling": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "fire_suppression_system_proposed": null,
      "chp_heat_pumps_capacity": null,
      "ghg_reduction_over_building_regulations": null,
      "no_active_slow_ev_charging_points": null,
      "green_roof_area": null,
      "no_resi_units_to_have_full_fibre": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": 0.927,
      "other_resi_accommodation_unit_details": [
        {
          "no_rooms_proposed": 237,
          "unit_type": "Hotel Room",
          "no_rooms_lost": 0
        }
      ]
    },
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "total_gia_lost": 3574,
    "transport_impact_assessment": null,
    "scheme_name": "1 & 1A BATH ROAD",
    "social_infrastructure_contributions": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "site_area": 0.927,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_gia_lost": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "valid_date": "15/10/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Outline planning application for the demolition of existing buildings and erection of a six storey 237-bedroom hotel (Use Class C1) (landscaping reserved for subsequent approval).",
  "decision_conditions": [
    "The development hereby permitted shall begin either before the expiration of three years from the date of this permission, or before the expiration of two years from the date of approval of the last of the reserved matters to be approved, whichever is the later.",
    "REASON",
    "To comply with Section 92 of the Town and Country Planning Act 1990 (As Amended).",
    "Application for approval of the following reserved matters shall be made to the Local Planning Authority before the expiry of three years from the date of this permission (hereinafter called the \"reserved matters\"). Approval of the details shall be obtained from the Local Planning Authority in writing before any development is commenced: -",
    "(a) Landscaping",
    "REASON",
    "To comply with Section 92 of the Town and Country Planning Act 1990 (As Amended).",
    "The development hereby permitted (comprising a 6 storey 237 no. bedroom hotel with 60 no. car parking spaces), shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "PL1-050;",
    "A-050-001 Rev. P0;",
    "PL1-001;",
    "A-100-100 Rev. P2;",
    "A-100-101 Rev. P2;",
    "A-100-102 Rev. P3;",
    "A-100-103 Rev. P2;",
    "A-100-104 Rev. P1;",
    "A-100-105 Rev. P2;",
    "A-110-001 Rev. P0;",
    "A-110-002 Rev. P0;",
    "A-120-001 Rev. P0;",
    "A-100-106 Rev. P0;",
    "1346-HED-SW-XX-DR-L-1001 Rev. P1;",
    "1346-HED-SW-XX-DR-L-1002 Rev. P3;",
    "1346-HED-SW-XX-DR-L-1005 Rev. P2;",
    "1346-HED-SW-XX-DR-RP-1001 Rev. P03;",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part 1 (November 2012), the Hillingdon Local Plan: Part 2 (January 2020), and the London Plan (March 2021).",
    "The development hereby permitted shall not be carried out except in complete accordance with the specified supporting plans and/or documents:",
    "Planning Statement (Dated October 2020);",
    "Sequential Test and Impact Assessment (Dated October 2020);",
    "Design and Access Statement (Dated October 2020);",
    "1346-HED-SW-XX-UGF-L-001_P01 Urban Greening Factor;",
    "0392.2 Rev. 1 Outline Noise Assessment (Dated June 2020);",
    "Report 0392.3 rev 0 Noise Response;",
    "Transport Assessment (Dated March 2021);",
    "Energy Assessment Version 2.1 (Dated June 2020);",
    "4243.EcoAs.vf3 Ecological Assessment (July 2020);",
    "70048973-AQ2 Air Quality Assessment (Dated July 2020);",
    "Air Quality Technical Note 1 - GLA Comments (Dated 15th February 2021);",
    "70048973-FRA-01 Rev. 1 Flood Risk Assessment (Dated July 2020);",
    "Outline Construction Logistics Plan (Dated June 2020);",
    "Outline Delivery and Servicing Management Plan (Dated June 2020);",
    "Draft Travel Plan (Submitted April 2021);",
    "26849 Archaeological Desk-Based Assessment (Dated December 2020);",
    "No development shall take place until details of all materials and external surfaces have been submitted to, and approved in writing by, the Local Planning Authority. This should include details of the window, doors and weatherings to the building. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020).",
    "Prior to commencement of above ground works, a landscape scheme shall be submitted to and approved in writing by the Local Planning Authority (in consultation with Heathrow Airport Ltd and the Ministry of Defence). The scheme shall include: -",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate, to include pollution absorbing species",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle storage (including 18 secure and covered spaces)",
    "2.c Means of enclosure/boundary treatments",
    "2.d Parking Layouts demonstrating a provision of:",
    "- 60 no. car parking spaces, including 4 no. blue badge spaces, 3 no. enlarged car parking spaces, 13 no. car parking spaces served by active electric vehicle charging points and 7 no. car parking spaces served by passive electric vehicle c",
    "No site clearance or construction work shall take place until the details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "1. A method statement outlining the sequence of development on the site including demolition, building works and tree protection measures.",
    "2. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority such fencing should be a minimum height of 1.5 metres.",
    "Thereafter, the development shall be implemented in accordance with the approved details. The fencing shall be retained in position until development is completed.",
    "Th",
    "Trees, hedges and shrubs shown to be retained on the approved plan shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during construction, or is found to be seriously diseased or dying another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork shall be agreed",
    "(i) The development shall not commence until a scheme to deal with contamination has been submitted to and approved by the Local Planning Authority (LPA) in accordance with the Supplementary Planning Guidance Document on Land Contamination. All works which form part of a remediation scheme shall be completed before any part of the development is occupied or brought into use unless the Local Planning Authority dispenses with any such requirement specifically and in writing. The scheme shall include all the following measures unless the LPA dispenses with any such requirement specifically and in writing:",
    "a) A site investigation, including where relevant soil, soil gas, surface and groundwater sampling, together with the results of analysis and risk assessment shall be carried out by a suitably qualified and accredited consultant/contractor. The report should also clearly identify all risks, limitations and recommendations for remedial measures to make the site suitable for the proposed",
    "No development shall commence until a Low Emission Strategy (LES) has been submitted to and approved in writing by the Local Planning Authority. The LES shall address:",
    "1) the fleet composition serving the proposed development to be Euro 6/VI or cleaner (e.g. electric) or have implemented retrofitting devices that will enable compliance with such Euro standards.",
    "2) the supply of energy to the proposed development. Any CHP or gas boiler will have to conform with the London Ultra Low NOx requirements;",
    "The strategy shall detail the steps that will be followed in addressing the lower emissions requirements stated above and what measures will be taken to take into account future changing standards and available technologies and be updated accordingly in agreement with the local planning authority.",
    "3) an electric vehicle fast charging bay. This is to be implemented as part of the proposal with a minimum of the number of charging points required in the London Plan.",
    "4) a clear and effectiv",
    "All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.\"",
    "REASON",
    "To comply with the London's Low Emission Zone for non-road mobile machinery as per requirements of the London Environment Strategy, in accordance with Policy EM8 of the Hillingdon Local Plan: Part 1 - Strategic Policies",
    "Prior to the occupation of development, details of a Delivery and Servicing Plan, including swept path analysis drawings, shall be submitted to and approved in writing by the Local Planning Authority.",
    "This plan should accord with Transport for London's Delivery and Servicing Plan Guidance (dated December 2020) (or any successor document). Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure appropriate servicing of the site, to safeguard highway safety and to safeguard the free flow of traffic, in accordance with Policies DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020) and Policies T3 and T7 of the London Plan (March 2021).",
    "Prior to the commencement of works on site, a Construction Management and Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority (in consultation with relevant stakeholders). This plan shall detail:",
    "(i) The phasing of the works;",
    "(ii) The hours of work;",
    "(iii) On-site plant and equipment;",
    "(iv) Measures to mitigate noise and vibration;",
    "(v) Measures to mitigate impact on air quality;",
    "(vi) Waste management;",
    "(vii) Site transportation and traffic management, including:",
    "(a) Routing;",
    "(b) Signage;",
    "(c) Vehicle types and sizes;",
    "(d) Hours of arrivals and departures of staff and deliveries (avoiding peaks times of day);",
    "(e) Frequency of visits;",
    "(f) Parking of site operative vehicles;",
    "(g) On-site loading/unloading arrangements; and",
    "(h) Use of an onsite banksman (if applicable).",
    "(viii) The arrangement for monitoring and responding to complaints relating to demolition and construction.",
    "This plan should accord with Transport for London's Co",
    "Development shall not commence until a Bird Hazard Management Plan has been submitted to and approved in writing by the Local Planning Authority (in consultation with Heathrow Airport Ltd and the Ministry of Defence). The submitted plan shall detail the management of any flat/shallow pitched/green roofs on buildings within the site which may be attractive to nesting, roosting and \"loafing\" birds. The management plan shall comply with Advice Note 3 'Wildlife Hazards around an Aerodrome'.",
    "The Bird Hazard Management Plan shall be implemented as approved, on completion of the development, and shall remain in force for the life of the building. No subsequent alterations to the plan are to take place unless first submitted to and approved in writing by the Local Planning Authority.",
    "REASON",
    "It is necessary to manage the flat roof in order to minimise its attractiveness to birds which could endanger the safe movement of aircraft and the operation of Heathrow Airport, in compliance with Policy",
    "No light, reflection or glare of any kind shall be exhibited from the development at any time which (a) is liable to endanger aircraft taking off or landing from Heathrow Airport; or (b) may be mistaken for an aeronautical ground light and liable to endanger aircraft.  Heathrow Airport Limited shall have sole discretion to determine if a particular condition or structure is liable to endanger aircraft and have it adjusted or removed at the expense of the developer and/or landowner.",
    "The aerodrome must be entitled to recover any costs from the developer and/or landowner incurred as a result of non-compliance with the proposed condition, including but not limited to any resultant airport closures or flight delays.",
    "REASON",
    "To ensure the development does not endanger the safe movement of aircraft or the operation of Heathrow Airport through confusion with aeronautical ground lights or glare, in accordance with Policy DMAV 1 of the Hillingdon Local Plan: Part 2 - Development Management Poli",
    "Lighting schemes required during construction and for the completed development shall be of a flat glass, full cut off design, mounted horizontally, and shall ensure that there is no light spill above the horizontal.",
    "REASON",
    "To avoid endangering the safe operation of aircraft through confusion with aeronautical ground lights or glare, in compliance with Policy DMAV 1 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020) and paragraphs 95 and 182 of the National Planning Policy Framework (February 2019).",
    "There shall be no light spill into the watercourse or adjacent buffer zone. To achieve this, and to comply with sustainability, artificial lighting should be directional and focused with cowlings to light sources in close proximity to the river corridor.",
    "REASON",
    "To ensure that artificial lighting does not disrupts the natural diurnal rhythms of a range of wildlife using/inhabiting the watercourse and its corridor habitat, in compliance with Policies DMEI 7 and DMEI 8 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020) and Policy G6 of the London Plan (March 2021).",
    "The building(s) shall achieve 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO). No building shall be occupied until accreditation has been achieved.",
    "REASON",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000, to reflect the guidance contained in the Council's SPG on Community Safety By Design and to ensure the development provides a safe and secure environment in accordance with Policy D11 of the London Plan (March 2021).",
    "Prior to the commencement of any development, a scheme for the provision and implementation of Flood Resistance and Resilience Measures shall be submitted to and agreed in writing with the Local Authority, in consultation with the Environment Agency. The works/scheme shall be constructed and completed in accordance with the approved plans/specification at such time(s) as may be specified in the approved scheme.",
    "REASON",
    "To protect the development from flooding in extreme circumstances and to reduce material damage to the properties in extreme flooding circumstances in compliance with Policy DMEI 9 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020) and Policy SI 12 of the London Plan (March 2021).",
    "Any walls or fencing constructed within landscaped areas around the site shall be designed to be open boarded or permeable to flood water.",
    "REASON",
    "To prevent obstruction to the flow and storage of flood water, with a consequent increased risk of flooding in compliance with Policy DMEI 9 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020) and Policy SI 12 of the London Plan (March 2021).",
    "Prior to commencement (excluding demolition and site clearance), a scheme for the provision of sustainable water management shall be submitted to, and approved in writing by the Local Planning Authority, in consultation with the Environment Agency.",
    "The scheme shall clearly demonstrate how it, manages water and demonstrate ways of controlling the surface water on site by providing information on:",
    "a) Sustainable Drainage features:",
    "i. Infiltration drainage - a ground investigation must be provided to establish the level of groundwater on the site; to demonstrate the suitability of infiltration techniques proposed on the site by providing the results of infiltration testing in line with BRE Digest 365; and to confirm the suitability of infiltration drainage based on any encountered ground contamination",
    "ii. Surface water discharge - the submitted drainage strategy must identify the proposed method and location of discharging collected surface water from the site in accordance with the hier",
    "Prior to commencement (excluding demolition and site clearance), a Basement Impact Assessment shall be submitted to, and approved in writing by the Local Planning Authority, in consultation with the Environment Agency. The assessment shall include the results of a site investigation and, where groundwater is encountered, suitable mitigation provided to mitigate any impacts to local groundwater levels.",
    "Thereafter the development shall be implemented and retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "The ensure that the proposal does not increase groundwater flood risk, in compliance with Policy EM6 in Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), Policy DMEI 9 and DMHD 3 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), Policy SI 12 of the London Plan (March 2021), the National Planning Policy Framework (February 2019); and Planning Practice Guidance (Flood Ris",
    "Prior to commencement (excluding demolition and site clearance), a scheme for water reuse shall be submitted to, and approved in writing by the Local Planning Authority, in consultation with the Environment Agency. The scheme shall incorporate water saving measures and equipment and provide details of how rain and/or grey water will be recycled and reused in the development.",
    "Thereafter the development shall be implemented and retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure that water is managed sustainably on the site in accordance with Policy DMEI 10 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), Policy SI 5 of the London Plan (March 2021) and the National Planning Policy Framework (February 2019).",
    "The development hereby approved shall ensure that 25 guest bedrooms are wheelchair-accessible in accordance with Figure 52121 incorporating either Figure 30122 or 33123 of British Standard BS8300-2:2018 Design of an accessible and inclusive built environment. Buildings. Code of practice. These bedrooms shall be provided prior to the occupation of the development and shall be permanently retained thereafter.",
    "REASON",
    "To ensure that people with disabilities have adequate access to the development in accordance with Policy DME 6 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020) and Policies E10 and D5 of the London Plan (March 2021).",
    "Signplates, incorporating a representation of the Universal Wheelchair Symbol, should be displayed to indicate the location of convenient facilities to meet the needs of people with disabilities. Such signplates should identify or advertise accessible entrances to buildings, reserved parking spaces, accessible lifts and lavatory accommodation, manageable routes through buildings and availability of additional services. Signs for direction and location should have large characters or numerals and clearly contrast with the background colour.",
    "REASON",
    "To ensure that people with disabilities have adequate access to the development in accordance with Policy DME 6 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020) and Policies E10 and D5 of the London Plan (March 2021).",
    "The car parking facilities provided at the hotel shall be used by hotel guests and staff only and strictly for the duration of their stay at the hotel. Prior to occupation of the development a Car Park Management Strategy shall be submitted to demonstrate how this will be managed and to ensure the efficient operation of the car park, especially at peak demand periods. This shall detail how stay, park and fly services shall be precluded, how basement car parking is being controlled and shall detail a system of logging the users of the car park. Details shall also include the cost of parking on-site to ensure they are not prohibitively expensive. The log shall be made available to Council officers on request. The approved strategy shall be implemented as soon as the hotel is brought into use and the strategy shall remain in place thereafter. Any changes to the strategy shall be agreed in writing by the Local Planning Authority.",
    "REASON",
    "To ensure the appropriate operation of the car park",
    "The lighting of the hotel shall employ devices that automatically turn the lights off when the rooms are not in use.",
    "REASON",
    "In the interests of energy conservation, in accordance with Policy DMEI 2 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020) and Policy SI 2 of the London Plan (March 2021).",
    "No development shall take place until details of the height, position, design and materials of any chimney or extraction ventilation system, to extract kitchen fumes and odours, to be provided in connection with the development have been submitted to and approved in writing by the Local Planning Authority.",
    "Thereafter the vent/chimney shall be permanently retained and maintained in good working order for so long as the use continues.",
    "REASON",
    "In order to safeguard the amenities of adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020).",
    "Prior to commencement of above ground works, full details of the low and zero carbon technology required to meet the CO2 reductions identified in the Energy Assessment Version 2.1 (Dated June 2020) shall be submitted and approved in writing by the Local Planning Authority. The details shall include full specifications, locations of equipment and associated emissions (noise/odour/gas).",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure the development contributes to a reduction in CO2 in accordance with Policy DMEI 2 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020) and Policy SI 2 of the London Plan (March 2021).",
    "Prior to occupation of the development, a scheme for the detailed monitoring, recording and reporting of the CO2 reductions (regulated and non-regulated) identified in the Energy Assessment Version 2.1 (Dated June 2020) shall be submitted to and approved in writing by the Local Planning Authority (in consultation with the Greater London Authority). The scheme shall set out how CO2 reductions will be monitored and recorded and details of the report mechanism to the Local Planning Authority. The scheme shall include the triggers and mechanisms for identifying and implementing remedial measures should the approved CO2 reductions not be achieved. The development must be operated in accordance with the approved scheme.",
    "REASON",
    "To ensure the operation of the development achieves the CO2 reduction targets set out in the approved energy documentation, in accordance with Policy DMEI 2 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020) and Policy SI 2 of the Lo",
    "Prior to commencement of above ground works, the following details should be submitted to and approved in writing by the Local Planning Authority (in consultation with the Greater London Authority):",
    "- Drawings which demonstrate how the site is to be future proofed for a connection to a district heating network, including a single point of connection to the district heating network.",
    "- Drawings showing the route of the heat network linking all buildings/uses on the site alongside a drawing indicating the floor area, internal layout and location of the energy centre.",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure the development contributes to a reduction in CO2 in accordance with Policy DMEI 2 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020) and Policy SI 2 of the London Plan (March 2021).",
    "Prior to occupation of the development, details demonstrating that the provision of photovoltaic panels has been maximised shall be submitted to and approved in writing by the Local Planning Authority (in consultation with the Greater London Authority).",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure the development contributes to a reduction in CO2 in accordance with Policy DMEI 2 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020) and Policy SI 2 of the London Plan (March 2021).",
    "Prior to commencement of above ground works, the following details shall be submitted to and approved in writing by the Local Planning Authority (in consultation with the Greater London Authority):",
    "(i) An estimate of the heating and/or cooling energy (MWh/annum) the heat pumps would provide to the development and the percentage of contribution to the site's heat loads.",
    "(ii) Details of how the Seasonal Coefficient of Performance (SCOP) and Seasonal Energy Efficiency ratio (SEER) has been calculated for the energy modelling. This should be based on a dynamic calculation of the system boundaries over the course of a year i.e. incorporating variations in source temperatures and the design sink temperatures (for space heat and hot water).",
    "(iii) The expected heat source temperature and the heat distribution system temperature with an explanation of how the difference will be minimised to ensure the system runs efficiently. The distribution loss factor should be calculated based on the abov",
    "Prior to occupation, a post-construction Whole Life-Cycle Carbon assessment shall be submitted to and approved in writing by the Local Planning Authority, in consultation with the Greater London Authority (in consultation with the Greater London Authority). The development must be operated in accordance with the approved scheme.",
    "REASON",
    "To ensure the development contributes to a reduction in CO2 in accordance with Policy SI 2 of the London Plan (March 2021).",
    "No development shall take place until a scheme to protect and enhance the nature conservation interest of the site has been submitted to and approved by the Local Planning Authority.",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "In order to encourage a wide diversity of wildlife on the existing semi-natural habitat of the site, in accordance with Policy DMEI 7 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020) and Policy G6 of the London Plan (March 2021).",
    "A) No development shall proceed beyond the steel/timber/concrete superstructure (including roof structure) of any building proposed until the principles of a Fire Statement has been submitted to and approved in writing by the Local Planning Authority. The statement should detail how the development proposal will function in terms of:",
    "i) the building's construction: methods, products and materials used, including manufacturers' details",
    "ii) the means of escape for all building users: suitably designed stair cores, escape for building users who are disabled or require level access, and associated evacuation strategy approach",
    "iii) features which reduce the risk to life: fire alarm systems, passive and active fire safety measures and associated management and maintenance plans",
    "iv) access for fire service personnel and equipment: how this will be achieved in an evacuation situation, water supplies, provision and positioning of equipment, firefighting lifts, stairs and lobbies, any fire suppr",
    "No demolition or development shall take place until a stage 1 written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works.",
    "If heritage assets of archaeological interest are identified by stage 1 then for those parts of the site which have archaeological interest a stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:",
    "A. The statement of significance and research objectives, the programme and methodology of site investigation and recording and the nominatio",
    "Prior to superstructure works commencing, details of the scheme to control plant noise emanating from the site as far as reasonably practicable, such that the cumulative rating level(s) are at least 5 dB below the relevant background sound level(s) determined in accordance with BS 4142, shall be submitted to and approved in writing by the Local Planning Authority.",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To safeguard the amenity of the surrounding area in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020) and Policy D14 of the London Plan (March 2021).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (March 2021) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "You are advised that this permission has been granted subject to a legal agreement under Section 106 of the Town and Country Planning Act 1990.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "The Greater London Authority have requested that the applicant notified of the requirement to submit a fire statement, produced by a third party suitable qualified assessor and agreed with the London Fire Brigade.",
    "Groundwater Risk Management Permit from Thames Water will be required for discharging groundwater into a public sewer. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. We would expect the developer to demonstrate what measures he will undertake to minimise groundwater discharges into the public sewer.",
    "The MOD advises that the proposed development will be exposed to noise from aircraft activities from RAF Northolt, which some residents, may find disturbing. My colleagues in the DIO Town Planning/Land Management Services section will be submitting separate representation on noise issues in respect of this application.",
    "Given the nature of the proposed development it is possible that a crane may be required during its construction.  We would, therefore, draw the applicant's attention to the requirement within the British Standard Code of Practice for the safe use of Cranes, for crane operators to consult the aerodrome before erecting a crane in close proximity to an aerodrome.  This is explained further in Advice Note 4, 'Cranes and Other Construction Issues' available at http://www.aoa.org.uk/policy-campaigns/operations-safety/",
    "Wind Turbines can impact on the safe operation of aircraft through interference with aviation radar and/or due to their height. Any proposal that incorporates wind turbines must be assessed in more detail to determine the potential impacts on aviation interests.  This is explained further in Advice Note 7, 'Wind Turbines and Aviation' available at http://www.aoa.org.uk/policy-campaigns/operations-safety/",
    "Cadent have identified operational gas apparatus within the application site boundary. This may include a legal interest (easements or wayleaves) in the land which restricts activity in proximity to Cadent assets in private land. The Applicant must ensure that proposed works do not infringe on Cadent's legal rights and any details of such restrictions should be obtained from the landowner in the first instance.",
    "If buildings or structures are proposed directly above the gas apparatus then development should only take place following a diversion of this apparatus. The Applicant should contact Cadent's Plant Protection Team at the earliest opportunity to discuss proposed diversions of apparatus to avoid any unnecessary delays.",
    "If any construction traffic is likely to cross a Cadent pipeline then the Applicant must contact Cadent's Plant Protection Team to see if any protection measures are required.",
    "All developers are required to contact Cadent's Plant Protection Team for approval b",
    "Written schemes of investigation will need to be prepared and implemented by a suitably professionally accredited archaeological practice in accordance with Historic England's Guidelines for Archaeological Projects in Greater London. This condition is exempt from deemed discharge under schedule 6 of The Town and Country Planning (Development Management Procedure) (England) Order 2015.",
    "The Bird Hazard Management Plan must ensure that flat/shallow pitched roofs be constructed to allow access to all areas by foot using permanent fixed access stairs ladders or similar. The owner/occupier must not allow gulls, to nest, roost or loaf on the building. Checks must be made weekly or sooner if bird activity dictates, during the breeding season. Outside of the breeding season gull activity must be monitored and the roof checked regularly to ensure that gulls do not utilise the roof.  Any gulls found nesting, roosting or loafing must be dispersed by the owner/occupier when detected or when requested by Heathrow Airport Limited Airside Operations staff. In some instances, it may be necessary to contact Heathrow Airport Limited Airside Operations staff before bird dispersal takes place. The owner/occupier must remove any nests or eggs found on the roof.",
    "The breeding season for gulls typically runs from March to June. The owner/occupier must obtain the appropriate licences where",
    "Please refer to the HSE guidance for the design of the new air conditioning, found at:",
    "https://www.hse.gov.uk/coronavirus/equipment-and-machinery/air-conditioning-and-ventilation/index.htm"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T10:51:46.016+00:00",
  "ward": "HEATHROW VILLAGES",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "lapsed_date": "19/05/2024",
  "decision_target_date": "31/05/2021",
  "centroid": {
    "lat": 51.480644,
    "lon": -0.4176
  },
  "lpa_app_no": "35805/APP/2020/3289",
  "status": "Lapsed",
  "site_name": "1 & 1A",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=35805/APP/2020/3289",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509939.0703,
              176984.6407
            ],
            [
              510027.0444,
              176976.3725
            ],
            [
              510025.7215,
              176949.2526
            ],
            [
              510037.2971,
              176922.7942
            ],
            [
              510041.5965,
              176899.3124
            ],
            [
              510028.3673,
              176894.6822
            ],
            [
              510016.4611,
              176884.7603
            ],
            [
              509995.9558,
              176889.3905
            ],
            [
              509988.0183,
              176874.177
            ],
            [
              509983.7188,
              176874.177
            ],
            [
              509978.0964,
              176892.6978
            ],
            [
              509961.5599,
              176894.6822
            ],
            [
              509956.9297,
              176870.8697
            ],
            [
              509929.4791,
              176875.4999
            ],
            [
              509927.8255,
              176882.1145
            ],
            [
              509937.0859,
              176899.3124
            ],
            [
              509937.4166,
              176985.3022
            ],
            [
              509961.8907,
              176982.6563
            ],
            [
              509939.0703,
              176984.6407
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "30/11/2020",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Portal",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": [],
  "actual_commencement_date": null,
  "street_name": "BATH ROAD",
  "pp_id": "09143878",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 509982,
  "appeal_start_date": null,
  "centroid_northing": 176930,
  "borough": "Hillingdon",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.418201,
          51.481143
        ],
        [
          -0.416937,
          51.481052
        ],
        [
          -0.416964,
          51.480808
        ],
        [
          -0.416806,
          51.480568
        ],
        [
          -0.416751,
          51.480356
        ],
        [
          -0.416943,
          51.480317
        ],
        [
          -0.417118,
          51.48023
        ],
        [
          -0.417411,
          51.480276
        ],
        [
          -0.41753,
          51.480141
        ],
        [
          -0.417592,
          51.480142
        ],
        [
          -0.417667,
          51.480309
        ],
        [
          -0.417905,
          51.48033
        ],
        [
          -0.417979,
          51.480117
        ],
        [
          -0.418373,
          51.480164
        ],
        [
          -0.418394,
          51.480224
        ],
        [
          -0.418256,
          51.480377
        ],
        [
          -0.418224,
          51.481149
        ],
        [
          -0.417873,
          51.481121
        ],
        [
          -0.418201,
          51.481143
        ]
      ]
    ],
    "type": "Polygon"
  }
}