{
  "lpa_app_no": "67745/APP/2025/23",
  "centroid_northing": 179949,
  "status": "Refused",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "locality": null,
  "secondary_street_name": "MIDDX",
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-05-28T13:59:48.855Z",
  "valid_date": "06/01/2025",
  "polygon": null,
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 506139,
  "actual_commencement_date": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=67745/APP/2025/23",
  "site_number": null,
  "decision": "Refused",
  "ward": "WEST DRAYTON 2022",
  "decision_agency": "Borough",
  "lpa_name": "Hillingdon",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": "Lawful development: Proposed use",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hillingdon-67745_APP_2025_23",
  "application_details": {
    "total_gia_gained": 98,
    "existing_uprns": null,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0
  },
  "uprn": null,
  "decision_date": "25/02/2025",
  "description": "Conversion of roof space to habitable use to include a rear dormer with juliette balcony, 1 rear and 3 front roof lights and conversion of roof from hip to gable end. Erection of single storey rear, side extensions and front porch. Extension of existing rear garage. (Application for a Certificate of Lawful Development for a Proposed Development)",
  "site_name": "19 CHERRY ORCHARD",
  "last_updated_by": "CSV Data Import",
  "decision_target_date": "03/03/2025",
  "borough": "Hillingdon",
  "postcode": "UB7 7JR",
  "street_name": "WEST DRAYTON",
  "bo_system": "CSV Data Import",
  "development_type": null,
  "lapsed_date": "25/02/2028",
  "decision_conditions": [
    "The proposed development does not constitute permitted development by virtue of the provisions of Article 3, Schedule 2, Part 1, Class A paragraph A.1 (e) (ii) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) as the proposed side extension would front a highways and forms a side elevation of the original dwellinghouse.",
    "The proposed development does not constitute permitted development by virtue of the provisions of Article 3, Schedule 2, Part 1, Class A paragraph A.1 (j) (iii) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) as the rear extension would extend beyond a wall forming a side elevation of the original dwellinghouse, and would have a width greater than half the width of the original dwellinghouse.",
    "The proposed development does not constitute permitted development by virtue of the provisions of Article 3, Schedule 2, Part 1, Class A, paragraph (f) (i) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) as the proposed rear extension would would have a single storey and extend beyond the rear wall of the original dwellinghouse by more than 4 metres in the case of a detached dwellinghouse.",
    "The proposed development does not constitute permitted development by virtue of the provisions of Article 3, Schedule 2, Part 1 Class B, paragraph B.1 (c) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) as the proposed roof extension above the existing front bay feature would extend beyond the plane of the roof slope which forms the principal elevation of the dwellinghouse and front a highway.",
    "The existing garage structure proposed to be extended falls outside of the red line boundary as depicted on the submitted location plan. As such, the extension cannot be determined within the scope of this application. In any case, the height of the extended garage would would exceed 2.5m within 2m of the boundary of the curtilage of the dwellinghouse. As such, it fails to comply with Class E paragraph E.1 (e) (ii) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended)."
  ],
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "pp_id": "13671912",
  "centroid": {
    "lon": -0.472012,
    "lat": 51.508513
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}