{
  "cil_liability": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/204095VAR;",
  "lapsed_date": "26/03/2024",
  "decision_target_date": null,
  "locality": "Greenford",
  "subdivision_of_building": null,
  "bo_system": "Portal",
  "lpa_name": "Ealing",
  "postcode": "UB6 8TF",
  "site_name": "Land Adjacent To 5 Central Parade",
  "status": "Completed",
  "application_details": {
    "existing_uprns": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "site_area": 0.169
    },
    "site_area": 0.169,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 1,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 1,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 5.9171597633136095,
      "site_area": 0.169,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 1,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 100,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "uprn": "",
          "actual_completion_date": "30/08/2023",
          "description": "",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Housing Association",
          "phase_detail": "",
          "unit_no": "58",
          "actual_commencement_date": "14/09/2020",
          "no_bedrooms": 1,
          "superseded_by_lpa_app_no": "",
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "London Affordable Rent"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "other_residential_accommodation_details": {
      "site_area": 0.169
    }
  },
  "appeal_decision_date": null,
  "lpa_app_no": "204095VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 516288,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T11:40:22.642+00:00",
  "id": "Ealing-204095VAR",
  "application_type": "All Other",
  "street_name": "Western Avenue",
  "borough": "Ealing",
  "ward": "Perivale",
  "decision_date": "26/03/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application for a Minor Material Amendment (S73a) to vary conditions: 2 (approved drawings); 18 (cycle parking); 23b (design of LZC equipment); 24 (details of communal plant); 26 (post-construction energy monitoring) and 27 (sustainable design and construction) of planning permission ref: 194353FUL dated 20/03/2020 (as amended by 203082NMA, dated 21/08/2020 and 203277NMA, dated 22/09/2020) for: Construction of buildings up to nine-storey in height to provide residential. With vehicle access from Central Parade/ Western Avenue, amenity spaces, refuse and recycling storage and soft landscaping. Amendment seeks one additional 1 bed flat, erection of electricity substation, reduction in size of  the amenity space, amendments to fenestration on the north elevation, additional fenestration on the east elevation, amendment provides further details to satisfy conditions 18, 23b, 24 and 27 of planning permission 194353FUL.",
  "actual_completion_date": "30/08/2023",
  "last_date_consultation_comments": null,
  "last_updated_by": "Portal",
  "development_type": null,
  "centroid_northing": 182913,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "12012014",
  "centroid": {
    "lon": -0.32486,
    "lat": 51.533157
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              516279.2557126,
              182886.8784308
            ],
            [
              516263.7137724,
              182881.9198502
            ],
            [
              516261.7267127,
              182887.2183335
            ],
            [
              516271.3157187,
              182908.0523699
            ],
            [
              516276.2792455,
              182940.792998
            ],
            [
              516293.1486405,
              182938.8035674
            ],
            [
              516304.3866588,
              182931.5356478
            ],
            [
              516311.6670478,
              182930.2060284
            ],
            [
              516308.3607783,
              182901.7641698
            ],
            [
              516277.9282577,
              182891.8470086
            ],
            [
              516279.2557126,
              182886.8784308
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of the original permission ref 194353FUL (20 March 2020).",
    "Reason: In order to ensure that this allocated site is brought forward for development as soon as practicable and to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved is for 58 flats and shall be carried out in accordance with the following plans:",
    "(Plans and supporting carried over from 194353FUL)",
    "16-011-E02 - Existing site plan, 16-011-P01 Q - Accommodation schedule, 16-011-P18 D - Proposed section AA, 16-011-P19 B - Proposed section BB, 16-011-P20 B - Proposed section CC",
    "Supporting Documents",
    "Affordable Housing Statement (By O2Dominion) and follow up email received on 01/11/2019 confirming tenure mix, Air quality report by Air Quality Consultants (10/09/2019), Daylight and sunlight assessment by Erban Consulting (20/12/2019), Flood risk assessment by Iesis Structures (08/12/2019), Archaeological appraisal by Amanda Talboys (October 2019), Desk top study report (14986DS) by Geotechnics Ltd (February 2018), Landscape planning statement by Ireland Albrecht landscape architects (12/09/2019), Noise statement (18/0479/R1) by Cole Jarmin (21/08/2019), Car parking management plan by i-Transport (19/09/2019), Planning statement by Simply planning (09/2019), Waste/ recycling plan by i-Transport (19/09/2019), Statement of community involvement by Simply Planning (09/2019), SUDS report by Iesis Structures (01/2019), Transport assessment by Iesis Structures (19/09/2019), Framework travel plan by Iesis Structures (19/09/2019), Tree survey (1127-KC-XX-YTree-treesurvey-Rev0) by Keen consultants (10/2018), Remediation Method Statement (RMS-2-1970c-19-410) by IDOM (Sept 2019), Construction Appraisal report V3 by Bugler Developments (17 December 2019)",
    "(Amended plans and documents)",
    "16-011-P02 - Rev T - Proposed ground floor plan, 16-011-P03 - Rev N = Proposed first floor plan, 16-011-P04 - Rev M - Proposed second floor plan, 16-011-P05 - Rev M - Proposed third floor plan, 16-011-P06 - Rev M  Proposed fourth floor plan, 16-011-P07 - Rev M - Proposed fifth floor plan, 16-011-P08 - Rev L - Proposed sixth floor plan, 16-011-P09- Rev K - Proposed seventh floor plan, 16-011-P10- - Rev J - Proposed eighth floor plan, 16-011-P11 - Rev M - Proposed roof plan, 16-011-P12 - Rev P - Proposed north elevation, 16-011-P13  - Rev J - Proposed west elevation, 16-011-P14 - Rev L - Proposed east elevation, 16-011-P15 - Rev L - Proposed south elevation, 16-011-P16 - Rev F - Proposed south elevation, 16-011-P17 - Rev D - Proposed north elevation, 16-011-P42 - Rev A - Proposed ground floor plan - building comparison, 16-011-P43 - Rev A - Proposed first floor plan - building comparison, 16-011-P44 - Rev A - Proposed second floor plan - building comparison, 16-011-P45 - Rev A - Proposed third floor plan - building comparison, 16-011-P46 - Rev A - Proposed fourth floor plan - building comparison, 16-011-P47 - Rev A - Proposed fifth floor plan, building comparison, 16-011-P48 - Rev A - Proposed sixth floor plan - building comparison, 16-011-P49 - Rev A - Proposed seventh floor plan - building comparison, 16-011-P50 - Rev A - Proposed eighth floor plan - building comparison, 16-011-P51 - Rev A - Proposed roof plan - building comparison, 16-011-P52 Rev B - Proposed north elevation - building comparison, 16-011-P53 Rev B - Proposed west elevation - building comparison, 16-011-P54 Rev A - Proposed east elevation - building comparison, 16-011-P55 - Rev A - Proposed south facing elevation - building comparison,",
    "Supporting documents:",
    "8089/1743 - Rev T2 - Cycle strategy, Energy and sustainability statement by AES sustainability Consultants Ltd dated July 2020, 1A-426-LP-P01 Rev F - Landscape plan, email from Tim Burrow received on 26/01/2021,",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "| Prior to the excavation works / construction of the foundations hereby approved, a site construction method statement and management plan shall be submitted to and approved in writing by the Local Planning Authority. The submission shall include the following:",
    "a)\tThe number of on-site construction workers and details of the transport options and parking facilities for them;",
    "b)\tdetails of construction hours;",
    "c)\tanticipated route, number, frequency and size of construction vehicles entering/exiting the site per day;",
    "d)\tdelivery times and booking system (which is to be staggered to avoid morning and afternoon school-run peak periods);",
    "e)\troute and location of site access for construction traffic and associated signage;",
    "f)\tmanagement of consolidated or re-timed trips;",
    "g)\tdetails of noise and vibration mitigation measures and monitoring arrangements for noise and vibration by suitably qualified noise specialists. Noise and vibration mitigation measures must accord with the Mayor's 'Best Practice Guidance';",
    "h)\tdetails of site security, temporary lighting and the erection and maintenance of security hoarding including decorative displays and facilities for public viewing, where appropriate;",
    "i)\tsecure, off-street loading and drop-off facilities;",
    "j)\twheel washing provisions;",
    "k)\tvehicle manoeuvring and turning, including swept path diagrams to demonstrate how construction vehicles will access the site and be able to turn into and emerge from the site in forward gear and including details of any temporary vehicle access points;",
    "l)\tdetails as to the location(s) for storage of building materials, plant and construction debris and contractors' welfare facilities and offices;",
    "m)\tprocedures for on-site contractors to deal with complaints from members of the public;",
    "n)\tmeasures to consult cyclists, disabled people and the local schools with regard to delivery times and necessary diversions;",
    "o)\tdetails of all pedestrian and cyclist diversions;",
    "p)\ta commitment to be part of Considerate Constructors Scheme; and",
    "q)\tconfirmation of use of TfL's Freight Operator Recognition Scheme (FORS) or similar.",
    "r)\tThe submission of evidence of the condition of the highway prior to-construction and \ta commitment to make good any damages caused during construction.",
    "s)\tDetails of parking restrictions which may need to be implemented during construction work.",
    "t)\tAn Air Quality and Dust Management Plan (AQDMP) that includes an Air Quality (Dust) Risk Assessment produced in accordance with current guidance 'The Control of Dust and Emissions during Construction and Demolition SPG', GLA, July 2014.",
    "u)\tDetails of all Non-Road Mobile Machinery (NRMM) to be used on the development site. All NRMM shall meet as minimum the Stage IIIB emission criteria of Directive 97/68/EC and its subsequent amendments unless it can be demonstrated that Stage IIIB equipment is not available. An inventory of all NRMM must be registered on the NRMM register https://nrmm.london/user-nrmm/register. All NRMM shall be regularly serviced and service logs kept on site for inspection. Records shall be kept on site which details the emissions standard of all equipment.",
    "Prior to the commencement of any construction work, all sensitive properties surrounding the site shall be notified in writing of the nature and duration of the works to be undertaken, and the name and address of a responsible person to whom enquiries / complaints should be directed. These details shall also be displayed at regular intervals around the site construction compound.",
    "The development shall be carried out strictly in accordance with the details so approved. Any areas to be used for the storage of building materials or other site activities outside of the relevant phase of the development shall be returned to the original condition immediately following the practical completion of the development.",
    "Such details shall be implemented, and phasing agreed in writing, prior to excavation works / construction of the foundations and thereafter retained for the duration of the works.",
    "Reason:  To protect the amenity of local residents and to ensure adequate highway and site safety in accordance with policies D14, T5, T6  of the London Plan (2021) the National Planning Policy Framework (2019); Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006); and BS 5228-1:2009 - Code of practice for noise and vibration control on construction & open sites-Part 1: Noise.",
    "| Following completion of measures identified in the approved remediation scheme, IDOM Remediation Method Statement (Ref. IDOM RMS-2-1970c-19-410 Sept 2019), a verification report that demonstrates the effectiveness of the remediation carried out must be produced and is subject to the approval in writing of the Local Planning Authority. The verification report submitted shall be in accordance with the latest Environment Agency guidance and industry best practice and will ensure all aspects of Section 5 of IDOM RMS-2-1970c-19-410 Sept 2019 are complied with.",
    "Reason: To ensure the land contamination issues are addressed in accordance with policy1.1 (j) of the adopted Local Development Framework (Core Strategy 2012),  policy SD1 of London Plan 2021and Ealing Local Variation to London Plan Policy 5.21 of the Ealing Development Management Development Plan 2013",
    "| The developer shall follow the strategy contained in Section 6 of IDOM RMS-2-1970c-19-410 Sept 2019 and draw to the attention of the Local \tPlanning Authority the presence of any unsuspected contamination encountered during the development.",
    "In the event of contamination to land and/or water being encountered, no development shall continue until a programme of investigation and/or remedial work to include methods of monitoring and certification of such work undertaken has been submitted and approved in writing by the Local Planning Authority.",
    "None of the development shall be occupied until the approved remedial works, monitoring and certification of the works have been carried out and a full validation report has been submitted to and approved in writing by the Local Planning Authority.",
    "In the event that no contamination is encountered, the developer shall provide a written statement / photographic evidence to the Local Planning Authority confirming that this was the case, and only after written approval by the Local Planning Authority shall the development be occupied.",
    "In either event, the developer shall submit evidence to include waste disposal transfer notes proving correct disposal of soil and any verification report relating to the re-use of materials using a Materials Management Plan.",
    "Reason: To ensure that any ground and water contamination is identified and adequately addressed to ensure the safety of the development, the environment and to ensure the site is suitable for the proposed use in accordance with policy1.1 (j) of the adopted Local Development Framework (Core Strategy 2012), policy SD1 of London Plan and Ealing Local Variation to London Plan Policy 5.21 of the Ealing Development Management Development Plan 2013.",
    "| Prior to occupation, the applicant must submit final detailed drainage designs (as built) including drawings and supporting calculations to the Lead Local Flood Authority for review and approval, as set out in drawing number 18082-C-AB-XX-EL-002 P1, 18082-C-AB-XX-EL-002 P3 and the other submitted drainage details. A detailed management plan confirming maintenance tasks for all drainage components must also be submitted to demonstrate how the drainage system is to be maintained for the lifetime of the development.",
    "Reason: To prevent the risk of flooding to and from the site in accordance with relevant policy requirements including but not limited to London Plan Policy 5.13, its associated Sustainable Design and Construction SPG, SI 13 of the London Plan (2021),  the Non-Statutory Technical Standards for Sustainable Drainage Systems and Ealing's Local Plan Policy. | Notwithstanding the submitted documents and prior to the construction of the super structure, a Fire Safety Statement produced by a third party suitably qualified assessor must be submitted detailing how the development proposal would function in terms of the building's construction; means of escape; features which reduce risk to life; access for service personnel and equipment; and any future modifications would not compromise the building's fire safety measures. The development shall be implemented in accordance with the approved details.",
    "Reason: In the interests of fire safety and to ensure the safety of all building users, and the safe and dignified emergency evacuation of all building users in accordance with D12 of the London Plan (2021),",
    "| Prior to first occupation of any part of the development, details of a replacement tree (to replace the felling of the Goat Willow T3) such as the siting and the species shall be submitted to and approved in writing by the LPA. This replacement tree shall have a girth of at least 14-16cm and planted on site within an appropriate planting season prior to first occupation.",
    "If the tree is removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted, then it shall be replaced with a tree of a similar size and same species.",
    "Reason: To preserve the character and appearance of the site and surrounding area and be in accordance with policies 7.4 and 7B of the Ealing Development Management DPD (2013); policy 2.10 of the Ealing Development Strategy 2026 DPD (2012); policy G5 of the London Plan (2021), and the National Planning Policy Framework (2019).",
    "| Part A) All protection measures and monitoring details as set out and shown in the Tree survey (1127-KC-XX-YTree-treesurvey-Rev0) by Keen consultants (10/2018) and on drawing number 1127-KC-XX-YTREE-TPP01RevA must be carried out prior to the start of construction works and then implemented throughout the course of the development.",
    "For the avoidance of doubt, all tree protection methods that have been detailed shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "Part B) Within three months of occupation of the units, a report containing the following details shall be submitted to and approved by the Local Planning Authority:",
    "o\tResults of each site visit by the lead arboriculturist with photos attached.",
    "o\tAssessment of the retained and planted trees including any necessary remedial \taction as a result of damage incurred during construction.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policy G5 of the London Plan (2021), policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| No trees, shrubs or hedges within the site which are shown to be retained on the approved plans shall be felled, uprooted, wilfully damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "Any trees removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced in accordance with trees, shrubs or hedge plants of similar size and species.",
    "Reason: To secure the protection throughout the time that development is being carried out, of trees, shrubs and hedges growing within the site which are of amenity value to the area in accordance with, policy G5 of the London Plan (2021), policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| Notwithstanding the submitted information full details of hard and soft landscaping and boundary treatments shall be submitted to and approved in writing by the local planning authority prior to first occupation. These details shall include (but not limited to):",
    "o\tDetails of hardscape, boundary treatment and furniture pallette to include not just material and height but also specifications, colour schemes and how these would work with the associated building materials pallette",
    "o\tDetails of play equipment and play areas, showing a range of play items and play experience offered for the relevant age ranges",
    "o\tDetails of a planting pallette including species and mixes for trees, shrubs, perennials, bulbs, grass and wildflower meadows",
    "o\tDetails of a Landscape Management Plan for a minimum period of 5 years from the implementation of final planting",
    "o\tFull planting schedule of tree sizes, species, number of trees and locations",
    "The approved details of the hard landscaping, boundary treatments and play spaces shall be implemented prior to occupation and retained thereafter. The play spaces and play equipment shall be accessible for all residents of the development and must not be segregated by tenure.",
    "The soft landscaping details shall be laid out and planted within the first planting season following the commencement of the development or other such period as may be agreed in writing with the local planning authority. Any trees or plants which die within 5 years of planting, are removed, or become seriously damaged or diseased shall be replaced with others of the same size and species and in the same positions within the next planting season.",
    "Reason: In the interests of visual amenity, and in ensuring suitable recreational space and external environment for residents and visitors to the site in accordance with policies GG3, GG6, T5, S4, G5 of the  London Plan (2021), policies 7B, 7.4, 7D and 5.10 the Ealing Development Management DPD (2013) and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| Prior to commencement of the superstructure works details of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority. This condition shall apply notwithstanding any indications as to these matters which have been given in this application. Development shall be carried out only in accordance with the approved details and permanently retained thereafter.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 7.4 and 7B of the Ealing Development Management DPD (2013); policy 2.10 of the Ealing Development Strategy 2026 DPD (2012); policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2019).",
    "| Prior to the construction of the super structure, a noise assessment shall be submitted to the Council for approval in writing, of external noise levels from transport and industrial/ commercial sources. Details shall include the sound insulation of the building envelope including glazing specifications (laboratory sound insulation including frames, seals and ventilators tested and approved in accordance with BS EN ISO 140-3: 1995 & BS EN ISO 10140-2:2010) and of acoustically attenuated mechanical ventilation and cooling as necessary (with air intake from the cleanest aspect of the building) to achieve internal room- and (if provided) external amenity noise standards in accordance with the criteria of BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise from transport/ industrial/ commercial noise sources, in accordance with policies 3.2 and 7.15 of the London Plan 2016; policy 1.1(j) of Ealing's Development (or Core) Strategy 2012; policy 7A of Ealing's Development Management DPD, and Ealing's interim SPG10: Noise and Vibration.",
    "| All separating party wall and floor structures between separate dwellings, and between dwellings and communal circulation areas, shall achieve a minimum sound insulation performance 5dB above the values specified in Building Regulations Approved Document E. Prior to commencement of the superstructure, details of the proposed wall and floor constructions shall be submitted to the Council for approval in writing. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with policy D14 of the Publication London Plan (2021), policy 1.1(j) of Ealing's Development (or Core) Strategy 2012; policy 7A of Ealing's Development Management DPD, and Ealing's interim SPG10: Noise and Vibration.",
    "| All separating party wall and floor structures between dwellings and plant rooms / lifts / substations, shall achieve a minimum sound insulation performance 10dB above the values specified in Building Regulations Approved Document E. Prior to commencement of the superstructure, details of the proposed wall and floor constructions shall be submitted to the Council for approval in writing. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with policies 3.2 and 7.15 of the London Plan 2016; policy 1.1(j) of Ealing's Development (or Core) Strategy 2012; policy 7A of Ealing's Development Management DPD, and Ealing's interim SPG10: Noise and Vibration.",
    "| The individual and combined external sound level emitted from plant, machinery or equipment at the development site shall be lower than the lowest existing background sound level by at least 5 dBA, as measured at/ calculated to the nearest and/or most affected noise sensitive premises. The assessment shall be based on standards of the Council's SPG10 and in accordance with BS4142:2014, with all machinery operating together at maximum capacity.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with policy D14 of the London Plan (2021),  policy 1.1(j) of Ealing's Development (or Core) Strategy 2012; policy 7A of Ealing's Development Management DPD, and Ealing's interim SPG10: Noise and Vibration.",
    "| The parking arrangements shown on the approved plans shall be marked out on the site prior to first occupation of the development and shall include the provision of active (20 percent) and passive (for remaining 80%) vehicle charging points, and the 5 spaces shall be marked as blue badge parking bays. These parking spaces shall be kept continuously available and shall not be used for any other purpose. No additional car parking shall be formed or made available.",
    "Reason: To ensure that there is adequate and inclusive parking provision within the site, to encourage the use of ultra-low carbon vehicles, and to ensure that excessive parking is not provided, in accordance with policy 6.13 of the Ealing Development Management DPD (2013); policies 1.1 (f) (g) of the Ealing Development Strategy 2026 (2012); (2016); policies T1, T3, T4, T6 of the London Plan (2021); and section 9 of the National Planning Policy Framework (2019).",
    "| Details of cycle parking facilities for the development shall be as shown on drawing numbers 8089/1743 - Rev T2 - Cycle strategy. The development shall be implemented only in accordance with these approved details prior to the first occupation or use of the flats and permanently retained thereafter.",
    "Reason: To promote sustainable patterns of transport, in accordance with Section 9 of the National Planning Policy Framework (2019) and policy T5 of the London Plan (2021)",
    "| A Green Travel Plan designed to manage the transport needs of the occupiers of the development, including measures to minimise car usage and promote alternative modes of transport, shall be submitted to the Local Planning Authority before the first occupation of the development, and the approved Green Travel Plan shall be fully implemented in compliance with the approved document.",
    "Reason: To promote sustainable patterns of transport to safeguard the living and working conditions of local people and in the interest of highway and pedestrian safety, in accordance with section 9 of the National Planning Policy Framework, policies T4, T6 of the London Plan (2021) and policies 1.1 (f) and 1.1(g) of the Ealing Development (Core) Strategy 2026.",
    "| A delivery and servicing plan (DSP) for the residential of the development detailing servicing arrangements, times and frequency and operational details shall be submitted to and approved in writing by the Local Planning Authority prior to the first occupation of the relevant part of the development. The servicing of the development shall be operated strictly in accordance with the details so approved, shall be maintained as such thereafter and no change therefrom shall take place without the prior written consent of the Local Planning Authority obtained through the submission of a planning application.",
    "Reason: To ensure that the amenity of occupiers of the development site and surrounding premises is not adversely affected by noise, and that resulting servicing arrangements are satisfactory in terms of their impact on highway safety and the free-flow of traffic in accordance with  and policies T4 and T6 of the London Plan (2021).",
    "| The refuse and recycling storage provision and collection arrangements shall be provided prior to the first occupation of the relevant dwellings to which the store(s) serves and retained thereafter in accordance with Council policies.",
    "Reason: To secure the necessary recycling and waste enclosures to support the development, and to ensure that responsible waste management practices are adhered to in the interests of the visual amenity of the area, and in accordance with policy SI 8 of the London Plan 2021, policy 1.1(e) of Ealing's adopted Development (or Core) Strategy (2012); policies 7A, LV7.4 and 7B of Ealing's Development Management DPD (2013); and (interim) SPG 4: Refuse and Recycling Facilities.",
    "| Prior to the first occupation of each residential unit, the approved domestic units shall incorporate and maintain measures to ensure that the residential units will meet water efficiency standards with a maximum water use target of 105 litres or less of water per person per day.",
    "Reason: To ensure the sustainable use of water, in accordance with policy SI 13 of the London Plan 2021 and GG6 of the Publication London Plan (2020)",
    "| A)\tPrior to construction completion and occupation the permitted development shall \t\timplement and maintain, and in the case of energy generation equipment confirm as \t\toperational, the approved measures to achieve an overall sitewide reduction in regulated \t\tCO2 emissions of at least 58% (equating to 36 tonnes of CO2 per year) beyond Building \t\tRegulations Part L 2013. These CO2 savings shall be achieved through the Lean, Clean, \tGreen Energy Hierarchy as detailed in the revised Energy Statement prepared by AES \t\tSustainability Consultants in September 2020 including:",
    "i.\tLean, passive design measures to achieve an annual reduction of at least 9.68% equating to at least 6 tonnes in regulated carbon dioxide (CO2) emissions over BR Part L.",
    "ii.\tGreen, renewable energy equipment in the form of individual dwelling Nilan space heating and Domestic Hot Water supply systems to achieve an annual reduction of at least 48.39%, equating to 30 tonnes in regulated carbon dioxide (CO2) emissions over Part L 2013.",
    "iii.\tSeen, heat and electric meters installed to monitor the agreed performance parameters of at least ten (10) of the Nilan systems.",
    "B)\tPrior to the installation of the heat pumps, technical details of the heat pumps, and their installation, shall be submitted to the Council confirming the energy strategy agreed in the submitted documents and emails. The details shall confirm the agreed use of Nilan type heat pumps and the associated monitoring devices required to identify their performance/efficiency.",
    "C)\tRequirement removed/ altered",
    "D)\tRequirement removed/ altered",
    "E)\tWithin three months of the occupation/first use of the development the relevant Energy Performance Certificate (EPC) and detailed SAP Worksheets showing clearly the TER and DER from the 'as built stage' following completion of the development, shall be submitted to, and approved by, the Local Authority in order to confirm compliance with the energy efficiency measures detailed in the approved Energy Strategy. The development shall be carried out strictly in accordance with the approved details.",
    "Reason: In the interest of addressing climate change and to secure environmental sustainable development in accordance with policies, SI2, Si 3, SI 4 of the London Plan 2021; , guidance note 11 of the GLA Energy Assessment Guidance 2018, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012.",
    "| Prior to construction of the superstructure the following details should be submitted to the Local Planning Authority for written approval:",
    "a)\tAll boilers to serve the energy requirements of the development detailed in the approved energy strategy should be specified with NOx emissions (g/m²) that are compliant with or better than the ultra-low NOx (g/m²) benchmarks as set out at Appendix 5 of the Mayor's Sustainable Design and Construction SPG. The approved boilers/engines, if provided, shall be installed prior to the first occupation of the development;",
    "b)\tTechnical details of the Air Source Heat Pump and gas boilers shall be submitted to the Council including the monthly energy demand profile, thermal kW output, and heat output pipe diameter;",
    "c)\tThe development shall be carried out in accordance with the approved details.",
    "Reason: To secure the measures set out within the approved Energy Strategy Statement. To ensure that the development contributes to reducing the use of fossil fuel or other primary energy generation capacity, and to reduce emissions of greenhouse gases in accordance with policies SI2, Si 3, SI 4 of the London Plan 2021; , policies 1.1(k) and 1.2(f) of Ealing's adopted Development (or Core) Strategy 2012, policy LV5.2 of Ealing's Development Management DPD, and the Mayor's Sustainable Design and Construction SPG.",
    "| Prior to construction of the superstructure the details of the dynamic thermal modelling for 10% of the apartments shall be undertaken using the guidance provided in CIBSE TM49 & TM52 and shall be submitted to the Local Planning Authority for written approval demonstrating that the development performs against their overheating criteria and exceed the requirements to avoid overheating. The details of any additional measures to be incorporated into the development to minimise the risk of overheating (including active cooling) shall also be submitted if the dynamic thermal modelling demonstrates that overheating would occur. The development shall thereafter be provided in accordance with the approved details.",
    "Reason: To ensure that the risk of overheating has been sufficiently addressed in accordance with policy 5.9 of the London Plan; Ealing's Development (Core) Strategy, and Development Management DPD.",
    "| IIn order to implement Ealing Council DPD policy 5.2.3 (post-construction energy monitoring), and the (emerging) London Plan policy Si2 with the \"Be Seen\" stage of the revised energy hierarchy, the developer shall:",
    "a)\tEnter into a legal agreement with the Council to secure a S106 financial contribution for the post-construction monitoring of the renewable/low carbon technologies to be incorporated into the development and/or the energy use of the development as per energy and CO2 C"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "12/10/2020",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-09140796",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.324995,
          51.532924
        ],
        [
          -0.32522,
          51.532882
        ],
        [
          -0.325247,
          51.53293
        ],
        [
          -0.325102,
          51.533116
        ],
        [
          -0.32502,
          51.533409
        ],
        [
          -0.324777,
          51.533387
        ],
        [
          -0.324618,
          51.53332
        ],
        [
          -0.324513,
          51.533306
        ],
        [
          -0.32457,
          51.533051
        ],
        [
          -0.325012,
          51.532969
        ],
        [
          -0.324995,
          51.532924
        ]
      ]
    ],
    "type": "Polygon"
  }
}