{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Householder planning & demolition in a conservation area",
  "lpa_app_no": "P1894.22",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1894.22",
  "actual_completion_date": null,
  "pp_id": "11707481",
  "lapsed_date": "31/05/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": "0.19256579999999998",
    "lat": "51.5881814"
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "100021390716",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "30/04/2023",
  "description": "Two storey side, single storey rear extension involving demolition of existing garage and rear conservatory",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1922852,
          51.5883103
        ],
        [
          0.1923837,
          51.5883707
        ],
        [
          0.1924183,
          51.5883674
        ],
        [
          0.19244519999999998,
          51.5883831
        ],
        [
          0.1928552,
          51.5880533
        ],
        [
          0.19272109999999998,
          51.5879773
        ],
        [
          0.1922852,
          51.5883103
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "site_name": "10 Parkway",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "Construction of the extensions hereby granted consent shall not be commenced until a schedule of the types and colour of the materials to be used in the external finishes has been submitted to and approved in writing by the Local Planning Authority.  The development shall be implemented in accordance with the approved details.  Prior to their instillation on-site, additional drawings that show details of proposed new windows, doors, facia and sills to be used by section and elevation at scales between 1:20 and 1:1 as appropriate have been submitted to and approved in writing by the local planning authority. Works shall be implemented in accordance with the approved details and shall be permanently maintained as such.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The window inserted on the flank wall of the side extension shall be obscure-glazed, and non-opening unless the parts of the window which can be opened are more than 1.7m above the floor of the room in which the window is installed.",
    "Reason - In the interest of privacy and to protect the amenity of the adjacent neighbours",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "During construction of the development hereby permitted, the trees located at 10 Parkway, Romford shall not be lopped or felled without the written consent of the Local Planning Authority.",
    "Reason: In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area, and to accord with Policy 27 of the Council's Local Plan.",
    "During construction of the development hereby permitted, any trees within or near to the site shall be protected in accordance with the requirements of BS 5837 (2012) 'Trees in Relation to Design, Demolition and Construction'. The protection measures shall be implemented prior to any below ground works and shall be retained for the entire period of the duration of any work at the site, in connection with the development hereby permitted.",
    "Reason: In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area, and to accord with Policy 27 of the Council's Local Plan.",
    "Notwithstanding the indicative details shown on the plans hereby approved, before first residential occupation of the development, a scheme of soft and hard landscaping, all surfacing and boundary treatments shall be submitted to and agreed in writing by the Local Planning Authority and shall include the following:",
    "a) Planting plan, for the replacement of a section of H1, if removed;",
    "b) Written specifications (including cultivation and other operations associated with trees, plants and grass); and",
    "c) Schedules of plants and trees, setting out the species, sizes, numbers/densities and soil depths.",
    "The scheme shall also include a programme setting out how the plan will be put into practice including measures for protecting plants and trees both during and after development has finished.",
    "d) Detailed surface and boundary treatment.",
    "The new planting shall be carried out in accordance with BS 8545 (2014) 'Trees: from nursery to independence in the landscape' in the first planting and/or",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Sean Higginson Via email on 7.2.23 and 26.5.23.  The revisions involved a reduction in the scale and height of the extensions. The amendments were subsequently submitted on 23.4.23 and 30.5.23."
  ],
  "postcode": "RM2 5NT",
  "application_type": "All Other",
  "decision_date": "31/05/2023",
  "parking_details": {
    "no_proposed_car": 2,
    "net_car": 0,
    "no_existing_car": 2
  },
  "status": "Approved",
  "centroid_easting": 551989,
  "valid_date": "22/11/2022",
  "borough": "Havering",
  "subdivision_of_building": null,
  "decision_target_date": "31/05/2023",
  "id": "Havering-P1894.22",
  "lpa_name": "Havering",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T12:24:28.321+00:00",
  "street_name": "Romford",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 189980,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 68.5,
    "intended_commencement_date": "02/2023",
    "no_additional_bedrooms": 2,
    "no_additional_bathrooms": 1,
    "intended_completion_date": "04/2023",
    "site_area": 0.063
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551969.135,
              189993.75
            ],
            [
              551975.758,
              190000.674
            ],
            [
              551978.166,
              190000.373
            ],
            [
              551979.972,
              190002.179
            ],
            [
              552009.474,
              189966.355
            ],
            [
              552000.443,
              189957.625
            ],
            [
              551969.135,
              189993.75
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Marshalls & Rise Pk"
}