{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "lpa_app_no": "225355FUL",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/225355FUL;",
  "actual_completion_date": null,
  "pp_id": "PP-11792683",
  "lapsed_date": "01/11/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.315187,
    "lat": 51.520995
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "000012003507",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "description": "Construction of a two storey, with habitable loft space, dwelling house and associated works, following the demolition of existing house garage and outbuildings.",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3149434,
          51.5208263
        ],
        [
          -0.31494489999999997,
          51.5207854
        ],
        [
          -0.3150285,
          51.5207871
        ],
        [
          -0.31563369999999996,
          51.520812
        ],
        [
          -0.31563379999999996,
          51.5208286
        ],
        [
          -0.3156328,
          51.5208767
        ],
        [
          -0.315627,
          51.5208766
        ],
        [
          -0.3156253,
          51.5209026
        ],
        [
          -0.3156219,
          51.521113
        ],
        [
          -0.3151634,
          51.5210957
        ],
        [
          -0.3150749,
          51.5210921
        ],
        [
          -0.3150174,
          51.5210895
        ],
        [
          -0.3149359,
          51.521087
        ],
        [
          -0.3149399,
          51.5209418
        ],
        [
          -0.3149434,
          51.5208263
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Minor dwellings",
  "last_updated_by": "CSV Data Import",
  "locality": "London",
  "site_name": "Sirap",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawing title number(s): 22 SEHE EP01, 22 SEHE SL01, 22 SEHE SU01, 22 SEHE SUN1, 22 SEHE SUN2, 22 SEHE FP01 rev C, 22 SEHE PDP01 rev C, 22 SEHE PE01 rev I, 22 SEHE PFP01 rev J, 22 SEHE SE01 rev E, 22 SEHE SP01 rev H, Drawing: Arboricultural Impact Assessment rev B, Tree Constraints Plan,   Design and Access Statement Rev A 05.12.22,  Planning Fire Safety Strategy ref. SEHE 2 TP 02,  Sustainable Drainage Form,  Sustainable Design & Construction Statement, Ecology and Trees Check List, Waste Management Statement, Site Images, Email received 02/05/2023, Email received on 12/05/2023.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| The development hereby approved shall not be occupied until refuse and recycling storage, in accordance with the Local Planning Authority Standards, has been provided in the curtilage of the proposed building as indicated on the approved plans and has been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy (2012) policy 7B of the Adopted Ealing Management Development Plan Document (2013) and the London Plan 2021.",
    "| Details of the proposed materials for walls, doors, windows, roof, paving and aesthetical details hereby approved shall be submitted to and approved in writing by the Local Planning Authority prior to occupation of the dwellling, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. Development shall be carried out in accordance with these approved details.",
    "Reason: To ensure that the development harmonises with the character and appearance of the dwelling and would preserve the special character and appearance of the Grange and White Ledges Conservation Area, in accordance with policies 7.4, 7B and 7C of the Ealing Development Management Development Plan 2013, policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2019) and policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| Notwithstanding the provisions of Classes A, B, C, D, E and F of Schedule 2, Part 1, Class A Town and Country Planning (General Permitted Development) Order 2015 (or any other order revoking and re-enacting that order, with or without modifications), no works shall be carried out without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.",
    "Reason: To prevent the overdevelopment of the site and to safeguard the living conditions of occupiers of adjoining properties and the appearance of the streetscene, in accordance with policies 1.1 (g) and (h) of the Adopted Development (Core) Strategy, and policies D3 and D4 of the London Plan (2021) and policies Ealing Local Variation of London Plan Policy 7.4 and 7B of the Ealing Development Management Development Plan.",
    "| Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 1995 (as amended), no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the building permitted.",
    "Reason: To protect the living conditions of neighbouring properties and the visual appearance of the area, in accordance with policies D3 and D4 of the London Plan (2021), policies 7B and Local variation to policy 7.4 Local Character of the Ealing Development Management DPD (2013).",
    "| No development shall take place until full details of both hard and soft landscaping works  have been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by the Local Planning Authority.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.",
    "Reason:  To ensure that the development is landscaped in the interests of the visual character and appearance of the area in accordance with policies D3 and D4 of the London Plan (2021), policies 7A, 7.4, 7B, 7C of the Ealing Development Management DPD (2013).",
    "| No part of the roof of the building hereby approved shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason: To protect the living conditions of nearby properties in accordance with policies D3 and D4 of the London Plan (2021), polices 7.4, 7A & 7B of the Adopted Ealing Development Management Plan Document (2013) and polices 1.1 (e)(g), 1.2 (f), 2.1(c) and 2.10 Adopted Development (Core) Strategy 2012.",
    "| The site is within the worst mode aircraft 1-day noise contour predicted for 2016 (57dB). The sound insulation of the building envelope shall achieve the internal criteria for sensitive rooms, as specified in Section 6 of Supplementary Planning Guidance 10. If compliance requires the windows to be closed, then acoustically attenuated mechanical ventilation and cooling shall be installed as necessary (with air intake from the cleanest aspect of the building).  The above shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| Prior to commencement of the development, a demolition method statement/ construction management plan shall be submitted to the Council for approval in writing. Details shall include control measures for:-",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- delivery locations,",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays and 0800 -1300 Saturdays (except no work on public holidays),",
    "- neighbour liaison, notifications to interested parties and considerate complaints procedure,",
    "- public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works, in case of emergencies, enquiries or complaints.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| No operations (including initial site clearance) shall commence on site in connection with development hereby approved until a suitable scheme (Arboricultural Method Statement) for the protection of existing trees and hedgerows has been submitted and its installation on site has been approved in writing by the Local Planning Authority.",
    "All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works. Details shall include the following:",
    "o Full survey of all trees on site and those within influencing distance on adjacent sites in accordance with BS5837*, with tree works proposals. All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads.",
    "o A plan** detailing all trees and hedgerows planned for retention and removal.",
    "o A schedule of tree works for all the retained trees specifying pruning and other remedial or preventative work, whether for physiological, hazard abatement, aesthetic or operational reasons. All tree works shall be carried out in accordance with BS 3998.",
    "o Timing and phasing of works",
    "o Site specific demolition and hard surface removal specifications",
    "o Site specific construction specifications (e.g. in connection with foundations, bridging, water features, surfacing)",
    "o Access arrangements and car parking",
    "o Level changes",
    "o Landscaping proposals",
    "o A Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces.",
    "o Soil remediation plans, where unauthorised access has damaged root protection areas in the construction exclusion zones.",
    "o Details of the arboricultural supervision schedule.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "*Using the most recent revision the of the Standard",
    "** Plans must be of a minimum scale of 1:200 (unless otherwise agreed by the Local Planning Authority)",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| The development hereby approved shall be constructed in accordance with a suitable Tree Monitoring Program.",
    "(a) Prior to the commencement of development (including ground works and site clearance), the following shall be submitted to and approved by the Local Planning Authority:",
    "A tree monitoring program to include:",
    "o Confirmation of who shall be the lead arboriculturalist for the development.",
    "o Confirmation of the Site Manager, key personnel, their key responsibilities and contact details.",
    "o Details of induction procedures for all personnel in relation to Arboricultural matters.",
    "o A detailed timetable of events for arboricultural supervision concerning all tree protection measures within the approved Tree Protection Plan, including:",
    "o Prestart meeting with an Ealing Council Tree Officer",
    "o Initial implementation/installation of the tree protection measures",
    "o Approved incursions in to construction exclusion zones",
    "o Final removal of the tree protection measures",
    "o Procedures for dealing with non-approved incursions into the construction exclusion zones as detailed in the approved Arboricultural Method Statement.",
    "(b) Within three months of first use of the development hereby approved, a report containing the following details shall be submitted to and approved by the Local Planning Authority:",
    "o Results of each site visit by the lead arboriculturist with photos attached.",
    "o Assessment of the retained and planted trees including any necessary remedial action as a result of damage incurred during construction.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| A suitable scheme of proposed tree planting and pits shall be submitted to and approved by the Local Planning Authority prior to the first use of the development hereby approved.",
    "No operations shall commence on site in connection with the development hereby approved until a suitable scheme of proposed tree planting and tree pits have been submitted to and approved by the Local Planning Authority. The scheme shall include the following comprehensive details of all trees to be planted:",
    "o Full planting specification - tree size, species, the numbers of trees and any changes from the original application proposals.",
    "o Locations of all proposed species.",
    "o Comprehensive details of ground/tree pit preparation to include:",
    "o \tPlans detailing adequate soil volume provision to allow the tree to grow to maturity",
    "o\t Engineering solutions to demonstrate the tree will not interfere with structures (e.g. root barriers/deflectors) in the future",
    "o \tStaking/tying method(s).",
    "o \tFive year post planting maintenance and inspection schedule.",
    "All tree planting must be carried out in full accordance with the approved scheme in the nearest planting season (1st October to 28th February inclusive). The quality of all approved tree planting should be carried out to the levels detailed in British Standard 8545, Trees: from nursery to independence in the landscape - Recommendations.",
    "Any trees which die, are removed, uprooted, significantly damaged, become diseased or malformed within five years from the completion of planting, must be replaced during the nearest planting season (1st October to 31st March inclusive) with a tree/s of the same size, species and quality as previously approved.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| No trees, shrubs or hedges within the site which are shown to be retained on the approved plans (Plan/Drawing: Arboricultural Impact Assessment rev B) shall be felled, uprooted, damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "If a tree marked on the tree report to be retained is removed without consent, or dying, or being severely damaged, or becoming seriously diseased (crown more than 50% sparse), within 5 years from the start of work on the development hereby permitted, a replacement tree shall be planted on the site or surrounding area reflecting the CAVAT value of the tree, or a proportion of its value reflecting the damage. This penalty shall be sought, unless the Local Planning Authority has given written consent to any variation.",
    "Reason: to secure the protection throughout the time that development is being carried out, of trees, shrubs and hedges growing within the site which are of important amenity value to the local landscape."
  ],
  "postcode": "W13 8HW",
  "application_type": "All Other",
  "decision_date": "01/11/2023",
  "parking_details": {
    "no_proposed_car": 2,
    "net_car": -1,
    "no_existing_car": 3
  },
  "status": "Approved",
  "centroid_easting": 516990,
  "valid_date": "22/12/2022",
  "borough": "Ealing",
  "subdivision_of_building": null,
  "decision_target_date": "01/11/2023",
  "id": "Ealing-225355FUL",
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T22:55:02.442+00:00",
  "street_name": "Edgehill Road",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 181576,
  "application_details": {
    "existing_uprns": [
      "000012003507"
    ],
    "total_gia_gained": 650,
    "total_gia_lost": 270,
    "grey_water_reuse": true,
    "non_residential_details": {
      "total_gia_existing": 270,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 270,
      "total_gia_gained": 650
    },
    "ownership_status": "Private",
    "phasing_details": [
      {
        "phase_detail": "whole",
        "intended_completion_date": "04/2024",
        "intended_commencement_date": "09/2023"
      }
    ],
    "site_area": 0.16,
    "total_gia_existing": 270,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 270,
        "use_class": "C3",
        "gia_gained": 650,
        "gia_lost": 270
      }
    ],
    "garden_land_lost": false,
    "projected_cost_of_works": "Up to £2m",
    "surface_water_discharge_percentage_reduction": 10,
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 10.2,
        "building_ref": "House"
      }
    ],
    "scheme_phasing": true,
    "green_suds": true,
    "rain_water_harvesting": true,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 0,
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 20,
      "no_active_fast_ev_charging_points": 1,
      "solar_pv_capacity": 35,
      "fire_suppression_system_proposed": false,
      "no_homes_to_have_electrical_heating": 1,
      "chp_heat_pumps_capacity": 65,
      "green_roof_area": 67.5,
      "no_new_gas_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "urban_greening_factor_score": 0.01,
      "no_passive_fast_ev_charging_points": 0,
      "ghg_reduction_over_building_regulations": true
    },
    "internal_resi_water_usage": 95
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517005.8022517,
              181557.4489761
            ],
            [
              517005.8022517,
              181552.9002781
            ],
            [
              516999.9977287,
              181552.9502638
            ],
            [
              516957.9479171,
              181554.7497487
            ],
            [
              516957.8984468,
              181556.5992193
            ],
            [
              516957.8489764,
              181561.9476883
            ],
            [
              516958.2529844,
              181561.9476883
            ],
            [
              516958.3024547,
              181564.8468584
            ],
            [
              516957.9973875,
              181588.2501593
            ],
            [
              516989.8480585,
              181587.0505027
            ],
            [
              516995.9988741,
              181586.8005743
            ],
            [
              516999.9977287,
              181586.6006315
            ],
            [
              517005.6538406,
              181586.4506744
            ],
            [
              517005.7527814,
              181570.2952988
            ],
            [
              517005.8022517,
              181557.4489761
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Ealing Broadway"
}