{
  "valid_date": "28/11/2024",
  "epc_number": null,
  "site_name": "Brewdog, 18 Station Road",
  "cil_liability": false,
  "polygon": null,
  "actual_commencement_date": null,
  "site_number": null,
  "decision": "Approved",
  "parking_details": {
    "net_car": -3,
    "no_proposed_car": 8,
    "no_existing_car": 11
  },
  "application_type_full": "Full planning permission",
  "ward": "Upminster",
  "last_date_consultation_comments": "06/03/2025",
  "centroid_easting": 556063,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "Erection of a part single, part two storey rear extension with undercroft, extension of roof terrace to include a new W.C., relocation of plant area and installation of external staircase to rear and extract ducting",
  "appeal_decision": null,
  "postcode": "RM14 2UB",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "16/06/2025",
  "street_name": "Upminster",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "centroid_northing": 186613,
  "application_type": "All Other",
  "title_number": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under the Materials Section of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed high level windows serving a kitchen on the north and south flank walls of the two storey rear extension  shown on Drawing No.'s 104 and 105 Revision A shall be permanently glazed with obscure glass not less than level 4 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut.",
    "Reason:-",
    "In the interests of privacy and to protect neighbouring amenity.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "No development shall commence until details of suitable equipment to remove and/or disperse odours and odorous material to be fitted to the extract ventilation system is submitted to and approved in writing by the Local Planning Authority in consultation with the Havering Public Protection Service.  The approved equipment shall be installed on site and certification provided by a competent engineer.  Thereafter, the equipment shall be properly maintained and operated within design specifications during normal working hours.",
    "Reason: To protect the amenity of occupiers of nearby premises and ensure that the development accords with Managing Pollution Policy 34.",
    "No plant or machinery shall be installed or operated until a scheme for any new plant or machinery is submitted to the Local Planning Authority to achieve the following standard.  Noise levels from the hereby permitted plant, expressed as the equivalent continuous sound level LAeq (1 hour), shall not exceed the prevailing background noise level (LA90 1hour) by more than 10dB.  This should be calculated or measured at the boundary with the nearest noise sensitive premises, and shall be maintained thereafter to the satisfaction of the Local Planning Authority. The measurement assessment shall be made according to BS4142:2014+A1:2019 Methods for rating and assessing industrial and commercial sound.",
    "Reason:  Insufficient information has been supplied with the application with regards to a scheme for any new plant or machinery. Submission of this detail prior to plant or machinery being installed or operated will prevent noise nuisance to adjoining/adjacent properties, protect the amenit",
    "The premises shall not be used for the purposes hereby permitted other than between the hours of 08:00 to 23:00 Sunday-Thursday and 08:00 to 00:00 Friday-Saturday without the prior consent in writing of the Local Planning Authority.",
    "Reason:-",
    "To enable the Local Planning Authority to retain control in the interests of amenity.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with BLA Architecture via email on 21st and 23rd January and 13th February 2025. The revisions involved amending the description of the proposal to include extract ducting. The amendments were subsequently submitted on 27th January 2025.",
    "INFORMATIVE",
    "In promoting the delivery of safer, stronger, sustainable places the Local Planning Authority fully supports the adoption of the principles and practices of the Secured by Design Award Scheme and Designing against Crime. Your attention is drawn to the free professional service provided by the Metropolitan Police Designing Out Crime Officers for North East London, whose can be contacted via DOCOMailbox.NE@met.police.uk or 0208 217 3813  . They are able to provide qualified advice on incorporating crime prevention measures into new developments."
  ],
  "appeal_start_date": null,
  "development_type": null,
  "wgs84_polygon": null,
  "lpa_app_no": "P1567.24",
  "decision_agency": "Borough",
  "decision_date": "16/06/2025",
  "pp_id": "13592576",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1567.24",
  "lpa_name": "Havering",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": "Rear extension at 1st floor.",
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.556816,
    "lon": 0.249804
  },
  "status": "Approved",
  "last_updated": "2025-07-24T03:59:14.564Z",
  "actual_completion_date": null,
  "lapsed_date": "16/06/2028",
  "borough": "Havering",
  "id": "Havering-P1567.24",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": "100023215486",
  "locality": null,
  "application_details": {
    "affordable_housing_fast_track": false,
    "site_area": 0.052000000000000005,
    "projected_cost_of_works": "Up to £2m",
    "total_gia_lost": 0,
    "phasing_details": [
      {
        "phase_detail": "Entire development.",
        "intended_commencement_date": "01/2025",
        "intended_completion_date": "03/2025"
      }
    ],
    "green_suds": false,
    "total_gia_gained": 95,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "total_annual_nox_emissions": 0,
      "no_new_water_connections_required": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_homes_to_have_electrical_heating": 0,
      "fire_suppression_system_proposed": true,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "waste_provision": true,
      "ghg_reduction_over_building_regulations": false,
      "mobile_network_operators_consultation": false,
      "no_new_gas_connections_required": 0,
      "percentage_demolition_construction_material_recycling": 50,
      "no_homes_passive_cooling": 0
    },
    "non_residential_details": {
      "total_gia_gained": 95,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 362,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 362,
        "gia_gained": 95,
        "use_class": "EB",
        "gia_lost": 0
      }
    ],
    "grey_water_reuse": false,
    "internal_resi_water_usage": 0,
    "rain_water_harvesting": false,
    "surface_water_discharge_percentage_reduction": 0,
    "ownership_status": "Private",
    "scheme_phasing": true,
    "total_gia_existing": 362,
    "garden_land_lost": false
  }
}