{
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4306909,
          51.5718092
        ],
        [
          -0.4305012,
          51.5719411
        ],
        [
          -0.43030939999999995,
          51.5719124
        ],
        [
          -0.43053969999999997,
          51.5717108
        ],
        [
          -0.4306909,
          51.5718092
        ]
      ]
    ],
    "type": "Polygon"
  },
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-03-18T23:57:03.939+00:00",
  "parking_details": {
    "net_car": 0,
    "no_existing_car": 2,
    "no_proposed_car": 2
  },
  "site_name": "46 WOOD LANE",
  "decision_target_date": "14/09/2023",
  "site_number": null,
  "bo_system": "CSV Data Import",
  "actual_completion_date": null,
  "application_details": {
    "intended_completion_date": "11/2024",
    "existing_uprns": null,
    "total_gia_gained": 49,
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "03/2024",
    "no_additional_bathrooms": 1,
    "site_area": 0.032
  },
  "appeal_decision_date": null,
  "centroid_northing": 187052,
  "actual_commencement_date": null,
  "appeal_start_date": null,
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508854.1083,
              187048.5245
            ],
            [
              508866.9406,
              187063.4735
            ],
            [
              508880.3021,
              187060.5631
            ],
            [
              508864.8239,
              187037.8089
            ],
            [
              508854.1083,
              187048.5245
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "subdivision_of_building": null,
  "postcode": null,
  "last_updated_by": "CSV Data Import",
  "valid_date": "20/07/2023",
  "lpa_app_no": "51619/APP/2023/1919",
  "appeal_status": null,
  "development_type": null,
  "pp_id": "12279891",
  "decision_agency": "Borough",
  "title_number": null,
  "lapsed_date": "11/12/2026",
  "borough": "Hillingdon",
  "secondary_street_name": null,
  "id": "Hillingdon-51619_APP_2023_1919",
  "street_name": "RUISLIP",
  "last_date_consultation_comments": "30/08/2023",
  "decision": "Approved",
  "status": "Approved",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plan number 6095 01p1, 6095 12p1, 6095 18p1, 6095 19p3 and 6095 20p3 and shall thereafter be retained for the lifetime of the development.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and the London Plan (March 2016).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policies DMHB 3, DMHB 4 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The dormer windows on the rear elevation serving the en-suite and bedroom shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.7 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The side rooflights facing Nos. 44 Wood Lane and 67 Kingsend shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.7 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The rooflights hereby approved shall be conservation type and set completely flush along the roof plane, and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016). On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "As the application site is within a conservation area, not less than 6 weeks notice must be given to the Local Planning Authority of any intention to cut down, top, lop or uproot or otherwise damage or destroy any trees on the application site. Please contact the Trees & Landscape Officer, Residents Services, 3N/02, Civic Centre, Uxbridge, UB8 1UW for further advice."
  ],
  "centroid": {
    "lat": 51.571836,
    "lon": -0.430525
  },
  "centroid_easting": 508867,
  "ward": "RUISLIP 2022",
  "application_type": "Householder",
  "decision_date": "11/12/2023",
  "application_type_full": "Householder planning permission",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=51619/APP/2023/1919",
  "uprn": null,
  "description": "Erection of a single storey rear extension with pitched roof; proposed reconstruction of existing front porch with enlarged hip roof element over. Conversion of roof space to habitable use to include proposed loft conversion with side facing roof lights and rear facing dormer windows.",
  "date_building_work_started_under_previous_permission": null,
  "locality": null,
  "decision_process": "Delegated",
  "epc_number": "0943-2862-7681-9726-2865",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Hillingdon"
}