{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "13/05/2022",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-73901_APP_2021_37",
  "secondary_street_name": "RUISLIP",
  "appeal_status": null,
  "postcode": "HA4 0EL",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 3300
  },
  "valid_date": "23/12/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of ancillary retail park coffee pod including car park and landscape alterations.",
  "decision_conditions": [
    "The proposal fails to demonstrate that the development can be made safe from flooding resulting in an unacceptable risk of harm to people and property. The proposal is therefore contrary to Policy EM6 of the Hillingdon Local Plan: Part One - Strategic Policies (2012), Policy DMEI 9 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policies SI12 and SI13 of The London Plan (2021), the National Planning Policy Framework (2021), West London Strategic Flood Risk Assessment and the National Planning Practice Guidance (2021).",
    "In the absence of a completed section 106 legal agreement to deliver measures in the Council's air quality action plan and implement specific measures to reduce vehicle emissions on the road network affected by the proposal, this application has failed to mitigate the impacts that the development would have on human exposure to air pollutant levels. The proposal is therefore contrary to policy EM8 of the Local Plan: Part 1 (2012), policy DMEI 14 of the London Borough of Hillingdon Local Plan (Part 2), the London Borough of Hillingdon's Supplementary Planning Document on Planning Obligations, London Plan (2021) policy SI1, DF1 and T4, and paragraphs 174(e), 186 and 188 of the National Planning Policy Framework (2021).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan 2021 and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "a), b) or c) to be added depending on the refusal circumstances:",
    "a) We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal.",
    "b) In order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition further guidance was offered to the applicant by the case officer during the processing of the",
    "This is a reminder that Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), should an application for appeal be allowed, the proposed development would be deemed as 'chargeable development' and therefore liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This would be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. For more information on CIL matters please visit the planning portal page at www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T17:00:51.174+00:00",
  "ward": "SOUTH RUISLIP 2022",
  "parking_details": {
    "no_existing_car": 197,
    "net_car": -23,
    "no_proposed_car": 174
  },
  "lapsed_date": "13/05/2025",
  "decision_target_date": "08/02/2021",
  "centroid": {
    "lat": 51.55731,
    "lon": -0.38645
  },
  "lpa_app_no": "73901/APP/2021/37",
  "status": "Refused",
  "site_name": "VICTORIA RETAIL PARK",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=73901/APP/2021/37",
  "locality": null,
  "polygon": null,
  "development_type": null,
  "last_date_consultation_comments": "01/03/2021",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "VICTORIA ROAD",
  "pp_id": "08888313",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 511957,
  "appeal_start_date": null,
  "centroid_northing": 185503,
  "borough": "Hillingdon",
  "decision": "Refused",
  "wgs84_polygon": null
}