{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505742.0698,
              179878.689
            ],
            [
              505687.9624,
              179895.4901
            ],
            [
              505692.328,
              179899.3266
            ],
            [
              505696.826,
              179902.3693
            ],
            [
              505702.5145,
              179906.7349
            ],
            [
              505704.7635,
              179909.9099
            ],
            [
              505747.4938,
              179896.2839
            ],
            [
              505742.0698,
              179878.689
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08124148",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:38:40.747+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "31/10/2019",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "WEST DRAYTON",
  "centroid": {
    "lat": "51.5081072",
    "lon": "-0.4780431"
  },
  "decision": "Refused",
  "valid_date": "08/10/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.094
  },
  "cil_liability": true,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=53156/APP/2019/3166",
  "lpa_name": "Hillingdon",
  "site_name": "16 FRAYS AVENUE",
  "lapsed_date": "03/12/2022",
  "parking_details": null,
  "decision_conditions": [
    "The proposed development, by reason of its overall size, scale, bulk and design would result in a disproportionately large, dominating and incongruous form of development which would fail to respect the pattern of development in the area. The proposal would thus be detrimental to the visual amenities of the street scene and the character and appearance of the wider West Drayton Garden City Area of Special Local Character, contrary to Policies BE1 and HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies BE5, BE13, BE15 and BE19 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012), Policies DMHB 1, DMHB 5 and DMHB 11 of the emerging London Borough Of Hillingdon Local Plan Part 2 Development Management Policies with Modifications (March 2019) and the adopted Supplementary Planning Document HDAS: Residential Layouts.",
    "The proposed replacement garage with a brick built double garage with pitched roof, sited adjacent to the road is not a feature within the  West Drayton Garden City Area of Special Local Character and would be detrimental to the visual amenities of the street scene contrary to Policies BE1 and HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies BE5, BE13, BE15 and BE19 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012), Policies DMHB 1, DMHB 5 and DMHB 11 of the emerging London Borough Of Hillingdon Local Plan Part 2 Development Management Policies with Modifications (March 2019) and the adopted Supplementary Planning Document HDAS: Residential Layouts.",
    "The proposed development, by reason of its overall size, scale, bulk, depth, height and design would be detrimental to the residential amenity of the adjoining occupiers at 14 Frays Avenue by reason of loss of daylight, loss of outlook, overdominance, overshadowing and an increase sense of enclosure. The proposal would thus be contrary to Policies BE19, BE20 and BE21 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012) and the adopted Supplementary Planning Document HDAS: Residential Layouts.",
    "The proposed development by reason of the siting of the proposed first floor side facing bedroom window in the north elevation would result in the direct overlooking of the private amenity space of 14 Frays Avenue causing an unacceptable loss of privacy to the adjoining occupiers. The proposal is therefore contrary to policy BE24 of the adopted Hillingdon Unitary Development Plan (Saved Policies September 2007) and the advice contained within HDAS Residential Layouts.",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal.",
    "This is a reminder that Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), should an application for appeal be allowed, the proposed development would be deemed as 'chargeable development' and therefore liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This would be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012.",
    "For more information on CIL matters please visit the planning portal page at: www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil"
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Erection of a two storey 4-bed dwelling with associated parking and amenity space, involving demolition of existing dwelling and erection of double garage.",
  "lpa_app_no": "53156/APP/2019/3166",
  "decision_target_date": "03/12/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "03/12/2019",
  "id": "Hillingdon-53156_APP_2019_3166",
  "centroid_northing": 179895,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 505720,
  "street_name": "WEST DRAYTON",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4777301,
          51.5079565
        ],
        [
          -0.4785044,
          51.5081176
        ],
        [
          -0.4784404,
          51.5081512
        ],
        [
          -0.4783747,
          51.5081778
        ],
        [
          -0.4782914,
          51.5082159
        ],
        [
          -0.47825809999999996,
          51.508244
        ],
        [
          -0.4776467,
          51.5081136
        ],
        [
          -0.4777301,
          51.5079565
        ]
      ]
    ],
    "type": "Polygon"
  }
}