{
  "last_date_consultation_comments": "24/07/2024",
  "site_number": null,
  "ward": "H/ROW VILLAGES 2022",
  "decision_date": "09/08/2024",
  "description": "Installation of new partition with security doors within the corridors to the south and west pens, installation of new ramp, and reinstatement of a new wider door with security controls in the west corridor, replacement of door with new security controls in the south corridor (Application for Listed Building Consent)",
  "development_type": null,
  "application_type": "All Other",
  "appeal_status": null,
  "title_number": null,
  "postcode": "TW6 2FH",
  "locality": null,
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "13014591",
  "street_name": "VANGUARD WAY",
  "last_updated_by": "Planning Portal ingest",
  "lpa_name": "Hillingdon",
  "centroid": {
    "lon": "-0.4201451",
    "lat": "51.4713983"
  },
  "lpa_app_no": "50462/APP/2024/1663",
  "borough": "Hillingdon",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.232
  },
  "application_type_full": "Listed building consent",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4195858,
          51.4709615
        ],
        [
          -0.42094709999999996,
          51.4717533
        ],
        [
          -0.42073469999999996,
          51.4718337
        ],
        [
          -0.41938889999999995,
          51.4710899
        ],
        [
          -0.4195858,
          51.4709615
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 509826,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=50462/APP/2024/1663",
  "bo_system": "CSV Data Import",
  "appeal_start_date": null,
  "secondary_street_name": "HEATHROW AIRPORT",
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": "TECHNICAL BUILDING A, EAST OPERATIONS BASE",
  "id": "Hillingdon-50462_APP_2024_1663",
  "decision_target_date": "19/08/2024",
  "centroid_northing": 175898,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509865.8932,
              175850.2664
            ],
            [
              509769.4527,
              175936.2811
            ],
            [
              509784.0049,
              175945.5415
            ],
            [
              509879.2551,
              175864.843
            ],
            [
              509865.8932,
              175850.2664
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              509866.071,
              175850.1079
            ],
            [
              509880.5781,
              175862.1971
            ],
            [
              509867.3489,
              175848.968
            ],
            [
              509866.071,
              175850.1079
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              509865.8932,
              175850.2664
            ],
            [
              509866.071,
              175850.1079
            ],
            [
              509864.7031,
              175848.968
            ],
            [
              509865.8932,
              175850.2664
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "The works hereby permitted shall be begun before the expiration of three years from the date of this consent.",
    "REASON",
    "To comply with Section 18 of the Planning (Listed Buildings and Conservation Areas) Act 1990, to prevent the accumulation of unimplemented listed building consents and to enable the Local Planning Authority to review the situation at the end of this period if the development has not begun.",
    "The works hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans:",
    "2024VH4 REV A",
    "2024VH6 REV A",
    "2024VH3",
    "2024VH1",
    "Planning statement",
    "and shall thereafter be retained/maintained for as long as the works remain in existence.",
    "REASON",
    "To ensure the works comply with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "All new works and works of making good to the retained fabric of the building, whether internal or external (including brickwork, brick bond, pointing and mortar mix), shall be finished to match the existing fabric with regard to methods used and to material, colour, texture and profile, unless otherwise agreed.",
    "REASON",
    "To preserve and safeguard the character and appearance of the Listed building in accordance with Hillingdon's Local Plan: Part 1 Policy HE1 (November 2012), Local Plan: Part 2 policies DMHB 1, and 2 (January 2020), the London Plan (2021) and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "During works the existing building including fixtures, fittings and features would need to be appropriately safeguarded. Any damage or disturbance caused to the building in execution of the works shall be made good to the satisfaction of the Local Planning Authority within six months of the works being completed.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the building in accordance with Policies DMHB 1 and DMHB 2 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "Given the nature of the proposed development it is possible that a crane may be required during its construction.  The applicant's attention is drawn to the requirement within the British Standard Code of Practice for the safe use of Cranes, for crane operators to consult the aerodrome before erecting a crane in close proximity to an aerodrome.  This is explained further in Advice Note 4, 'Cranes and Other Construction Issues' (available at www.aoa.org.uk/publications/safeguarding.asp)",
    "Also, due to the site being within Heathrow Airports crane circle, the crane operator is required to submit all crane details such as maximum height, operating radius, name, and phone number of site manager along with installation and dismantling dates to the CAA Airspace Coordination and Obstacle Management Service (ACOMS) system.",
    "For notification, please follow the link via CAA website:",
    "Crane notification | Civil Aviation Authority (caa.co.uk)",
    "Once crane notification has been received from the CAA",
    "The decision to GRANT Listed Building Consent has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT Listed Building Consent has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "You are advised this permission is based on the dimensions provided on the approved drawings as numbered above. The development hereby approved must be constructed precisely in accordance with the approved drawings. Any deviation from these drawings requires the written consent of the Local Planning Authority.",
    "The applicant is advised that the consent herby approved is for Listed Building Consent only. Any works which require planning consent shall be determined as part of application reference 16491/APP/2024/735."
  ],
  "appeal_decision_date": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": "There are numerous applications at the site over a number of years, none of which are directly relevant to this application.",
  "decision_process": "Delegated",
  "last_updated": "2025-03-19T20:19:02.047+00:00",
  "decision_agency": "Borough",
  "parking_details": null,
  "lapsed_date": "09/08/2027",
  "decision": "Approved",
  "valid_date": "24/06/2024"
}