{
  "actual_completion_date": null,
  "centroid_northing": 185750,
  "decision": "Refused",
  "development_type": null,
  "valid_date": "20/01/2022",
  "bo_system": "CSV Data Import",
  "description": "Erection of a single storey side extension, part single / part two storey side and rear extensions, and conversion of roof space to habitable use including alteration of roof from hip to gable end.",
  "decision_conditions": [
    "The development proposal, by reason of its scale, height, width, depth and design, would result in an excessive, bulky, incongruous, dominant, overbearing and visually intrusive form of development that would substantially harm the form, proportion and appearance of the existing dwelling and would be detrimental to the character, appearance and visual amenities of the street scene and the surrounding area. For these reasons, the  proposal would conflict with Policy BE1 of the Hillingdon Local Plan: Part One Strategic Policies (2012) and Policies DMHB 11, DMHB 12 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) .",
    "The development proposal, by reason of its scale, height, width, depth, design and proximity, would adversely impact upon the residential amenities of No.71 Thornhill Road, by virtue of overlooking, loss of privacy, overdominance, overshadowing, loss of light, loss of outlook and creating a sense of enclosure. For these reasons, the  proposal would conflict with Policies DMHB 11 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The property is located within Flood zones 2/3 and within an area identified as at risk from surface water flooding. Consequently the site is at risk of flooding and in the absence of a Flood Risk Assessment, the council cannot determine whether future occupiers would be safe from flooding. Furthermore, it cannot be determined that the proposal would not increase flood risk to the surrounding area. For these reasons, the proposal would conflict with Policy EM6 of the Hillingdon Local Plan: Part 1- Strategic Policies (Nov 2012), Policy DMEI 9 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and London Plan (2021) Policy SI12.",
    "Part of the site is subject to Tree Preservation Order (TPO) 404. In the absence of a full tree report to BS5837:2012 (including an arboricultural implications assessment), it has not been demonstrated that the protected trees would be unaffected by the development and provision has not been made for their long-term protection. It appears likely there would be additional pressure from future occupants to carry out work to the trees which would impact on the health of these trees and on the landscape features and visual amenities of the area. For these reasons, the proposal would conflict with Policies DMHB 11, DMHB 12, DMHB 14 and DMHD 1 of the Hillingdon Local Plan Part Two - Development Management Policies (January 2020), and Policy G7 of the London Plan (2021).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service. We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "appeal_status": null,
  "parking_details": {
    "no_existing_resi_offstreet": 4,
    "net_resi_offstreet": 0,
    "no_proposed_resi_offstreet": 4
  },
  "decision_process": "Delegated",
  "site_number": null,
  "decision_target_date": "17/03/2022",
  "ward": "ICKENHAM",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 146,
    "no_additional_bathrooms": 4,
    "no_additional_bedrooms": 2,
    "intended_completion_date": "08/2022",
    "intended_commencement_date": "04/2022",
    "site_area": 0.058
  },
  "status": "Refused",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "10564327",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "application_type_full": "Householder planning permission",
  "appeal_start_date": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "locality": null,
  "last_date_consultation_comments": "02/03/2022",
  "decision_date": "17/03/2022",
  "centroid": {
    "lon": "-0.45791519999999997",
    "lat": "51.5604937"
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=56509/APP/2022/179",
  "street_name": "ICKENHAM",
  "lpa_app_no": "56509/APP/2022/179",
  "lapsed_date": "17/03/2025",
  "id": "Hillingdon-56509_APP_2022_179",
  "title_number": [
    "MX297666"
  ],
  "application_type": "Householder",
  "site_name": "73 THORNHILL ROAD",
  "date_building_work_started_under_previous_permission": null,
  "postcode": null,
  "last_updated": "2025-03-20T18:32:11.029+00:00",
  "last_updated_by": "Planning Portal ingest",
  "decision_agency": "Borough",
  "uprn": null,
  "cil_liability": false,
  "centroid_easting": 506994,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506975.125,
              185764.875
            ],
            [
              507020.7657,
              185743.7083
            ],
            [
              507011.5052,
              185735.1093
            ],
            [
              506969.1718,
              185754.2917
            ],
            [
              506975.125,
              185764.875
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4581829,
          51.560631
        ],
        [
          -0.45753119999999997,
          51.5604321
        ],
        [
          -0.4576673,
          51.5603565
        ],
        [
          -0.45827189999999995,
          51.560537
        ],
        [
          -0.4581829,
          51.560631
        ]
      ]
    ],
    "type": "Polygon"
  }
}