{
  "application_type": "Householder",
  "application_type_full": "Householder planning permission",
  "description": "Erection of a part single, part two storey rear and side extension",
  "epc_number": null,
  "street_name": "ICKENHAM",
  "appeal_decision": null,
  "lpa_app_no": "56509/APP/2022/1517",
  "centroid": {
    "lon": "-0.45791519999999997",
    "lat": "51.5604937"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 506994,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=56509/APP/2022/1517",
  "last_updated": "2025-03-20T14:52:14.396+00:00",
  "subdivision_of_building": null,
  "postcode": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 185750,
  "site_name": "73 THORNHILL ROAD",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "09/05/2022",
  "lapsed_date": "23/12/2025",
  "parking_details": {
    "no_existing_car": 4,
    "no_proposed_car": 4,
    "net_car": 0
  },
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": true,
  "decision_target_date": "23/12/2022",
  "title_number": [
    "MX297666"
  ],
  "decision": "Approved",
  "last_date_consultation_comments": "19/06/2022",
  "ward": "ICK/HAM & S HF/D 22",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-56509_APP_2022_1517",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507020.6334,
              185743.576
            ],
            [
              507012.4313,
              185734.7125
            ],
            [
              506968.9072,
              185754.424
            ],
            [
              506974.9927,
              185765.0073
            ],
            [
              507020.6334,
              185743.576
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted Site Location Plan and drawing numbers 02A dated 03/07/2022, 03A dated 03/07/2022, 04A dated 03/07/2022, 05A dated 03/07/2022, 06B dated 30/11/2022, 07 (Proposed roof plan) dated 14/12/2022, and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The windows and materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing Nos. 71 and 75 Thornhill Road.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The first floor windows in the side elevations facing Nos. 71 and 75 Thornhill Road shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The development shall be carried out in strict accordance with the approved Arboricultural Impact Assessment, Method Statement & Tree Protection Plan (Ref: TH 3376, Trevor Heaps, Date: 4th May 2022).",
    "REASON",
    "To ensure that trees and other vegetation can and will be retained on site and not damaged during construction work and to ensure that the development conforms with Policy DMHB 14 of the Hillingdon Local Plan Part 2 (2020).",
    "The development shall be carried out in strict accordance with the approved Flood Risk Assessment (HaskoningDHV UK LTD, Reference: 6806-AEA-ZZ-XX-RP-Z-0001, Status: A0/P01.01, Date: 28 July 2022) and Addendum (HaskoningDHV UK LTD, Reference: 6806-AEA-RP-XX-NT-Z FRA Addendum, Date: 06 December 2022) and maintained thereafter.",
    "REASON",
    "To ensure that flood risk is not increased in accordance with Policy EM6 of the Hillingdon Local Plan: Part 1 (Nov 2012) and Policy DMEI 9 of the Hillingdon Local Plan Part 2 (2020).",
    "The site is identified at risk of surface water flooding on the Environment Agency Flood Maps. Therefore you should minimise the water from your site entering the sewers.",
    "-\tWater run off from any roof or hard paving associated with the development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, must be permeable or be collected and directed to a permeable area, or it would need an additional permission.",
    "-\tA water butt should be incorporated.",
    "-\tNo drainage to support the extension should be connected to any existing surface water network, other than as an overflow.",
    "The Environmental Permitting (England and Wales) Regulations 2016 require a permit to be obtained for any activities which will take place:",
    "· on or within 8 metres of a main river (16 metres if tidal)",
    "· on or within 8 metres of a flood defence structure or culvert (16 metres if tidal)",
    "· on or within 16 metres of a sea defence",
    "· involving quarrying or excavation within 16 metres of any main river, flood defence (including a remote defence) or culvert",
    "· in a floodplain more than 8 metres from the river bank, culvert or flood defence structure (16 metres if it's a tidal main river) and you don't already have planning permission.",
    "For further guidance please visit https://www.gov.uk/guidance/flood-risk-activities-environmental-permits or contact the Environment Agency National Customer Contact Centre on 03702 422 549 or by emailing enquiries@environment-agency.gov.uk. The applicant should not assume that a permit will automatically be forthcoming once planning permission has been granted,",
    "The applicant/occupants should phone Floodline on 0345 988 1188 to register for a flood warning or visit https://www.gov.uk/sign-up-for-flood-warnings. It's a free service that provides warnings of flooding from rivers, the sea and groundwater, direct by telephone, email or text message. Anyone can sign up.",
    "Flood warnings can give people valuable time to prepare for flooding - time that allows them to move themselves, their families and precious items to safety. Flood warnings can also save lives and enable the emergency services to prepare and help communities.",
    "For practical advice on preparing for a flood, visit https://www.gov.uk/prepare-for-flooding To get help during a flood, visit https://www.gov.uk/help-during-flood For advice on what do after a flood, visit https://www.gov.uk/after-flood",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2021) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su"
  ],
  "application_details": {
    "no_additional_bedrooms": 1,
    "total_gia_gained": 104.3,
    "existing_uprns": null,
    "intended_commencement_date": "07/2022",
    "no_additional_bathrooms": 3,
    "intended_completion_date": "10/2022",
    "site_area": 0.058
  },
  "pp_id": "11245616",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.45753309999999997,
          51.5604309
        ],
        [
          -0.45765409999999995,
          51.5603528
        ],
        [
          -0.45827569999999995,
          51.5605382
        ],
        [
          -0.4581847,
          51.5606322
        ],
        [
          -0.45753309999999997,
          51.5604309
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "23/12/2022",
  "secondary_street_name": null
}