{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509689.2177,
              185734.0859
            ],
            [
              509689.6146,
              185733.689
            ],
            [
              509683.6615,
              185731.1755
            ],
            [
              509681.4125,
              185731.1755
            ],
            [
              509671.226,
              185758.5599
            ],
            [
              509678.3698,
              185761.9995
            ],
            [
              509689.2177,
              185734.0859
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T11:05:08.487+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "23/05/2020",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "SOUTH RUISLIP",
  "centroid": {
    "lat": 51.559941,
    "lon": -0.419206
  },
  "decision": "Approved",
  "valid_date": "29/04/2020",
  "appeal_decision": null,
  "application_type_full": "Householder planning permission",
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "FME Excel Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "site_area": 0.025,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": []
  },
  "cil_liability": false,
  "postcode": "HA4 6LZ",
  "title_number": [],
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=72629/APP/2020/1285",
  "lpa_name": "Hillingdon",
  "site_name": "120 BEDFORD ROAD",
  "lapsed_date": "16/06/2023",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers BPD 05, BPD 07, BPD 08, PSP01 and BPD 6 Received 28-05-2020.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two Policies (January 2020)",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with the provisions of the Hillingdon Local Plan: Part Two Policies (January 2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls of the development hereby approved facing 118 or 122 Bedford Road.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHD 1 of the Hillingdon Local Plan: Part Two Policies (January 2020)",
    "Prior to the commencement of development details of a soakaway or tank to control surface water from the proposed development shall be submitted to and be approved in writing by the Local Planning Authority. The details should ensure that any new pipework would not be connected to any existing surface water network which drains to any road or sewer. Water run off from any hard paving associated with the development should also be directed to a soakaway, or made permeable. The development shall only be undertaken in accordance with those approved details, and the approved scheme shall be implemented prior to the first use of the development hereby permitted and retained for the duration of the development.",
    "REASON:",
    "To ensure that surface water run off is controlled and is handled as close to its source as possible to ensure the development does not increase the risk of flooding in compliance with  Policy DMHD 1 of the Hillingdon Local Plan: Part Two Policies (January 2020), Policy 5.15",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Single storey side/rear and front extension",
  "lpa_app_no": "72629/APP/2020/1285",
  "decision_target_date": "24/06/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "16/06/2020",
  "id": "Hillingdon-72629_APP_2020_1285",
  "centroid_northing": "185746",
  "application_type": "Householder",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": "509680",
  "street_name": "RUISLIP",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4190557,
          51.5598331
        ],
        [
          -0.4190501,
          51.5598295
        ],
        [
          -0.4191368,
          51.5598081
        ],
        [
          -0.41916919999999996,
          51.5598085
        ],
        [
          -0.4193075,
          51.5600566
        ],
        [
          -0.4192035,
          51.5600861
        ],
        [
          -0.4190557,
          51.5598331
        ]
      ]
    ],
    "type": "Polygon"
  }
}