{
  "site_name": "Havering Court Nursing Home",
  "last_updated_by": "CSV Data Import",
  "centroid": {
    "lon": "0.1795646",
    "lat": "51.6069852"
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1802673,
          51.6078216
        ],
        [
          0.1806334,
          51.6064813
        ],
        [
          0.17937229999999998,
          51.6061002
        ],
        [
          0.1790621,
          51.606352
        ],
        [
          0.1787453,
          51.6066551
        ],
        [
          0.1785619,
          51.6068567
        ],
        [
          0.1784989,
          51.6069554
        ],
        [
          0.1784618,
          51.6070519
        ],
        [
          0.1784565,
          51.6072161
        ],
        [
          0.17846299999999998,
          51.6075148
        ],
        [
          0.1788373,
          51.6075403
        ],
        [
          0.1793643,
          51.6075403
        ],
        [
          0.179466,
          51.6077577
        ],
        [
          0.1802673,
          51.6078216
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_decision_date": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=T0012.24",
  "secondary_street_name": null,
  "site_number": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 1.9889999999999999
  },
  "lapsed_date": "19/02/2027",
  "decision": "Approved",
  "postcode": "RM1 4YW",
  "last_date_consultation_comments": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "pp_id": "12741707",
  "development_type": null,
  "bo_system": "CSV Data Import",
  "valid_date": "18/01/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551071.88,
              192138.46
            ],
            [
              551101.68,
              191990.17
            ],
            [
              551015.62,
              191945.2
            ],
            [
              550993.31,
              191972.56
            ],
            [
              550970.37,
              192005.61
            ],
            [
              550957,
              192027.65
            ],
            [
              550952.31,
              192038.49
            ],
            [
              550949.42,
              192049.14
            ],
            [
              550948.51,
              192067.39
            ],
            [
              550947.97,
              192100.62
            ],
            [
              550973.8,
              192104.23
            ],
            [
              551010.29,
              192105.32
            ],
            [
              551016.61,
              192129.7
            ],
            [
              551071.88,
              192138.46
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "actual_commencement_date": null,
  "parking_details": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "lpa_name": "Havering",
  "borough": "Havering",
  "centroid_northing": 192044,
  "id": "Havering-T0012.24",
  "decision_target_date": "29/02/2024",
  "description": "G5 English elm Fell, Leaving Stump Just Above Ground Level\nFell all dead and dying elms within falling distance of road.\n\nG6 English elm Fell Leaving Stump Just Above Ground Level\nFell all dead and dying elms within falling distance of road.\n\nG7 English elm- Fell, Leaving Stump Just Above Ground Level\nFell all dead and dying elms within falling distance of road.\n\nT3 London plane- Remove dead branch at 9m on the southeast side of the tree.\n\nT4 Common lime Crown- Lift to 6m to provide statutory clearance over entrance road\n\nT5 Common lime Crown- Lift to 6m to provide statutory clearance over entrance road\n\nT6 Horse chestnut- Reduce regrowth back to previous pruning points to clear the building by 3m.\n\nT11 London plane- Crown lift to 3m over parking spaces east and west of tree.\n\nT12 Fastigiate hornbeam- Crown lift to 3m over parking spaces. Reduce regrowth back to previous pruning points to clear lamp and column by 2.5m.\n\nT14 Pedunculate oak- Crown lift outer canopy to 6m over road and footpath. Remove stem epicormic growth overhanging road.\n\nT23 Fastigiate hornbeam- Crown lift to 3m over stepped path. \n\nT29 Pedunculate oak- Remove Dead Wood Over 50mm in Diameter Over Target. Remove dead stub at 7m west side of tree.\n\nT32 Common ash- Dismantle to ground level. Ring barked stem with dying crown, tree situated adjacent makeshift seating area.\n\n\nT33 Common ash Dismantle to ground level. Basal stem decay and crown dieback, situated near makeshift seating area.\n\n\nT34 Sycamore Monolith to 3m. Dead tree adjacent chain link fence with barbed wire on\ntop of fence. Death caused by Sooty Bark Disease.\n\n\nG4 Mixed species Crown Lift Over Car Park to 2.5m. Fell x3 dead Cherry Plum trees in group.",
  "appeal_status": null,
  "decision_date": "19/02/2024",
  "ward": null,
  "appeal_decision": null,
  "locality": "Romford",
  "street_name": "Havering Road",
  "status": "Approved",
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "decision_agency": "Borough",
  "uprn": "100023211946",
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "T0012.24",
  "title_number": null,
  "last_updated": "2025-03-20T10:52:31.642+00:00",
  "cil_liability": false,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "centroid_easting": 551026,
  "appeal_start_date": null,
  "decision_conditions": [
    "The work for which consent is granted shall be carried out to the standards detailed in British Standard Document BS 3998:2010.",
    "Reason:",
    "To ensure that the work is carried out in accordance with good arboricultural practice.",
    "The work for which consent is granted shall be carried out within 2 years from the date of this consent.",
    "Reason:",
    "To prevent the accumulation of consents.",
    "It is suggested that you engage the services of a qualified and fully insured tree surgeon to carry out the above work on your behalf (you should ask to see the contractor's insurance certificate and make sure that it is up to date).",
    "The applicant is advised that if you wish to carry out further works to the above tree[s] you will need to obtain our further consent.",
    "Having considered the particular circumstances of the case and the position of the tree for which consent to fell has been granted the Council has decided that it will not be necessary to replace the tree.",
    "Anyone who takes, damages or destroys the nest of any wild bird whilst that nest is in use or being built is guilty of an offence under the Wildlife and Countryside Act 1981 and prior to commencing work you should ensure that no nesting birds will be affected.",
    "Anyone who kills, injures or disturbs bats, obstructs access to bat roosts or damages or disturbs bat roosts, even when unoccupied by bats, is guilty of an offence under the Wildlife and Countryside Act 1981, the Countryside and Rights of Way Act 2000 and the Conservation (Natural Habitats, &c.) Regulations 2007. Prior to commencing work you should ensure that no bats or bat roosts would be affected. If it is suspected that a bat or bat roost is likely to be affected by the proposed works, you should consult Natural England (tel. 0845 6003078)",
    "Please note that if the work for which consent is granted is not carried out within 2 years of the date of this letter, it will be necessary to submit a fresh application if it is intended to implement the work.",
    "You should comply with British Standard No. 3998 'Recommendations for Tree Work' a copy of which can be inspected at this office. You are advised that the work should be undertaken by a competent and suitably qualified tree contractor."
  ],
  "date_building_work_completed_under_previous_permission": null
}