{
  "appeal_status": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "subdivision_of_building": null,
  "site_name": "Land to rear of 202-206 Wingletye Lane",
  "development_type": null,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "pp_id": "13657393",
  "wgs84_polygon": null,
  "last_updated": "2025-08-07T03:59:11.894Z",
  "centroid_easting": 555254,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.",
    "No above ground works shall take place in relation to any of the development hereby approved until samples of all materials to be used in the external construction of the buildings are submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  Submission of samples prior to commencement will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area..",
    "No works shall take place in relation to any of the development hereby approved until a Construction Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers is submitted to and approved in writing by the Local Planning Authority. The Construction Method statement shall include details of:",
    "a)  parking of vehicles of site personnel and visitors;",
    "b)  storage of plant and materials;",
    "c)  dust management controls;",
    "d)  measures for minimising the impact of noise and ,if appropriate, vibration arising from construction activities;",
    "e)  predicted noise and, if appropriate, vibration levels for construction using methodologies and at points agreed with the Local Planning Authority;",
    "f)  scheme for monitoring noise and if appropriate, vibration levels using methodologies and at points agreed with the Local Planning Authorities;",
    "g)  siting and design of temporary buildings;",
    "h)  scheme for security fencing/hoardings, depicting a readily vis",
    "No above ground shall take place in relation to any of the development hereby approved until there has been submitted to and approved by the Local Planning Authority a scheme of hard and soft landscaping, which shall include indications of all existing trees and shrubs on the site, and details of any to be retained, together with measures for the protection in the course of development. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the hard and soft landscaping proposed.  Submi",
    "Hard surface porus/run-off - application site - All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason: In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "Prior to first occupation of the development hereby approved, details of all proposed walls, fences and boundary treatment shall be submitted to, and approved in writing by, the Local Planning Authority.  The boundary development shall then be carried out in accordance with the approved details and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:",
    "Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to commencement will protect the visual amenities of the development and prevent undue overlooking of adjoining property.",
    "Hours of construction: All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works, including any works of demolition; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason: To protect residential amenity.",
    "Car parking: Prior to the first occupation of the proposed dwelling hereby approved, the area set aside for car parking shall be laid out and surfaced to the satisfaction of the Local Planning Authority and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose.",
    "Reason: To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety, and that the development accords with Policy 24 of the Havering Local Plan.",
    "Permitted Development: Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 including porches erected in accordance with the Order, no extension or enlargement (including additions to roofs) shall be made to the dwellinghouse(s) hereby permitted without the express permission in writing of the Local Planning Authority.",
    "Reason: In the interests of amenity and good design and to enable the Local Planning Authority to retain control over future development having regard to the amount and extent of development approved.",
    "Standard flank window condition: Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason: In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "Building Regulations - All dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with Policy 7 of the Havering Local Plan and Policy D7 of the London Plan.",
    "Water efficiency - All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy SI 5 of the London Plan..",
    "The proposed windows located in the flank wall of each dwelling shall be permanently glazed with obscure glass not less than Level 4 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut and thereafter maintained, with the exception of any top hung fanlights.",
    "Reason:-",
    "In the interests of privacy.",
    "Any boilers installed in the dwelling(s) hereby approved shall be Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with these details and shall thereafter be permanently retained.",
    "If the heating strategy is to be provided by an Air Source Heat Pump, or similar, they shall be designed to comply with the provisions of the Microgeneration Installation Standard: MCS 020 \"MCS Planning Standards for Permitted Development Installations of Wind Turbines and Air Source Heat Pumps on Domestic Premises\".  The air source heat pumps shall be provided on site prior to first occupation of the dwellings.  Any installation not meeting this standard will require a separate application for planni",
    "Prior to the first occupation of the development hereby approved, the residential parking space(s) shall be provided with active vehicle charging facilities for electric or Ultra-Low Emission vehicles.",
    "Reason:  Provision prior to first occupation of the proposed dwellings hereby permitted will ensure that the development adequately incorporates measures to allow the use of electric vehicles by future occupiers in accordance with Policy T6.1 of the London Plan.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent in writing. The revisions involved the provision of a section drawing which was provided 29-05-2025",
    "Contributions would be required under CIL regulations. The proposals would result in two separate dwellings with a combined GIA of 290m².",
    "This would translate to a Mayoral CIL (MCIL2) contribution of £7,250 (x £25 per sqm).",
    "As of September 1st 2019, Havering adopted its on community infrastructure levy (HCIL) which has a chargeable rate of £125 per sqm in this location. This translates to a contribution of £36,250.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the development before works begin. Further details with regard to CIL are available from the Council's website. You are also advised to visit the planning portal website where you can download the appropriate document templates at",
    "Each contribution would be subject to indexation.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal",
    "Whilst the assessment undertaken as part of this submission finds the area of the site to which the permission relates to be of low ecological value, this does not discharge the applicant from responsibilities under the Wildlife and Countryside Act 1981 the contravention of which is a criminal offence.",
    "Precautionary advice for birds",
    "Birds are legally protected during the breeding season and need to be considered in respect of any impact from the proposed work. Work involving vegetation clearance must take place outside the optimum breeding season (March to August inclusive), unless it can be confirmed there are no breeding birds in the proposed work area. Note that birds frequently nest outside of the optimum period, particularly during spells of milder weather. It should never be assumed work can always take place without prior investigation.",
    "Birds generally tend to nest in dense shrub beds and mature trees. Where such vegetation may be affected by the proposed work it will require inspection for nesting birds. For example, but not exclusively, blackbird, dunnock, robin, blue and great tit, pigeons, magpies and crows.",
    "When reinstating vegetation and hardstand following building, install permeable surfaces, water butts and rain gardens. Plant a diverse mix of trees, shrubs and her"
  ],
  "ward": "Emerson Park",
  "centroid_northing": 187992,
  "status": "Approved",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "parking_details": {
    "no_existing_car": 0,
    "net_car": 4,
    "no_proposed_car": 4
  },
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "last_date_consultation_comments": "07/03/2025",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Full planning permission",
  "borough": "Havering",
  "description": "2 x 4-bed, detached bungalows with habitable roofspace including front and rear dormers, associated parking and amenity space.",
  "decision_date": "13/06/2025",
  "centroid": {
    "lon": 0.238753,
    "lat": 51.569429
  },
  "cil_liability": true,
  "postcode": "RM11 3AJ",
  "actual_completion_date": null,
  "valid_date": "14/02/2025",
  "last_updated_by": "CSV Data Import",
  "id": "Havering-P1683.24",
  "lapsed_date": "13/06/2028",
  "application_details": {
    "affordable_housing_fast_track": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "gia_gained": 284,
        "use_class": "C3",
        "gia_lost": 0
      }
    ],
    "total_gia_existing": 0,
    "scheme_phasing": true,
    "surface_water_discharge_percentage_reduction": 1,
    "total_gia_gained": 284,
    "total_gia_lost": 0,
    "non_residential_details": {
      "total_gia_gained": 284,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_gia_existing": 0
    },
    "rain_water_harvesting": false,
    "garden_land_lost": true,
    "residential_details": {
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_gia_lost": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 100,
      "total_no_proposed_residential_units_self_build_and_custom_build": 2,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 2,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_bedrooms": 8,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "residential_units": [
        {
          "provider": "Private",
          "no_habitable_rooms": 4,
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "no_bedrooms": 4,
          "gia": 142,
          "tenure": "Self-Build and Custom Build"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 4,
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "no_bedrooms": 4,
          "gia": 142,
          "tenure": "Self-Build and Custom Build"
        }
      ],
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_gia_gained": 284,
      "total_no_proposed_residential_affordable_units": 2,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0
    },
    "ownership_status": "Private",
    "phasing_details": [
      {
        "phase_detail": "build",
        "intended_commencement_date": "04/2025",
        "intended_completion_date": "11/2026"
      }
    ],
    "internal_resi_water_usage": 150,
    "existing_uprns": null,
    "site_area": 0.045,
    "projected_cost_of_works": "Up to £2m",
    "green_suds": false,
    "infrastructure_details": {
      "no_new_water_connections_required": 2,
      "mobile_network_operators_consultation": false,
      "no_resi_units_to_have_full_fibre": 2,
      "no_homes_passive_cooling": 0,
      "no_passive_slow_ev_charging_points": 2,
      "no_homes_to_have_electrical_heating": 0,
      "chp_heat_pumps_capacity": 0,
      "total_annual_pm_emissions": 0,
      "fire_suppression_system_proposed": false,
      "green_roof_area": 0,
      "total_annual_nox_emissions": 0,
      "no_new_gas_connections_required": 2,
      "no_non_resi_units_to_have_full_fibre": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 40,
      "no_active_slow_ev_charging_points": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "grey_water_reuse": false
  },
  "decision_target_date": "13/06/2025",
  "uprn": null,
  "lpa_app_no": "P1683.24",
  "locality": null,
  "title_number": null,
  "actual_commencement_date": null,
  "decision": "Approved",
  "application_type": "All Other",
  "street_name": "Hornchurch",
  "polygon": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1683.24"
}