{
  "lpa_name": "Havering",
  "uprn": "100021324141",
  "decision_date": "23/04/2021",
  "epc_number": null,
  "application_type_full": "Outline planning permission: Some matters reserved",
  "bo_system": "CSV Data Import",
  "id": "Havering-P1683.20",
  "secondary_street_name": "Hornchurch",
  "appeal_status": null,
  "postcode": "RM11 2AE",
  "appeal_decision": "Dismissed",
  "application_details": {
    "site_area": 0.078,
    "existing_uprns": null
  },
  "valid_date": "08/02/2021",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Outline application for the demolition of existing garages and conservatory, the erection of a 4 storey 4-bed terrace house between two existing properties, the creation of two basements, two storey side extensions, single and two storey rear extensions, loft conversions to existing houses with two front dormers, 1 rear flat roof dormer with a stair light and vehicle crossovers",
  "decision_conditions": [
    "The cumulative impact of the proposed development would, by reason of its design, scale, siting, width and lack of characteristic spacing between dwellings, combined with the six front dormer windows, appear incongruous, dominant and visually intrusive when viewed in the context of the two adjacent terraced blocks as well as being harmful to the character and appearance of the wider streetscene contrary to the Residential Extensions and Alterations Supplementary Planning Document and Policy DC61 of the Local Development Framework Core Strategy and Development Plan Document.",
    "The single storey rear extension to No. 24 Brooklands Avenue would, by reason of its height and gabled pitched roof, be unneighbourly and be harmful to the amenity of No. 22 Brooklands Avenue, including loss of light contrary to the Residential Extensions and Alterations Supplementary Planning Document and Policy DC61 of the Local Development Framework Core Strategy and Development Plan Document.",
    "The proposed rear dormer windows of the donor and proposed dwellings would, by reason of their excessive width, scale, mass and siting, not be contained well within the roof space and the cumulative impact of their proximity to, and the design, roof form, scale, bulk and siting of the two storey rear projections and the fenestration of the single storey rear projections of the donor and proposed dwellings, appear incongruous, dominant, unduly bulky and visually intrusive in the rear garden environment harmful to the amenity of adjacent occupiers contrary to the Residential Extensions and Alterations Supplementary Planning Document and Policy DC61 of the Local Development Framework Core Strategy and Development Plan Document.",
    "The creation and access of the car parking space No. 2 for 26 Brooklands Gardens would require the removal of a street tree contrary to Policy DC60 of the Local Development Framework Core Strategy and Development Plan Document and Policy 2 of the Havering Tree Strategy.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to Mr & Mrs Youngs via email on 22nd April 2021.",
    "For Residential Development Only",
    "Please be advised that approval of this application from 1st September 2019 (either by London Borough of Havering, or subsequently by PINS if allowed on appeal following a refusal by London Borough of Havering) will attract a liability payment of £51,600 plus indexation in Community Infrastructure Levy (CIL). This charge has been levied under s.206 of the Planning Act 2008 and includes both the Mayor of London's CIL and Havering Council's CIL.",
    "London Borough of Havering, as CIL collecting authority, has responsibility for the collection of the Mayoral CIL, in addition to Havering's CIL, on commencement of the development.",
    "Your proposal is subject to a CIL Liability Notice indicating a levy of £8,600 plus indexation for the application, based on the Mayoral CIL levy rate for Havering of £25/sq.m plus Havering's charging rate for residential of £125/sq.m (Zone A) and the floorspace of 344 square metres.",
    "You are advised to visit the planning portal w",
    "It is suggested that the applicant seeks post application advice prior to making a resubmission."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T19:52:25.908+00:00",
  "ward": "Emerson Park",
  "parking_details": {
    "no_proposed_car": 6,
    "no_existing_car": 4,
    "net_car": 2
  },
  "lapsed_date": "23/04/2024",
  "decision_target_date": "06/05/2021",
  "centroid": {
    "lat": "51.5738706",
    "lon": "0.2118795"
  },
  "lpa_app_no": "P1683.20",
  "status": "Dismissed",
  "site_name": "24 and 26",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1683.20",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553395.973,
              188420.059
            ],
            [
              553355.74,
              188418.027
            ],
            [
              553353.234,
              188437.195
            ],
            [
              553395.093,
              188438.686
            ],
            [
              553395.973,
              188420.059
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "16/03/2021",
  "appeal_decision_date": "24/01/2022",
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Brooklands Gardens",
  "pp_id": "09128093",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 553375,
  "appeal_start_date": "06/10/2021",
  "centroid_northing": 188429,
  "borough": "Havering",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.21217799999999998,
          51.5737845
        ],
        [
          0.21159709999999998,
          51.5737772
        ],
        [
          0.2115693,
          51.5739501
        ],
        [
          0.2121735,
          51.5739521
        ],
        [
          0.21217799999999998,
          51.5737845
        ]
      ]
    ],
    "type": "Polygon"
  }
}