{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506296.6156,
              185910.8287
            ],
            [
              506310.9381,
              185933.6922
            ],
            [
              506354.6917,
              185905.0078
            ],
            [
              506353.5011,
              185904.6109
            ],
            [
              506352.5751,
              185904.4786
            ],
            [
              506350.8553,
              185902.362
            ],
            [
              506352.7073,
              185899.3193
            ],
            [
              506352.0459,
              185898.7901
            ],
            [
              506340.9334,
              185901.3036
            ],
            [
              506337.4938,
              185901.5682
            ],
            [
              506334.0542,
              185900.6422
            ],
            [
              506331.2761,
              185897.9963
            ],
            [
              506327.7042,
              185893.6307
            ],
            [
              506296.6156,
              185910.8287
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              506310.9031,
              185933.7152
            ],
            [
              506311.0354,
              185933.8475
            ],
            [
              506310.9381,
              185933.6922
            ],
            [
              506310.9031,
              185933.7152
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07758113",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:40:46.166+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "11/05/2019",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "ICKENHAM",
  "centroid": {
    "lat": "51.5620766",
    "lon": "-0.46754209999999996"
  },
  "decision": "Approved",
  "valid_date": "07/10/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.109
  },
  "cil_liability": true,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=2790/APP/2019/1209",
  "lpa_name": "Hillingdon",
  "site_name": "230 SWAKELEYS ROAD",
  "lapsed_date": "19/12/2022",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers P101 Rev. P1, P102 Rev. P1, P103 Rev. P1, P110 Rev. P1, P111 Rev. P1, P112 Rev. P1 and P113 Rev. P1 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (2016).",
    "Within 3 months of the date of this decision, details of facilities to be provided for the screened storage of refuse bins within the site shall be submitted to and approved in writing by the local planning authority. The facilities have been provided in accordance with the approved details and thereafter the facilities shall be permanently retained.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with Policy 5.17 (refuse storage) of the London Plan (2016).",
    "No part of the development shall be occupied until the cycle storage facilities have been provided in accordance with the details shown on the approved plans and thereafter the facilities shall be permanently retained.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with policy AM14 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012).",
    "Within 3 months of the date of this decision, a detailed scheme for all boundary walls, fences and other means of enclosure on the site shall be submitted to and approved in writing by the local planning authority. All boundary walls, fences and other means of enclosure shall be erected fully in accordance with the agreed details prior to the first occupation of the development and retained in accordance with the agreed details thereafter.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with policies BE13, BE38 and AM14 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and Policy 5.17 (refuse storage) of the London Plan (2016).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "The applicant is advised that where details pursuant to the conditions have been previously submitted to and approved by the Local Planning Authority, there would be no requirement for these details to be re-submitted where the details would remain the same. The applicant should ensure that the development is carried out in compliance with the approved details."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Construction of a two and a half storey building with habitable roof space, comprising 8 x self-contained flats with associated car parking and amenity space (retrospective)",
  "lpa_app_no": "2790/APP/2019/1209",
  "decision_target_date": "02/12/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "19/12/2019",
  "id": "Hillingdon-2790_APP_2019_1209",
  "centroid_northing": 185912,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 506323,
  "street_name": "ICKENHAM",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4679229,
          51.5620711
        ],
        [
          -0.4677095,
          51.5622739
        ],
        [
          -0.4670872,
          51.5620078
        ],
        [
          -0.4671045,
          51.5620045
        ],
        [
          -0.4671179,
          51.5620035
        ],
        [
          -0.4671433,
          51.5619848
        ],
        [
          -0.46711749999999996,
          51.5619571
        ],
        [
          -0.46712719999999996,
          51.5619524
        ],
        [
          -0.4672867,
          51.5619771
        ],
        [
          -0.4673363,
          51.5619801
        ],
        [
          -0.46738609999999997,
          51.5619725
        ],
        [
          -0.467427,
          51.5619492
        ],
        [
          -0.4674798,
          51.5619106
        ],
        [
          -0.4679229,
          51.5620711
        ]
      ]
    ],
    "type": "Polygon"
  }
}