{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": {
    "no_existing_cycle": 0,
    "net_car": 16,
    "no_proposed_car": 16,
    "net_cycle": 4,
    "no_existing_car": 0,
    "no_proposed_cycle": 4
  },
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "72037/APP/2024/28",
  "application_type_full": "Full planning permission",
  "uprn": null,
  "borough": "Hillingdon",
  "street_name": "SWALLOWFIELD WAY",
  "locality": null,
  "ward": "HAYES TOWN 2022",
  "actual_commencement_date": null,
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 2329 - PL1-01, 2329 - PL1-02 Rev. D, 2329 - PL1-06 Rev. D, 2329 - PL1-07 Rev. C, 2329 - PL1-09 Rev. A and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policies DMHB 11 and DMHD 1 of the Local Plan: Part Two - Development Management Policies (2020).",
    "(i) The development shall not commence until a scheme to deal with contamination has been submitted to and approved by the Local Planning Authority (LPA). All works which form part of any required remediation scheme shall be completed before any part of the development is occupied or brought into use unless the Local Planning Authority dispenses with any such requirement specifically and in writing. The scheme shall include the following measures unless the LPA dispenses with any such requirement specifically and in writing:",
    "a) A desk-top study carried out by a competent person to characterise the site and provide information on the history of the site/surrounding area and to identify and evaluate all potential sources of contamination and impacts on land and water and all other identified receptors relevant to the site:",
    "(b) A site investigation, including where relevant soil, soil gas, surface water and groundwater sampling, together with the results of analysis and risk assessment sh",
    "The maximum vehicle length to access the site is 10.0m. No vehicles over 10.0m shall be allowed to enter the application site.",
    "REASON",
    "In the interests of highway safety in accordance with Policy T4 of the London Plan (2021).",
    "Prior to the first occupation of the development hereby permitted, the proposed, on-site car parking, motorcycle parking and turning area shall be laid out in accordance with the approved plan and subsequently maintained in good working order at all times thereafter for the lifetime of the development.",
    "REASON",
    "To ensure that the proposed development will provide adequate parking and turning in accordance with Policy T6 of the London Plan (2021).",
    "No building or use hereby permitted shall be occupied until a Parking Design and Management Plan has been prepared, submitted to and approved in writing by the Highway Authority. The measures shall thereafter be implemented in accordance with the approved Parking Design and Management Plan for the lifetime of the development.",
    "REASON",
    "To ensure that adequate arrangements are made for car parking in accordance with Policy T6 of the London Plan (2021).",
    "Prior to the commencement of construction works, details of 3no. 7kW active EVCPs and 13no. passive EVCPs for car parking and 2no. 7kW active EVCPs for the docking stations shall be submitted to and approved in writing by the LPA.  The works shall be installed in accordance with the approved details prior to first occupation of the development and thereafter retained in accordance with the approved details.",
    "REASON",
    "To ensure that the proposed development will provide adequate facilities in accordance with Policy T6 of the London Plan (2021).",
    "No works shall commence on site until a scheme for the parking of 4no. secure and undercover cycle parking stands located close to the entrance of the development to concur with LCDS has been submitted to and approved in writing by the LPA. The scheme shall be fully implemented before the development is first occupied and thereafter retained for this purpose.",
    "REASON",
    "To ensure that adequate arrangements are made for cycle parking in accordance with Policy T5 of the London Plan (2021).",
    "We would expect the developer to demonstrate what measures will be undertaken to minimise groundwater discharges into the public sewer. Groundwater discharges typically result from construction site dewatering, deep excavations, basement infiltration, borehole installation, testing and site remediation. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. Should the Local Planning Authority be minded to approve the planning application, Thames Water would like the following informative attached to the planning permission: \"A Groundwater Risk Management Permit from Thames Water will be required for discharging groundwater into a public sewer. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. We would expect the developer to demonstrate what measures he will undertake to minimise groundwater discharges into the public s",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su"
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 508735,
  "status": "Approved",
  "decision_date": "21/06/2024",
  "wgs84_polygon": null,
  "decision_target_date": "21/06/2024",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "20/03/2024",
  "development_type": null,
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-19T21:03:34.803+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "UNIT 4",
  "id": "Hillingdon-72037_APP_2024_28",
  "decision": "Approved",
  "cil_liability": true,
  "centroid_northing": 179983,
  "appeal_start_date": null,
  "postcode": "UB3 1DQ",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=72037/APP/2024/28",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": "HAYES",
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of a two storey extension to existing warehouse unit (Use Class B8) and associated parking.",
  "valid_date": "21/02/2024",
  "polygon": null,
  "pp_id": "12694984",
  "application_details": {
    "total_gia_gained": 960,
    "green_suds": false,
    "superseding_details": [
      {
        "lpa_app_no": "72037/APP/2020/2554",
        "partial_supersedence": false
      }
    ],
    "non_residential_details": {
      "total_gia_existing": 1760,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 960,
      "total_gia_gained": 960,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0
    },
    "affordable_housing_fast_track": false,
    "garden_land_lost": false,
    "site_area": 0.23,
    "total_gia_existing": 1760,
    "rain_water_harvesting": false,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 6.6,
        "building_ref": "extension"
      }
    ],
    "grey_water_reuse": false,
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 1760,
        "use_class": "B8",
        "gia_gained": 960,
        "gia_lost": 0
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "03/2025",
        "intended_commencement_date": "03/2024"
      }
    ],
    "total_gia_lost": 0,
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": true,
    "infrastructure_details": {
      "waste_provision": true,
      "no_active_other_ev_charging_points": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "total_annual_nox_emissions": 0,
      "no_new_gas_connections_required": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_passive_other_ev_charging_points": 0,
      "green_roof_area": 0,
      "fire_suppression_system_proposed": false,
      "total_annual_pm_emissions": 0
    },
    "internal_resi_water_usage": 0,
    "ownership_status": "Private"
  },
  "centroid": {
    "lon": -0.43461,
    "lat": 51.508325
  },
  "lapsed_date": "21/06/2027",
  "decision_process": "Delegated",
  "actual_completion_date": null
}