{
  "lpa_name": "Barking & Dagenham",
  "uprn": "100101450",
  "decision_date": "12/09/2018",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Idox Tascomi",
  "id": "Barking_&_Dagenham-18_00161_FUL",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0,
      "site_area": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_gained": null,
      "total_gia_lost": null
    },
    "non_residential_details": {
      "development_type": "New Build",
      "site_area": null,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 52797,
      "total_gia_existing": null
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B2",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B8",
        "gia_gained": 52797,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [],
    "constraints_details": [],
    "affordable_housing_fast_track": null,
    "s106_agreement": false,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [],
    "intended_commencement_date": null,
    "total_gia_existing": 0,
    "scheme_phasing": null,
    "circular_economy_statement": null,
    "commencement_notice_received": null,
    "qualifying_vacant_building_floorspace": null,
    "phasing_details": [],
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 0,
    "grey_water_reuse": null,
    "surface_water_discharge_percentage_reduction": null,
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "projected_cost_of_works": null,
    "uk_company_registration_no": null,
    "internal_resi_water_usage": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_new_water_connections_required": null,
      "no_homes_passive_cooling": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "fire_suppression_system_proposed": null,
      "ghg_reduction_over_building_regulations": null,
      "chp_heat_pumps_capacity": 0,
      "no_active_slow_ev_charging_points": null,
      "no_resi_units_to_have_full_fibre": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": 0,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": false,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "3d_model": null,
    "transport_contributions": null,
    "total_gia_gained": 0,
    "borough_cil_liability_notice_issued": null,
    "total_gia_lost": 0,
    "transport_impact_assessment": null,
    "social_infrastructure_contributions": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "valid_date": "05/02/2018",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of two data centre buildings (Use Class B8), with ancillary plant, offices, gatehouse, electrical sub-stations, fuel storage, car parking, site fencing, landscaping and other associated works.",
  "decision_conditions": [
    "Piling using penetrative methods shall not be carried out other than with the written consent of the Local Planning Authority. The development shall be carried out in accordance with the approved details. \r\rReason: The site has a documented history of contaminative land use and has been the subject of extensive soil and groundwater remediation. The formation of piled foundations through contaminated soils could create preferential migration pathways for contaminants potentially resulting in the pollution of controlled waters. This will ensure that the proposed development does not harm groundwater resources in accordance with paragraph 109 of the National Planning Policy Framework and Policy BR5 of the Borough Wide Development Policies Development Plan Document.",
    "No infiltration of surface water drainage into the ground at the site is permitted other than with the written consent of the Local Planning Authority. The development shall be carried out in accordance with the approved details. \r\rReason: Soil and groundwater beneath the site is known to be impacted with contaminants relating to historical activities at the site. The Drainage Strategy report (Capita Ref: CS/094261) provides confidence that the legacy of contamination has been considered and that infiltration drainage will not be utilised where there is a risk of mobilising contamination at the site however a detailed design will be required. This will ensure that the development is not put at unacceptable risk from, or adversely affected by, unacceptable levels water pollution caused by mobilised contaminants in line with paragraph 109 of the National Planning Policy Framework and Policies BR4 and BR5 of the Borough Wide Development Policies Development Plan Document.",
    "Details of any facilities for the storage of fuel associated with this development shall be submitted to and approved by the Local Planning Authority. The details shall include: \r\ro\tsecondary containment that is impermeable to fuel and water, with no opening used to drain the system \ro\ta minimum volume of secondary containment of at least equivalent to the capacity of the tank plus 10% and if there is more than one tank in the secondary                            containment the capacity of the containment should be at least the capacity of the largest tank plus 10% or 25% of the total tank capacity, whichever is greatest. \ro\tall fill points, vents, gauges and sight gauge located within the secondary containment \ro\tassociated above ground pipework protected from accidental damage. \ro\tbelow ground pipework having no mechanical joints, except at inspection hatches and have either leak detection equipment installed or regular leak checks. \ro\tall fill points and tank vent pipe outlets designed to discharge downwards into the bund. The scheme shall be implemented as approved prior to any storage of                      fuels. \r\rReason: To ensure that the proposed fuel storage, does not harm groundwater resources in accordance with paragraph 109 of the National Planning Policy Framework and BR4 of the Borough Wide Development Policies Development Plan Document.",
    "Noise from fixed plant installed pursuant to this permission shall not exceed a free field level of 70 LAsmax (15 minute) outside the window to any film space in the vicinity. \r\rReason:  In the interest of protecting neighbouring amenities in accordance with policies BR13, BP8 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "The development permitted shall be begun before the expiration of three years from the date of this permission.\r\rReason:  To comply with Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall be carried out in accordance with the following approved plans; \r\rPHW-ARC-SP-DR-A-0100 Rev A\rPHW-ARC-SP-DR-A-0101 Rev A\r\rPHW-ARC-SP-ZZ-DR-A-0001 Rev D\rPHW-ARC-SP-ZZ-DR-A-0002 Rev D\rPHW-ARC-SP-ZZ-DR-A-0003 Rev A\rPHW-ARC-SP-ZZ-DR-A-0004 Rev D\rPHW-ARC-SP-ZZ-DR-A-0005 Rev D\rPHW-ARC-SP-ZZ-DR-A-0006 Rev D\rPHW-ARC-SP-ZZ-DR-A-0007 Rev A\r\rPHW-CA-SP-ZZ-DR-S-004 Rev P02\rPHW-CA-SP-ZZ-DR-S-005 Rev P02\rPHW-CA-SP-ZZ-DR-S-006 Rev P03\rPHW-CA-SP-ZZ-DR-S-007 Rev P02\rPHW-CA-SP-ZZ-DR-S-008 Rev P02\r\rPHW-CA-B1-B1-DR-S-1005 Rev P00\rPHW-CA-B1-B1-DR-S-1006 Rev P00\rPHW-CA-B1-00-DR-S-1011 Rev P00\rPHW-CA-B1-00-DR-S-1012 Rev P00\r\rPHW-CA-B2-B1-DR-S-2005 Rev P00\rPHW-CA-B2-B1-DR-S-2006 Rev P00\r\rPHW-CA-B2-00-DR-S-2011 Rev P00\rPHW-CA-B2-00-DR-S-2012 Rev P00\r\rPHW-ARC-B1-ZZ-DR-A-0400 Rev C\rPHW-ARC-B1-ZZ-DR-A-0401 Rev B \rPHW-ARC-B1-00-DR-A-0200 Rev A\rPHW-ARC-B1-01-DR-A-0201 Rev A\r\rPHW-ARC-B1-RF-DR-A-0202 Rev A\rPHW-ARC-B1-RF-DR-A-0203 Rev A\rPHW-ARC-B1-ZZ-DR-A-0300 Rev B\rPHW-ARC-B1-ZZ-DR-A-0630 Rev A\r\rPHW-ARC-B2-ZZ-DR-A-0400 Rev C\rPHW-ARC-B2-ZZ-DR-A-0401 Rev C\r\rPHW-ARC-B2-00-DR-A-0200 Rev A\rPHW-ARC-B2-01-DR-A-0202 Rev A\r\rPHW-ARC-B2-MZ-DR-A-0201 Rev A\rPHW-ARC-B2-RF-DR-A-0203 Rev A\rPHW-ARC-B2-ZZ-DR-A-0300 Rev A\rPHW-ARC-B2-ZZ-DR-A-0630 Rev A\rPHW-ARC-SP-SS-DR-A-0900 Rev A\rPHW-ARC-SP-SS-DR-A-0901 Rev A\r\rPHW-BW-SP-00-DR-M-90-0202 Rev 2\rPHW-BW-SP-00-DR-M-90-0201 Rev 3 \rPHW-BW-SP-00-DR-M-90-0203 Rev 2 \r\rPHW-ARC-GH-ZZ-DR-A-0200 Rev C\rPHW-ARC-GH-ZZ-DR-A-0300 Rev C\rPHW-ARC-GH-ZZ-DR-A-0400 Rev C\r\r406824-1101 Rev P10\r406824-1103 Rev P5\rPHW-CA-SP-ZZ-DR-S-001 Rev P04\r\rPHW-BW-SP-00-DR-E-90-0201 Rev 2\rPHW-BW-SP-00-DR-E-90-0202 Rev 2\rPHW-BW-SP-00-DR-E-90-0203 Rev 2\t\rPHW-BW-SP-00-DR-E-90-0204 Rev 2\r\rPHW_BW_SP_00_DR_E_90_0205 Rev 1\rPHW_BW_SP_00_DR_E_90_0206 Rev 1\r\rPHW-BW-SP-00-DR-E-90-0207 Issue 4 \rPHW-BW-SP-00-DR-E-90-0208 Issue 4 \rPHW-BW-SP-00-DR-E-90-0209 Issue 4\r\rPHW-ARC-SP-ZZ-DR-A-0200 Rev B\rPHW-ARC-BS-ZZ-DR-A-0201 Rev B\rPHW-ARC-ZZ-ZZ-DR-A-0640 \rPHW-ARC-ZZ-ZZ-DR-A-0631\r\r1798-17-01 Rev E\r1798-17-02 Rev D\r\rReason: For the avoidance of doubt and in the interests of proper planning.",
    "The materials to be used in the construction of the external surfaces of the development shall be in accordance with drawing numbers PHW-ARC-GH-ZZ-DR-A-0400 Rev C, PHW-ARC-B1-ZZ-DR-A-0400 Rev C, PHW-ARC-B1-ZZ-DR-A-0401 Rev B, PHW-ARC-B2-ZZ-DR-A-0400 Rev C, PHW-ARC-B2-ZZ-DR-A-0401 Rev C, PHW-ARC-B1-ZZ-DR-A-0630 Rev A, PHW-ARC-B2-ZZ-DR-A-0630 Rev A, PHW-ARC-ZZ-ZZ-DR-A-0631 and PHW-ARC-ZZ-ZZ-DR-A-0640 unless otherwise agreed in writing by the Local Planning Authority.  \r\rReason:  To protect or enhance the character and amenity of the area in accordance with policies BP8 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "The landscaping scheme indicated on drawing numbers 1798-17-01 Rev E and 1798-17-02 Rev D shall be carried out in the first planting and seeding seasons following the occupation of the first datacentre facility or completion of the development, whichever is the sooner.  Any trees or plants which within a period of 5 years from the completion of the development die, are removed or become seriously damaged or diseased, shall be replaced in the next planting season with others of similar size and species unless the Local Planning Authority gives written consent to any variation.\r\rReason:  To secure the provision and retention of the landscaping in the interests of the visual amenity of the area and in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document and Section 197 of the Town and Country Planning Act 1990.",
    "The hard landscaping scheme relevant to each building as shown on drawing No.PHW-CA-SP-ZZ-DR-S-004 Rev P02 shall be completed prior to the occupation of that building and thereafter permanently retained.\r\rReason:  To safeguard and improve the appearance of the area in accordance with policy BP11 of the Borough Wide Development Policies Development Plan \tDocument.",
    "No part of the development shall be occupied until the approved boundary treatment relevant to each building has been provided as indicated on drawing number PHW-ARC-SP-ZZ-DR-A-0006 Rev D.  The approved boundary treatment shall be retained unless the Local Planning Authority gives prior written approval for its removal.\r\rReason:  To ensure the boundary treatment protects or enhances the character and amenity of the area in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document.",
    "The rating level of noise from fixed plant installed pursuant to this permission shall not exceed 37 dB LAr, Tr outside the window to any habitable room in residential accommodation in the vicinity. Any assessment of compliance with this condition shall be made according to the methodology and procedures presented in BS4142:2014.\r\rReason:  In the interest of protecting neighbouring amenities in accordance with policies BR13, BP8 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "Noise from fixed plant installed pursuant to this permission shall not exceed a free field level of 55 LAeq (15 minute) outside the window to any commercial/educational/film space in the vicinity. \r\rReason:  In the interest of protecting neighbouring amenities in accordance with policies BR13, BP8 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "The refuse enclosures indicated on drawing number PHW-ARC-BS-ZZ-DR-A-0201 Rev B shall be constructed in accordance with the approved plans prior to the occupation of the relevant building hereby approved and thereafter permanently retained for the use of the occupiers of the premises.  \r\rReason:  To provide satisfactory refuse storage provision in the interests of the appearance of the site and locality in accordance with policies BP8 and BP11 of the \tBorough Wide Development Policies Development Plan Document.",
    "The external lighting of the development hereby permitted, is to fully comply with Institute of Lighting Professionals, \"Guidance Notes for the Reduction of Obtrusive Light GN01:2011.The design shall satisfy criteria to limit obtrusive light presented in Table 1 of the guide, relating to Environmental Zone E3 - Medium district brightness areas - small town centre or urban locations.  The scheme should seek to minimise upwards light and obtrusive light and avoid light spill onto trees, hedges and bird and bat boxes.  Lighting should be designed in accordance with the Bat Conservation Trust's guidance 'Bats and Lighting in the UK' or their latest advice.  Any lighting, either temporary or permanent, along the site boundaries should be kept to a minimum and directed away from the boundary features to ensure there is no increase in light levels.  The development shall be implemented in accordance with the requirements of this condition prior to the occupation of the development and maintained thereafter.\r\rReason:  In the interests of security and safety, to avoid light pollution and safeguard neighbouring amenity and in accordance with policies BC7 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "Construction work and associated activities other than internal works not audible outside the site boundary are only to be carried out between the hours of 08:00 and 18:00 Monday to Friday and 08:00-13:00 Saturday with no work on Sundays or public holidays. Any works which are associated with the generation of ground borne vibration are only to be carried out between the hours of 08:00 and 18:00 Monday to Friday.\r\rReason:  In the interest of protecting neighbouring amenities in accordance with policies BR13, BP8 and BP11 of the Borough Wide Development Policies \tDevelopment Plan Document.",
    "Construction work and associated activities are to be carried out in accordance with the recommendations contained within British Standard 5228:2009, \"Code of practice for noise and vibration control on construction and open sites\". Parts 1 and 2.\r\rReason:  In order to reduce the environmental impact of the construction and the impact on the amenities of neighbouring residents in accordance with policy BP8 of the Borough Wide Development Policies Development Plan Document.",
    "Measures to control the emission of dust, dirt and emissions to air to accord with the guidance provided in the document \"The Control of Dust and Emissions during construction and demolition\", Mayor of London, July 2014; including but not confined to, non road mobile machinery (NRMM) requirements are to be implemented at all times air during demolition and construction works.\r\rReason:  In order to reduce the environmental impact of the construction and the impact on the amenities of neighbouring residents in accordance with policy BP8 of the Borough Wide Development Policies Development Plan Document.",
    "The development hereby approved shall be implemented in partnership with the Council's Employment and Skills Team and in accordance with the submitted Employment and Skills Strategy: NTT Communications Corporation Version 2 Dated March 2018.    \r\rReason:  In order to contribute to the local economy and local residents in need of employment and in accordance with the principles within policy CC3 of the Core Strategy.",
    "The development hereby permitted shall be constructed in accordance with the submitted NTT Communications Corporation; Waste Minimisation Strategy - Full Planning Application Supporting Statement dated March 2018.  The strategy shall be adhered to throughout the construction period of the development.  \r\rReason:  To reduce the environmental impact of the construction and the impact on the amenities of neighbouring occupiers, and in accordance with policies BP8 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "The development hereby permitted shall be constructed in accordance with the following documents;\r\ro\tGIA Building Consultancy; Construction Method Statement report reference 13087 dated 11th January 2018 \ro\tTransport Planning Practice - Dagenham Data Centre Phase 1 Construction Logistics Travel Plan dated March 2018.\ro\tTransport Planning Practice - Dagenham Data Centre - Phase 1 \tConstruction Traffic Management Plan dated March 2018. \r\r\tThe above plans shall be adhered to thereafter unless otherwise agreed in writing by the Local Planning Authority.    \r\rReason:  To reduce the environmental impact of the construction and the impact on the amenities of neighbouring occupiers, and in accordance with policies BP8 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "The development hereby permitted shall be implemented in accordance with the submitted NTT Communication Corporation Delivery and Servicing Plan dated April 2018.  The Delivery and Servicing Plan shall be adhered to thereafter unless otherwise agreed in writing by the Local Planning Authority.\r\rReason:  In order to minimise the impact of the development on the local highway network and traffic congestion and in accordance with policy BR10 of the Borough Wide Development Policies Development Plan Document and policy 6.3 of the London Plan.",
    "The development shall make provision for a minimum 120 cycle parking spaces in accordance with the details indicated on drawing numbers PHW-ARC-SP-ZZ-DR-A-0004 Rev D, PHW-ARC-SP-ZZ-DR-A-0005 Rev D and PHW-ARC-SP-ZZ-DR-A-0200 Rev B. 5% of the total provision shall be for non-standard sized bikes.  The cycle spaces indicated for each building shall be installed prior to the first occupation of the relevant building and thereafter retained permanently for the accommodation of bicycles of occupiers to the premises and not used for any other purpose. \r\rReason:  In the interests of promoting cycling as a sustainable and non-polluting mode of transport and in accordance with policy BR11 of the Borough Wide Development Policies Development Plan Document.",
    "There shall be no direct vehicular access (including emergency and construction vehicles) to and from the application site to the May & Baker car park or any areas north of the footpath known as Fox Lane.\r\rReason:  To ensure that no unauthorised vehicles pass over Fox Lane and to ensure that adequate access arrangements are provided within the site in accordance with Policy BR10 of the Borough Wide Development Policies Development Plan Document.",
    "The development hereby permitted shall be constructed to achieve as a minimum a 35% reduction in carbon dioxide emissions over Part L of the Building Regulations (2013) for the office element of the buildings in accordance with the submitted energy strategy titled NTT Communications Data Centre Energy Statement dated 25 April 2018; report ref: BW-E-P20010-3-REP-000008-2 Rev 2.\r\rReason:   To ensure compliance with the proposed energy strategy in accordance with Policy 5.2 of the London Plan and Policy BR2 of the Borough Wide Development Policies Development Plan Document.",
    "The development hereby permitted shall provide opportunities for existing and/or future neighbouring developments to reclaim heat from the development in accordance with measures identified in the submitted NTT Communications Data Centre Site Heat Reclaim Statement dated 14th February 2018 and drawing numbers PHW-ARC-SP-ZZ-DR-A-0002 Rev D and PHW-BW-SP-00-DR-M-90-0201 Rev 3. The measures shall be retained unless otherwise agreed in writing by the Local Planning Authority.\r\rReason:  In the interests of safeguarding the environment, to ensure that the development provides renewable energy in accordance with policy BR2 of the \tBorough Wide Development Policies Development Plan Document and policy 5.2 of the London Plan.",
    "The development hereby permitted shall not be occupied until there has been submitted to and approved in writing by the Local Planning Authority a Travel Plan for the site which shall include proposals for minimising car-borne travel and encouraging walking, cycling and the use of public transport. The Travel Plan should demonstrate how the development shall achieve a target of 80% of all journeys being made by public transport and active travel.  The Travel Plan shall include details of funding, implementation, monitoring and review.  The approved Travel Plan shall be implemented and monitored in accordance with the approved scheme.\r\rReason:  In order to encourage the use of sustainable transport and in accordance with policy BR10 of the Borough Wide Development Policies Development Plan \tDocument and policy 6.1 of the London Plan.",
    "Prior to the commencement of Building 2, detailed design and method statements (in consultation with London Underground) for each stage of the development in relation to phase 2 only, including all of the foundations, basement and ground floor structures, or for any other structures below ground level, including piling (temporary and permanent) shall be submitted to and approved in writing by the Local Planning Authority which\r\ro\tProvide details of all structures\ro\tProvide details on the use of tall plant/scaffolding\ro\tAccommodate the location of the existing London Underground structures\ro\tDemonstrate access to elevations of the building adjacent to the property boundary with London Underground can be undertaken without recourse to London Underground land\ro\tDemonstrate that there will at no time be any potential security risk to London Underground railway, property or structures\ro\tAccommodate ground movement arising from the construction thereof\r\t\r\tThe development shall thereafter be carried out in all respects in accordance with the approved details. \r\rReason:  Detailed design and method statements are required prior to the commencement of building 2 in order to ensure that the development does not impact on existing London Underground transport infrastructure, in accordance with London Plan Table 6.1, draft London Plan Policy T3 and 'Land for Industry and Transport Supplementary Planning Guidance 2012'.",
    "Prior to the occupation of the development, the turnstiles indicated on drawing number PHW-ARC-SP-ZZ-DR-A-0007 Rev A shall be installed and thereafter retained as such.\r\rReason:  In the interest of ensuring priority for pedestrians and ramblers over Fox \tLane in accordance with Policy BP11 of the Borough Wide Development Policies \tDevelopment Plan Document.",
    "The on plot car parking areas relevant to each building as indicated on drawing numbers PHW-ARC-SP-ZZ-DR-A-0004 Rev D, PHW-ARC-SP-ZZ-DR-A-0005 Rev D and PHW-ARC-SP-ZZ-DR-A-0002 Rev D shall be constructed and marked out prior to the occupation of that building and thereafter retained permanently for car parking purposes for vehicles of occupiers and visitors to the premises and not used for any other purpose.\r\rThe car parking area to the north of Fox Lane as indicated on drawing numbers PHW-BW-SP-00-DR-E-0209 Issue 4  and PHW-ARC-SP-ZZ-DR-A-0002 Rev D shall be constructed and marked out prior to the occupation of building 2 and thereafter retained permanently for car parking purposes for vehicles of occupiers and visitors to the premises and not used for any other purpose.  \r\rReason:  To ensure that sufficient off-street parking areas are provided and not to prejudice the free flow of traffic or conditions of general safety along the adjoining \thighway in accordance with policy BR9 of the Borough Wide Development Policies \tDevelopment Plan Document.",
    "The accessible parking bays indicated on drawing numbers PHW-ARC-SP-ZZ-DR-A-0004 Rev D and PHW-ARC-SP-ZZ-DR-A-0005 Rev D shall be clearly marked with a British Standard disabled symbol and permanently retained for the use of disabled persons and their vehicles and for no other purpose.\r\rReason:  To ensure and promote easier access for disabled persons to the development in accordance with policy BP11 of the Borough Wide Development \tPolicies Development Plan Document and policy 6.13 of the London Plan.",
    "Active electric vehicle charging points shall be provided for 20% of the total parking provision and 80% passive electric vehicle charging provision shall be provided for the remaining car parking spaces in accordance with  drawing numbers PHW-BW-SP-00-DR-E-90-0207 Issue 4, PHW-BW-SP-00-DR-E-90-0208 Issue 4 and PHW-BW-SP-00-DR-E-90-0209 Rev 4. The spaces shall be constructed and marked out and the charging points installed prior to the occupation of the relevant building, and thereafter retained permanently for the accommodation of vehicles of occupiers and visitors to the premises and not used for any other purpose.\r\rReason:  To encourage the use of electric cars in order to reduce carbon emissions, and in accordance with policy BR10 of the Borough Wide Development Policies Development Plan Document and policy 6.13 of the London Plan.",
    "No building hereby permitted shall be occupied until the sustainable drainage scheme for the site has been completed in accordance with the submitted NTT Communications Corporation Data Centre Dagenham Drainage Strategy Rev C Dated 29th March 2018 and drawing number PHW-CA-SP-ZZ-DR-S-001 Rev P04.  The sustainable drainage scheme shall be managed and maintained thereafter.\r\rReason:  To prevent an increased risk of flooding and to prevent pollution of the \twater environment and in accordance with policy BR4 of the Borough Wide \tDevelopment Policies Development Plan Document.",
    "No development above ground level shall take place for each relevant building until details of the proposed living walls including their type and specific purpose together with a maintenance schedule shall be submitted to and approved in writing by the Local Planning Authority. The living walls shall be constructed in accordance with the approved details and thereafter maintained in accordance with the approved maintenance schedule.\r\rReason:  In the interests of reducing the impact of the development on the mains drainage system, enhancing the insulation of the building and contributing to biodiversity and in accordance with policy CR1 of the Core Strategy and policies BR3, BR4 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "Prior to any part of the permitted development being brought into use a verification report demonstrating the completion of works set out in the Development Specific Remediation and Verification Strategy, Land at Londoneast-uk Business and Technical Park (Delta Simons Environmental Consultants Ref: 17-1150.01 Dated 18/01/2018) shall be submitted to, and approved in writing, by the local planning authority. The report shall include results of sampling and monitoring carried out in accordance with the approved verification plan to demonstrate that the site remediation criteria have been met. \r\rReason: The site has a history of soil and groundwater contamination and has been the subject of extensive soil and groundwater remediation, however it is considered likely that residual \"hot spots\" of contamination may still remain. The Development Specific Remediation and Verification Strategy (Delta Simmons Ref: 17-1150.01 Dated 18/01/2018) documents construction phase activities that will be undertaken to mitigate against potential risks associated with residual contamination that must be observed during the development works. This condition will ensure that the site does not pose any further risk to human health or the water environment by demonstrating that the requirements of the approved verification plan have been met and that remediation of the site is complete in accordance with paragraph 109 of the National Planning Policy Framework and Policy BR5 of the Borough Wide Development Policies Development Plan Document.",
    "The development hereby permitted may not commence until a monitoring and maintenance plan in respect of contamination, including a timetable of monitoring and submission of reports to the Local Planning Authority, has been submitted to, and approved in writing by, the Local Planning Authority. Reports as specified in the approved plan, including details of any necessary contingency action arising from the monitoring, shall be submitted to, and approved in writing by, the Local Planning Authority. \r\rReason: The site has a history of contaminative land use and has been subject to extensive soil and groundwater remediation. The likelihood of isolated residual hotspots of contamination is recognised in the PRA document (Delta Simons Ref: 17-1150.01) and it is possible that the ground disturbance associated with the proposed development could result in the mobilisation of contamination that could pollute controlled waters. As such, the status of the groundwater beneath the site will need to be monitored throughout the proposed development to demonstrate that this development has not cause further deterioration. This condition will ensure that the site does not pose any further risk to human health or the water environment by managing any ongoing contamination issues and completing all necessary long-term remediation measures in accordance with paragraph 109 of the National Planning Policy Framework and Policy BR5 of the Borough Wide Development Policies Development Plan Document.",
    "If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the Local Planning Authority) shall be carried out until a remediation strategy detailing how this contamination will be dealt with has been submitted to and approved in writing by the Local Planning Authority. The remediation strategy shall be implemented as approved. \r\rReason: The site has a history of extensive soil and groundwater contamination and been the subject of extensive soil and groundwater remediation, however it is considered likely that residual \"hot spots\" of contamination may still remain that could potentially present an unacceptable risk to controlled waters. This condition will ensure that the development is not put at unacceptable risk from, or adversely affected by, unacceptable levels water pollution from previously unidentified contamination sources at the development site in accordance with paragraph 109 of the National Planning Policy Framework and Policy BR5 of the Borough Wide Development Policies Development Plan Document.",
    "A scheme for managing any borehole installed for the investigation of soils, groundwater or geotechnical purposes shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall provide details of how redundant boreholes are to be decommissioned and how any boreholes that need to be retained, post-development, for monitoring purposes will be secured, protected and inspected. The scheme as approved shall be implemented prior to each phase of development being brought into use. \r\rReason: The site has a history of extensive soil and groundwater contamination and been the subject of extensive soil and groundwater remediation. This will ensure that redundant boreholes are safe and secure, and do not cause groundwater pollution or loss of water supplies in accordance with paragraph 109 of the National Planning Policy Framework and Policy BR5 of the Borough Wide Development Policies Development Plan Document."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T18:57:14.569+00:00",
  "ward": "Eastbrook",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_carclub": null,
    "no_existing_resi_offstreet": null,
    "net_carclub": null
  },
  "lapsed_date": "12/09/2023",
  "decision_target_date": "07/05/2018",
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  },
  "lpa_app_no": "18/00161/FUL",
  "status": "Lapsed",
  "site_name": "London East Business And Technical Park",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=15772",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550745,
              185653.291
            ],
            [
              550760.214,
              185448.365
            ],
            [
              550779.396,
              185449.026
            ],
            [
              550847.408,
              185454.318
            ],
            [
              550878.496,
              185460.932
            ],
            [
              550905.616,
              185460.932
            ],
            [
              550943.981,
              185464.24
            ],
            [
              550985.653,
              185467.547
            ],
            [
              551037.908,
              185468.208
            ],
            [
              551064.366,
              185474.162
            ],
            [
              551077.596,
              185418.599
            ],
            [
              551088.179,
              185392.141
            ],
            [
              551113.314,
              185307.474
            ],
            [
              551117.283,
              185305.489
            ],
            [
              551121.252,
              185291.599
            ],
            [
              551025.684,
              185262.494
            ],
            [
              550987.981,
              185253.234
            ],
            [
              550950.939,
              185240.666
            ],
            [
              550880.163,
              185218.177
            ],
            [
              550843.783,
              185322.687
            ],
            [
              550821.955,
              185314.75
            ],
            [
              550780.944,
              185304.166
            ],
            [
              550747.871,
              185290.937
            ],
            [
              550746.548,
              185283.661
            ],
            [
              550737.949,
              185284.323
            ],
            [
              550731.335,
              185292.26
            ],
            [
              550681.064,
              185277.708
            ],
            [
              550679.741,
              185269.771
            ],
            [
              550675.772,
              185269.771
            ],
            [
              550670.48,
              185275.062
            ],
            [
              550642.038,
              185265.14
            ],
            [
              550636.746,
              185260.51
            ],
            [
              550636.746,
              185253.234
            ],
            [
              550628.147,
              185251.911
            ],
            [
              550621.532,
              185258.526
            ],
            [
              550585.814,
              185248.604
            ],
            [
              550573.907,
              185253.895
            ],
            [
              550567.954,
              185266.463
            ],
            [
              550560.678,
              185291.599
            ],
            [
              550549.433,
              185296.89
            ],
            [
              550540.834,
              185294.906
            ],
            [
              550540.834,
              185304.828
            ],
            [
              550569.753,
              185313.427
            ],
            [
              550573.061,
              185301.521
            ],
            [
              550568.43,
              185294.245
            ],
            [
              550575.045,
              185272.416
            ],
            [
              550584.967,
              185260.51
            ],
            [
              550598.858,
              185261.172
            ],
            [
              550717.92,
              185295.567
            ],
            [
              550754.962,
              185305.489
            ],
            [
              550755.624,
              185302.843
            ],
            [
              550842.275,
              185329.963
            ],
            [
              550817.801,
              185386.187
            ],
            [
              550771.499,
              185374.943
            ],
            [
              550743.016,
              185366.714
            ],
            [
              550705.974,
              185461.964
            ],
            [
              550742.355,
              185462.13
            ],
            [
              550735.079,
              185651.307
            ],
            [
              550745,
              185653.291
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Major offices-R and D-light industry",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": null,
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Tascomi",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": [],
  "actual_commencement_date": null,
  "street_name": "YEWTREE AVENUE",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": null,
  "appeal_start_date": null,
  "centroid_northing": null,
  "borough": "London Borough of Barking and Dagenham",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.172742,
          51.549638
        ],
        [
          0.172873,
          51.547793
        ],
        [
          0.17315,
          51.547794
        ],
        [
          0.174133,
          51.547823
        ],
        [
          0.174583,
          51.547874
        ],
        [
          0.174974,
          51.547867
        ],
        [
          0.175528,
          51.547886
        ],
        [
          0.17613,
          51.547905
        ],
        [
          0.176884,
          51.547897
        ],
        [
          0.177268,
          51.547943
        ],
        [
          0.177434,
          51.54744
        ],
        [
          0.177576,
          51.5472
        ],
        [
          0.177901,
          51.546432
        ],
        [
          0.177958,
          51.546414
        ],
        [
          0.178009,
          51.546288
        ],
        [
          0.176619,
          51.546052
        ],
        [
          0.176072,
          51.545979
        ],
        [
          0.175533,
          51.545876
        ],
        [
          0.174503,
          51.545692
        ],
        [
          0.174024,
          51.546641
        ],
        [
          0.173706,
          51.546576
        ],
        [
          0.17311,
          51.546492
        ],
        [
          0.172628,
          51.546382
        ],
        [
          0.172606,
          51.546317
        ],
        [
          0.172482,
          51.546325
        ],
        [
          0.17239,
          51.546398
        ],
        [
          0.17166,
          51.546281
        ],
        [
          0.171637,
          51.54621
        ],
        [
          0.17158,
          51.546211
        ],
        [
          0.171506,
          51.54626
        ],
        [
          0.171092,
          51.546178
        ],
        [
          0.171014,
          51.546138
        ],
        [
          0.171011,
          51.546072
        ],
        [
          0.170886,
          51.546063
        ],
        [
          0.170794,
          51.546124
        ],
        [
          0.170275,
          51.546044
        ],
        [
          0.170105,
          51.546095
        ],
        [
          0.170025,
          51.54621
        ],
        [
          0.169931,
          51.546437
        ],
        [
          0.169771,
          51.546488
        ],
        [
          0.169646,
          51.546472
        ],
        [
          0.169651,
          51.546562
        ],
        [
          0.170071,
          51.546631
        ],
        [
          0.170114,
          51.546523
        ],
        [
          0.170044,
          51.546459
        ],
        [
          0.17013,
          51.546261
        ],
        [
          0.170268,
          51.546152
        ],
        [
          0.170468,
          51.546154
        ],
        [
          0.172199,
          51.546431
        ],
        [
          0.172737,
          51.54651
        ],
        [
          0.172745,
          51.546486
        ],
        [
          0.174005,
          51.546707
        ],
        [
          0.173677,
          51.547219
        ],
        [
          0.173005,
          51.54713
        ],
        [
          0.172591,
          51.547064
        ],
        [
          0.172098,
          51.547929
        ],
        [
          0.172622,
          51.547921
        ],
        [
          0.172598,
          51.549623
        ],
        [
          0.172742,
          51.549638
        ]
      ]
    ],
    "type": "Polygon"
  }
}