{
  "centroid_northing": 190608,
  "status": "Approved",
  "cil_liability": false,
  "appeal_decision_date": null,
  "centroid_easting": 552082,
  "application_type_full": "Householder planning permission",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 0,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "12/2023",
    "intended_commencement_date": "12/2022",
    "site_area": 0.062
  },
  "valid_date": "05/01/2022",
  "lpa_app_no": "P2388.21",
  "bo_system": "CSV Data Import",
  "application_type": "All Other",
  "last_updated": "2025-03-20T17:15:41.910+00:00",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section 8 of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "No works shall take place in relation to any of the development hereby approved until details of the proposed new garage door and scaled drawings with annotation of materiality, are submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the garage door and the materials to be used.  Submission of details prior to commencement will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "No works shall take place in relation to any of the development hereby approved until there has been submitted to and approved by the Local Planning Authority a scheme of hard and soft landscaping, which shall include indications of all existing shrubs on the site, and details of any to be retained, together with measures for the protection in the course of development. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason: Insufficient information has been supplied with the application to judge the appropriateness of the hard and soft landscaping proposed.  Submission of a scheme prior to",
    "All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "A 1.7m high close boarded fence from the patio/deck level and 1.9m high close boarded fence from the nearest ground level shall be retained on the north western and south eastern (side) boundaries of the site respectively in accordance with Drawing No. 2021/07/62HD Revision B. The fencing shall be permanently retained and maintained thereafter.",
    "Reason:-",
    "To protect the visual amenities of the development and prevent undue overlooking of adjoining property.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with DSB Property Designs Ltd via email on 2nd March 2022. The revisions involved altering the description of the proposal and the plans by deleting the dropped kerb and adding the patio to the rear and providing details of boundary fencing. The amendments were subsequently submitted on 2nd March and 22nd April 2022.",
    "A fee is required when submitting details pursuant to the discharge of conditions.  In order to comply with the Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012, (as amended), a fee of £116 per request or £34 where the related permission was for extending or altering a dwellinghouse, is needed."
  ],
  "decision": "Approved",
  "id": "Havering-P2388.21",
  "description": "Internal alterations and garage conversion, change drive and side paths from shingle to permeable block paving, re-render property and patio to rear.",
  "lapsed_date": "23/06/2025",
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "site_name": "62 HEATH DRIVE",
  "street_name": "ROMFORD",
  "parking_details": {
    "no_existing_car": 1,
    "net_car": 0,
    "no_proposed_car": 1
  },
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552064.524,
              190591.143
            ],
            [
              552058.563,
              190602.794
            ],
            [
              552098.391,
              190625.01
            ],
            [
              552104.893,
              190612.547
            ],
            [
              552064.524,
              190591.143
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "appeal_status": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "decision_date": "23/06/2022",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lon": "0.1941793",
    "lat": "51.5937989"
  },
  "borough": "Havering",
  "decision_agency": "Borough",
  "appeal_decision": null,
  "appeal_start_date": null,
  "decision_target_date": "23/06/2022",
  "subdivision_of_building": null,
  "title_number": [
    "Unregistered"
  ],
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P2388.21",
  "secondary_street_name": null,
  "uprn": "100021377586",
  "postcode": "RM2 5QR",
  "ward": "Pettits",
  "actual_completion_date": null,
  "last_updated_by": "CSV Data Import",
  "pp_id": "10489101",
  "lpa_name": "Havering",
  "last_date_consultation_comments": "25/03/2022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.19391989999999998,
          51.5936521
        ],
        [
          0.19383889999999998,
          51.5937584
        ],
        [
          0.1944231,
          51.593947299999996
        ],
        [
          0.1945115,
          51.593833599999996
        ],
        [
          0.19391989999999998,
          51.5936521
        ]
      ]
    ],
    "type": "Polygon"
  }
}