{
  "last_date_consultation_comments": "27/10/2021",
  "epc_number": null,
  "application_type_full": "Householder planning permission",
  "development_type": null,
  "decision_date": "13/10/2022",
  "pp_id": "10277552",
  "appeal_decision_date": null,
  "actual_completion_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Havering-P1915.21",
  "last_updated": "2025-03-20T15:44:09.414+00:00",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": "01/09/2021",
  "centroid_easting": 552827,
  "decision_target_date": "30/11/2021",
  "parking_details": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552823.84,
              181509.467
            ],
            [
              552814.086,
              181516.24
            ],
            [
              552830.478,
              181546.179
            ],
            [
              552841.18,
              181539.947
            ],
            [
              552823.84,
              181509.467
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "subdivision_of_building": null,
  "title_number": [
    "Unregistered"
  ],
  "secondary_street_name": "Rainham",
  "valid_date": "05/10/2021",
  "centroid": {
    "lon": "0.20098629999999998",
    "lat": "51.5120149"
  },
  "site_number": null,
  "ward": "Rainham & Wennington",
  "lpa_name": "Havering",
  "actual_commencement_date": null,
  "uprn": "100021355106",
  "lpa_app_no": "P1915.21",
  "status": "Approved",
  "description": "Retention of existing outbuilding.",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "postcode": "RM13 9HZ",
  "centroid_northing": 181528,
  "borough": "Havering",
  "application_type": "All Other",
  "locality": null,
  "site_name": "112 Rothbury Avenue",
  "decision_conditions": [
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 the outbuilding hereby permitted shall be used only for purposes incidental to the enjoyment of the dwelling house at 112 Rothbury Avenue, and not for any trade or business nor as living accommodation.",
    "Reason:-",
    "To restrict the use to one compatible with a residential area.",
    "The flank window situated on the western side of the outbuilding, indicated on drawing no.0013/20/PL/01 Revision A, shall be permanently glazed with obscure glass not less than Level 3 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut.",
    "Reason:-",
    "In the interests of privacy.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "For any development where a flood risk is identified, the Council as the Lead Local Flood Authority want to see developers consider and implement flood resilience/resistance measures into the buildings themselves. This is not to stop development but to ensure the protection for future residents is maintained and enhanced.",
    "The following measures are strongly recommended, although this list is not exhaustive:-",
    "-         Raising the level of the building by at least 300mm above local levels;",
    "-         Waterproof membrane in the ground floor;",
    "-         Waterproof plaster and waterproofing to ground floor;",
    "-         Electrics from the upstairs down and sockets high up off the ground floor;",
    "-         Non return valves on the sewerage pipes;",
    "-         Emergency escape plan for each individual property;",
    "-         Air brick covers; and",
    "-         Movable flood barriers for entrances",
    "The applicant is advises that the site is within an area at risk of landfill gas. The building has been constructed without any gas protection measures and the applicant has disregarded requests by the Council to take measures to resolve this issue.  As such the applicant or any future occupier of the site is advised that they should undertake periodic gas monitoring with a reliable portable (not a borehole) gas detector inside the outbuilding. This should be done by a consultant and should involve 4 weekly visits to monitor methane and carbon dioxide, particularly walls and corners where gas migrates to ensure that the site is in compliance with BS 8485:2015.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018."
  ],
  "decision": "Approved",
  "street_name": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 0,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "11/2021",
    "intended_commencement_date": "09/2021",
    "site_area": 0.042
  },
  "lapsed_date": "13/10/2025",
  "appeal_start_date": null,
  "appeal_decision": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1915.21",
  "bo_system": "CSV Data Import",
  "appeal_status": null,
  "last_updated_by": "CSV Data Import",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2009327,
          51.5118493
        ],
        [
          0.20079519999999998,
          51.5119128
        ],
        [
          0.20104419999999998,
          51.5121773
        ],
        [
          0.2011956,
          51.5121185
        ],
        [
          0.2009327,
          51.5118493
        ]
      ]
    ],
    "type": "Polygon"
  }
}