{
  "lpa_name": "Merton",
  "uprn": "48050547",
  "decision_date": "22/01/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Merton-19_P1550",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": null,
  "application_details": {
    "site_area": 0.055
  },
  "valid_date": "11/04/2019",
  "reference_no_of_permission_being_relied_on": null,
  "description": "CONVERSION OF SINGLE DWELLINGHOUSE TO FORM 1 X 3 BED, 1 X 2 BED & 2 X 1 BED SELF CONTAINED FLATS, INVOLDING THE ERECTION OF A REAR ROOF EXTENSION, EXTERNAL TIMBER STAIRCASE TO SIDE AND OTHER ALTERATIONS. ",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: 7MP-001A; 7MP-002F & 7MP-005B",
    "Condition : 3 - The facing materials used in the development hereby permitted shall match those of the existing building in materials, style, colour, texture and, in the case of brickwork, bonding, coursing and pointing.",
    "Condition : 4 - Prior to the occupation of the residential units, a scheme for the storage of refuse and recycling shall be submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the scheme has been approved, and the development shall not be occupied until the scheme has been approved and has been carried out in full. Those facilities and measures shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 5 - Prior to the occupation of the residential units, details of secure cycle parking facilities for the occupants of, and visitors to, the development shall be submitted to and approved in writing by the Local Planning Authority.  The approved facilities shall be fully implemented and made available for use prior to the first occupation of the development and thereafter retained for use at all times.",
    "Condition : 6 - The vehicle parking as shown on the approved plans shall be provided before the commencement of the buildings or use hereby permitted and shall be retained for parking purposes for occupiers and users of the development and for no other purpose.\r\n",
    "Condition : 7 - The hardstanding hereby permitted shall be made of porous materials, or provision made to direct surface water run-off to a permeable or porous area or surface within the application site before the development hereby permitted is first occupied or brought into use.",
    "Condition : 8 - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved CO2 reductions of not less than a 19% improvement on Part L regulations 2013, and internal water consumption rates of no greater than 105 litres per person per day.",
    "Condition : 9 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n   i) The applicant was offered the opportunity to submit amended plans in order to make the proposal acceptable in planning terms.\r\n\r\n",
    "Condition : 10 - INFORMATIVE\r\nAdvice regarding permeable and porous hardstandings can be found in the document 'Guidance on the Permeable Surfacing of Front Gardens' available at http://www.communities.gov.uk/publications/planningandbuilding/pavingfrontgardens\r\n",
    "Condition : 11 - INFORMATIVE:\r\nCarbon emissions evidence requirements for Post Construction stage assessments must provide:\r\n-\tDetailed documentary evidence confirming the Target Emission Rate (TER), Dwelling Emission Rate (DER) and percentage improvement of DER over TER based on 'As Built' SAP outputs (i.e. dated outputs with accredited energy assessor name and registration number, assessment status, plot number and development address); OR, where applicable:\r\n-\tA copy of revised/final calculations as detailed in the assessment methodology based on 'As Built' SAP outputs; AND\r\n-\tConfirmation of Fabric Energy Efficiency (FEE) performance where SAP section 16 allowances (i.e. CO2 emissions associated with appliances and cooking, and site-wide electricity generation technologies) have been included in the calculation\r\n\r\nWater efficiency evidence requirements for post construction stage assessments must provide: \r\n-\tDocumentary evidence representing the dwellings 'As Built'; detailing: \r\n-\tthe type of appliances/ fittings that use water in the dwelling (including any specific water reduction equipment with the capacity / flow rate of equipment); \r\n-\tthe size and details of any rainwater and grey-water collection systems provided for use in the dwelling; AND:\r\n-\tWater Efficiency Calculator for New Dwellings; OR\r\n-\tWhere different from design stage, provide revised Water Efficiency Calculator for New Dwellings and detailed documentary evidence (as listed above) representing the dwellings 'As Built'."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T11:23:23.214+00:00",
  "ward": "Cricket Green_histroic",
  "parking_details": null,
  "lapsed_date": "22/01/2023",
  "decision_target_date": "20/06/2019",
  "centroid": {
    "lat": 51.399172,
    "lon": -0.167527
  },
  "lpa_app_no": "19/P1550",
  "status": "Approved",
  "site_name": "Flat 1",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=19/P1550",
  "locality": "Mitcham",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527588.8493808567,
              168270.45266185788
            ],
            [
              527583.1025732653,
              168273.7017318224
            ],
            [
              527572.0459463217,
              168279.89995760028
            ],
            [
              527543.2954182436,
              168296.0853245927
            ],
            [
              527539.7995123344,
              168298.05476084782
            ],
            [
              527534.4979380429,
              168290.1970101042
            ],
            [
              527535.4873453757,
              168289.6271732173
            ],
            [
              527537.771227302,
              168288.32754523162
            ],
            [
              527554.2036340872,
              168278.90024376556
            ],
            [
              527559.1012003844,
              168276.1010450268
            ],
            [
              527584.2486367591,
              168261.75515149196
            ],
            [
              527588.8493808567,
              168270.45266185788
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Minor dwellings",
  "last_date_consultation_comments": "21/11/2019",
  "appeal_decision_date": null,
  "decision_process": null,
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "7",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Mitcham Park",
  "pp_id": "PP-07723640",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 527573,
  "appeal_start_date": null,
  "centroid_northing": 168275,
  "borough": "Merton",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.167301,
          51.399127
        ],
        [
          -0.167382,
          51.399158
        ],
        [
          -0.167539,
          51.399216
        ],
        [
          -0.167946,
          51.399368
        ],
        [
          -0.167995,
          51.399386
        ],
        [
          -0.168074,
          51.399317
        ],
        [
          -0.16806,
          51.399312
        ],
        [
          -0.168028,
          51.399299
        ],
        [
          -0.167795,
          51.399211
        ],
        [
          -0.167726,
          51.399185
        ],
        [
          -0.16737,
          51.39905
        ],
        [
          -0.167301,
          51.399127
        ]
      ]
    ],
    "type": "Polygon"
  }
}