{
  "lpa_app_no": "19/P1089",
  "uprn": "48083200",
  "lapsed_date": "12/09/2022",
  "centroid_northing": 169222,
  "site_number": "189",
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "site_name": null,
  "appeal_decision_date": null,
  "valid_date": "02/04/2019",
  "decision_date": "12/09/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.163303,
          51.407714
        ],
        [
          -0.162943,
          51.407639
        ],
        [
          -0.16303,
          51.407475
        ],
        [
          -0.163385,
          51.407546
        ],
        [
          -0.16337,
          51.407572
        ],
        [
          -0.163371,
          51.407582
        ],
        [
          -0.163303,
          51.407714
        ],
        [
          -0.163303,
          51.407714
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "decision_process": null,
  "application_details": {
    "site_area": 0.051000000000000004
  },
  "appeal_decision": null,
  "postcode": "CR4 2JB",
  "development_type": "Minor dwellings",
  "title_number": null,
  "centroid_easting": 527851,
  "actual_commencement_date": null,
  "description": "REDEVELOPMENT OF SITE COMPRISING PART SINGLE, DOUBLE AND THIRD FLOOR STOREY ROOF EXTENSIONS TO PROVIDE 7x SELF CONTAINED UNITS; FRONT FACADE ALTERATIONS AND RETENTION OF GROUND FLOOR LEVEL FOR RETAIL USE. ",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Merton",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.163192,
    "lat": 51.40762
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=19/P1089",
  "pp_id": "PP-07655222",
  "id": "Merton-19_P1089",
  "application_type_full": null,
  "cil_liability": true,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "12/09/2019",
  "locality": "Mitcham",
  "lpa_name": "Merton",
  "last_date_consultation_comments": "08/05/2019",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: Design and Access Statement (Rev June 2019), 189LR P 101 Rev C, 189LR P 102 Rev C, 189LR P 103 Rev D, 189LR P 104 Rev A, 189LR P 105 Rev B, 189LR P 106 Rev A, 189LR P 107 Rev B, 189LR P 108 Rev A, 189LR P 109, 189LR P 110.  ",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no window, door or other opening other than those expressly authorised by this permission shall be constructed on the side (northern) elevation toward number 187 London Road without planning permission first being obtained from the Local Planning Authority.",
    "Condition : 5 - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 6 - The screening to the balconies as shown on the approved plans shall be implemented before the development is first occupied and retained permanently thereafter.",
    "Condition : 7 - Any external lighting shall be positioned and angled to prevent any light spillage or glare beyond the site boundary.",
    "Condition : 8 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 9 - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 10 - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 11 - Due to the potential impact of the surrounding locality on the development a noise survey undertaken by a competent acoustic consultant is to be undertaken prior to the commencement of the development, having regard to all relevant planning guidance, codes of practice and British Standards for the investigation of noise and residential noise acceptability standards, including traffic noise. The survey shall include recommendations and appropriate remedial measures, including methods of ventilation and actions to minimise the impact of the surrounding locality on the development and shall be agreed and approved in writing by the Local Planning Authority. Thereafter, the agreed recommendations shall be implemented prior to first occupation of the development. \r\n\r\nReason: To protect the amenities of future occupiers and those in the local vicinity and ensure compliance with the following Development Plan policies for Merton: Policy 7.15 of the London Plan 2016 and Policies DM D2, DM D3, DM EP2 and DM EP4 of Merton's Sites and Policies Plan 2014. ",
    "Condition : 12 - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved CO2 reductions of not less than a 19% improvement on Part L regulations 2013, and internal water consumption rates of no greater than 105 litres per person per day. \r\n\r\nREASON: To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply with the following Development Plan policies for Merton: Policy 5.2 of the London Plan 2016 and Policy CS15 of Merton's Core Planning Strategy 2011.\r\n",
    "Condition : 13 - No demolition or development shall take place until a written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, which shall include the statement of significance and research objectives, and\r\nA.\tThe programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works\r\nB.\tThe programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the WSI. \r\n\r\nReason: To safeguard the architectural interest on this site. ",
    "Condition : 14 - INFORMATIVE\r\nThe written scheme of investigation will need to be prepared and implemented by a suitably qualified professionally accredited archaeological practice in accordance with Historic England's Guidelines for Archaeological Projects in Greater London. This condition is exempt from deemed discharge under schedule 6 of the Town and Country Planning (Development Management Procedure) (England) Order 2015. \r\n",
    "Condition : 15 - INFORMATIVE:\r\nCarbon emissions evidence requirements for Post Construction stage assessments must provide:\r\n-\tDetailed documentary evidence confirming the Target Emission Rate (TER), Dwelling Emission Rate (DER) and percentage improvement of DER over TER based on 'As Built' SAP outputs (i.e. dated outputs with accredited energy assessor name and registration number, assessment status, plot number and development address); OR, where applicable:\r\n-\tA copy of revised/final calculations as detailed in the assessment methodology based on 'As Built' SAP outputs; AND\r\n-\tConfirmation of Fabric Energy Efficiency (FEE) performance where SAP section 16 allowances (i.e. CO2 emissions associated with appliances and cooking, and site-wide electricity generation technologies) have been included in the calculation",
    "Condition : 16 - INFORMATIVE:\r\nWater efficiency evidence requirements for post construction stage assessments must provide: \r\n-\tDocumentary evidence representing the dwellings 'As Built'; detailing: \r\n-\tthe type of appliances/ fittings that use water in the dwelling (including any specific water reduction equipment with the capacity / flow rate of equipment); \r\n-\tthe size and details of any rainwater and grey-water collection systems provided for use in the dwelling; AND:\r\n-\tWater Efficiency Calculator for New Dwellings; OR\r\n-\tWhere different from design stage, provide revised Water Efficiency Calculator for New Dwellings and detailed documentary evidence (as listed above) representing the dwellings 'As Built'\r\n",
    "Condition : 17 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 18 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 19 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 20 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with pre-application advice.\r\n   ii) The application was amended following discussion with the case officer and is now considered acceptable. \r\n   iii) The application was approved with an agreement to an extension of time. "
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T03:17:13.390+00:00",
  "appeal_status": null,
  "street_name": "London Road",
  "ward": "Figges Marsh_histroic",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527843.0033894285,
              169232.2473551926
            ],
            [
              527868.270838817,
              169224.5430357451
            ],
            [
              527862.6278264216,
              169206.1408267212
            ],
            [
              527837.7599651592,
              169213.4563702665
            ],
            [
              527838.6994675306,
              169216.35190521332
            ],
            [
              527838.6499971639,
              169217.50157612405
            ],
            [
              527843.0033894285,
              169232.2473551926
            ],
            [
              527843.0033894285,
              169232.2473551926
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  }
}