{
  "lpa_app_no": "19/P1821",
  "uprn": "48044580",
  "lapsed_date": "07/10/2022",
  "centroid_northing": 168626,
  "site_number": "23",
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "site_name": null,
  "appeal_decision_date": null,
  "valid_date": "06/06/2019",
  "decision_date": "07/10/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.192907,
          51.402763
        ],
        [
          -0.192749,
          51.402596
        ],
        [
          -0.192686,
          51.402619
        ],
        [
          -0.192836,
          51.402789
        ],
        [
          -0.192907,
          51.402763
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "Householder",
  "decision_process": null,
  "application_details": {
    "site_area": 0.012
  },
  "appeal_decision": null,
  "postcode": "SM4 5HT",
  "development_type": "Other house holder developments",
  "title_number": null,
  "centroid_easting": 525804,
  "actual_commencement_date": null,
  "description": "CHANGE OF USE FROM A1 (RETAIL) TO A3 (DESSERT PARLOUR), ALTERATIONS TO SHOP FRONT, INTERNAL RECONFIGURATION AND ERECTION OF A WOODEN STRUCTURE IN THE REAR YARD FOR USE AS OFFICE. ",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Merton",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.192818,
    "lat": 51.402721
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=19/P1821",
  "pp_id": "PP-07843302",
  "id": "Merton-19_P1821",
  "application_type_full": null,
  "cil_liability": true,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "07/10/2019",
  "locality": "Morden",
  "lpa_name": "Merton",
  "last_date_consultation_comments": "11/09/2019",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: A1.0, A1.3, A1.4.",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Noise levels, (expressed as the equivalent continuous sound level) LAeq (10minutes), from the new, or refurbished plant/machinery associated with the premises shall not exceed LA90-10dB at the boundary with the closest residential property. A post completion survey/assessment shall be undertaken to confirm that the above criteria has been achieved and submitted to the LPA for approval prior to occupation of the premises. \r\n\r\nReason: To protect the amenities of future occupiers and those in the local vicinity and ensure compliance with the following Development Plan policies for Merton: Policy 7.15 of the London Plan 2016 and Policies DM D2, DM D3, DM EP2 and DM EP4 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 5 - The use hereby permitted shall not be open to customers except between the hours of 11am and Midnight Monday to Saturday and 11am and 11pm Sundays and Public Holidays and no staff shall be present at the premises one hour after the closing time.",
    "Condition : 6 - INFORMATIVE: \r\nThis application grants only the change of use and shop front alterations. The advertising and signage required for the new desert parlour would need to seek a separate application for advertisement consent. Therefore, nothwithstanding the approved drawings, the proposed signage is not considered acceptable nor assessed.  \r\n",
    "Condition : 7 - INFORMATIVES: \r\n- Should the applicant propose the use of tables and chairs on the footway of the A24 London Road, the applicant should provide further details to TfL regarding this use of the footway, demonstrating adequate space for pedestrians and that pedestrian comfort is not impacted. The applicant should seek relevant licences for the proposed tables and chairs from the LB of Merton. \r\n\r\n- TfL requests that advertising Boards are not permitted in this area, in the interest of pedestrian comfort. \r\n",
    "Condition : 8 - INFORMATIVE: \r\nThe applicant wishes to install a canopy over the footway of the A24 London Road. An overhang licence must be subject to separate Section 177 licence application under the Highways Act 1980 to the Asset Operations team at TfL. ",
    "Condition : 9 - INFORMATIVE:\r\nThe footway and carriageway on the A24 London Road must not be blocked during the development works. Temporary obstructions during the development works must be kept to a minimum and should not encroach on the clear space needed to provide safe passage for pedestrians or obstruct the flow of traffic on the A24 London Road. ",
    "Condition : 10 - INFORMATIVES:\r\n- All vehicles associated with the development works must only park/ stop at permitted locations and within the time periods permitted by existing on-street restrictions. \r\n\r\n- No skips or construction materials shall be kept on the footway or carriageway on the TLRN at any time. Should the applicant wish to install scaffolding or a hoarding on the footway whilst undertaking this work, separate licences may be required with TfL, please see, https://www.tfl.gov.uk/info-for/urban-planning-andconstruction/highway-licences.\r\n\r\n",
    "Condition : 11 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was amended and is considered acceptable. \r\n   ii) The application was approved with an agreement to an extension of time. "
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T03:15:40.449+00:00",
  "appeal_status": null,
  "street_name": "London Road",
  "ward": "Ravensbury_histroic",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525797.7005511379,
              168630.49960355135
            ],
            [
              525809.1694311891,
              168612.26481927204
            ],
            [
              525813.4980882698,
              168614.95404948835
            ],
            [
              525802.5981174879,
              168633.54872682277
            ],
            [
              525797.7005511379,
              168630.49960355135
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  }
}