{
  "lpa_name": "Merton",
  "uprn": "48032898",
  "decision_date": "08/10/2019",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Merton-19_P1963",
  "secondary_street_name": null,
  "appeal_status": "Dismissed",
  "postcode": "SW19 2HD",
  "appeal_decision": "Dismissed",
  "application_details": {
    "site_area": 0.037000000000000005
  },
  "valid_date": "22/08/2019",
  "reference_no_of_permission_being_relied_on": null,
  "description": "CONVERSION OF EXISTING HOUSE TO 1X1BED, 1X2BED & 1X3BED FLATS TO INCLUDE TWO STOREY SIDE EXTENSION AND SINGLE STOREY REAR EXTENSION AND THE ERECTION OF AN EXTERNAL STAIRACASE.",
  "decision_conditions": [
    "Reason : 1 - The proposals by reason of scale, bulk, massing, density, design and layout; are considered to represent a visually intrusive, overly dominant and  unneighbourly form of over development that would   a) fail to respect and complement the design and detailing of the original building and character of the wider setting of the local area and b) fail to protect the amenity of neighbouring occupiers from visual intrusion and loss of outlook and privacy. The proposals would therefore be contrary to Sites and Policies Plan policies, DM D2 and DM D3, policies CS 9 and CS.14 in the Merton Core Strategy 2011, policies 3.5, 7.4 and 7.6 of the London Plan 2016 and the London Housing Supplementary Planning Guidance 2016.",
    "Reason : 2 - The proposals by reason of size, design and layout fail to provide an acceptable standard of residential accommodation and living space resulting in a cramped and unsatisfactory standard of accommodation failing to meet adopted minimum internal floorspace standards in Flat 3 with poor outlook and poor levels of natural light in Flats 2 & 3 to the detriment of the amenities of future occupiers. The proposals would therefore be contrary to policies 3.5 and 7.6 of the London Plan 2016, DCLG Technical housing standards-nationally described space standards 2015, policies CS9 & CS 14 of the Merton Core Strategy 2011 and policy DM D2 of the Adopted Merton Sites and Policies Plan 2014.\r\n\r\n",
    "Reason : 3 - Informative\r\nThe existing hip to gable and rear roof dormer extension has to date not been used in relation to the property being a dwelling house. Until such a concurrent use takes place the Certificate of Lawfulness (LBM Ref 18/P3827) is not valid and planning permission would be required. The Certificate of Lawfulness (LBM Ref 19/P1906) for the home office outbuilding is similarly not valid unless used in conjunction with the use of the building as a dwelling house. The fencing around the rear boundary exceeds 2m in height and is therefore subject to a requirement for planning permission. The applicant is also advised to familiarise themselves with the Party Wall Act and other relevant legislation in relation to removing fences and entering other land outside their control.\r\n",
    "Reason : 4 - INFORMATIVE\r\nNote to Applicant\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton  (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\"\tOffering a pre-application advice and duty desk service. \r\n\"\tWhere possible, suggesting solutions to secure a successful outcome.\r\n\"\tAs appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\nIn this instance:\r\n\"\tThe application was not considered to comply with the provisions of the Development Plan and NPPF as submitted, and would have required substantial changes such that a new application would be required. \r\n\"\tThe applicant/agent was informed of any issues arising during consideration of the application and how these could potentially be overcome but sufficient information was not forthcoming. \r\n\"\tThe applicant is advised to refer to previous pre-application advice on any resubmission.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T03:17:14.864+00:00",
  "ward": "Colliers Wood_histroic",
  "parking_details": null,
  "lapsed_date": "08/10/2019",
  "decision_target_date": "17/10/2019",
  "centroid": {
    "lat": 51.418987,
    "lon": -0.168992
  },
  "lpa_app_no": "19/P1963",
  "status": "Dismissed",
  "site_name": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=19/P1963",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527416.8986315166,
              170488.4977537024
            ],
            [
              527392.2458988075,
              170454.0476149426
            ],
            [
              527398.6523112871,
              170448.09931762284
            ],
            [
              527423.7502772959,
              170483.64914160175
            ],
            [
              527416.8986315166,
              170488.4977537024
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Minor dwellings",
  "last_date_consultation_comments": "20/09/2019",
  "appeal_decision_date": "16/03/2020",
  "decision_process": null,
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "34",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Harewood Road",
  "pp_id": "PP-07856820",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 527416,
  "appeal_start_date": "16/12/2019",
  "centroid_northing": 170476,
  "borough": "Merton",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.168975,
          51.419099
        ],
        [
          -0.169342,
          51.418795
        ],
        [
          -0.169252,
          51.41874
        ],
        [
          -0.168878,
          51.419054
        ],
        [
          -0.168975,
          51.419099
        ]
      ]
    ],
    "type": "Polygon"
  }
}