{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": null,
  "lpa_app_no": "19/P1310",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=19/P1310",
  "actual_completion_date": null,
  "pp_id": "PP-07323988",
  "lapsed_date": "03/12/2022",
  "secondary_street_name": null,
  "centroid": {
    "lat": 51.405018,
    "lon": -0.133404
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": "237",
  "uprn": "48053701",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "26/04/2019",
  "description": "ERECTION OF A TWO STOREY REAR AND SIDE EXTENSION TO THE MAIN BUILDING FRONTING NORTHBOROUGH ROAD INCLUDING INCREASE IN SIZE OF REAR DORMER",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.13362,
          51.405139
        ],
        [
          -0.133503,
          51.404946
        ],
        [
          -0.133347,
          51.404983
        ],
        [
          -0.13331,
          51.40499
        ],
        [
          -0.133469,
          51.405185
        ],
        [
          -0.133618,
          51.405139
        ],
        [
          -0.13362,
          51.405139
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Minor all other minor developments",
  "last_updated_by": "Northgate M3",
  "locality": "London",
  "site_name": null,
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: Site location plan and drawings C-NOR-3B, P-NOR-1B & P-NOR-2B",
    "Condition : 3 - The facing materials used in the development hereby permitted shall match those of the existing building in materials, style, colour, texture and, in the case of brickwork, bonding, coursing and pointing.",
    "Condition : 4 - No development shall take place until a scheme for the storage of refuse and recycling has been submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the scheme has been approved, and the development shall not be\r\noccupied until the scheme has been approved and has been carried out in full. Those facilities and measures shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 5 - No development shall take place until full details of a landscaping and planting scheme has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 6 - No development shall commence until details of secure cycle parking facilities for the occupants of, and visitors to, the development have been submitted to and approved in writing by the Local Planning Authority.  The approved facilities shall be fully implemented and made available for use prior to the first occupation of the development and thereafter retained for use at all times.",
    "Condition : 7 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant was offered the opportunity to submit amended plans in order to clarify the proposal \r\n  "
  ],
  "postcode": "SW16 4TR",
  "application_type": "All Other",
  "decision_date": "03/12/2019",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 529930,
  "valid_date": "03/04/2019",
  "borough": "Merton",
  "subdivision_of_building": null,
  "decision_target_date": "29/05/2019",
  "id": "Merton-19_P1310",
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T03:16:33.071+00:00",
  "street_name": "Northborough Road",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 168985,
  "application_details": {
    "site_area": 0.031
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              529914.6246906561,
              168998.03952973947
            ],
            [
              529923.312270261,
              168976.8793079679
            ],
            [
              529934.0668795331,
              168981.18084344984
            ],
            [
              529936.5975507405,
              168982.09895932028
            ],
            [
              529924.996749763,
              169003.50283253263
            ],
            [
              529914.7714091752,
              168998.04326962004
            ],
            [
              529914.6246906561,
              168998.03952973947
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "ward": "Longthornton_historic"
}