{
  "lpa_app_no": "19/P1292",
  "uprn": "10094254787",
  "lapsed_date": "21/02/2023",
  "centroid_northing": 169440,
  "site_number": "118B",
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "site_name": null,
  "appeal_decision_date": null,
  "valid_date": "08/04/2019",
  "decision_date": "21/02/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2341,
          51.410492
        ],
        [
          -0.234022,
          51.410476
        ],
        [
          -0.234017,
          51.410485
        ],
        [
          -0.233979,
          51.410555
        ],
        [
          -0.233908,
          51.410684
        ],
        [
          -0.233866,
          51.410762
        ],
        [
          -0.233944,
          51.410778
        ],
        [
          -0.233986,
          51.410701
        ],
        [
          -0.23402,
          51.410636
        ],
        [
          -0.2341,
          51.410492
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "decision_process": null,
  "application_details": {
    "site_area": 0.019
  },
  "appeal_decision": null,
  "postcode": "SW20 0PA",
  "development_type": "Minor dwellings",
  "title_number": null,
  "centroid_easting": 522921,
  "actual_commencement_date": null,
  "description": "ERECTION OF AN L-SHAPED REAR ROOF EXTENSION AND INSERTION OF 2 x ROOFLIGHTS ON FRONT ROOF SLOPE TO PROVIDE 1 x 1 BED SELF CONTAINED UNIT, WITH ACCESS TO A REAR ROOF TERRACE. ",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Merton",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.233961,
    "lat": 51.410668
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=19/P1292",
  "pp_id": null,
  "id": "Merton-19_P1292",
  "application_type_full": null,
  "cil_liability": true,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "21/02/2020",
  "locality": "Raynes Park",
  "lpa_name": "Merton",
  "last_date_consultation_comments": "14/02/2020",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: DVB/1672/2 B, DVB/1672/3 B, DVB/1672/4 B. ",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Before the development hereby permitted is first occupied, the window in the western elevation of the roof extension shall be glazed with obscured glass and shall be maintained as such thereafter.",
    "Condition : 5 - The development shall not be occupied until a scheme for the storage of refuse and recycling has been submitted in writing for approval to the Local Planning Authority. The approved facilities shall be fully implemented and made available for use prior to the first occupation of the development and thereafter retained for use at all times.",
    "Condition : 6 - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 7 - The 1.7m obscure glazed screening to the terrace, as shown on the approved plans, shall be implemented before the development is first occupied and retained permanently thereafter.",
    "Condition : 8 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 9 - The development shall not be occupied until details of secure cycle parking facilities for the occupants of, and visitors to, the development have been submitted to and approved in writing by the Local Planning Authority.  The approved facilities shall be fully implemented and made available for use prior to the first occupation of the development and thereafter retained for use at all times.",
    "Condition : 10 - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved CO2 reductions of not less than a 19% improvement on Part L regulations 2013, and internal water usage rates of not more than 105 litres per person per day.\r\n\r\nReason: To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply with the following Development Plan policies for Merton: Policy 5.2 of the London Plan 2016 and Policy CS15 of Merton's Core Planning Strategy 2011.\r\n",
    "Condition : 11 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 12 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was amended following discussion with the case officer and is now considered acceptable.",
    "Condition : 13 - INFORMATIVES:\r\nCarbon emissions evidence requirements for Post Construction stage assessments must provide:\r\n-          Detailed documentary evidence confirming the Target Emission Rate (TER), Dwelling Emission Rate (DER) and percentage improvement of DER over TER based on 'As Built' SAP outputs (i.e. dated outputs with accredited energy assessor name and registration number, assessment status, plot number and development address); OR, where applicable:\r\n-          A copy of revised/final calculations as detailed in the assessment methodology based on 'As Built' SAP outputs; AND\r\n-          Confirmation of Fabric Energy Efficiency (FEE) performance where SAP section 16 allowances (i.e. CO2 emissions associated with appliances and cooking, and site-wide electricity generation technologies) have been included in the calculation. \r\n\r\nWater efficiency evidence requirements for post construction stage assessments must provide: \r\n-          Documentary evidence representing the dwellings 'As Built'; detailing: \r\n-          the type of appliances/ fittings that use water in the dwelling (including any specific water reduction equipment with the capacity / flow rate of equipment); \r\n-          the size and details of any rainwater and grey-water collection systems provided for use in the dwelling; AND:\r\n-          Water Efficiency Calculator for New Dwellings; OR\r\n-          Where different from design stage, provide revised Water Efficiency Calculator for New Dwellings and detailed documentary evidence (as listed above) representing the dwellings 'As Built'. "
  ],
  "parking_details": null,
  "last_updated": "2025-03-20T11:17:27.406+00:00",
  "appeal_status": null,
  "street_name": "Richmond Road",
  "ward": "Raynes Park_histroic",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              522911.8384685145,
              169420.22354377055
            ],
            [
              522917.3049440274,
              169418.55402166577
            ],
            [
              522917.60176622716,
              169419.50374980865
            ],
            [
              522920.0505493756,
              169427.40148910682
            ],
            [
              522924.6512934726,
              169441.8973397168
            ],
            [
              522927.3474284542,
              169450.60484722117
            ],
            [
              522921.89744306356,
              169452.30436074105
            ],
            [
              522919.2013080819,
              169443.5968532366
            ],
            [
              522916.9998767667,
              169436.3489279325
            ],
            [
              522911.8384685145,
              169420.22354377055
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  }
}