{
  "lpa_app_no": "19/P1362",
  "uprn": "10094254779",
  "lapsed_date": "28/05/2022",
  "centroid_northing": 171274,
  "site_number": "321B",
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "site_name": null,
  "appeal_decision_date": null,
  "valid_date": "02/04/2019",
  "decision_date": "28/05/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.19028,
          51.426501
        ],
        [
          -0.190176,
          51.426533
        ],
        [
          -0.189943,
          51.426605
        ],
        [
          -0.189911,
          51.426566
        ],
        [
          -0.190042,
          51.426525
        ],
        [
          -0.190249,
          51.426461
        ],
        [
          -0.19028,
          51.426501
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "decision_process": null,
  "application_details": {
    "site_area": 0.013000000000000001
  },
  "appeal_decision": null,
  "postcode": "SW19 8LA",
  "development_type": "Minor dwellings",
  "title_number": null,
  "centroid_easting": 525919,
  "actual_commencement_date": null,
  "description": "ERECTION OF A SINGLE STOREY REAR EXTENSION BEHIND EXISTING RETAIL UNIT TO CREATE A NEW SELF-CONTAINED STUDIO FLAT",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Merton",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.190226,
    "lat": 51.426493
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=19/P1362",
  "pp_id": "PP-07751703",
  "id": "Merton-19_P1362",
  "application_type_full": null,
  "cil_liability": true,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "28/05/2019",
  "locality": "London",
  "lpa_name": "Merton",
  "last_date_consultation_comments": "27/04/2019",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: HRW.321.EX.01. REVA, HRW.321.EX.02. REVA, HRW.321.LP, HRW.321.PR.101. and HRW.321.PR.102",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no window, door or other opening other than those expressly authorised by this permission shall be constructed in any elevation without planning permission first being obtained from the Local Planning Authority.",
    "Condition : 5 - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 6 - Prior to first occupation full details of a landscaping and planting scheme shall be submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 7 - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 8 - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 9 - No part of the development hereby approved shall be occupied until evidence has been submitted to the council confirming that the development has achieved not less than the CO2 reductions (ENE1), internal water usage (WAT1) standards equivalent to Code for Sustainable Homes level 4. Evidence requirements are detailed in the \"Schedule of evidence Required for Post Construction Stage from Ene1 & Wat1 of the Code for Sustainable Homes Technical Guide. Evidence to demonstrate a 25% reduction compared to 2010 part L regulations and internal water usage rats of 105l/p/day must be submitted to, and acknowledged in writing by the Local Planning Authority, unless otherwise agreed in writing.\r\n \r\nTo ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply with the following Development Plan policies for Merton: policy 5.2 of the London Plan 2011 and policy CS15 of Merton's Core Planning Strategy 2011.",
    "Condition : 10 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n   ii) The application was approved without delay.\r\n"
  ],
  "parking_details": null,
  "last_updated": "2025-03-20T11:17:44.935+00:00",
  "appeal_status": null,
  "street_name": "Haydons Road",
  "ward": "Wimbledon Park_historic",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525915.2009170533,
              171274.80267651152
            ],
            [
              525922.3988553989,
              171278.5516033916
            ],
            [
              525938.402519006,
              171286.89921391528
            ],
            [
              525940.7028910547,
              171282.60044442507
            ],
            [
              525931.6992843266,
              171277.90178939974
            ],
            [
              525917.5012891018,
              171270.40393563634
            ],
            [
              525915.2009170533,
              171274.80267651152
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  }
}