{
  "cil_liability": true,
  "decision_agency": "Borough",
  "centroid_easting": 523128,
  "subdivision_of_building": null,
  "decision_process": null,
  "last_updated": "2025-03-19T03:18:33.032+00:00",
  "site_number": "8",
  "last_updated_by": "Northgate M3",
  "date_building_work_started_under_previous_permission": null,
  "street_name": "Blenheim Road",
  "centroid": {
    "lat": 51.402705,
    "lon": -0.231292
  },
  "id": "Merton-19_P1794",
  "application_type_full": null,
  "appeal_decision": null,
  "lapsed_date": "19/02/2023",
  "title_number": [],
  "appeal_decision_date": null,
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: Site location plan, 19008-A-02-00, 19008-A-03-LG, 19008-A-03-01, 19008-A-03-02, 19008-A-03-03, 19008-A-04-01, 19008-A-05-02, 19008-A-05-03 all Revision 1 dated 19.11.19.",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the approved drawings unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 5 - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 6 - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 7 - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved CO2 reductions of not less than a 19% improvement on Part L regulations 2013, and internal water consumption rates of no greater than 105 litres per person per day.",
    "Condition : 8 - No development shall take place until a Demolition and Construction Method Statement has been submitted to, and is approved in writing, by the Local Planning Authority to accommodate: \r\n\r\n- Parking of vehicles of site operatives and visitors \r\n- Loading and unloading of plant and materials \r\n- Storage of construction plant and materials; \r\n- The erection and maintenance of security hoarding including decorative displays and facilities for public viewing, where appropriate\r\n- Wheel cleaning facilities \r\n- Measures to control the emission of dust, dirt, smell and other effluvia; \r\n- Measures to control the emission of noise and vibration during construction/demolition\r\n- Non road mobile machinery compliance\r\n- A scheme for recycling/disposing of waste resulting from demolition and construction works\r\n\r\nThe approved details must be implemented and complied with for the duration of the demolition and construction period. \r\n",
    "Condition : 9 - The hardstanding hereby permitted shall be made of porous materials, or provision made to direct surface water run-off to a permeable or porous area or surface within the application site before the development hereby permitted is first occupied or brought into use.",
    "Condition : 10 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 11 - The vehicle parking area (including any garages hereby approved) shown on the approved plans shall be provided before the commencement of the buildings or use hereby permitted and shall be retained for parking purposes for occupiers and users of the development and for no other purpose.\r\n",
    "Condition : 12 - No development shall commence until details of the proposed vehicular access to serve the development have been submitted in writing for approval to the Local Planning Authority.  No works that are subject of this condition shall be carried out until those details have been approved, and the development shall not be occupied until those details have been approved and completed in full.",
    "Condition : 13 - No works shall commence on site until the below documents have been submitted to and approved in writing by the planning authority. \r\na)\tSite specific soil investigation report along with borehole logs and to determine ground conditions onsite and to assess groundwater. A standpipe for monitoring groundwater shall be installed.\r\nb)\tDetailed Construction Method Statement produced by the respective Contractor/s responsible for the underpinning, temporary works, excavation and construction of the basement. This shall be reviewed and agreed by the Structural Engineer designing the basement. \r\n",
    "Condition : 14 - Condition 13 continued:\r\nc)\tDetailed design calculations of the underpinning retaining wall supporting the highway and adjoining properties in the temporary and permanent phase, and temporary propping works. The design of the piled wall retaining the highway boundary shall be carried out in accordance with Eurocodes. We recommend assuming full hydrostatic pressure to ground level. The soil parameters used in the design should be informed by the soil investigation report. \r\nd)\tUnderpinning sequence produced by the appointed underpinning Contractor. \r\ne)\tPropping and de-propping sequence of the temporary works produced by the appointed Contractor. \r\nf)\tConstruction sequence drawings produced by the appointed Contractor. \r\ng)\tTemporary works drawings and sections of the designed basement retaining walls. \r\nh)\tMovement monitoring report produced by specialist surveyors appointed to install monitoring gauges to detect any movement of the highway/neighbouring properties from start to completion of the project works. The report should include the proposed locations pf the horizontal and vertical movement monitoring, frequency of monitoring, trigger levels, and the actions required for different trigger alarms.",
    "Condition : 15 - No development approved by this permission shall be commenced until a final detailed scheme for the provision of surface and foul water drainage has been submitted to and approved in writing by the local planning authority. The drainage scheme will dispose of surface water by means of a sustainable drainage system (SuDS) at a restricted runoff rate (no more than 2l/s), in accordance with drainage hierarchy contained within the London Plan Policy (5.12, 5.13 and SPG) and the advice contained within the National SuDS Standards. A CCTV will inform the final design to demonstrate the routing (line and level) and condition of all existing drainage runs. The final drainage scheme will be maintained in perpetuity by the applicant unless adopted by Thames Water.",
    "Condition : 16 - Prior to the commencement of development, the applicant shall submit a detailed proposal on how drainage and groundwater  will be managed and mitigated during construction and post construction (permanent phase), for example through the implementation of passive drainage measures around the basement structure as recommended within the submitted BIA.",
    "Condition : 17 - The details and measures for the protection of the existing trees as specified in the approved document 'Arboricultural Impact Assessment' dated '7 June 2019' reference 'EAS-010.01' shall be complied with. The methods for the protection of the existing trees shall fully accord with all of the measures specified in the report and shall be installed prior to the commencement of any site works and shall remain in place until the conclusion of all site works.\r\n",
    "Condition : 18 - The details of the Arboricultural Method Statement and Tree Protection Plan shall include the retention of an arboricultural expert to supervise, monitor and report to the LPA not less than monthly the status of all tree works and tree protection measures throughout the course of the construction period. At the conclusion of the construction period the arboricultural expert shall submit to the LPA a satisfactory completion statement to demonstrate compliance with the approved protection measures.",
    "Condition : 19 - Full details of a landscaping scheme shall be submitted to and approved in writing by the LPA and these works shall be carried out in the first available planting season following the completion of the development or prior to the occupation of any part of the development, whichever is the sooner. The details shall include on a plan, the size, species, spacing, quantities and location of the plants, such details shall include the replacement TPO tree. Any trees which die within a period of 5 years form the completion of the development, are removed or become seriously damaged or diseased or are dying, shall be replaced in the next planting season with others of the same approved specification, unless the LPA gives written consent to any variation.",
    "Condition : 20 - Prior to the first occupation of the dwellings hereby permitted, the window to bedroom 2 of Flat 7, the side facing living room/kitchen window of Flat 7 and the side facing bedroom window of Flat 8, shall be obscurely glazed up to an internal floor to sill height of no less than 1.7m and shall be retained as such thereafter.",
    "Condition : 21 - The development hereby approved shall not be occupied until scaled drawings at a scale of 1:50 showing the means of enclosure and access to the bin store (i.e. the form of any access gate and bin enclosure) have been submitted to and approved in writing by the LPA. The approved means of enclosure shall be implemented prior to the first occupation of the dwellings hereby approved and shall be retained thereafter.",
    "Condition : 22 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n   i) The applicant was offered the opportunity to submit amended plans in order to make the proposal acceptable in planning terms.\r\n   ii) The application required an extension of time to allow for amended plans adn to be heard at Planning Committee.\r\n   iii) The application was considered by the Planning Committee where the applicant/agent had the opportunity to speak to the committee and promote the application.\r\n",
    "Condition : 23 - INFORMATIVE:\r\nCarbon emissions evidence requirements for Post Construction stage assessments must provide:\r\n-\tDetailed documentary evidence confirming the Target Emission Rate (TER), Dwelling Emission Rate (DER) and percentage improvement of DER over TER based on 'As Built' SAP outputs (i.e. dated outputs with accredited energy assessor name and registration number, assessment status, plot number and development address); OR, where applicable:\r\n-\tA copy of revised/final calculations as detailed in the assessment methodology based on 'As Built' SAP outputs; AND\r\n-\tConfirmation of Fabric Energy Efficiency (FEE) performance where SAP section 16 allowances (i.e. CO2 emissions associated with appliances and cooking, and site-wide electricity generation technologies) have been included in the calculation\r\n\r\nWater efficiency evidence requirements for post construction stage assessments must provide: \r\n-\tDocumentary evidence representing the dwellings 'As Built'; detailing: \r\n-\tthe type of appliances/ fittings that use water in the dwelling (including any specific water reduction equipment with the capacity / flow rate of equipment); \r\n-\tthe size and details of any rainwater and grey-water collection systems provided for use in the dwelling; AND:\r\n-\tWater Efficiency Calculator for New Dwellings; OR\r\n-\tWhere different from design stage, provide revised Water Efficiency Calculator for New Dwellings and detailed documentary evidence (as listed above) representing the dwellings 'As Built'.",
    "Condition : 24 - INFORMATIVE\r\nNo surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary. Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777).",
    "Condition : 25 - INFORMATIVE:\r\nNo waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals shall be washed down on the highway or disposed of into the highway drainage system.",
    "Condition : 26 - INFORMATIVE\r\nThis permission creates one or more new units which will require a correct postal address. Please contact the Street Naming & Numbering Officer at the London Borough of Merton\r\n\r\nStreet Naming and Numbering (Business Improvement Division)\r\nCorporate Services\r\n7th Floor, Merton Civic Centre\r\nLondon Road\r\nMorden\r\nSM4 5DX\r\nEmail: street.naming@merton.gov.uk\r\n",
    "Condition : 27 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n"
  ],
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "secondary_street_name": null,
  "status": "Completed",
  "bo_system": "Northgate M3",
  "decision_date": "19/02/2020",
  "ward": "West Barnes_historic",
  "uprn": "48006363",
  "application_type": "All Other",
  "site_name": "Brook House",
  "borough": "Merton",
  "pp_id": "PP-07830992",
  "last_date_consultation_comments": "05/02/2020",
  "actual_completion_date": "28/10/2021",
  "lpa_name": "Merton",
  "postcode": null,
  "locality": "Raynes Park",
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=19/P1794",
  "development_type": "Minor dwellings",
  "valid_date": "18/07/2019",
  "centroid_northing": 168559,
  "lpa_app_no": "19/P1794",
  "appeal_status": null,
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              523114.14753284847,
              168574.24570215942
            ],
            [
              523116.05214196374,
              168566.49791993678
            ],
            [
              523117.99797638453,
              168560.19972277514
            ],
            [
              523119.5480478724,
              168555.25113929145
            ],
            [
              523119.2017553059,
              168555.20115359954
            ],
            [
              523125.19591472927,
              168531.44795287517
            ],
            [
              523134.99929238367,
              168528.7487255205
            ],
            [
              523144.0523694776,
              168530.79813888198
            ],
            [
              523136.69777497184,
              168559.24999463133
            ],
            [
              523134.3974029235,
              168568.19743345736
            ],
            [
              523131.3962006812,
              168579.65415400808
            ],
            [
              523114.14753284847,
              168574.24570215942
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "appeal_start_date": null,
  "application_details": {
    "existing_uprns": [],
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "total_gia_existing": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "scheme_phasing": null,
    "circular_economy_statement": null,
    "commencement_notice_received": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": null,
      "site_area": null,
      "total_gia_lost": null,
      "total_gia_existing": null
    },
    "phasing_details": [],
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 0.08800000000000001,
    "existing_proposed_floorspace_details": [],
    "constraints_details": [],
    "grey_water_reuse": null,
    "building_details": [],
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "non_permanent_dwellings_details": [],
    "intended_completion_date": null,
    "projected_cost_of_works": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_homes_passive_cooling": null,
      "no_new_water_connections_required": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "fire_suppression_system_proposed": null,
      "chp_heat_pumps_capacity": null,
      "ghg_reduction_over_building_regulations": null,
      "no_active_slow_ev_charging_points": null,
      "green_roof_area": null,
      "no_resi_units_to_have_full_fibre": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "uk_company_registration_no": null,
    "internal_resi_water_usage": null,
    "3d_model": null,
    "transport_contributions": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "total_gia_lost": null,
    "transport_impact_assessment": null,
    "social_infrastructure_contributions": null,
    "scheme_name": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 14,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 8,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units": 3,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 3,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 8,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "site_area": null,
      "total_gia_lost": null,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": "28/10/2021",
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Conversion",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "01/10/2020",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": "28/10/2021",
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Conversion",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "01/10/2020",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": "28/10/2021",
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Conversion",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "01/10/2020",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": "28/10/2021",
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Conversion",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "01/10/2020",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": "28/10/2021",
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Conversion",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "01/10/2020",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": "28/10/2021",
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Conversion",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "01/10/2020",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": "28/10/2021",
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Studio Bedsit",
          "unit_development_type": "Conversion",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "01/10/2020",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": "28/10/2021",
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Studio Bedsit",
          "unit_development_type": "Conversion",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "01/10/2020",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": "28/10/2021",
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Loss",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Conversion",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "01/10/2020",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": "28/10/2021",
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Loss",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Conversion",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "01/10/2020",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": "28/10/2021",
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Loss",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Conversion",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "01/10/2020",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "decision_target_date": "19/02/2020",
  "epc_number": null,
  "description": "CONVERSION OF EXISTING PROPERTY FROM 3 TO 8 FLATS INVOLVING THE ERECTION OF SINGLE STOREY SIDE EXTENSIONS AND A TWO STOREY REAR EXTENSION (WITH BASEMENT LEVEL)  WITH ASSOCIATED LANDSCAPING, OFF-STREET CAR PARKING, CYCLE PARKING AND REFUSE STORAGE.",
  "actual_commencement_date": "01/10/2020",
  "reference_no_of_permission_being_relied_on": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.231486,
          51.402845
        ],
        [
          -0.231461,
          51.402775
        ],
        [
          -0.231435,
          51.402718
        ],
        [
          -0.231415,
          51.402673
        ],
        [
          -0.23142,
          51.402673
        ],
        [
          -0.231342,
          51.402458
        ],
        [
          -0.231202,
          51.402432
        ],
        [
          -0.231071,
          51.402448
        ],
        [
          -0.231167,
          51.402706
        ],
        [
          -0.231197,
          51.402787
        ],
        [
          -0.231236,
          51.40289
        ],
        [
          -0.231486,
          51.402845
        ]
      ]
    ],
    "type": "Polygon"
  }
}