{
  "lpa_app_no": "19/P1498",
  "uprn": "48043819",
  "lapsed_date": "31/07/2022",
  "centroid_northing": 169379,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "site_name": "Former Derelict Building To The Rear Of Delta House",
  "appeal_decision_date": null,
  "valid_date": "30/04/2019",
  "decision_date": "31/07/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.192009,
          51.409911
        ],
        [
          -0.192029,
          51.409877
        ],
        [
          -0.191997,
          51.409868
        ],
        [
          -0.192004,
          51.409822
        ],
        [
          -0.191847,
          51.409819
        ],
        [
          -0.190377,
          51.410008
        ],
        [
          -0.19037,
          51.409898
        ],
        [
          -0.190015,
          51.409941
        ],
        [
          -0.189175,
          51.410062
        ],
        [
          -0.189199,
          51.410132
        ],
        [
          -0.189222,
          51.410125
        ],
        [
          -0.189285,
          51.410117
        ],
        [
          -0.189744,
          51.410059
        ],
        [
          -0.190198,
          51.410015
        ],
        [
          -0.19023,
          51.410132
        ],
        [
          -0.192009,
          51.409911
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "decision_process": null,
  "application_details": {
    "site_area": 0.229
  },
  "appeal_decision": null,
  "postcode": null,
  "development_type": "Major all other major developments",
  "title_number": null,
  "centroid_easting": 526004,
  "actual_commencement_date": null,
  "description": "DEMOLITION OF EXISTING WAREHOUSE WITH ANCILLARY OFFICE SPACE AND THE ERECTION OF REPLACEMENT THREE STOREY (WITH DOUBLE HEIGHT GROUND FLOOR) BUILDING CONTAINING WAREHOUSE AND STUDIOS",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Merton",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.189677,
    "lat": 51.409444
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=19/P1498",
  "pp_id": "PP-07764912",
  "id": "Merton-19_P1498",
  "application_type_full": null,
  "cil_liability": true,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "01/08/2019",
  "locality": "Wimbledon",
  "lpa_name": "Merton",
  "last_date_consultation_comments": "06/06/2019",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: P01 Rev B, P02 Rev B, 4111 Rev C, 4112 Rev F, 4113 Rev B, Deaign and Access Statement Rev A (Dated 21/03/2019), Planning Statement (Dated April 2019), FRA & Suds Strategy for Planning (produced by SHA Environmental) and Sustainability and Energy Statement (produced by SHA Environmental).",
    "Condition : 3 - No development shall take place until details of particulars and samples of the brick material to be used on all external faces of the development hereby permitted, have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - No development shall take place until details of the surfacing of all those parts of the site not covered by buildings or soft landscaping, including any parking, service areas or roads, footpaths, hard and soft have been submitted in writing for approval by the Local Planning Authority. No works that are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details have been approved and works to which this condition relates have been carried out in accordance with the approved details.",
    "Condition : 5 - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 6 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 7 - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 8 - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 9 - No development approved by this permission shall be commenced until a scheme for the provision of surface water drainage has been implemented in accordance with details that have been submitted to and approved in writing by the local planning authority. Before these details are submitted an assessment shall be carried out of the potential for disposing of surface water by means of a sustainable drainage system (SuDS) to ground, watercourse or sewer in accordance with drainage hierarchy contained within the London Plan Policy 5.13 and the advice contained within the National SuDS Standards. \r\n\t\r\nReason: To ensure satisfactory means of surface water drainage, to reduce the risk of flooding and to comply with the following Development Plan policies for Merton: policy 5.13 of the London Plan 2011, policy CS16 of Merton's Core Planning Strategy 2011 and policy DM F2 of Merton's Sites and Polices Plan 2014.\r\n\r\n",
    "Condition : 10 - No piling shall take palce until a piling method statement (detailing the depth and type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface sewerage infrastructure and the programme for the works) has been submitted to and be approved in writing by the Local Planning Authority in consultation with Thames Water. Any piling must be undertaken in accordance with the terms of the approved piling method statement.\r\n\r\nReason for condition: The proposed works will be  in close proximity to underground sewerage utility infrastruture. Piling has the potential to impact on local underground sewerage utility infrastructure. ",
    "Condition : 11 - The car parking spaces shown on approved drawing number P02 Rev B shall be used by the occupiers of the Studios only and for no other purpose.\r\n\r\nReason for condition: To ensure adequate parking is provided for the development and to comply with Policy CS20 (Parking, Sevicing and Deliveries) of the Adopted Merton Core Planning Strategy (2011) and Policy DM T3 (Car Parking and Servicing Standards) of the Adopted Merton Sites and Polices Plan (2014).",
    "Condition : 12 - The sustainability measures shall be implemented in accordance with the details set out in the applicants Sustainability and Energy Statement produced by SHA Environmental.\r\n\r\nReason for condtion:  In the interest of sustainable development and to comply with with Policy CS15 (Climate Change) of the Adopted Merton Core Planning Strategy (2011).  ",
    "Condition : 13 - The Studio uses hereby permitted shall be occupied for artists/creative uses only and for no other puropse.\r\n\r\nReason for condition: In order to maintiain the availability of small Studio units for artists/creative uses and to protect employment opportunities in accordance with Policy E.1 (Employment Areas in Merton) of the Adopted Merton Sites and Polices Plan (2014).",
    "Condition : 14 - Informative\r\n\r\nA Groundwater Risk Management permit from Thames Water will be required for the discharging of groundwater into a public sewer. Any discharge made without a permit is deemed illegal and amy result in prosecution under the provisions of the Water Industry Act 1991. We would expect the developerto demonstrate what measures he will undertake to minimise groundwater discharges into the public sewer. Permit enquiries should be directed to Thames Water's risk management team by telephoning 02035779483 or by emailing wwqriskmanagement@thameswater.co.uk. Applicationforms should be completed on line via www.thameswater.co.uk/wastewaterquality.",
    "Condition : 15 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner. In this instance the application was acceptable as submitted and no further assistance was required.\r\n  ",
    "Condition : 16 - INFORMATIVE\r\n\r\nThanes Water will aim to provide customers witha minimum pressure 10m head (approx 1 bar) and a flow rate of 9 litres/mimute at the point where it leaves Thames Water pipes. The developer should take account of the minimum pressure in the design of the propsed development. "
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T03:15:44.980+00:00",
  "appeal_status": null,
  "street_name": "Lombard Road",
  "ward": "Abbey_histroic",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525840.5501337709,
              169427.0016035292
            ],
            [
              525839.2556591772,
              169423.19269381755
            ],
            [
              525841.5065608593,
              169422.1729857049
            ],
            [
              525841.119042987,
              169417.06444800756
            ],
            [
              525852.0519940138,
              169416.95447948528
            ],
            [
              525953.7960480637,
              169440.5477259942
            ],
            [
              525954.5875739296,
              169428.34122006787
            ],
            [
              525979.1496109648,
              169433.74967191514
            ],
            [
              526037.2360664578,
              169448.55543381412
            ],
            [
              526035.3570931699,
              169456.36100920907
            ],
            [
              526033.7978759767,
              169455.55343065923
            ],
            [
              526029.4032584071,
              169454.50373113214
            ],
            [
              525997.6788530172,
              169447.2729395961
            ],
            [
              525966.2313777377,
              169441.67584397912
            ],
            [
              525963.6825953865,
              169454.58879805804
            ],
            [
              525840.5501337709,
              169427.0016035292
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  }
}