{
  "uprn": "100021388574",
  "street_name": null,
  "centroid_easting": 549534,
  "lpa_name": "Havering",
  "actual_commencement_date": null,
  "decision_agency": "Borough",
  "application_details": {
    "intended_commencement_date": "01/2022",
    "total_gia_gained": 49,
    "existing_uprns": null,
    "intended_completion_date": "03/2022",
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 0,
    "site_area": 0.024
  },
  "lpa_app_no": "P2051.21",
  "parking_details": null,
  "application_type": "All Other",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "11/07/2022",
  "locality": null,
  "appeal_status": null,
  "last_date_consultation_comments": "16/11/2021",
  "status": "Approved",
  "decision_process": "Delegated",
  "secondary_street_name": "Romford",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The paving at front garden of the property including any sub-base, shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the dwellinghouse.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 the garage(s)/carport(s) hereby permitted shall be made permanently available for the parking of private motor vehicles and not for any other purpose including living accommodation or any trade or business.",
    "Reason:-",
    "To provide satisfactory off-street parking at the site.",
    "The proposal involves works which affect the highway and/or its verge.  Before commencing such works you must obtain separate consent of the Highway Authority.  Please contact the Streetcare on 01708 432563.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent Jay with regards to information on how the garage will be accessed. The amendments were subsequently submitted on 10/03/22."
  ],
  "valid_date": "25/10/2021",
  "subdivision_of_building": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              549534.835,
              191976.878
            ],
            [
              549527.384,
              191979.858
            ],
            [
              549521.559,
              191993.269
            ],
            [
              549549.601,
              191989.205
            ],
            [
              549534.835,
              191976.878
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P2051.21",
  "title_number": [
    "Unknown"
  ],
  "decision_date": "11/07/2022",
  "id": "Havering-P2051.21",
  "ward": "Havering Park",
  "development_type": null,
  "cil_liability": false,
  "borough": "Havering",
  "appeal_decision": null,
  "site_name": "37B Navarre Gardens",
  "lapsed_date": "11/07/2025",
  "description": "Two storey side extension and crossover to front of property (revised description).",
  "pp_id": "10329934",
  "actual_completion_date": null,
  "centroid_northing": 191986,
  "bo_system": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-20T17:05:38.017+00:00",
  "epc_number": null,
  "application_type_full": "Householder planning permission",
  "decision": "Approved",
  "postcode": "RM5 2QR",
  "site_number": null,
  "last_updated_by": "CSV Data Import",
  "centroid": {
    "lat": "51.6068616",
    "lon": "0.1580106"
  },
  "appeal_start_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1580188,
          51.6067794
        ],
        [
          0.15791249999999998,
          51.6068082
        ],
        [
          0.15783419999999998,
          51.6069302
        ],
        [
          0.1582371,
          51.6068863
        ],
        [
          0.1580188,
          51.6067794
        ]
      ]
    ],
    "type": "Polygon"
  }
}