{
  "cil_liability": false,
  "centroid": {
    "lat": "51.5059131",
    "lon": "-0.46562339999999997"
  },
  "uprn": null,
  "bo_system": "CSV Data Import",
  "borough": "Hillingdon",
  "description": "Conversion of roof space to habitable use to include a rear dormer and 3 front roof lights",
  "street_name": "WEST DRAYTON",
  "id": "Hillingdon-74982_APP_2021_2817",
  "decision_target_date": "23/12/2021",
  "decision_date": "23/12/2021",
  "lapsed_date": "23/12/2024",
  "ward": "WEST DRAYTON",
  "pp_id": "10039372",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=74982/APP/2021/2817",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 23.9,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "10/2021",
    "intended_completion_date": "12/2021",
    "site_area": 0.034
  },
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on submitted plans numbers\tPL/PP/2230 - 02, PL/PP/2230 - 03 and PL/PP/2230 - 04.",
    "Note: The volume calculation shown on drawing PL/PP/2230 - 04 is incorrect. The dimensions of the dormer hereby permitted shall be as detailed on the elevation drawings.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The development hereby approved shall not be sub-divided to form additional dwelling units or used as a house of multiple occupation without a further express permission from the Local Planning Authority.",
    "REASON",
    "To ensure that the boroughs housing stock of small family dwellings is protected and that the residential amenities of neighbouring occupiers are not harmed. Additionally it is considered that the premises should remain as a single dwelling until the Local Planning Authority are satisfied that any conversion would be in accordance with Policies DMH 1, DMH 4, DMHB 11 of the Hillingdon Local Plan Part 2 (2020), as well as other relevant planning guidance contained within the London Plan (2021) and NPPF(2021).",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way."
  ],
  "lpa_app_no": "74982/APP/2021/2817",
  "parking_details": null,
  "actual_completion_date": null,
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Householder planning permission",
  "title_number": [
    "Unregistered"
  ],
  "centroid_easting": 506587,
  "last_updated": "2025-03-20T19:58:50.120+00:00",
  "appeal_start_date": null,
  "decision": "Approved",
  "site_number": null,
  "postcode": "UB7 9PB",
  "secondary_street_name": null,
  "site_name": "26A HAWTHORNE CRESCENT",
  "valid_date": "19/07/2021",
  "status": "Approved",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "actual_commencement_date": null,
  "appeal_decision_date": null,
  "epc_number": null,
  "centroid_northing": 179669,
  "lpa_name": "Hillingdon",
  "locality": null,
  "appeal_status": null,
  "application_type": "Householder",
  "development_type": null,
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "last_date_consultation_comments": "25/08/2021",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506570.9989,
              179673.8186
            ],
            [
              506603.675,
              179673.5541
            ],
            [
              506603.5427,
              179663.3676
            ],
            [
              506569.4114,
              179663.8967
            ],
            [
              506569.4114,
              179669.0561
            ],
            [
              506570.9989,
              179669.1884
            ],
            [
              506570.9989,
              179673.5541
            ],
            [
              506570.9989,
              179673.6864
            ],
            [
              506570.9989,
              179673.8186
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4658524,
          51.5059594
        ],
        [
          -0.46538189999999996,
          51.5059509
        ],
        [
          -0.4653868,
          51.5058593
        ],
        [
          -0.46587829999999997,
          51.5058705
        ],
        [
          -0.4658767,
          51.5059169
        ],
        [
          -0.4658538,
          51.5059178
        ],
        [
          -0.4658525,
          51.505957
        ],
        [
          -0.4658524,
          51.5059582
        ],
        [
          -0.4658524,
          51.5059594
        ]
      ]
    ],
    "type": "Polygon"
  }
}