{
  "decision_agency": "Borough",
  "status": "Refused",
  "decision": "Refused",
  "centroid": {
    "lon": 0.183249,
    "lat": 51.574458
  },
  "polygon": null,
  "borough": "Havering",
  "application_type": "Prior Approval",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "100023211128",
  "valid_date": "12/11/2024",
  "decision_target_date": "07/01/2025",
  "appeal_decision_date": null,
  "locality": null,
  "centroid_northing": 188435,
  "ward": "St Albans",
  "decision_conditions": [
    "The proposal fails to meet the criteria set in paragraph MA.2. (d) under Class MA of Part 3 to Schedule 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015 as amended with respect potential noise impact upon the proposed flats from the ground floor Adult Gaming Centre, rear of the property, and the internal noise limits as currently proposed would result in substandard residential accommodation. Therefore, in the absence of satisfactory information, it would be likely that the future occupiers of the site would suffer from undue noise from the commercial activities in close vicinity, which would unacceptably impact on their living conditions.",
    "The proposal fails to meet the criteria set in  paragraph MA.2. (a) under Class MA of Part 3 to Schedule 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015 as amended, with respect to transport impacts of the development, particularly to ensure safe site access. Given the location of the site a car free scheme could be acceptable, however, there is no legal undertaking for future occupiers of the site to be excluded from applying for over-subscribed residential parking zone. In the absence of legal agreement to exempt the future occupiers of the site from residential parking zone, it is considered that the proposal would have an adverse impact upon the free flow of traffic and the safety of highway condition. In addition, without a satisfactory service management plan, it is unclear how refuse storage facility would be collected from the site and the potential adverse implications this could have on the servicing of the site."
  ],
  "pp_id": null,
  "decision_process": "Delegated",
  "lapsed_date": null,
  "application_type_full": null,
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Havering-J0036.24",
  "actual_commencement_date": null,
  "lpa_name": "Havering",
  "last_updated": "2025-07-20T04:12:11.808Z",
  "lpa_app_no": "J0036.24",
  "wgs84_polygon": null,
  "appeal_status": null,
  "site_name": "136 SOUTH STREET",
  "title_number": null,
  "decision_date": "07/01/2025",
  "appeal_start_date": null,
  "cil_liability": false,
  "development_type": null,
  "description": "Application for prior notification of development from Use Class E (Offices) at the upper floors to Use Class C3 (Residential) for use as 2 x 1b2p flats.",
  "epc_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "actual_completion_date": null,
  "centroid_easting": 551391,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=J0036.24",
  "application_details": {
    "existing_uprns": null
  },
  "last_updated_by": "CSV Data Import",
  "postcode": "RM1 1TE",
  "last_date_consultation_comments": "04/12/2024",
  "secondary_street_name": null,
  "site_number": null,
  "subdivision_of_building": null,
  "street_name": "ROMFORD"
}