{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "Prior Approval",
  "lpa_app_no": "P/2177/22/PRIOR",
  "application_type_full": null,
  "uprn": "200004438299",
  "borough": "Harrow",
  "street_name": "High Street",
  "locality": "Harrow",
  "ward": "Wealdstone",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Reason : 1 - Insufficient information has been provided with this application with regard to flood risk assessment and surface water drainage strategy. The application has failed to demonstrate that the proposal would not result in residential occupiers being exposed to unacceptable flood risk, contrary to ZA.2 (1)(c) of Class ZA of Part 3 of Schedule 2 of the Town and Country Planning (General Permitted Development (England) Order 2015 and Policies DM9 and DM10 of the Harrow Development Management Policies Local Plan (2013) and Policy SI12 of the London Plan (2021).\r\n",
    "Reason : 2 - In the absence of adequate defensible space adjacent to the rear habitable windows and private balcony areas of ground floor units within close proximity to the car parking bays, would result in a poor quality and unsatisfactory level of accommodation to the detriment of potential future occupiers. As such, the proposal would be contrary to provision ZA.2 (1)(g) of Class ZA of Part 3 of Schedule 2 of the Town and Country Planning (General Permitted Development (England) Order 2015 (as amended) and Policies DM1 and DM27 of the Harrow Development Management Policies Local Plan (2013) and the adopted Supplementary Planning Document: Residential Design Guide (2010) and Policies D3.D (7) and D6 of The London Plan (2021) and the Mayor of London Housing Supplementary Planning Guidance (2016).",
    "Reason : 3 - The proposed landscaping plan, by reason of the excessive levels of hard landscaping and lack of adequate soft landscaping has failed to achieve a suitable visual setting for the new building. As such, the proposal would be contrary to provision ZA.2 (1)(l) of Class ZA of Part 3 of Schedule 2 of the Town and Country Planning (General Permitted Development (England) Order 2015, as amended and Policies DM1 and DM22 of the Harrow Development Management Policies Local Plan (2013) and the adopted Supplementary Planning Document: Residential Design Guide (2010) and Policy D3.D (1 and 11) of The London Plan (2021)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "515233",
  "status": "Refused",
  "decision_date": "03/08/2022",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.338024,
          51.5986094
        ],
        [
          -0.338156,
          51.5988891
        ],
        [
          -0.3376656,
          51.5989968
        ],
        [
          -0.3376413,
          51.5990082
        ],
        [
          -0.3374914,
          51.5986673
        ],
        [
          -0.338024,
          51.5986094
        ]
      ]
    ]
  },
  "decision_target_date": "03/08/2022",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "08/07/2022",
  "development_type": "Minor all other minor developments",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T16:59:13.754+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": "Marlborough House",
  "id": "Harrow-P_2177_22_PRIOR",
  "decision": "Refused",
  "cil_liability": true,
  "centroid_northing": "190196",
  "appeal_start_date": null,
  "postcode": null,
  "url_planning_app": "http://site.com?appref=P/2177/22/PRIOR-or-1202983 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": "159",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of existing buildings and construction of a four to six storey building containing  33 flats  (Prior approval of transport and highways impacts; contamination risks; flooding risks;  the design of the new building; the external appearance of the new building; the provision of adequate natural light in all habitable rooms of each new dwellinghouse; the impact of the development on the amenity of the new building and of neighbouring premises;  impacts of noise from any commercial premises on the intended occupiers of the new dwellinghouses;  the impact on business and new residents of the development's introduction of, or increase in, residential use in the area in which the development is to take place;  the impact of the development on heritage and archaeology; the method of demolition of the old building;  landscaping; air traffic and defence asset impacts, and  impact on a protected vista).",
  "valid_date": "09/06/2022",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              515208,
              190170.7
            ],
            [
              515198.15,
              190201.6
            ],
            [
              515231.8425926,
              190214.3531746
            ],
            [
              515233.5,
              190215.65
            ],
            [
              515244.739418,
              190177.9775132
            ],
            [
              515208,
              190170.7
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": null,
  "application_details": {
    "site_area": 0.134
  },
  "centroid": {
    "lon": "-0.3376549",
    "lat": "51.5988316"
  },
  "lapsed_date": "03/08/2025",
  "decision_process": null,
  "actual_completion_date": null
}