{
  "uprn": "12130370",
  "decision_process": "Delegated",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "borough": "Ealing",
  "description": "Minor material amendment (S.73) to vary condition no.3 (approved plans) in pursuant to planning permission reference 190584OUT dated 28.01.2020 which granted consent for 'the erection of a four storey building for a mixed-use development comprising 490 sqm of floorspace for ground floor retail units (Use Class A1/ A2); 1,519sqm of floorspace at first and second floor level for community use (Use Class D1); and 286 sqm of floorspace at third floor level for 2 x 3 bed self-contained residential units (Use Class C3)' with regards the addition of a basement that would be associated with the community usage (storage).",
  "appeal_start_date": null,
  "cil_liability": true,
  "lpa_app_no": "221663VAR",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "decision_date": "17/04/2023",
  "date_building_work_started_under_previous_permission": null,
  "date_building_work_completed_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511921.1720114,
              180552.7265749
            ],
            [
              511917.9481925,
              180533.7020206
            ],
            [
              511917.5029592,
              180531.0027932
            ],
            [
              511917.4040185,
              180530.5129335
            ],
            [
              511917.2143821,
              180529.3732597
            ],
            [
              511917.0989512,
              180528.7034514
            ],
            [
              511916.2826902,
              180523.6948851
            ],
            [
              511916.2002396,
              180523.1950282
            ],
            [
              511900.600584,
              180525.9042527
            ],
            [
              511898.572299,
              180526.214164
            ],
            [
              511891.1022736,
              180527.5037948
            ],
            [
              511888.1505417,
              180528.0036517
            ],
            [
              511888.4061386,
              180529.4232454
            ],
            [
              511888.4968343,
              180529.9530937
            ],
            [
              511891.0033329,
              180544.0490588
            ],
            [
              511892.3555229,
              180551.7468553
            ],
            [
              511893.2459895,
              180556.7954102
            ],
            [
              511894.1529462,
              180562.203862
            ],
            [
              511911.3026733,
              180558.0950382
            ],
            [
              511914.8480496,
              180557.3152614
            ],
            [
              511918.5006116,
              180556.495496
            ],
            [
              511921.650225,
              180555.5957536
            ],
            [
              511921.1720114,
              180552.7265749
            ]
          ],
          [
            [
              511914.4275515,
              180535.2215856
            ],
            [
              511917.3710383,
              180534.7117316
            ],
            [
              511918.9788252,
              180544.0190674
            ],
            [
              511920.0754183,
              180551.5469125
            ],
            [
              511917.2473623,
              180551.9767895
            ],
            [
              511916.0435834,
              180544.5289214
            ],
            [
              511914.4275515,
              180535.2215856
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_type_full": "Removal/Variation of a condition",
  "locality": "Southall",
  "application_type": "All Other",
  "street_name": "The Broadway",
  "decision": "Approved",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "valid_date": "19/04/2022",
  "actual_commencement_date": null,
  "development_type": "Major all other major developments",
  "lapsed_date": "17/04/2026",
  "decision_target_date": "20/04/2023",
  "id": "Ealing-221663VAR",
  "centroid_northing": 180542,
  "secondary_street_name": null,
  "appeal_status": null,
  "site_name": "Sikh Culture Centre",
  "postcode": "UB1 1NF",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/221663VAR;",
  "site_number": null,
  "ward": "Southall Broadway",
  "centroid_easting": 511904,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "decision_agency": "Borough",
  "application_details": {
    "existing_uprns": [
      "12130370"
    ],
    "site_area": 0.09100000000000001
  },
  "last_updated": "2025-03-20T13:07:43.749+00:00",
  "status": "Approved",
  "last_date_consultation_comments": null,
  "centroid": {
    "lat": "51.5127322",
    "lon": "-0.38876849999999996"
  },
  "pp_id": "PP-11199289",
  "parking_details": null,
  "last_updated_by": "CSV Data Import",
  "epc_number": null,
  "decision_conditions": [
    "Reserved matters application condition - Removed as this was considered under 201953REM and works have started on site. | Reserved matters application condition - Removed as this was considered under 201953REM and works have started on site. | The development hereby approved shall be carried out in accordance with drawing title numbers:",
    "01, 10 Rev A, 14 Rev A, 15 Rev A, 16 Rev A, 17 Rev A, Design and Access Statement, Supporting Information.",
    "And as amended by drawing numbers:",
    "Drawing number 10 Rev B - Ground floor plan, Herts & Essex site investigations letter Ref MRS/10657, Basement impact assessment report Rev 0, Email from Angus Ellis dated 28/03/2023,",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| The demolition method statement and a construction management plan shall be carried out as approved under application 220042CND.  The dust, noise, vibration, lighting, delivery locations, restriction of hours of work and all associated activities audible beyond the site boundary to 0800-1800hrs Mondays to Fridays and 0800 -1300 hrs on Saturdays, advance notification to neighbours and other interested parties of proposed works and public display of contact details including accessible phone contact to persons responsible for the site works for the duration of the works shall be as approved.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with the London Plan (2021), policies LV5.2 and 7A of the Ealing Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of the Ealing Development (Core) Strategy (2012).",
    "| Details of the proposed cycle parking (long and short stay cycle parking) at the site shall be as approved under application reference 220033CND. The cycle parking should be provided in a covered, safe and secure environment and retained thereafter.",
    "Reason: To ensure adequate cycle parking is provided within the development in pursuance of the objectives of sustainability and encouraging the use of modes of transport other than private motor vehicles in accordance with policy T5 of the London Plan (2021), policies 1.1(k) and (g) of Ealing's adopted Development (or Core) Strategy (2012), Ealing's Sustainable Transport for New Development SPG, and The London Cycle Design Standards.",
    "| 1 disabled car parking spaces shall be provided onsite in accordance with approved plans prior to the first use of the development hereby approved and shall permanently be retained as such thereafter.",
    "Reason: To ensure appropriate disabled car parking provision in accordance with Policy 6.13 of the London Plan.",
    "| A Green Travel Plan shall be submitted to the Council for approval prior to first occupation of the development. The Green Travel Plan, should be designed to manage the transport needs of staff and visitors (including details of current trip generation and reduction targets) to minimise car usage and promote alternative modes of transport, shall be submitted to and approved in writing by the Local Planning Authority. The approved Green Travel Plan shall be implemented on first use of the development hereby permitted, and shall be retained in operation thereafter, unless otherwise agreed in writing by the Local Planning Authority. Thereafter, an annual monitoring report shall be submitted to the Local Planning Authority, unless otherwise requested.",
    "Reason: To promote sustainable patterns of transport, and to limit the impact of the proposal on local parking conditions, in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012 and the London Plan (2021).",
    "| The refuse and recycling storage provision and collection arrangements shall be provided prior to the first occupation of any dwelling or commercial unit to which the store(s) serves and retained thereafter. The residential bins would need to be presented at the property boundary for collection and the larger commercial bins should be positioned no more than 10m away from the boundary.",
    "Reason: To secure the necessary recycling and waste enclosures to support the development and to ensure that responsible waste management practices are adhered to in the interests of the visual amenity of the area and in accordance with the London Plan (2021); policies 1.1(e) of 6.2 of Ealing's adopted Development (or Core) Strategy (2012); policies 7A, LV7.4 and 7B of Ealing's adopted Development Management DPD (2013); and SPG 4: Refuse and Recycling Facilities.",
    "| The 4 retail units hereby approved (total sales floorspace of 490sq. m) shall only be ancillary to the primary use of the site as a Sikh Religious and Cultural Facility (D1 Use Class) and not used as independent or separate retail units under Class A1 of the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification, unless otherwise agreed in writing by local planning authority.",
    "Reason: To enable the Local Planning Authority to maintain strict control over the nature of the use, to prevent harm to the vitality and viability of Southall Town Centre to protect the living conditions of occupiers in the locality, and to provide appropriate servicing in the interests of the free flow of traffic and conditions of safety on the neighbouring highway and general amenities of the locality in accordance with the London Plan (2021), policies 1.1(c) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 7A of Ealing Development Management Development Plan Document (2013).",
    "| The noise assessment approved under application 220034CND shall be carried out and implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To safeguard the future occupiers of the development against unacceptable noise and disturbance, in accordance with policy D6 of the London Plan (2021), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013).",
    "| Prior to the first use of the development hereby approved, the scheme shall achieve Secure by Design accreditation.",
    "Reason: To ensure the development includes measures to design out crime in accordance with the London Plan (2021) and 7.3 of Ealing's Development Management DPD.",
    "| Prior to occupation of the development, details shall be submitted to the Council for approval in writing, of the external sound level emitted from plant/ machinery/ equipment and mitigation measures as appropriate, as measured at/ calculated to the nearest and/or most affected noise sensitive premises. The measures shall ensure that the external sound level LAeq emitted from plant, machinery/ equipment will be lower than the lowest existing background sound level LA90 by at least 5 dBA at the most noise sensitive receiver location in the surrounding area. The assessment shall be made in accordance with BS4142:2014, with all machinery operating together at maximum capacity. Details of any noise mitigation measures shall be submitted for approval. A post installation sound assessment shall be carried out where required to confirm compliance with the noise criteria and additional steps to mitigate noise shall be taken, as necessary. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained. Approved details shall be implemented prior to use of plant/ machinery/ equipment and thereafter be permanently retained.",
    "Reason: To safeguard the future occupiers of the development against unacceptable noise and disturbance, in accordance with policies 3.5 and the London Plan (2021), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013).",
    "| Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To safeguard the future occupiers of the development and neighbouring occupiers against unacceptable noise, vibration and disturbance, in accordance with policies 3.5 and the London Plan (2021), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013).",
    "| The use shall not commence until external doors to the non-residential premises have been fitted with self-closing devices, which shall be maintained in an operational condition and at no time shall any external door nor windows be fixed in an open position during the emission of noise/smell/smoke.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, in accordance with policies 7.15 and the London Plan (2021), Policy 5.2 of the Ealing Development Strategy DPD (2012), Policy 7A of the adopted Development Management DPD (2013) and the advice contained within the Council's interim guidance 'Noise and Vibration' (formerly SPG 10 detailing noise criteria).",
    "| The use of the commercial/community parts of the premises shall not be permitted outside the hours of 0900 -1700 hrs Monday to Saturday, and 1000 and 1600 Sunday and Bank Holidays for the ancillary retail units and 0700 -2000 hrs Monday to Friday, 0800 - 1900 Saturday and 1000 to 17000 Sunday and Bank Holidays for the communal facility. Deliveries to and from the Communal facility and its ancillary retail units hereby approved shall not operate outside the hours of 0830 - 1800 hrs Monday to Saturday.",
    "Reason: To safeguard the amenities of residents in accordance with the London Plan and Policy 7A of the adopted Ealing Development Management DPD and as required by the Council's Pollution Technical Team.",
    "| Details of the include proposed hours of use of internal and external areas, times and frequency of activities and community uses, of deliveries and collections, vehicle movements, location of loading bay, control measures for people behaviour, crowds and community uses, smoking areas, public liaison etc shall be as approved under application 220037CND. Approved details shall be implemented prior to use of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise, smells, smoke, fumes.",
    "| Details of the sound insulation of the floor/ ceiling/ walls separating the commercial/community part(s) of the premises from dwellings shall be as approved under application 220038CND. These details demonstrated that the sound insulation value DnT,w is enhanced by at least 10-15dB above the Building Regulations value for residential use and, where necessary, additional mitigation measures are implemented to contain commercial/community noise within the commercial/community parts of the premises and to achieve the criteria of BS8233:2014 within dwellings. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, in accordance with Policy D6 of the London Plan (2021), Policy 5.2 of the Ealing Development Strategy DPD (2012), Policy 7A of the adopted Development Management DPD (2013) and the advice contained within the Council's interim guidance 'Noise and Vibration' (formerly SPG 10 detailing noise criteria).",
    "| Details of the installation, operation, and maintenance of the odour abatement equipment and extract system, including the height of the extract duct and vertical discharge outlet without cowl at least 1m above the eaves of the main building shall be as approved under application 220039CND. Approved details shall be implemented prior to the commencement of the use and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by cooking odour.",
    "| Lighting contours that demonstrate that the vertical illumination of neighbouring premises is in accordance with the recommendations of the Institution of Lighting Professionals in the 'Guidance Notes For The Reduction Of Light Pollution 2011' shall be as approved under application 220041CND. This includes measures to minimise use of lighting and prevent glare and sky glow by correctly using, locating, aiming and shielding luminaires. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To safeguard residential amenity in accordance with Policy 7A of Ealing's Development Management DPD.",
    "| All passenger lifts hereby approved shall be fully installed and operational prior to the first occupation of the relevant core of development served by a passenger lift.",
    "Reason: To ensure that adequate access is provided to all floors of the development for all occupiers and visitors including those with disabilities, in accordance with policy 1.1(h) of the Ealing Core Strategy (2012), policies 3.8 and the London Plan (2021), and the National Planning Policy Framework (2021)",
    "| a) A desktop contamination study shall be carried out as per approved under application 220042CND.",
    "b) A site investigation has been designed for the site using the information obtained from the desktop study and CSM.  The investigation must be comprehensive enough to enable:",
    "- a risk assessment to be undertaken relating to groundwater and surface waters associated on and off the site that may be affected, and",
    "- refinement of the Conceptual site Model, and",
    "- the development of a Method Statement detailing the remediation requirements.",
    "And this shall be carried out as approved under application 220042CND",
    "c) The site investigation and a risk assessment shall be carried out as approved under application 220042CND \t.",
    "d) A Method Statement detailing the remediation requirements, including measures to minimise the impact on ground and surface waters, using the information obtained from the Site Investigation has been submitted to the Local Planning Authority. This should be approved in writing by the Local Planning Authority prior to that remediation being carried out on the site.",
    "e) A verification report confirming the approved remediation has been undertaken to the appropriate standard in accordance with industry guidance and best practice.",
    "Reason: To ensure that the occupants of the proposed development are safe from harm and there is no on going potential to impact the environment.",
    "| The development shall be designed to achieve a water use target for the residential development of no more than 105 litres per person per day.",
    "Reason: To ensure the sustainable use of water, in accordance wit the London Plan 2021",
    "| The maximum occupancy of the prayer hall and activity hall hereby approved shall be restricted to 100 persons.",
    "Reason: In the interests of highway safety, the amenities of the occupiers of neighbouring properties and the general amenities of the locality in accordance with policies 6.3 and the London Plan (2021), Policy 5.2 of the Ealing Development Strategy DPD (2012), Policy 7A of the adopted Development Management DPD (2013) and the advice contained within the Council's interim guidance 'Noise and Vibration' (formerly SPG 10 detailing noise criteria).",
    "| a)\tThe energy strategy shall be as approved under 220044CND and which included details of the proposed Lean, Clean, Green measures in line with the Mayor's Energy Hierarchy including the heat and electrical output of any low/zero carbon (LZC) energy equipment, and the monthly heat demand profile of the development, shall be carried out strictly in accordance with the approved details. The Energy Strategy should follow the GLA 2018 Energy Assessment Guidance document: https://www.london.gov.uk/sites/default/files/energy_assessment_guidance_2018_-_update.pdf",
    "b) Prior to commencement of construction details of the specifications, design and layout of the proposed low and zero-carbon (LZC) energy equipment shall be submitted to and approved in writing by the Local Planning Authority. Equipment details shall include exact CHP and Heat Pump thermal (and CHP electrical) kilowatt output, heat output pipe diameter(s), monthly energy demand profile, and the number of PV arrays, the kWp capacity of each array, and the orientation, pitch and mounting of the panels. The development shall be implemented only in accordance with the approved details.",
    "c) Within three months of the first use of the permitted development the relevant Energy Performance Certificates [EPC's] and/or Display Energy Certificates (DEC's), Accompany Advisory Reports and detailed BRUKL modelling output reports showing clearly the BER and TER from the 'as built stage' following completion of the development to confirm compliance in terms of savings achieved through energy efficiency measures shall be submitted to and approved by the Local Authority. The development shall be carried out strictly in accordance with the approved details.",
    "Reason: In the interest of addressing climate change and to secure environmental sustainable development in accordance with the London Plan (2021), guidance note 11 of the GLA Energy Assessment Guidance 2018, policies LV5.2 and 7A of Ealing's Development Management DPD (2013), and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy (2012).",
    "| a) The non-residential element of the development shall be registered with Building Research Establishment (BRE), achieve BREEAM Rating Very Good and make reasonable endeavours to achieve Excellent (based on the latest BREEAM NC Technical guidance).",
    "b) Within 3 months of each non-residential element of the development, Interim BREEAM NC Assessment and related Certification verified by the BRE shall be submitted to the Local Planning Authority for written approval.",
    "c) Within 3 months from the date of first occupation of each non-residential element of the development, BREEAM 'Post Construction Stage' Assessment and related Certification verified by the BRE should be submitted to the Local Planning Authority for written approval confirming the BREEAM standard and measures have been implemented.",
    "d) Following any approval of a 'Post Construction Stage' assessment and certificate of the development, the approved measures and technologies to achieve the BREEAM Very Good or higher standard shall be retained in working order in perpetuity.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with the London Plan (2021), policies LV5.2 and 7A of the Ealing Development Management DPD (2013), and Policies 1.1(k) and 1.2(f) of the Ealing Development (Core) Strategy (2012).",
    "| Details of the dynamic thermal modelling for the development shall be as approved under application 224180CND. This undertook the guidance provided in CIBSE TM49 & TM52 and shall prove that the development performs against their overheating criteria and exceed the requirements to avoid overheating. The details of any additional measures to be incorporated into the development to minimise the risk of overheating (including active cooling) shall also be approved if the dynamic thermal modelling demonstrates that overheating would occur. The development shall thereafter be provided in accordance with the approved details.",
    "Reason: To ensure that the risk of overheating has been sufficiently addressed in accordance with the London Plan (2021); Ealing's Development (Core) Strategy, and Ealing Development Management DPD (2013).",
    "| The Sustainable Design and Construction strategies which included full details of the measures that are to be incorporated into the development to achieve the requirements of the local and regional planning policies shall be as approved under application 224262CND. This shall be in line with the Mayor's Sustainable Design and Construction SPG. The development shall also be constructed in line with the approved energy and sustainability measures.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with the London Plan 2021, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012 and Mayor's Sustainable Design and Construction SPG.",
    "| Prior to the commencement of development (aside from demolition and site clearance) detailed drainage designs (including calculations) confirming the disposal of surface water at QBar greenfield run-off rates shall be submitted to and approved in writing by the Local Planning Authority in consultation with the sewerage undertaker. The details must include: - Any on and/or off-site drainage works necessary; - Proposal(s) to promote benefits including biodiversity (installation of green roof), amenity, water quality and attenuation; - Surface water attenuation systems designed to accommodate the 1 in 100 years plus 40% climate change storm event; and - A detailed maintenance plan of the proposed drainage system for the lifetime of the development confirming owners/adopters of the drainage system. The approved details must be implemented, retained and maintained for the life of the development.",
    "REASON: To reduce the risk of the flooding of the application property, neighbouring properties, and local area in accordance with policies SI12 and SI13 of the London Plan (2021); 1.2 of the Adopted Ealing Development (Core) Strategy (2012); and 5.12 of the Ealing Development Management DPD (2013)"
  ],
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.38851769999999997,
          51.5128252
        ],
        [
          -0.3885702,
          51.5126549
        ],
        [
          -0.38857749999999996,
          51.5126307
        ],
        [
          -0.38857909999999996,
          51.5126263
        ],
        [
          -0.3885822,
          51.5126161
        ],
        [
          -0.388584,
          51.5126101
        ],
        [
          -0.3885974,
          51.5125653
        ],
        [
          -0.38859869999999996,
          51.5125608
        ],
        [
          -0.38882259999999996,
          51.5125882
        ],
        [
          -0.38885169999999997,
          51.5125914
        ],
        [
          -0.3889589,
          51.5126045
        ],
        [
          -0.3890013,
          51.5126096
        ],
        [
          -0.3889971,
          51.5126223
        ],
        [
          -0.3889956,
          51.512627
        ],
        [
          -0.3889551,
          51.5127532
        ],
        [
          -0.3889331,
          51.5128222
        ],
        [
          -0.3889187,
          51.5128673
        ],
        [
          -0.38890389999999997,
          51.5129158
        ],
        [
          -0.3886582,
          51.5128755
        ],
        [
          -0.3886074,
          51.5128677
        ],
        [
          -0.388555,
          51.5128597
        ],
        [
          -0.38850989999999996,
          51.5128509
        ],
        [
          -0.38851769999999997,
          51.5128252
        ]
      ],
      [
        [
          -0.3886204,
          51.5126693
        ],
        [
          -0.3885782,
          51.5126641
        ],
        [
          -0.38855209999999996,
          51.5127474
        ],
        [
          -0.3885339,
          51.5128149
        ],
        [
          -0.3885745,
          51.5128193
        ],
        [
          -0.3885942,
          51.5127526
        ],
        [
          -0.3886204,
          51.5126693
        ]
      ]
    ],
    "type": "Polygon"
  }
}