{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "09/12/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-60901_APP_2020_2979",
  "secondary_street_name": "NORTHWOOD",
  "appeal_status": null,
  "postcode": "HA6 2SW",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.226
  },
  "valid_date": "28/09/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Change of use of land to store wood and agricultural products for biomass energy including installation of 3 storage bays, siting of a portable office block and a portable toilet block and addition of a fence and gate.",
  "decision_conditions": [
    "The development represents inappropriate development within the Green Belt and no very special circumstances have been provided which either singularly or cumulatively overcome the presumption against inappropriate development in the Green Belt. The land proposed for the proposed change of use of the land including installation of 3 storage bays and addition of a fence and gate would have an industrial appearance and cause substantial harm to the visual amenity and openness of the Green Belt. The proposal is therefore contrary to Policy EM2 of the Hillingdon Local Plan Part 1 (November 2012) and Policy DMEI 4 of the Hillingdon Local Plan Part 2 (January 2020).",
    "In the  absence of comprehensive submitted information related to the impacts of the proposal on the highway network, the applicant has failed to demonstrate that the scheme would not result in material harm to the local and strategic highway network and by virtue of the large numbers of vehicle movements proposed would raise highway safety concerns. The proposal is therefore contrary to Policies DME7, DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 (January 2020) and Policy 6.3 of the London Plan (2016).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:45:51.556+00:00",
  "ward": "NORTHWOOD",
  "parking_details": null,
  "lapsed_date": "09/12/2023",
  "decision_target_date": "23/11/2020",
  "centroid": {
    "lat": "51.6021385",
    "lon": "-0.447148"
  },
  "lpa_app_no": "60901/APP/2020/2979",
  "status": "Refused",
  "site_name": "THE WATERTOWER FIELD, DUCKS HILL FARM",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=60901/APP/2020/2979",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507667.0403,
              190416.3494
            ],
            [
              507667.7017,
              190394.3889
            ],
            [
              507669.157,
              190372.2962
            ],
            [
              507638.3329,
              190366.0785
            ],
            [
              507635.4225,
              190391.4785
            ],
            [
              507614.785,
              190385.3931
            ],
            [
              507609.2287,
              190419.789
            ],
            [
              507667.0403,
              190416.3494
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "21/10/2020",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "DUCKS HILL ROAD",
  "pp_id": "09074399",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 507642,
  "appeal_start_date": null,
  "centroid_northing": 190397,
  "borough": "Hillingdon",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.44678059999999997,
          51.6023077
        ],
        [
          -0.4467778,
          51.6021102
        ],
        [
          -0.4467636,
          51.6019113
        ],
        [
          -0.44721039999999995,
          51.6018613
        ],
        [
          -0.4472446,
          51.6020902
        ],
        [
          -0.4475443,
          51.6020394
        ],
        [
          -0.44761399999999996,
          51.6023496
        ],
        [
          -0.44678059999999997,
          51.6023077
        ]
      ]
    ],
    "type": "Polygon"
  }
}