{
  "uprn": "100021332095",
  "borough": "Havering",
  "decision_process": "Delegated",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "During construction of the development hereby permitted, any trees within or near to the site shall be protected in accordance with the requirements of BS 5837 (2012) 'Trees in Relation to Design, Demolition and Construction'.  The protection measures shall be implemented prior to any below ground works and shall be retained for the entire period of the duration of any work at the site, in connection with the development hereby permitted.",
    "Reason: In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area, and to accord with Policies 27 of the Council's Local Plan.",
    "During construction of the development hereby permitted, the tree(s) located (36 Herbert Road, Hornchurch) shall not be lopped or felled without the written consent of the local planning authority.",
    "Reason: In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area, and to accord with Policy 27 of the Council's Local Plan.",
    "Land Ownership Informative",
    "The applicant is advised that this planning permission does not give consent for any part of the development to encroach onto any land not within the applicant's ownership.",
    "Highways Informatives",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Highways Engineering Services to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Mr Breden (Agent) by phone and e-mail. The revisions involved clarity and an altered design of the proposal. The amendments were subsequently submitted on 12-09-22,19-10-22 & 20-03-23."
  ],
  "appeal_status": null,
  "lpa_app_no": "P0917.22",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "locality": null,
  "street_name": "HORNCHURCH",
  "site_name": "36 HERBERT ROAD",
  "last_updated": "2025-03-20T12:39:18.528+00:00",
  "appeal_decision_date": null,
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "centroid_easting": 554684,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 0,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "site_area": 0.11900000000000001
  },
  "cil_liability": false,
  "decision_target_date": "21/04/2023",
  "ward": "Emerson Park",
  "status": "Approved",
  "description": "Proposed new boundary railings with new gates and entrance",
  "application_type_full": "Householder planning permission",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554667.674,
              187866.993
            ],
            [
              554696.393,
              187868.619
            ],
            [
              554700.186,
              187828.25
            ],
            [
              554670.925,
              187825.812
            ],
            [
              554667.674,
              187866.993
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "postcode": "RM11 3LJ",
  "id": "Havering-P0917.22",
  "decision": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "application_type": "All Other",
  "actual_commencement_date": null,
  "pp_id": "11308322",
  "centroid": {
    "lon": "0.2304975",
    "lat": "51.568284"
  },
  "centroid_northing": 187847,
  "lpa_name": "Havering",
  "title_number": [
    "unregiset"
  ],
  "secondary_street_name": null,
  "development_type": null,
  "valid_date": "13/06/2022",
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "21/04/2026",
  "decision_date": "21/04/2023",
  "parking_details": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0917.22",
  "last_date_consultation_comments": "16/04/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2302709,
          51.5684681
        ],
        [
          0.2306857,
          51.5684749
        ],
        [
          0.2307226,
          51.5681111
        ],
        [
          0.2302997,
          51.5680972
        ],
        [
          0.2302709,
          51.5684681
        ]
      ]
    ],
    "type": "Polygon"
  }
}