{
  "site_name": "112 DEYNCOURT GARDENS",
  "postcode": "RM14 1DQ",
  "parking_details": {
    "no_proposed_car": 2,
    "no_existing_car": 2,
    "net_car": 0
  },
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be commenced until detailed design and method statements (in consultation with London Underground)have been submitted to and approved in writing by the Local Planning Authority which:",
    "- provide foundation details",
    "- accommodate the location of the existing London Underground Structures - providing confirmation that there will be no damage to boundary fencing during construction or roof installation",
    "- provide assurance that the site traffic will not block access to/from the depot gates outside the front of the house which is required to be kept clear at all times for the safety of the operational railway",
    "- provide details on the use of scaffolding and/or tall plant",
    "The development shall thereafter be carried out in all respects in accordance with the approved design and method statements, and all structure and works comprised within the development hereby permitted which are required by the approved design statements in order to procure the m",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with the agent in writing. The revisions involved a reduction in the depth of the extension. The amendments were subsequently submitted on 01-06-2021."
  ],
  "ward": "Cranham",
  "date_building_work_completed_under_previous_permission": null,
  "subdivision_of_building": null,
  "uprn": "100021406478",
  "appeal_decision_date": null,
  "application_details": {
    "existing_uprns": null,
    "no_additional_bedrooms": 0,
    "total_gia_gained": 30,
    "intended_completion_date": "12/2021",
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "06/2021",
    "site_area": 0.031
  },
  "secondary_street_name": null,
  "centroid_northing": 186991,
  "status": "Approved",
  "centroid": {
    "lat": "51.5600098",
    "lon": "0.2606081"
  },
  "decision_target_date": "04/06/2021",
  "decision_process": "Delegated",
  "lpa_name": "Havering",
  "actual_commencement_date": null,
  "last_date_consultation_comments": "28/04/2021",
  "appeal_decision": null,
  "appeal_start_date": null,
  "development_type": null,
  "cil_liability": false,
  "last_updated": "2025-03-20T23:22:40.100+00:00",
  "valid_date": "06/04/2021",
  "bo_system": "CSV Data Import",
  "last_updated_by": "CSV Data Import",
  "application_type_full": "Householder planning permission",
  "centroid_easting": 556799,
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              556807.705,
              186975.76
            ],
            [
              556799.374,
              186972.577
            ],
            [
              556790.569,
              187007.121
            ],
            [
              556799.036,
              187009.559
            ],
            [
              556807.705,
              186975.76
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "description": "Single storey rear extension",
  "epc_number": null,
  "lpa_app_no": "P0588.21",
  "actual_completion_date": null,
  "locality": null,
  "lapsed_date": "04/06/2024",
  "decision_agency": "Borough",
  "application_type": "All Other",
  "date_building_work_started_under_previous_permission": null,
  "decision_date": "04/06/2021",
  "appeal_status": null,
  "id": "Havering-P0588.21",
  "title_number": [
    "unregistered"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "site_number": null,
  "street_name": "UPMINSTER",
  "borough": "Havering",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0588.21",
  "pp_id": "09640638",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2607268,
          51.5598705
        ],
        [
          0.2606053,
          51.5598442
        ],
        [
          0.2604938,
          51.560157
        ],
        [
          0.2606169,
          51.5601765
        ],
        [
          0.2607268,
          51.5598705
        ]
      ]
    ],
    "type": "Polygon"
  }
}