{
  "development_type": "Major dwellings",
  "appeal_decision": null,
  "decision_agency": null,
  "postcode": "KT2 7LH",
  "borough": "Royal Borough of Kingston (LA Code)",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.280025,
          51.41874
        ],
        [
          -0.280026,
          51.418713
        ],
        [
          -0.280069,
          51.418714
        ],
        [
          -0.280068,
          51.418741
        ],
        [
          -0.280025,
          51.41874
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "Cumberland House, Flat 1",
  "centroid_easting": 519695,
  "pp_id": "PP-12676962",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "site_area": 0.445,
    "s106_agreement": true,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Kingston Hill - Designated in UDP 1998"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: 2.5 Coombe Hill"
      },
      {
        "result": null,
        "constraints_layer_description": "SASC Name: Kingston Hill/Coombe Hill"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Housing HRA"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Housing HRA"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Housing HRA"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Housing HRA"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021762833"
    ]
  },
  "lpa_name": "Kingston",
  "decision": "Approved",
  "lpa_app_no": "23/03474/FUL",
  "decision_date": "12/07/2024",
  "last_updated": "2025-05-05T18:14:16.931Z",
  "centroid_northing": 170260,
  "centroid": {
    "lat": 51.418727,
    "lon": -0.280047
  },
  "appeal_decision_date": null,
  "locality": null,
  "ward": "Kingston Gate",
  "bo_system": "Idox Uniform",
  "lapsed_date": "12/07/2027",
  "decision_process": "Committee",
  "last_date_consultation_comments": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "19/12/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "If, during the course of development, any contamination is found which has not been previously identified, work shall be suspended and additional measures for its remediation shall be submitted to and approved in writing by the Local Planning Authority. The remediation of the site shall incorporate the approved additional measures and a verification report for all the remediation works shall be submitted to the Local Planning Authority and approved in writing by the Local Planning Authority.\r\rReason: To protect human health, controlled waters, and the environment in line with Kingston's Core Strategy (Adopted April 2012) Policy DM1\r",
    "The site and building works required to implement the development shall be only carried out between the hours of 08.00 and 18.00 Mondays to Fridays and between 08.00 and 13.00 on Saturdays and not at all on Bank Holidays and Sundays\r\rReason:To safeguard the amenity of neighbours in accordance with Policy DM10 of the Kingston Core Strategy (2012).\r",
    "The development must be carried out and retained in accordance with the Secure By Design measures approved under application ref: 21/01418/CLC dated 29.06.2021.\r\rReason: In order to achieve the principles and objectives of Secured by Design to improve community safety and crime prevention in accordance with Policy CS 14 of Kingston Core Strategy: Safer Communities, Policy DM 22 Design for Safety and Policy D11 (Safety, Security and Resilience to Emergency) of the London Plan (2021).\r",
    "Prior to occupation a Secured by Design final certificate shall be submitted to and approved by the Local Planning Authority.\r\rReason: In order to achieve the principles and objectives of Secured by Design to improve community safety and crime prevention in accordance with Policy CS 14 of Kingston Core Strategy: Safer Communities, Policy DM 22 Design for Safety and Policy D11 (Safety, Security and Resilience to Emergency) of the London Plan (2021).\r",
    "The development shall be completed in accordance with the details of all visible facing materials approved by application ref: 22/03892/CLC dated 26.06.2023. The development shall then be built in accordance with these approved samples and completed prior to occupation\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development must be built in accordance with the Architectural Detailing details approved under application ref: 21/01449/CLC dated 17.09.2021. The approved detailing must be maintained/retained for the lifetime of the development unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012\r",
    "The external lighting approved under application ref: 23/01292/CLC dated 03.07.2023 shall be installed in accordance with the approved details and thereby retained as such unless a variation is subsequently submitted to and approved in writing by the Local Planning Authority.\r\rReason: To safeguard the amenities of adjoining residential occupiers and Bats in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to the first occupation of the building, the cycle parking arrangements shown on Drawing No. 1.0, Rev B, V00002-BSC-XX-XX-DR-Y-2432 must be implemented in full. These facilities must be implemented in full and made available for use prior to the occupation of the development hereby permitted and shall thereafter be retained for use at all times.\r\rReason: To ensure the provision of satisfactory cycle storage facilities and in the interests of highway safety in accordance with Policy DM8 (Sustainable Transport for New Developments) of the LDF Core Strategy Adopted April 2012",
    "Prior to the beneficial occupation of any unit of accommodation, a detailed landscaping (hard and soft) scheme including details of trees to be planted, wildflowers (the species, size and age to be agreed with the local planning authority in writing), details of the street furniture and play equipment, shall have been submitted to and approved in writing by the Local Planning Authority. The approved scheme shall be implemented within the first planting season following completion of the development and the tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority.\r\rReason: In the interests of visual amenity and also that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The refuse storage facilities and recycling facilities shown on Drawing Ref: \tV00002-AQP-CH-GF-GA-A-1001 Rev C10  - Ground Floor Plan (Waste Calculation) must be provided prior to the occupation of the development hereby permitted and thereafter permanently retained at the site. The developer and/or their successors in title shall take all reasonable steps to ensure that all refuse and recyclable materials associated with the development shall either be stored within this dedicated store/area as shown on the approved plans, or internally within the building(s) that form part of the application site, and that no refuse or recycling material shall be stored or placed for collection on the public highway or pavement, except on the day of collection.\r\rReason: To ensure the provision of refuse facilities to the satisfaction of the Council in accordance with Policy DM10 (Design Requirements for New Developments including) of the LDF Core Strategy Adopted April 2012.\r",
    "The development must be carried out, and thereafter permanently retained, in accordance with the design details for how it would connect to a future District Heating Network in the surrounding area and provision for the development's connection, approved under application ref: 21/01805/CLC dated 01.12.2021. \r\rReason: In the interests of sustainability and energy conservation in accordance with Policies SI 3 (Energy Infrastructure) and SI 2 (Minimising Greenhouse Gas Emissions) of the London Plan (2021) Policy DM1 (Sustainable Design and Construction Standards) of the LDF Core Strategy Adopted April 2012.]\r",
    "The carbon reduction measures implemented within the Development shall remain in accordance with those approved under application ref: 23/02077/CLC dated 22.09.2023.\r\rReason: In the interests of sustainability and energy conservation in accordance with Policies SI 3 (Energy Infrastructure) and SI 2 (Minimising Greenhouse Gas Emissions) of the London Plan (2021) and Policy DM1 (Sustainable Design and Construction Standards) of the LDF Core Strategy Adopted April 2012.\r",
    "The scheme to enhance the nature conservation interest of the site approved under application ref: 21/01804/CLC dated 29.10.2021 must be implemented in full prior to beneficial occupation of the development and thereafter maintained for the lifetime of the development.\r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with Policy G6 of the London Plan (2021) and policies CS3 and DM6 of the LDF Core Strategy 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order (England) 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification) no telecommunications equipment shall be installed on the roof of the development hereby approved without the written approval of the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The car parking shown on the approved plans shall be provided with a hard-bound, adequately-drained, dust-free surface prior to beneficial occupation of the development to which this permission relates and shall be permanently retained and kept free from obstruction thereafter. It shall not be used for any purposes other than the parking of vehicles for the occupiers of and visitors to the development.\r\rReason: To ensure the provision of adequate off-street parking in the interests of the safety and operation of the highway network, in accordance with Policies T6 and T6.1 of the London Plan (2021) and policies CS7 and DM9 of the LDF Core Strategy 2012.\r",
    "All construction works (including deliveries/collections) must be carried out in accordance with the Construction Management Plan approved under application ref: 21/01914/CLC dated 20.09.2021.\r\rReason: To safeguard the amenities of the surrounding residential occupiers and in the interests of the safety and operation of the highway network, in accordance with Policies SI 1, T4 and T7 of the London Plan (2021) and policies CS7 and DM9 of the LDF Core Strategy 2012",
    "Prior to the beneficial occupation of the development hereby approved, 5 car parking spaces shall be provided with active provision for electric vehicle charging points and 22 further spaces shall be provided with passive charging points.\r\rReason: To ensure the provision of adequate off-street parking in the interests of the safety and operation of the highway network, in accordance with Policy T6 of the London Plan 2021 and Policies CS7 and DM9 of the LDF Core Strategy 2012.\r",
    "Prior to beneficial occupation of the development to which this permission relates, a detailed travel plan comprising immediate, continuing and long-term measures to promote and encourage alternatives to single-occupancy car use shall be submitted to and approved in writing by the local planning authority. The approved plan shall then be implemented and monitored to the satisfaction of the local planning authority, having regard to the targets contained within it.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with Policy T4 of the London Plan (2021) and Policies CS6 and DM8 of the LDF Core Strategy 2012.\r",
    "Within 6 months of the date of this decision notice, an updated 'Cumberland House Car Parking Management Plan' detailing how car parking spaces for the new dwellings will be allocated and managed  must be submitted to the Local Planning Authority for approval in writing. The development must thereafter be carried out in accordance with the approved management plan.\r\rReason: To ensure the provision of adequate off-street parking in the interests of the safety and operation of the highway network, in accordance with Policies T6 and T6.1 of the London Plan (2021) and policies CS7 and DM9 of the LDF Core Strategy 2012.\r",
    "The development hereby approved shall only be carried out in accordance with the Written Scheme of Investigation (WSI) approved under application ref: 21/00961/CLC.\r\rIn accordance with the approved Stage 1 WSI,  the applicant must submit an Evaluation Report which includes all items listed under paragraph 7.3.2 of the approved WSI within 3 months of the date of this decision.\r\rIf the necessary Evaluation Report includes findings of archaeological interest then for those parts of the site which have archaeological interest a Stage 2 WSI shall be submitted to the Local Planning Authority for approval in writing. For land that is included within the Stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed Stage 2 WSI which shall include:\r\rA. The statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works\rB. Where appropriate, details of a programme for delivering related positive public benefits.\rC. The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. this part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI.\r\rReason: To protect any archaeological remains in accordance with Policies DM10 and DM12 of the Kingston Core Strategy (2012) and the NPPF (2023).\r",
    "The development hereby approved must be carried out in accordance with the air quality and dust control measures approved under application ref: 21/01423/CLC dated 28.06.2021.\r\rReason: To protect local air quality and comply with Policies SI 1 and SI 2 of the London Plan (2021) and the GLA SPG Control of Dust and Emissions During Construction.\r",
    "The development must be carried out in accordance with the Damage Cost Assessment approved by application ref: 21/01414/CLC dated 29.06.2021.\r\rReason: To comply with Policies SI 1 and SI 2 of the London Plan (2021) and the GLA Sustainable Design and Construction Practice SPG.\r",
    "The development hereby permitted shall be carried out in accordance with the 'Energy Statement Cumberland House prepared by Hodkinson dated August 2020' including the installation of photovoltaic solar panels prior to the beneficial occupation of the approved dwellings. The implemented measures shall be maintained thereafter for the lifetime of the development.\r\rReason: In the interests of sustainability and energy conservation, in accordance with Policies SI 2 and SI 3 of the London Plan (2021) and policies CS1, DM3 and DM4 of the LDF Core Strategy 2012.\r",
    "The development hereby approved shall be carried out in strict accordance with the 'Tree Protection Plan & Arboricultural Method Statement, Dwg Ref: 05440 Cumberland House TPP.AMS 18.11.20' prepared by Aspect Tree Consultancy. The approved protection scheme shall be implemented prior to commencement of any work on site including demolition, and be maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development or until such stage as detailed within the approved information.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with Policies G1, G5, G6 and G7 of the London Plan (2021) and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "The levels of the development hereby approved must only be in accordance with those details approved under application ref: 21/01216/CLC dated 15.06.2021.\r\rReason: To ensure that the appearance and functioning of the development is satisfactory and to safeguard the amenities of adjoining occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012 and comply with Supplementary Planning Document 'Access for All' (July 2005).\r",
    "The development must be implemented in accordance with the approved details of Building Regulation M4(2) and M4(3) units approved under application ref: 21/01443/CLC dated 19.10.2021 with 10% of the approved units being M4(3) and the remaining units being M4(2).\r\rReason: The details would affect subsequent design of other elements of the scheme and must be agreed at the outset and to ensure that an adequate level of accessible units are provided in accordance with Policies D5, D6 and D7 of the London Plan (2021), Policy DM13 of the RBK Core Strategy (2012) and the Mayor's Housing SPG (2016).\r",
    "The development hereby approved must only be carried out in accordance with the detailed Drainage Design approved under application ref: 21/01442/CLC dated 27.11.2021. The drainage system must be maintained in accordance with the approved details for the lifetime of the development. \r\rReason: To prevent the risk of flooding to and from the site in accordance with relevant policy requirements including but not limited to Policies SI 12 and SI 13 of the London Plan (2021), its associated Sustainable Design and Construction SPG, the Non-Statutory Technical Standards for Sustainable Drainage Systems and Kingston Council's Local Plan Policy DM4.\r",
    "he perimeter railings to be reinstated along the boundary with the A308 Kingston Hill must be reinstated in accordance with the details approved under application ref: 21/01416/CLC dated 05.11.2021.\r\rReason : In the interests of visual and residential amenity as per the requirements of Policy DM10 contained in the RBK Core Strategy 2012.\r",
    "Prior to the occupation of the development hereby approved a Parking Management Plan detailing how parking spaces will be allocated and how parking will be managed across the wider site, to include measures to deter residents without an allocated space from parking within the Cumberland House Estate, shall have been submitted to and approved in writing by the Local Planning Authority in consultation with the Chair of the Development Control Committee.\r\rReason : To prevent inconsiderate parking within the wider site and to ensure that opportunities to take up sustainable modes of transport are maximised in accordance with Policies DM8 and DM9 of the Kingston Core Strategy (2012) and the NPPF (2023).\r",
    "The development hereby approved shall provide a minimum of 14x 3 bedroom units on-site unless otherwise first agreed in writing by the Local Planning Authority.\r\rReason: To ensure that an appropriate quantum of 3 bedroom units are provided on-site in accordance with Policy DM13 of the Kingston Core Strategy (2012)\r"
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": "100021762833",
  "decision_target_date": "19/03/2024",
  "application_type": "All Other",
  "polygon": null,
  "title_number": [],
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Removal/Variation of a condition",
  "last_updated_by": "Idox Uniform",
  "actual_completion_date": null,
  "street_name": "Kingston Hill",
  "secondary_street_name": null,
  "description": "Application under Section 73 of the Town and Country Planning Act 1990 to vary Condition 1 (Approved Drawings), Condition 11 (Cycle Parking) and Condition 12(Refuse Management) of planning permission 20/02235/FUL (Erection of 9-storey building comprising 41 self-contained residential units (12 x one-bedroom, 15 x two-bedroom and 14 x three-bedroom) (following demolition of existing garage units to rear of 1-44 Cumberland House;) with associated car parking, refuse and cycle storage and landscaping improvements to existing communal amenity space serving Cumberland House for use of existing and proposed residents.)",
  "id": "Kingston-23_03474_FUL",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=S5X8L3NHKMT00"
}