{
  "site_name": "",
  "last_updated_by": "Idox Uniform",
  "centroid": {
    "lon": -0.277049,
    "lat": 51.423117
  },
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.277027,
          51.42313
        ],
        [
          -0.277028,
          51.423103
        ],
        [
          -0.277071,
          51.423103
        ],
        [
          -0.27707,
          51.42313
        ],
        [
          -0.277027,
          51.42313
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=S62K8ANHKQE00",
  "secondary_street_name": null,
  "site_number": "7",
  "application_details": {
    "intended_completion_date": "11/2024",
    "total_gia_gained": 15,
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "05/2024",
    "no_additional_bedrooms": 0,
    "site_area": 0.016
  },
  "lapsed_date": "12/03/2027",
  "decision": "Approved",
  "postcode": "KT2 7LT",
  "last_date_consultation_comments": "28/02/2024",
  "decision_process": "Delegated",
  "epc_number": "8743-7024-5490-4147-1902",
  "pp_id": "PP-12686392",
  "development_type": "Other house holder developments",
  "bo_system": "Idox Uniform",
  "valid_date": "16/01/2024",
  "polygon": null,
  "actual_commencement_date": null,
  "parking_details": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "Householder",
  "lpa_name": "Kingston",
  "borough": "Royal Borough of Kingston (LA Code)",
  "centroid_northing": 170753,
  "id": "Kingston-23_03520_HOU",
  "decision_target_date": "12/03/2024",
  "description": "Refurbishment works including fenestration alteration and cladding to front and rear elevations. New roofing to main house incorporating insulation. Installation of solar panels and enlargement of rooflights in top flat roof. Erection of single storey rear garden studio with green roof. Installation of heat pump to front garden.",
  "appeal_status": null,
  "decision_date": "12/03/2024",
  "ward": "Coombe Hill",
  "appeal_decision": null,
  "locality": null,
  "street_name": "Astor Close",
  "status": "Approved",
  "application_type_full": "Householder planning permission",
  "decision_agency": null,
  "uprn": "100021753892",
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "23/03520/HOU",
  "title_number": [],
  "last_updated": "2025-05-05T18:14:28.148Z",
  "cil_liability": false,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "centroid_easting": 519892,
  "appeal_start_date": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The rating level of the noise determined by the cumulative sound emissions of the plant to which this permission relates shall be at least 5dBA lower than the existing background noise level at any given time of operation. The noise levels shall be measured or predicted 1m externally to any window at the nearest residential facade and the measurements and assessment shall be made according to BS 4142:2014.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D14 of the London Plan 2021 policy DM10 of the LDF Core Strategy 2012.",
    "Prior to any beneficial occupation of the development to which this permission relates, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details:\r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy; \r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. \r\rThe Fire Safety Strategy shall include a statement of competence. The development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rThe required Fire Safety Strategy shall reference the London Plan Guidance Fire Safety (February 2022), where applicable and a Reasonable Exception Statement (RES) shall be submitted in relation to those fire safety requirements which the applicant does not consider to be relevant. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire Safety) of the London Plan 2021.",
    "The outbuilding hereby permitted shall only be used for a purpose ancillary or incidental or both to the residential use of the dwellinghouse currently known as 7 Astor Close, Kingston upon Thames, KT2 7LT as set out in  Section 1 (Site Address) of submitted application form signed   22 December 2023 unless otherwise first agreed in writing with the Local Planning Authority.\r\rReason - The establishment of an additional independent unit of accommodation would give rise to an over intensive use of the site and lead to an unsatisfactory relationship between independent dwellings in conflict with Policy D3 of London Plan, 2021 and Policy DM10 of Core Strategy 2012.\r",
    "Prior to the implementation of the proposed solar panels, details of the proposed PV Solar panels including dimensions, model, quantum and proposed layout on the flat roof of 7 Astor Close shall be submitted to and approved in writing by the Local Planning Authority.\r\rReason - the protect the chacarcter and amenities of the areain accordance with Policy D3 of the London Plan 2021 and Policy DM10 AND DM12 of the Core trategy  details"
  ],
  "date_building_work_completed_under_previous_permission": null
}