{
  "site_name": "Abbotswood",
  "last_updated_by": "Idox Uniform",
  "centroid": {
    "lon": -0.259985,
    "lat": 51.418701
  },
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.259963,
          51.418714
        ],
        [
          -0.259964,
          51.418687
        ],
        [
          -0.260007,
          51.418688
        ],
        [
          -0.260006,
          51.418715
        ],
        [
          -0.259963,
          51.418714
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=S5WM9GNHKLV00",
  "secondary_street_name": null,
  "site_number": "",
  "application_details": {
    "intended_completion_date": "12/2024",
    "total_gia_gained": 265,
    "no_additional_bathrooms": 1,
    "intended_commencement_date": "03/2024",
    "no_additional_bedrooms": 0,
    "site_area": 0.233
  },
  "lapsed_date": "04/04/2027",
  "decision": "Approved",
  "postcode": "KT2 7DU",
  "last_date_consultation_comments": "28/02/2024",
  "decision_process": "Delegated",
  "epc_number": null,
  "pp_id": "PP-12685778",
  "development_type": "Other house holder developments",
  "bo_system": "Idox Uniform",
  "valid_date": "22/01/2024",
  "polygon": null,
  "actual_commencement_date": null,
  "parking_details": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "Householder",
  "lpa_name": "Kingston",
  "borough": "Royal Borough of Kingston (LA Code)",
  "centroid_northing": 170290,
  "id": "Kingston-23_03461_HOU",
  "decision_target_date": "18/03/2024",
  "description": "Erection of single storey rear and first floor side extensions, and raising roof height to facilitate loft conversion. Erection of extension and raising roof height of garage to provide additional floor. Erection of hipped roof to existing plant room. Erection of new front boundary wall and gate pillars. Fenestration alterations. Installation of solar panels.",
  "appeal_status": null,
  "decision_date": "04/04/2024",
  "ward": "Coombe Hill",
  "appeal_decision": null,
  "locality": null,
  "street_name": "Coombe Hill Road",
  "status": "Approved",
  "application_type_full": "Householder planning permission",
  "decision_agency": null,
  "uprn": "100021757120",
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "23/03461/HOU",
  "title_number": [],
  "last_updated": "2025-05-05T18:14:13.480Z",
  "cil_liability": true,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "centroid_easting": 521090,
  "appeal_start_date": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "All rooflights hereby permitted shall be 'conservation style' rooflights set as flush as practicable within the roof slope. \r\rReason: In the interests of heritage conservation and to ensure that the development preserves the character and appearance of the conservation area.\r",
    "The development must be carried out in accordance with the provisions of the Fire Safety Strategy submitted on 12 January 2024 unless otherwise approved in writing by the Local Planning Authority. \r\rReason: To ensure that the development incorporates the necessary fire safety measures in accordance with the Mayor's London Plan Policy D12.\r",
    "The development must be carried out in accordance with the provisions of the Tree Protection Plan and an Arboricultural Method Statement prepared by Indigo Surveys dated January 2024 unless otherwise approved in writing by the Local Planning Authority. \r\rReason: To ensure that trees that are important to the character of the area or covered by TPOs are not adversely affected in accordance with Policy G7 of the London Plan 2021 and Policy DM10 of the Council's Core Strategy 2012.\r",
    "Other than shown on the approved plans, the flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012."
  ],
  "date_building_work_completed_under_previous_permission": null
}