{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": null,
  "application_type": "All Other",
  "lpa_app_no": "23/03504/FUL",
  "application_type_full": "Removal/Variation of a condition",
  "uprn": "000128045666",
  "borough": "Royal Borough of Kingston (LA Code)",
  "street_name": "Coombe Road",
  "locality": null,
  "ward": "New Malden Village",
  "actual_commencement_date": null,
  "lpa_name": "Kingston",
  "bo_system": "Idox Uniform",
  "decision_conditions": [
    "The development must be carried out in accordance with the following approved drawings:\r\rDraft plan blah blah blah\r\rReason: In the iunterest of proper planning.",
    "The development hereby permitted shall be carried out and thereafter retained in accordance with the full detailed drawings at 1:20 of openings including windows, doors, communal entrances openings, balconies, areas for signage and plant screening approved under application ref: 21/00754/CLC.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy D3 of the London Plan 2021 and  Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "No fans, louvres, ducts, flues, pipe-work or other external plant shall be fixed to the elevations of the development.\r\rReason: In the interests of the visual amenities of the area in accordance with Policy D3 of the London Plan 2021 and Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall be carried out and thereafter retained in accordance with the hard and soft landscaping scheme and planting schedule for the development, including boundary treatment on the terraces, details of play equipment, hardstanding, street and podium furniture and details of the terraces approved under application ref: 21/00788/CLC.\r\rThe approved scheme shall be implemented within the first planting season following completion of the development and the tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. Any trees or shrubs which die during this period shall be replaced in the first available planting season, and the area shown to be landscaped shall be permanently retained for that purpose only.\r\rReason: In the interests of the visual amenities of the area in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Prior to the occupation of each phase of the development, full details of the brown roof shall be submitted to and approved in writing by the Local Planning Authority. The brown roof shall be implemented prior to the occupation of the development and retained in perpetuity.\r\rReason: The details would affect subsequent design of other elements of the scheme and must be agreed at the outset and to ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The development hereby permitted shall be carried out and thereafter retained in accordance with the details set out in a BAT SURVEY REPORT REV1 FOA010720 QAED approved under application ref: 20/01624/CLC.\r \rReason: To safeguard and to protect the sites biodiversity and nature conservation value in accordance with Policy DM6 (Biodiversity) of the LDF Core Strategy Adopted April 2012.",
    "The development hereby permitted shall be carried out and thereafter retained in accordance with the approved details of the scheme incorporating measures to minimise, where possible, the risk of crime in accordance with the principles and physical security requirements of Secured by Design as approved under application ref: 21/00754/CLC.\r\rReason: In the interest of security and crime prevention and to accord with Policy DM10 of the Royal Borough of Kingston upon Thames Core Strategy (April 2012).\r",
    "The development hereby permitted shall be carried out and thereafter retained in accordance with the final, detailed drainage design approved under application ref: 22/00202/CLC.\r\rReason: To prevent the risk of flooding to and from the site in accordance with policy SI13 of the London Plan 2021, the Sustainable Design and Construction SPG 2014, the Non-Statutory Technical Standards for Sustainable Drainage Systems 2015 and policy DM4 of the LDF Core Strategy 2012.\r",
    "No building hereby permitted shall be occupied until the sustainable drainage scheme for the site has been completed in accordance with the submitted details and evidence (photographs and/or installation contracts) submitted for approval by the Lead Local Flood Authority. The sustainable drainage scheme shall be managed and maintained thereafter in accordance with the agreed management and maintenance plan.\r\rReason: To prevent the development from increasing the risk of flooding to the site itself or elsewhere, in accordance with policy SI13 of the London Plan 2021 and policies CS1 and DM4 of the LDF Core Strategy 2012.",
    "The development hereby permitted shall be carried out in accordance with the approved Construction Method Statement/Dust Management Plan as approved under application ref: 20/01372/CLC.\r\rReason: To safeguard the amenity of the neighbours by minimising impacts of the development that would otherwise give rise to nuisance.",
    "The development hereby permitted shall be carried out and thereafter retained in accordance with the approved details of contaminated land assessment as approved under application ref: 21/00173/CLC. \r\rReason: To prevent harm to human health and pollution of the environment.",
    "The development hereby permitted shall be carried out and thereafter retained in accordance with the approved remedial strategy details as approved under application ref: 21/00173/CLC.\r\rReason: To prevent harm to human health and pollution of the environment.",
    "If during implementation of this development, contamination is encountered which has not previously been identified, the additional contamination shall be fully assessed and a specific contaminated land assessment and associated remedial strategy shall be submitted to and agreed in writing by the Local Planning Authority before the additional remediation works are carried out. The agreed strategy shall be implemented in full prior to completion of the development hereby approved.\r\rReason: To prevent harm to human health and pollution of the environment.",
    "The development hereby permitted shall be carried out and thereafter retained in accordance with the approved details of an unexploded desk study and verification report as approved under application refs:20/01372/CLC and 21/03542/CLC.\r\rReason: In the interests of safety and the protection of site workers.\r",
    "The site and building works required to implement the development shall be only carried out between the hours of 08.00 and 18.00 Mondays to Fridays and between 08.00 and 13.00 on Saturdays and not at all on Bank Holidays and Sundays.\r\rReason: To safeguard the amenities of the adjoining residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The development hereby permitted shall be carried out and thereafter retained in accordance with the approved details relating to Construction Noise Assessment as approved under application ref: 20/01372/CLC.\r\rReason: To safeguard the amenities of the adjoining residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall be carried out and thereafter retained in accordance with the details of piling method statement approved under application ref: 21/01620/CLC.\r\rReason: To safeguard the amenities of the adjoining residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The approved details of sound transmission measures shall be installed prior to the development being occupied and retained thereafter as approved under application ref: 20/02999/CLC. \r\rReason: To safeguard the amenities of future residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall be carried out and thereafter retained in accordance with the approved details of noise insulation/reduction scheme as approved under application ref: 20/02999/CLC.\r\rReason: To safeguard the amenities of future residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall be carried out and thereafter retained in accordance with the approved details of environmental noise assessment as approved under application ref: 20/02999/CLC.\r\rReason: To safeguard the amenities of future residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The rating level of the noise determined by the cumulative sound emissions of the plant hereby permitted shall be at least 5dBA lower than the existing background noise level at any given time of operation.  The noise levels shall be measured or predicted 1m externally to any window at the nearest residential facade.  Measurements and assessment shall be made according to British Standard 4142:2014. \r\rReason: To safeguard the amenities of future residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The servicing (including deliveries) of any ground floor retail unit hereby permitted shall only take place between 8am and 8pm Monday to Saturday and between 10am and 5pm Sundays and Bank Holidays.\r\rReason: To safeguard the amenities of existing/ future residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The ground floor retail units hereby permitted shall not be open to members of the public before 7am and after 11pm Monday to Sunday. \r\rReason: To safeguard the amenities of existing/ future residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The refuse and recycling storage and management plan shall be fully implemented and made available for use prior to the occupation of the development hereby permitted and shall be retained for use at all times as approved under application ref: 22/01766/CLC. \r\rReason: To safeguard the amenities of the occupiers of the neighbouring properties in accordance with Policy DM10 of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall be carried out in accordance with the details set out in the Construction Management Plan (CMP) approved under application ref: 20/01372/CLC.\r\rReason: To safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The development hereby permitted shall be carried out in accordance with the details of  the Environmental Construction Management Plan approved under application ref: 20/01372/CLC.\r\rReason: To safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Within 3 months of first occupation, evidence must be submitted to the council confirming that the development hereby approved has achieved not less than the CO2 reductions (ENE1), internal water usage (WAT1) standards equivalent to Code for Sustainable Homes level 4. Evidence requirements are detailed in the \"Schedule of evidence Required for Post Construction Stage from Ene1 & Wat1 of the Code for Sustainable Homes Technical Guide. Evidence to demonstrate a 35% reduction compared to 2013 part L regulations and internal water usage rates of 105l/p/ day must be submitted to and approved by the Local Planning Authority, unless otherwise agreed in writing.\r\rReason: In the interests of sustainability and energy conservation, in accordance with policy SI2 of the London Plan 2021 and policies CS1, DM3 and DM4 of the LDF Core Strategy 2012.\r",
    "The development hereby permitted shall be carried out and thereafter retained in accordance with the details of the car park management plan approved under application ref: 22/02065/CLC. \r\rReason: To ensure satisfactory parking provision for all and to ensure the safe and convenient movement for all users of the proposed access road and car parking areas, in accordance with Policy DM10 (Design Requirements for New Developments (including House Extensions) of the LDF Core Strategy, Adopted April 2012.\r",
    "The development hereby permitted shall be carried out and thereafter retained in accordance with the details relating to provision of electric vehicle charging points for 20% of the car parking spaces for residents within the development and passive electric vehicle charging points for 20% of the car parking spaces, as  approved under application ref:22/02065/CLC. The approved electric vehicle charging points must be fitted and made available prior to the occupation of the development and retained for use at all times.\r\rReason: To ensure the provision of adequate off-street parking in the interests of the safety and operation of the highway network, in accordance with policy T6 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.",
    "Prior to the beneficial occupation of the development hereby approved, the secure and covered cycle parking facilities for residents of and visitors to the development approved under application ref: 21/03310/CLC must be fully implemented and made available and thereafter retained for use at all times.\r\rReason: To ensure the provision of satisfactory cycle storage facilities and in the interests of highway safety in accordance with Policy DM8 (Sustainable Transport for New Developments) of the LDF Core Strategy Adopted April 2012.",
    "Any works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Kingston upon Thames.\r\rAny such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the Royal Borough of Kingston upon Thames, Street Works Section, (telephone 020 8547 5982). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\rReason:  In order to minimise disruption to road users, be they pedestrians or vehicular traffic, under the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. In order to satisfy the licensing requirements of the Highways Act 1980.",
    "Prior to the commencement of the development hereby permitted (excluding demolition works and below ground work), details shall be submitted to and approved in writing by the Local Planning Authority demonstrating that a minimum of 10% of the units are wheelchair accessible.\r\rReason: To ensure that an adequate level of accessible units are provided in accordance with Policy D7 of the London Plan (2021), Policy DM13 of the RBK Core Strategy (2012) and the Mayor's Housing SPG (2017).",
    "The development hereby permitted shall be carried out and thereafter retained in accordance with the details of obscure glazed windows as approved under planning permission 21/03400/CLC.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall be carried out and thereafter retained in accordance with the approved details demonstrating that the development could be connected to a future District Heat Network as approved under planning permission 20/01885/CLC.\r\rReason: The relevant works would take place at the beginning of the construction phase and in the interests of sustainability and energy conservation as set out in Policies 5.2 (Minimising Carbon Dioxide Emissions) and 5.3 (Sustainable Design & Construction) of the London Plan (July 2011) and Policy DM1 (Sustainable Design and Construction Standards) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall be carried out and thereafter retained in accordance with the details of the overheating analysis as approved under planning permission 21/03121/CLC\r\rReason: To ensure that the housing delivered is of high quality and to protect the amenity of future occupiers in accordance with Policy 3.5 of the London Plan (March 2016), Policies DM10 and DM13 of the Council's LDF Core Strategy 2012 and the Mayor's Housing SPG (March 2016).",
    "The development hereby permitted shall be carried out and thereafter retained in accordance with the details of the traffic signals to control entry and exit to the underground car park as approved under planning permission 22/02065/CLC. \r\rReason: To ensure satisfactory parking provision for all and to ensure the safe and convenient movement for all users of the proposed access road and car parking areas, in accordance with Policy DM10 (Design Requirements for New Developments (including House Extensions) of the LDF Core Strategy, Adopted April 2012.\r",
    "The ground floor commercial units shall be used for the uses indicated unless otherwise approved in writing by the local planning authority.\r\rReason: To provide flexibility in relation to the use of the ground floor units whilst providing appropriately active frontages.",
    "The development shall be carried out in accordance with the approved details relating to the NRMM Regulations and the inventory of all NRMM as approved under planning permission 20/01372/CLC.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policies D3, SI1 and T7 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to the installation of hereby approved door, manufacturer details including the proposed colour, texture and material  must be submitted to and approved in writing by the local planning authority.  The required details should  demonstrate how the character and appearance of the proposed door would relate to the host building. The development shall then be carried out and thereafter maintained in accordance with the approved details.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policies D3 of the London Plan 2021 and DM10 of the LDF Core Strategy 2012.",
    "The development hereby permitted shall be carried out and thereafter retained in accordance with the samples and details of all facing materials approved under application ref: 20/03350/CLC.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy D3 of the London Plan 2021 and  Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521347,
  "status": "Approved",
  "decision_date": "17/07/2024",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.25681,
          51.404423
        ],
        [
          -0.256812,
          51.404396
        ],
        [
          -0.256855,
          51.404397
        ],
        [
          -0.256854,
          51.404424
        ],
        [
          -0.25681,
          51.404423
        ]
      ]
    ]
  },
  "decision_target_date": "17/05/2024",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "13/03/2024",
  "development_type": "Major all other major developments",
  "title_number": [],
  "appeal_status": null,
  "last_updated": "2025-05-05T18:14:24.532Z",
  "last_updated_by": "Idox Uniform",
  "site_name": "Development Land At 5 To 29",
  "id": "Kingston-23_03504_FUL",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": 168706,
  "appeal_start_date": null,
  "postcode": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=S60YNONHKP500",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": "",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Application under Section 73 of the Town and Country Planning Act 1990 to vary Condition 24 (Opening Time) of planning permission 23/01697/FUL(Variation of Condition Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 2 (Approved Plans) of planning permission 20/00825/FUL (Variation of Conditions 2, 3, 4, 6, 8, 9, 13, 14, 20, 22, 34 & 36 of Planning Permission ref: 17/14178/FUL for amendments to wording) to allow changes in door of West Elevation.) to allow the Co-op to open from 0600 hours in the morning at Unit 3.",
  "valid_date": "16/02/2024",
  "polygon": null,
  "pp_id": "PP-12633679",
  "application_details": {
    "site_area": 0.3430000000000001,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: New Malden"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: New Malden District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "DISIA Name: New Malden District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "SHOPFR Name: Shopping Frontages"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: P"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ2168371B"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ216837HF"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ216837HC"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ216837HE"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ216837HG"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ2168371C"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ2168371D"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128045666"
    ]
  },
  "centroid": {
    "lon": -0.256833,
    "lat": 51.40441
  },
  "lapsed_date": "17/07/2027",
  "decision_process": "Delegated",
  "actual_completion_date": null
}