{
  "development_type": "Other house holder developments",
  "appeal_decision": null,
  "decision_agency": null,
  "postcode": "KT2 5BD",
  "borough": "Royal Borough of Kingston (LA Code)",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.307519,
          51.42548
        ],
        [
          -0.30752,
          51.425453
        ],
        [
          -0.307563,
          51.425454
        ],
        [
          -0.307562,
          51.425481
        ],
        [
          -0.307519,
          51.42548
        ]
      ]
    ]
  },
  "site_name": "Wrenfield House",
  "centroid_easting": 517766,
  "pp_id": "PP-12597511",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "total_gia_gained": 0,
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "02/2024",
    "intended_completion_date": "04/2024",
    "no_additional_bedrooms": 0,
    "site_area": 0.163
  },
  "lpa_name": "Kingston",
  "decision": "Approved",
  "lpa_app_no": "23/03113/HOU",
  "decision_date": "04/03/2024",
  "last_updated": "2025-05-05T18:12:53.135Z",
  "centroid_northing": 170965,
  "centroid": {
    "lon": -0.307541,
    "lat": 51.425467
  },
  "appeal_decision_date": null,
  "locality": null,
  "ward": "Canbury Gardens",
  "bo_system": "Idox Uniform",
  "lapsed_date": "04/03/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": "2181-3110-0111-1261-9023",
  "valid_date": "17/11/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The development to which this permission relates shall be carried out in accordance with the Arboricultural Report and Tree Location Plan submitted 13.11.2023. The approved measures shall be implemented prior to commencement of any work on site and maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The development hereby approved shall be carried out in accordance with the Fire Safety Statement hereby approved and thereafter maintained.\r\rReason: In the interests of Fire Safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021.",
    "Prior to the beneficial occupation of the development to which this permission relates, a slight recess as shown on 02- 05A Proposed Plan will be created and retained by offsetting the existing gate inside the boundary so that vehicles will have space to maneuver and to alleviate traffic on the narrow Lower Ham Road. Additionally, traffic reflective mirrors will be installed on both sides of the wall to allow drivers and pedestrians to see oncoming traffic, providing better safety for the neighbourhood\r\rReason: In the interests of the safety and operation of the highway network, in accordance with policy T4 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.",
    "The hard surface as shown on 02-005A Proposed Plan  shall be made of porous materials, or provision is made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the dwellinghouse. \r\rReason: to ensure the development would comply with Policy SI 13 (Sustainable Drainage) of the London Plan 2021 and Policy DM4 of the LDF Core Strategy 2012."
  ],
  "parking_details": null,
  "site_number": "109",
  "uprn": "000128012360",
  "decision_target_date": "12/01/2024",
  "application_type": "Householder",
  "polygon": null,
  "title_number": [],
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Householder planning permission",
  "last_updated_by": "Idox Uniform",
  "actual_completion_date": null,
  "street_name": "Lower Ham Road",
  "secondary_street_name": null,
  "description": "Demolition of existing gate, erection of a new vehicular gate and boundary wall. Repairing of existing boundary wall and hardstanding.",
  "id": "Kingston-23_03113_HOU",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=S41YL7NHJU700"
}