{
  "development_type": "Other house holder developments",
  "appeal_decision": null,
  "decision_agency": null,
  "postcode": "KT2 7DH",
  "borough": "Royal Borough of Kingston (LA Code)",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.259968,
          51.416682
        ],
        [
          -0.259969,
          51.416655
        ],
        [
          -0.260012,
          51.416656
        ],
        [
          -0.260011,
          51.416683
        ],
        [
          -0.259968,
          51.416682
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "Acorn House",
  "centroid_easting": 521095,
  "pp_id": "PP-12633056",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "total_gia_gained": 0,
    "no_additional_bathrooms": 1,
    "intended_commencement_date": "10/2023",
    "intended_completion_date": "04/2024",
    "no_additional_bedrooms": 0,
    "site_area": 0.15000000000000002
  },
  "lpa_name": "Kingston",
  "decision": "Approved",
  "lpa_app_no": "23/03249/HOU",
  "decision_date": "23/01/2024",
  "last_updated": "2025-05-05T18:13:20.937Z",
  "centroid_northing": 170064,
  "centroid": {
    "lat": 51.416669,
    "lon": -0.25999
  },
  "appeal_decision_date": null,
  "locality": null,
  "ward": "Coombe Hill",
  "bo_system": "Idox Uniform",
  "lapsed_date": "23/01/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": "29/12/2023",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": "8230-7629-3009-0040-1222",
  "valid_date": "29/11/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The development to which this permission relates shall be carried out in accordance with the hereby approved drawings Arbtech AIA 01 Arboricultural Impact Assessment and Arbtech TPP 01 Tree Protection Plan, the Arboricultural Method Statement dated 16 November 2023 and Arboricultural Survey to BS5837:2012 dated 08 November 2023. The approved measures shall be implemented prior to commencement of any work on site and maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "Prior to beneficial occupation of the development to which this permission relates, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details:\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point;\r2) Appropriate fire alarm systems;\r3) Passive and active fire safety measures;\r4) appropriate construction details to minimise the risk of fire spread;\r5) provision of suitable and convenient means of escape/ an evacuation strategy;\r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Safety Strategy shall include a statement of competence.\r\rThe development shall be carried out in accordance with the approved Strategy and thereafter maintained.\r\rThe required Fire Safety Strategy shall reference the London Plan Guidance Fire Safety (February 2022) where applicable and a Reasonable Exception Statement (RES) shall be submitted in relation to those fire safety requirements which the applicant does not consider to be relevant.\r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021.\r"
  ],
  "parking_details": null,
  "site_number": "149A",
  "uprn": "100021757283",
  "decision_target_date": "24/01/2024",
  "application_type": "Householder",
  "polygon": null,
  "title_number": [],
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Householder planning & demolition in a conservation area",
  "last_updated_by": "Idox Uniform",
  "actual_completion_date": null,
  "street_name": "Coombe Lane West",
  "secondary_street_name": null,
  "description": "Demolition of existing bin storage, erection of a single storey carport. Replacement and height alteration of an existing entrance gate. Replacement of an existing rear patio doors to create level threshold. Fenestration alteration.",
  "id": "Kingston-23_03249_HOU",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=S4SKOONHK5200"
}