{
  "actual_commencement_date": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=S47ICXNHJXF00",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "11/01/2024",
  "polygon": null,
  "cil_liability": false,
  "lapsed_date": "11/01/2027",
  "appeal_decision": null,
  "street_name": "Church Road",
  "decision_agency": null,
  "last_updated_by": "Idox Uniform",
  "description": "Variation of Condition Application under Section 73A of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 1 (Approved Plans) of planning permission 22/02399/FUL (Demolition of existing dwelling and erection of 2no. three-storey semidetached dwellings) to allow changes in top floor.",
  "decision": "Approved",
  "centroid_northing": 166380,
  "bo_system": "Idox Uniform",
  "last_updated": "2025-05-05T18:13:00.855Z",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "ward": "Old Malden",
  "centroid_easting": 521454,
  "site_name": "",
  "application_type": "All Other",
  "parking_details": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "lpa_name": "Kingston",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.256068,
          51.383495
        ],
        [
          -0.256069,
          51.383468
        ],
        [
          -0.256112,
          51.383469
        ],
        [
          -0.256111,
          51.383496
        ],
        [
          -0.256068,
          51.383495
        ]
      ]
    ]
  },
  "postcode": "KT4 7RJ",
  "decision_date": "11/01/2024",
  "centroid": {
    "lon": -0.25609,
    "lat": 51.383482
  },
  "decision_process": "Delegated",
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "site_number": "27",
  "borough": "Royal Borough of Kingston (LA Code)",
  "actual_completion_date": null,
  "appeal_decision_date": null,
  "valid_date": "16/11/2023",
  "application_type_full": "Removal/Variation of a condition",
  "locality": null,
  "last_date_consultation_comments": null,
  "pp_id": "PP-12606149",
  "development_type": "Minor dwellings",
  "decision_conditions": [
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The development hereby permitted shall begin before the expiration of three years from the date of planning permission ref: 22/02399/FUL dated 27.09.2022.\r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows inserted at first and second floor level in the east and west elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) at first or second floor level in the east and west elevation of the dwelling house unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "Prior to commencement of groundworks (excluding site investigations and demolition), a final detailed drainage design, including drawings, supporting calculations, SuDS Statement and Drainage Assessment Form shall be submitted to and approved in writing by the local planning authority. A detailed management plan confirming routine maintenance tasks for all drainage components must also be submitted to demonstrate how the drainage system is to be maintained for the lifetime of the development. The system shall be implemented and thereafter managed and maintained in accordance with the approved details.\r \rReason: To prevent the risk of flooding to and from the site in accordance with policy SI13 of the London Plan 2021, the Sustainable Design and Construction SPG 2014, the Non-Statutory Technical Standards for Sustainable Drainage Systems 2015 and policy DM4 of the LDF Core Strategy 2012.",
    "The CO2 & Water scheme of the development shall be implemented as approved under application 23/02708/CLC dated 28.11.2023 unless otherwise approved in writing by the Local Planning Authority and shall thereafter be retained as such.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The development to which this permission relates shall not be commenced until a scheme to enhance the nature conservation interest of the site has been submitted to and agreed in writing by the local planning authority. The approved scheme shall be implemented in full prior to beneficial occupation of the development.\r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012. \r\rThe scheme is required before development commences because it would affect the design of subsequent elements of the development.",
    "The landscaping scheme of the development shall be implemented as approved under application 23/01700/CLC dated 01.08.2023 unless otherwise approved in writing by the Local Planning Authority and shall thereafter be retained as such.\r\rThe approved scheme shall be implemented within the first planting season following substantial completion of the development. The tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority.\r\r Any trees or shrubs which die during this period shall be replaced during the following planting season, and the areas shown to be landscaped shall be permanently retained for that purpose.  \r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Prior to the commencement of any development above ground level, details of waste and recycling facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. \r\rThe refuse and recycling facilities as shown in the approved details shall be provided prior to beneficial occupation of the development and shall be permanently retained thereafter. The developer and/or their successors in title shall take all reasonable steps to ensure that all refuse and recyclable materials associated with the development are either stored within these facilities or internally within the building(s) on the application site, and that no refuse or recycling material is stored or placed for collection on the public highway except on the day of collection.\r\rReason: To ensure proper waste management in the interests of the character and appearance of the area and the living conditions of neighbouring occupiers, in accordance with policy SI17 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to the commencement of any development above ground level, details of secure cycle parking facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority.\r\rThe cycle parking facilities as shown in the approved details shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, the vehicular crossover(s) as shown on the approved plans shall be provided (including reinstating the footway to the satisfaction of the local planning authority) and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure proper vehicular access to the site in the interests of the safety and operation of the highway network, in accordance with policy T4 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.",
    "No development shall take place (including any works of demolition) until a construction management plan or construction method statement has been submitted to and approved in writing by the Local Planning Authority. The approved plan/statement shall be adhered to throughout the construction period. The statement shall provide for:\r\ri) How the proposed development will be built;\rii) Hours of working (which shall be limited to 08.00 to 18.00 Mondays to Fridays and between 08.00 to 13.00 on Saturdays and not at all on Bank Holidays and Sundays);\riii) The procedure for loading/unloading materials;\riv) The route to and away from site for muck away and vehicles with materials;\rv) The protocol for managing deliveries to one vehicle at a time on sites with restricted access or space;\rvi) The protocol for managing vehicles that need to wait for access to the site; \rvii) Whether any reversing manoeuvres are required onto or off the public highway into the site and whether a banksman will be provided;\rviii) Temporary site access;\rix) Signing system for works traffic;\rx) Whether site access warning signs will be required in adjacent roads;\rxi) Whether it is anticipated that statutory undertaker connections will be required into the site;\rxii) The storage of plant, materials and operatives vehicles;\rxiii) The potential for impacts from dust and emissions during the demolition and/or construction phase upon local air quality and surrounding residents;\rxiv) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works;\rxv) The location of all ancillary site buildings;\rxvi) The means of enclosure of the site, its erection and maintenance;\rxvii) Wheel washing equipment;\rxviii) The parking of vehicles of site operatives and visitors;\rxix) Meeting the requirements of the Low Emission Zone for Non-Road Mobile Machinery (where relevant plant or vehicles are being used); and\rxx) The method of recycling and disposing of waste resulting from the demolition and/or construction phases\r\rDeliveries/collections to and from the site shall use a route that is agreed with the highway authority and the agreed route shall be signed accordingly.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and in the interests of the safety and operation of the highway network, in accordance with policies T4 and T7 of the London Plan 2021 and policies CS7, DM9 and DM10 of the LDF Core Strategy 2012.\r\rThis condition must be a pre-commencement condition in order to be effective.",
    "In the event that contamination is found (at any time) that was not previously identified, development shall cease and the contamination reported in writing to the local planning authority as soon as is reasonably practicable. An assessment, remediation scheme and verification report shall then be submitted to and approved in writing by the local planning authority before development resumes.\r\rReason: To ensure that risks from land contamination are minimised, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "Prior to any above-ground works of the development to which this permission relates, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details:\r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy; \r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. \r\rThe Fire Safety Strategy shall include a statement of competence. The development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rThe required Fire Safety Strategy shall reference the London Plan Guidance Fire Safety (February 2022), where applicable and a Reasonable Exception Statement (RES) shall be submitted in relation to those fire safety requirements which the applicant does not consider to be relevant. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire Safety) of the London Plan 2021."
  ],
  "status": "Approved",
  "secondary_street_name": null,
  "id": "Kingston-23_03155_FUL",
  "lpa_app_no": "23/03155/FUL",
  "application_details": {
    "site_area": 0.05,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Settlement - Old Malden (1st recorded 1086)"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: 2.8 Old Malden"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ216643KS"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128004305"
    ]
  },
  "uprn": "000128004305"
}