{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PXZAXNNHJPM00",
  "lapsed_date": "12/11/2022",
  "decision_target_date": "12/11/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 6BE",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.035
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02302/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 522156,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:08:21.670Z",
  "id": "Kingston-19_02302_HOU",
  "application_type": "Householder",
  "street_name": "Ancaster Crescent",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "12/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear and side extension and loft conversion with associated landscaping and the demolition of garage",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167005,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021772328",
  "centroid": {
    "lon": -0.245793,
    "lat": 51.388949
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed single storey rear extension by way of its excessive depth would appear as a disproportionate and incongruous addition which would unbalance the character of the application property. The proposal would therefore be contrary to Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames LDF Core Strategy (Adopted April 2012), and the Residential Design SPD (Adopted July 2013).",
    "The proposed rear dormer roof extension by reason of its detailed design which includes; the absence of a sufficient set down from the ridge of the existing roof, the absence of a sufficient set in from the side and eaves of the main roof and its overall bulk would fail to appear proportionate or subordinate to the original property. The proposal would therefore be contrary to Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames LDF Core Strategy (Adopted April 2012) and the Residential Design SPD (Adopted July 2013).",
    "The proposed hip to gable roof extension would harmfully unbalance the pair of adjoining semi-detached properties and would appear at odds with the streetscene of Ancaster Crescent. The proposal would therefore be contrary to Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames LDF Core Strategy (Adopted April 2012) and the Residential Design SPD (Adopted July 2013).",
    "The proposed single storey rear extension by virtue of its proposed depth would prejudice the neighbouring amenities of no.32 Ancaster Crescent by way of loss of daylight, sunlight and outlook. The proposal would therefore be contrary to Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames LDF Core Strategy (Adopted April 2012) and the Residential Design SPD (Adopted July 2013).",
    "You have been granted planning permission to build a residential extension. When undertaking demolition and/or building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays. Furthermore, please ensure that all vehicles associated with the construction of the development hereby approved are properly washed and cleaned to prevent the passage of mud and dirt onto the adjoining highway. You are advised that the Council does have formal powers to control noise and nuisance under the Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation. For further information and advice, please contact - Environmental Health Department Pollution Section.",
    "Your attention is drawn to the fact that planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor. \r",
    "The Party Wall Act 1996 requires building owners to notify and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\rCarry out work to an existing party wall;\rBuilt on the boundary with a neighbouring property;\rIn some circumstances, carry out groundwork's within 6m of an adjoining building\r\rNotifications and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls, etc Act 1996 - Explanatory Booklet\"\r",
    "Unless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.",
    "The fee required for your planning application is £ 3696.00.  Payment can be made via either our Contact Centre on 0208 547 5002 or by cheque made payable to Royal Borough of Kingston upon Thames.\r\rPlease note that if you wish to transfer the fees from invalid application 20/00771/FUL  Please send us confirmation of withdrawal of that application to development.management@kingston.gov.uk. and request transfer of fee payment to the current application 20/00983/ARM.",
    "Please confirm description of proposed works 'Details of reserved matters pursuant to Condition 1 (Access and Landscaping), Condition 5 (Materials), Condition 6 (Levels), Condition 7 (Refuse Storage), Condition 9 (Construction Method Statement), Condition 11 (SUDS)  of Outline application 19/01716/OUT (Allowed on Appeal APP/Z5630/W/19/3241782) (Demolition of existing dwellinghouse and erection of new 3 storey residential building, plus basement to create x 8 flats with associated landscaping, bins and cycle store (outline application to consider appearance, layout and scale only).) TBC .'",
    "Please be advised that the fee for this type of Pre-Application is insufficent. It would be £1250 for a Meeting or Advice only, or if you want both, the fee will be £1775. Kindly provide the additional fee based on your requirement",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r(In this instance a video was recieved via email).\r\rAssessment:\rAppropriate works to reduce and maintain a large oak without detrement to it's health or reduction in it's amenity value.\r\rRecommendation:\rApprove.",
    "Exempt Works.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rMinor works to small trees with no adverse impcat upon amenity or tree health. As such the Council response should be one of no objection.\r\rRecommendation:\rNo objections.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rTwo small and poorly shaped trees to the rear of the property growing too close together for healthy development and being to the rear of the property and not contributing to public amenity the Council's default position should that of no objection.\r\rRecommendation:\rNo objections."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "17/09/2019",
  "secondary_street_name": null,
  "site_number": "30",
  "pp_id": "PP-08158816",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.245771,
          51.388962
        ],
        [
          -0.245772,
          51.388935
        ],
        [
          -0.245815,
          51.388936
        ],
        [
          -0.245814,
          51.388963
        ],
        [
          -0.245771,
          51.388962
        ]
      ]
    ],
    "type": "Polygon"
  }
}