{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PZQ24DNH03V00",
  "lapsed_date": "26/03/2023",
  "decision_target_date": "26/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 1HB",
  "site_name": "",
  "status": "Dismissed",
  "application_details": {
    "site_area": 0.055,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Housing Estates"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021749709"
    ]
  },
  "appeal_decision_date": "17/12/2020",
  "lpa_app_no": "19/02632/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518422,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:09:44.522Z",
  "id": "Kingston-19_02632_FUL",
  "application_type": "All Other",
  "street_name": "Lynton Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tolworth & Hook Rise - OLD",
  "decision_date": "26/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": "Dismissed",
  "appeal_start_date": "06/10/2020",
  "decision_process": "Delegated",
  "description": "Erection of a detached single storey dwelling with solar panels on flat roof and cycle store on land to the rear of 2 Lynton Close. Erection of a boundary brick wall with a car access gate.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "26/02/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 164940,
  "decision": "Refused",
  "appeal_decision": "Dismissed",
  "uprn": "100021749709",
  "centroid": {
    "lon": -0.300119,
    "lat": 51.37118
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed development, due to its position, size and scale, would appear at odds with the established pattern of development within the immediate vicinity of the site. Furthermore, the design of the proposed dwelling would be out of character with the surrounding context. The proposal would therefore be contrary to the National Planning Policy Framework (2019), Policies 7.4 and 7.6 of the London Plan (2016) and Policies CS8 and DM10 of the adopted Local Development Framework Core Strategy (2012).",
    "It has not been satisfactorily demonstrated that the proposal would provide adequate  on-site car parking provision for the future owner/occupiers of the proposed dwelling, and that the access  arrangements would not prejudice highway safety. The proposal would therefore be contrary to  the National Planning Policy Framework (2019), Policy 6.13 of the London Plan (2016),  Policies DM9 and DM10 of the adopted Local Development Framework Core Strategy  (2012).",
    "Reasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.",
    "When undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Councils Environmental Health Department.",
    "Please confirm description of proposed works \"Demolition of existing single storey garage conversion and erection of new dwelling, with associated parking, cycle and refuse storage and landscaping. Addtional works to exisiting dwelling of new rear dormer to second floor and erection of single storey rear extension to replace conservatory \"\r\rPlease amend the description of works on the application form to include the single storey rear extension to existing dwelling.",
    "Please provide a payment of £300 to accompany your application. This payment can be made online at www.kingston.gov.uk or by calling our Customer Care Line on 020 8547 5022"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "30/01/2020",
  "secondary_street_name": null,
  "site_number": "2",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.300097,
          51.371193
        ],
        [
          -0.300098,
          51.371166
        ],
        [
          -0.300141,
          51.371167
        ],
        [
          -0.30014,
          51.371194
        ],
        [
          -0.300097,
          51.371193
        ]
      ]
    ],
    "type": "Polygon"
  }
}