{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PYYDG9NHKIJ00",
  "lapsed_date": "04/12/2024",
  "decision_target_date": "01/12/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3UF",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.041
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02470/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520736,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:09:05.100Z",
  "id": "Kingston-19_02470_HOU",
  "application_type": "Householder",
  "street_name": "Overdale Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "04/12/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension, first floor rear extension and side and rear dormer roof extensions to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169335,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021779822",
  "centroid": {
    "lon": -0.265398,
    "lat": 51.410193
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the ^IN; wall of the building hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The development shall conform in all material aspects with the plans and details shown in the application as listed below, unless variations are agreed by the Local Planning Authority in order to discharge other conditions attached to this decision:\r\r\rReason:  For avoidance of doubt and in the interests of proper planning.\r \r",
    "When undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Councils Environmental Health Department.\r\rReason : In the interest of the residential amenities of neighbouring occupants of land and buildings.",
    "Service parking and deliveries should not cause any damage to the verges or margins, and no parking is allowed on either.",
    "Off-street direction signs, hoarding and tower cranes require a license. In the event that a tower crane will be used, a traffic management plan for the delivery, erection, dismantling and removal of the crane(s) will also be required. The applicant is advised to contact the Highway Authority if these will be needed, who will also seek any necessary deposits.",
    "Please provide existing loft and roof plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire property not just part and showing dimensions of proposed work.",
    "J3 - Warning of Release of Carbon Monoxide",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "06/10/2019",
  "secondary_street_name": null,
  "site_number": "48",
  "pp_id": "PP-08204113",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.265376,
          51.410206
        ],
        [
          -0.265377,
          51.41018
        ],
        [
          -0.26542,
          51.41018
        ],
        [
          -0.265419,
          51.410207
        ],
        [
          -0.265376,
          51.410206
        ]
      ]
    ],
    "type": "Polygon"
  }
}