{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PYAKJONHJZ000",
  "lapsed_date": "31/01/2025",
  "decision_target_date": "06/12/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3AJ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.071
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02350/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521078,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:08:35.444Z",
  "id": "Kingston-19_02350_HOU",
  "application_type": "Householder",
  "street_name": "Carlton Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "31/01/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey side and rear extension, two storey side extension with alterations to existing windows/doors. Erection of front dormer window and alterations to existing rear dormer to facilitate loft conversion. Replacement of the  chimney and erection of new front porch",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169188,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021773961",
  "centroid": {
    "lon": -0.260534,
    "lat": 51.408799
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and/or re-enacting that Order) the first floor side elevation windows facing no. 5 Calton Road which are to be non-opening and glazed with obscure glass to a specification to be agreed with the Local Planning Authority and shall be permanently maintained thereafter as non-opening and obscure glazed.\r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted\tDevelopment) (England) Order 2015 (or any Order revoking and/or re-enacting that\tOrder) no windows, other than those shown on the approved plans shall at any time be placed in the side elevations of the building/extension hereby permitted\twithout the grant of a separate planning permission from the Local Planning Authority.\r\rReason: To safeguard the amenities of the adjoining premises from overlooking and\tloss of privacy.",
    "Section 55 (1) defines 'development'. Section 55 (2) excludes a number of operations and uses from the definition of development including 55 (2) (f) which, confirms that the use of buildings or other land, for a use within the same class, does not involve 'development'.\r\rOn 1st September 2020, the Use Classes Order 1987 (UCO) revoked Class A1 and subsumed retail uses within a new broad Class E. \r\rThe lawful use of the application site is considered A1 (as confirmed by the planning history of the site and Google \"street view photos\", however, following amendments to the UCO the use now falls within class E. \r\rThe applicant proposes to internally subdivide the premises to provide a restaurant/cafe at the front and private consultation rooms in the rear part of the shop. Both uses would fall within Class E and Class E provides for the co-location of any uses within Class E. \r",
    "The details submitted for Conditions 3 (Materials), 4 (Levels), 8 (Enclosures), 14 (Basement Impact Assessment) and 15 (Piling Method Statement) of planning permission 19/01175/FUL by the applicant are considered satisfactory. As such, Conditions 3, 4, 8, 14 and 15 are hereby fully approved.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Please provide information regarding the amount by which you seek to reduce each tree by in metres or by percentage",
    "Please note the fee for both a meeting and advice is £600 and therefore a further £300 is required.\r\rThis can be paid either online at www.kingston.gov.uk or by calling our Customer Service Team on 020 8547 5002\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "11/10/2019",
  "secondary_street_name": null,
  "site_number": "7",
  "pp_id": "PP-08167668",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.260511,
          51.408812
        ],
        [
          -0.260513,
          51.408786
        ],
        [
          -0.260556,
          51.408786
        ],
        [
          -0.260555,
          51.408813
        ],
        [
          -0.260511,
          51.408812
        ]
      ]
    ],
    "type": "Polygon"
  }
}