{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PYBYI5NHJZQ00",
  "lapsed_date": "19/11/2024",
  "decision_target_date": "19/11/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 2AU",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.029
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02355/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517889,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:08:36.407Z",
  "id": "Kingston-19_02355_HOU",
  "application_type": "Householder",
  "street_name": "Milner Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "19/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey side/rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": "06/11/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 168707,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021764728",
  "centroid": {
    "lon": -0.306523,
    "lat": 51.405148
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The proposed roof of the single storey rear extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes. \r\t\rReason: To protect the amenities and privacy of the adjoining properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Reasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action. \r",
    "Your attention is drawn to the fact that planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor. \r",
    "The development approved by this planning permission will be liable to pay the Mayor of London's Community Infrastructure Levy (MCIL). Payment will be due once the owner/developer serves a development Commencement Notice on the Council, and a payment Demand Notice has been received by the owner. Failure to submit a Commencement Notice will incur a surcharge of 20% of the chargeable amount or £2,500, whichever is the lower amount.\r",
    "Further to checks by the Team Leader I am writing to inform you that your application is invalid due to the following:\r\rPlease amend the application form to reflect the correct information.  \r\rPlease remove all reference to 19/01699/HOU from section 5.\r\r\rPlease provide this information as soon as possible to enable us to progress your application.",
    "The fee required for your pre application is £30,000.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.\r\rNote:  Payment by instalments has been agreed by Toby Feltham, therefore please can you pay 2 x £15,000.00 over the next 2 months in order to clear the required amount payable.",
    "Please provide manufacturers details for new first floor bathroom window to rear elevation, indicating dimension of window.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rThe tree is to the rear of the property and not visible to the public, the Council decision should therefore be one of no objection.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAs per the submitted details the tree is cable braced - cobra bracing. Both anchor and victim branch have multiple mammal hole in structures - anchor suspect due to number of holes. Low canopy over grass. Lower east primary branches excessively end-weighted too. Large lesion at 5m on primary union. East primary branches have developed from epicormic growth. Further to recent reductions carried out, the school have requested the removal of the low branches overhanging the lawn area, both due to dysfunction and to provide sufficient clearance over this area as indicated approximately in the attached photos. The necessity of these works is further demonstrated by the QTRA Arb Report by Mark Clews submitted as supporting material.\r\rRecommendation:\rApprove.\r\r",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate repeat works to remove pollard regrowth for health and safety purposes.\r\rRecommendation:\rNo objections."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "24/09/2019",
  "secondary_street_name": null,
  "site_number": "16",
  "pp_id": "PP-08149660",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.306501,
          51.405161
        ],
        [
          -0.306502,
          51.405134
        ],
        [
          -0.306545,
          51.405134
        ],
        [
          -0.306544,
          51.405161
        ],
        [
          -0.306501,
          51.405161
        ]
      ]
    ],
    "type": "Polygon"
  }
}