{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q08NMCNH00700",
  "lapsed_date": "07/11/2022",
  "decision_target_date": "26/04/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 4BP",
  "site_name": "101 High Street\rNew Malden\rKT3 4BW\r",
  "status": "Approved",
  "application_details": {
    "site_area": 0.07400000000000001,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "DISIA Name: New Malden District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: New Malden District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "SHOPFR Name: Shopping Frontages"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ216832AB"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100023060708"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02726/ADV",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521411,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:10:08.046Z",
  "id": "Kingston-19_02726_ADV",
  "application_type": "All Other",
  "street_name": "High Street",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Beverley - OLD",
  "decision_date": "07/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Display of new illuminated shopfront fascia sign, non illuminated projecting sign and erection of new canvas awning.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 168287,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100023060708",
  "centroid": {
    "lon": -0.256056,
    "lat": 51.400631
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall be commenced within 3 years from the date of this decision.\rReason: In order to comply with Section 91 of the Town and Country Planning Act, 1990.  (As amended)\r\r\r",
    "The facing materials to be used shall be those specified on the application form and approved drawings or such other materials as have been approved in writing by the Local Planning Authority before the development is commenced and shall thereafter be retained as such.\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Where an advertisement is required under these Regulations to be removed, the site shall be left in a condition that does not endanger the public or impair visual amenity.\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy BE17 (Signs and Advertisements) of the Royal Borough of Kingston upon Thames Unitary Development Plan First Alternation.\r",
    "Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public.\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity.\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "No advertisement to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "No advertisement shall be sited or displayed so as to -\r(a)\tendanger persons using any highway, railway, waterway, dock, harbour or aerodrome (civil or military);\r(b)\tobscure, or hinder the ready interpretation of, any traffic sign, railway signal or aid to navigation by water or air; or\r(c)\thinder the operation of any device used for the purpose of security or surveillance or for measuring the speed of any vehicle.\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The intensity of the illumination of the  shopfront fascia sign hereby permitted shall be no greater than 500 cd/m.\rReason 1: To safeguard the amenities of the adjoining residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\rReason 2: Reason:  In the interests of amenity, the free flow of traffic on the highway and road safety in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The illuminated fascia sign hereby permitted shall be switched off no later than 10.00pm on Mondays to Saturdays and 5.30pm on Sundays and not switched on again until 7.30am Mondays to Saturdays and 11.00am on Sundays.\rReason:  To safeguard the amenities of the adjoining residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "For clarity this permission does not relate to the replacement shopfront detailed in planning application 19/00162/FUL.\rReason:  For avoidance of doubt and in the interests of proper planning.\r",
    "In order to assess/determine your application we would ask that you provide us with copies of your previously submitted existing and proposed (approved) plans",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation. These cover such works as - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services,  underpinning works, and fire safety/means of escape works. Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts. A completed application form together with detailed plans must be submitted for approval before any building work is commenced.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Further to your conversation with our Planning Department, please resubmit a Lawful Development Certificate for Proposed Development. There is a fee reduction of £103, which will be refunded to you.",
    "Please provide information regarding the amount by which you seek to reduce the proposed tree by and amend the Tree Sketch by adding a Tree number ie: T.1 or T.2 as you have done on a previous application.",
    "Please be advised that the Pre-Application category does not fall under J as mentioned on your application form. A fee of £250 will be required for each property, in order to make your application valid, and for a meeting to be scheduled.",
    "Approved plans received 17.12.2019:\rHG927-0-01 Location Plan\rHG927-0-02 Block Plan\rHG927-0-05 Site Plan\rHG927-0-10A Existing Plans\rHG927-0-11 Rev A Existing Elevations\rHG927-1-30B Proposed Plans\rHG927-2-30C Proposed Elevations\rSupporting Statement\r",
    "Your attention is drawn to the fact that planning permission does not override property rights and any ancient rights of light that may exist.  This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner.  If you require further information or advice, you should consult a solicitor.\r\r",
    "Approved Plans:\rPP/P2 Floor Plans   received 07.02.2020\rPP/P3 Elevations    received 07.02.2020\rSite Location Plan  received 17.12.2019",
    "Approved Plans received on 17.12.2019\rHG927-0-01 LOCATION PLAN\rHG927-0-02 BLOCK PLAN\t\rHG927-0-05 SITE PLAN\t\rHG927-0-10A EXISTING PLANS\t\rHG927-0-11A EXISTING ELEVATIONS\t\rHG927-1-20A PROPOSED PLANS\t\rHG927-2-20B PROPOSED ELEVATIONS\t\rSUPPORTING STATEMENT\t",
    "Approved Plans received on 17.12.2019\r000 OS MAP and Block Plans\r01 Existing ground and first floor plans\r03 Existing elevations\r02 Existing loft and roof plans\r05 Proposed ground and First floor plans\r04 Existing Section AA\r07 Proposed elevations\r08 Proposed section AA\r000 Os Map and Block Plan\r06 Proposed loft and roof plans\r",
    "Approved Plans:\rCertificate of Completion dated 16.04.2013\treceived  29.11.2019\rWALTON/SDC/01BL Existing and Proposed Block Plan\treceived  16.12.2019\rSDC/CRO/02PD Rev PW Proposed Elevations Sections and Details\treceived 12.12.2019\rSite Location Plan  received \t29.11.2019\rSDC/CRO/02PD Existing Plans and  Proposed Floor Plans  received \t12.12.2019\r",
    "Approved Plans: \rTA LOC Location Plan  received 08.11.2019\rTA1.2  Existing Elevations  received 08.11.2019\rTA3.2  Existing Ground Floor, First Floor _ Roof Plan  received 08.11.2019\rTA5.2 Proposed Floor Plans  received 08.11.2019\rTA4.2 Proposed Elevations  received 03.02.2020\r",
    "Please be advised, as works are to a flat the fee will be the same but a Full Application will be required along with Declaration B before this application can be validated",
    "The fee required for your planning application is £206.00.  Payment can be made via either our Contact Centre on 0208 547 5002 or by cheque made payable to Royal Borough of Kingston upon Thames.",
    "Please confirm description of works as the proposed plans listed in 'Document Issue Sheet' do not correspond with the submitted drawings list. Drawing (020_211 First Floor Plan Rev. B_C) and (020_219 Section G-G Rev. B_C) have not been submitted and (Cond 7 020-300 C Landscaping Plan Rev. B_C) has not been listed. \r\rConfirmation can be in writing or by amending the plans to reflect the proposals.\r\r",
    "The description of the above planning proposal has been reworded. Please confirm if the following description reflects all planned works:\r'Variation of Conditions 2 (Approved drawings), 5 (Boundary treatment), and 7 (Hard and soft landscaping scheme) of the Planning Permission 19/01081/FUL (Erection of detached 1x 3 bedroom house) to relocate the cycle/waste storage providing access to residents and alterations to roof lights, changing the geometry and dimension of the new boundary and improving the quality of landscape layout.'",
    "Please provide existing and proposed floor and roof plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor and roof plan (with new window and rooflights), not just part and all key dimensions for the proposed works.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rThe removal is acceptable given that the tree is not really visible to the public and is causing property damage through root growth.\r\rRecommendation:\rNo objections.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rNo profesional evidence has been provided to demonstrate that the tree is the cause of the property damage.\r\rRecommendation:\rRefuse .\r",
    "Trees subject to the application are not protected and are exempt from application as such. App withdrawn with consent of agent.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate works in keeping with size and age of tree to reduce the crown and thereby it's impact upon the adjacent property.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rThe Himalayan Birch should not be reduced as this will not be beneficial to its health while the Silver Birch to the rear is already showing signs of decline and should be reduced for health and safety reasons. The Conifer is exempt and not covered by the TPO.\r\rRecommendation:\rConsent for lesser works as follows: T.2 Silver Birch - 30% Holistic crown reduction to suitable growth points and remove all ivy.\r\r",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate works to reduce and maintain the tree so as to prevent failure in winter storms and reduce risk of limb strike from buses.\r\rRecommendation:\rApprove.",
    "Application unneccesary as trees were not protected. App withdrawn with consent of applicant.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate & necessary health and safety works.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rNecessary works to maintain the crown volume ata sustainable size and prevent failure.\r\rRecommendation:\rApprove."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "01/03/2019",
  "secondary_street_name": null,
  "site_number": "101",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.256034,
          51.400644
        ],
        [
          -0.256035,
          51.400617
        ],
        [
          -0.256078,
          51.400617
        ],
        [
          -0.256077,
          51.400644
        ],
        [
          -0.256034,
          51.400644
        ]
      ]
    ],
    "type": "Polygon"
  }
}