{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PYMU6CNHK8500",
  "lapsed_date": "04/12/2024",
  "decision_target_date": "25/11/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "SW20 0AG",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.048
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02401/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521822,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:08:48.268Z",
  "id": "Kingston-19_02401_HOU",
  "application_type": "Householder",
  "street_name": "Beverley Way",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "04/12/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing garage. Erection of part single storey, part two storey side extension & part single storey, part two storey rear extension and a single storey front extension.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169747,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128001662",
  "centroid": {
    "lon": -0.24965,
    "lat": 51.413664
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and/or re-enacting that Order) no windows, other than those shown on the approved plans shall at any time be placed in the side elevations of the first floor rear extension and the south elevation of the two storey side extension (at the first floor level) hereby permitted without the grant of a separate planning permission from the Local Planning Authority.\r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy.\r",
    "Before the beneficial occupation of the development hereby permitted, any windows or rooflights in the south elevation (and situated on the first floor) of the two storey side elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and must be replaced in the event that it ceases to result in obscurity to level 3. \r \rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy.\r",
    "The details submitted for Condition 12 of Planning Permission 18/00303/FUL  by the applicant are considered satisfactory and this condition is hereby fully discharged.",
    "The applicant is advised that the concurrent planning application for the works is under consideration by the Local Planning Authority.",
    "You have been granted planning permission to build a residential extension.  When undertaking demolition and/or building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  Furthermore, please ensure that all vehicles associated with the construction of the development hereby approved are properly washed and cleaned to prevent the passage of mud and dirt onto the adjoining highway. You are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation.  For further information and advice, please contact - Environmental Health Department Pollution Section.",
    "You have been granted planning permission to build a residential extension.  When undertaking demolition and/or building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  Furthermore, please ensure that all vehicles associated with the construction of the development hereby approved are properly washed and cleaned to prevent the passage of mud and dirt onto the adjoining highway. You are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation.  For further information and advice, please contact - Environmental Health Department Pollution Section.",
    "Please be advised that 'free-go' resubmissions do not apply to Lawful Development Certificates, Advertisement Consent, Planning Conditions, Non-material amendments and Prior Approvals",
    "Please provide a list of all drawings to form proposed condition 2",
    "Please provide a copy of site plan scaled 1:500 showing the proposed works location (hatched or shaded) in relation to the existing site boundaries and any outbuildings on site."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "30/09/2019",
  "secondary_street_name": null,
  "site_number": "20",
  "pp_id": "PP-08187317",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.249628,
          51.413677
        ],
        [
          -0.249629,
          51.41365
        ],
        [
          -0.249672,
          51.413651
        ],
        [
          -0.249671,
          51.413678
        ],
        [
          -0.249628,
          51.413677
        ]
      ]
    ],
    "type": "Polygon"
  }
}