{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q0JZT7NHLUK00",
  "lapsed_date": "23/01/2023",
  "decision_target_date": "24/01/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": null,
  "site_name": "Sewage Pumping Station",
  "status": "Approved",
  "application_details": {
    "site_area": 0.034,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Kingston Vale Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "SASC Name: Kingston Hill/Coombe Hill"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: GLA"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: SURFACE"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128010910"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02779/ADV",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521315,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:10:21.916Z",
  "id": "Kingston-19_02779_ADV",
  "application_type": "All Other",
  "street_name": "Kingston Vale",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "23/01/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Display of 4 no. non illuminated advertisement signs",
  "actual_completion_date": null,
  "last_date_consultation_comments": "03/01/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other advertisements",
  "centroid_northing": 172203,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128010910",
  "centroid": {
    "lon": -0.256097,
    "lat": 51.435846
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The period of consent lapses at the expiration of five years from the date of issue. \r\rReason: To comply with Regulation 14(7) of the Town and Country Planning (Control of Advertisements) (England) Regulations 2007 (as amended). Any advertisement may continue to be displayed after this date, subject to the same conditions as set out in the Consent and the power of the Local Planning Authority to require discontinuance of the display under Regulation 8.\r",
    "Where an advertisement is required under these Regulations to be removed, the site shall be left in a condition that does not endanger the public or impair visual amenity.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations 2007 and Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations 2007 and Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "No advertisement to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission. \r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations 2007 and  Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "No advertisement shall be sited or displayed so as to:\ra) Endanger persons using any highway, railway, waterway, dock, harbour or aerodrome (civil or military);\rb) Obscure, or hinder the ready interpretation of, any traffic sign, railway signal or aid to navigation by water or air; or\rc) Hinder the operation of any device used for the purpose of security or surveillance or for measuring the speed of any vehicle. \r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations 2007 and Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The site comprises a detached dwelling.\r\rEight neighbouring properties have been notified and no representations have been received.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed rear and side extension would not be visible from the street. The proposed development is therefore considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  Due to the sites orintation, It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan, Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The application site is located on the corner of Cox Lane and Roebuck Road and comprises a single storey flat roofed building. The site is occupied by an electrical wholesaler, predominantly in B8 use. The application site is located within the Chessington Industrial Estate which is designated as a Strategic Industrial Location in the LDF Core Strategy (2012).\r\rRepresentations: \r\r15 neighbouring sites have been notified of the proposal and no representations have been received. \rEnvironmental Health: No objections\rNeighbourhood Traffic Engineer: No comments received\r\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Impact on highways and parking.\r\rThe proposed first and second floor extensions are a renewal of the proposals approved under application 14/10222/FUL. The only difference between 14/10222/FUL and this application is the inclusion of a two storey storage building to the rear. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The application site is within a well established industrial estate which is predominantly characterised by two storey buildings of varying designs and form. The proposed extensions and storage building would not be set forward of the established building line on Roebuck Road or Cox Lane and would have a flat roof form which would be consistent with that on the host property. The proposal would be constructed in matching materials and include consistent window design. The proposal would be in keeping with the industrial character of the area. The proposed development is therefore considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rResidential Amenity:\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  There are no neighbouring residential properties in proximity to the application site. The site is surrounded by warehouse buildings, light industrial and office buildings. It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rHighways \rPolicy DM9 of the Council's LDF Core Strategy (2012) states that new development must comply with local car parking standards in order that it does not contribute to congestion or compromise highway safety.  Policy DM10 supports this stance. Policy DM8 requires new development to support and promote sustainable transport. \r\rOfficer Comment: No objections have been raised by the Council's Neighbourhood Traffic Engineer. The store building to the rear would result in the loss of some informal car parking area, however, the car park to the front is retained and the loading/unloading areas to the rear remain unhindered. The remaining car parking spaces would comply with the maximum London Plan parking standards for a B8 use. In line with Policy DM8 of the LDF Core Strategy and the site should provide on site cycle stores, in accorance with London Plan standards which would be secured through conditions. The proposal would not conflict with DM8, DM9 and DM10 of the LDF Core Strategy. \r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan, Policies of the Core Strategy (2012) and the Residential Design SPD (2013).\r",
    "The site comprises an end of terrace dwelling.\r\rSeven neighbouring properties have been notified and no representations have been received.\r\rRBK Neighbourhood Engineer - No objection \r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- The impact of the proposal on the highway\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: Given that numerous properties on Clayton Road benefit from dropped kerb access and hardstandings to the front of their properties, it is considered that the proposal would be in-keeping within the immediate context of the site. As a result, the proposed development would not detract from the character and appearance of the street scene or the surrounding area, in accordance with Policy DM10 of the Council's adopted LFD Core Strategy.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  Due to its minor nature, it is considered that the proposals would not cause undue harm to the amenity of the neighbouring occupiers. The proposal would therefore be compliant with Policy DM10 of the Council's adopted LFD Core Strategy.\r\rPolicy DM9 of the Council's LFD Core Strategy (2012) seeks to ensure that new development does not contribute to congestion or compromise highway safety.\r\rIt is noted that the Council's Neighbourhood Engineer raised no objections to the scheme. The proposed new dropped kerb would be sited on a befitting location and would be easily visible by the highway users of Clayton Road. As such, it is considered that the proposal would not undermine the existing highway safety conditions of Clayton Road, in accordance with Policy DM9 of the Council's Core Strategy.\r\rIn conclusion, the proposed development would accord with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2016) Policies CS8, DM9 and DM10 of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The applicant has been advised that change of use of the unit would require planning permission.",
    "The site comprises a detached, 3 storey building used as self-contained flats.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The current application is for retention of the replaced windows to the property. The proposed windows are white UPVc (Iglaze Solutions). \r\rThe proposed design of the windows, which is similar to the previous one and the quality of windows are considered acceptable and in-keeping with the host dwelling and the surrounding area. It is noted that the existing street scene shows properties where the existing window materials vary from timber to UPVc, however the satisfactory level of the quality of the materials has always been maintained. \r\rAs such, the proposed development is considered to be acceptable in terms of design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Due to the nature of the proposed works, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan, Policies of the Core Strategy (2012) and the Residential Design SPD (2013).\r",
    "This application solely relates to the replaced windows and does not include any works to the roof.",
    "A a completed and returned Full Plans application form is required for this application. Please find attached",
    "Photos of plans are not acceptable.",
    "The fee required for your planning application is £ 116.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "Please complete description of proposed works on application form and return a copy to this office as soon as possible.\r\rPlease note this part of the form was not completed on the Portal.",
    "Please confirm\r- that the proposed materials would match the existing ones (the sides and face of the dormer should match the existing roof)\r- that the proposed roof lights would not protrude more than 0.15 metres beyond the plane of the slope of the original roof when measured from the perpendicular with the external surface of the original roof\r- that any window located on a roof slope forming a side elevation of the dwellinghouse must be—\r(a) obscure-glazed; and\r(b) non-opening unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed.\r",
    "You are required to complete the 'Determining whether a Development may be CIL Liable Planning Application Additional Information Requirement form'. This form can be downloaded from the planning portal at https://ecab.planningportal.co.uk/uploads/1app/forms/form_1_cil_additional_information.pdf . Please complete and return as soon as possible."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "29/11/2019",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08261761",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.256074,
          51.435859
        ],
        [
          -0.256076,
          51.435832
        ],
        [
          -0.256119,
          51.435833
        ],
        [
          -0.256118,
          51.43586
        ],
        [
          -0.256074,
          51.435859
        ]
      ]
    ],
    "type": "Polygon"
  }
}