{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q15T5UNHM5200",
  "lapsed_date": "13/01/2023",
  "decision_target_date": "13/01/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 1SG",
  "site_name": "Chessington Tesco Express\rCox Lane\rChessington\rKT9 1SG\r",
  "status": "Approved",
  "application_details": {
    "site_area": 0.139,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Chessington Industrial Area"
      },
      {
        "result": null,
        "constraints_layer_description": "SINLOC Name: Chessington Industrial Area"
      },
      {
        "result": null,
        "constraints_layer_description": "WASTE Name: Chessington Industrial Area (Site Suitable for Waste)"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128005452",
      "000128043723"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02883/ADV",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518751,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:10:53.339Z",
  "id": "Kingston-19_02883_ADV",
  "application_type": "All Other",
  "street_name": "Cox Lane",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tolworth & Hook Rise - OLD",
  "decision_date": "13/01/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Display of 1x internally illuminated and 2x non illuminated fascia signs, 3x graphics and non illuminated signage panel to ATM",
  "actual_completion_date": null,
  "last_date_consultation_comments": "18/12/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other advertisements",
  "centroid_northing": 164732,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128005452",
  "centroid": {
    "lon": -0.295464,
    "lat": 51.369242
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The approved development shall be carried out in accordance with the following drawings/details:\r\rSite Location\r02_2772_02A Existing Block Plan\r02_2772_02B Existing Plan\r02_2772_02C Proposed Floor Plan\r02_2772_03A Existing Elevation\r02_2772_03B Proposed Elevation\r\rReason: For the avoidance of doubt and in the interests of proper planning.",
    "Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "No advertisement to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "No advertisement shall be sited or displayed so as to -\r(a)\tendanger persons using any highway, railway, waterway, dock, harbour or aerodrome (civil or military);\r(b)\tobscure, or hinder the ready interpretation of, any traffic sign, railway signal or aid to navigation by water or air; or\r(c)\tHinder the operation of any device used for the purpose of security or surveillance or for measuring the speed of any vehicle.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The intensity of the illumination of the ADU permitted by this consent shall be no greater than within that recommended by the institution of Lighting Engineers 350 cd/m.\r\rReason: In the interests of amenity, the free flow of traffic on the highway and road safety in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Where an advertisement is required under these Regulations to be removed, the site shall be left in a condition that does not endanger the public or impair visual amenity.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England).",
    "The applicant is advised that should protected species be found as a result of future development he/she must fulfil his/her duties under the Wildlife and Countryside Act 1981 (as amended) and the Conservation of Habitats and Species Regulations 2017 (as amended).",
    "The development hereby approved includes the carrying out of work on the public highway. You are advised that before undertaking the work on the highway you must enter into a highway agreement under s171, s184 or s278 of the Highways Act 1980 with the Council. You will be required to pay fees to cover the Council's costs in undertaking the approval and inspection of the works.",
    "There is a requirement to make alterations to vehicular access(s). Applicants should note the provisions of section 184 of the Highways Act 1980. The works should be carried out to the satisfaction of the Council and you will be required to pay fees to cover the Councils costs in undertaking the approval and inspection of the works.",
    "The applicant is advised that deliveries to the site should avoid school arrival and pick up times due to existing congestion in the area. Deliveries should also (where possible) avoid waiting on the highway.",
    "Any parking that cannot be contained within the site must park considerately and safely, so as not to obstruct sightlines at junctions or site accesses. The applicant should be aware that any such parking will cause unnecessary concern and agitation within the local community.",
    "Service parking and deliveries should not cause any damage to the verges or margins, and no parking is allowed on either.",
    "Off-street direction signs, hoarding and tower cranes require a license. In the event that a tower crane will be used, a traffic management plan for the delivery, erection, dismantling and removal of the crane(s) will also be required. The applicant is advised to contact the Highway Authority if these will be needed, who will also seek any necessary deposits.",
    "Please confirm description of proposed works \"Erection of partial hip to gable roof extension, rear dormer extension, installation of 2no.x front rooflights to facilitate loft conversion and first floor side extension\"",
    "",
    "Please confirm that the mobile phone number shown on all drawings could be made available for public viewing.",
    "Invalid site location plan\r\rPlease submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r\rThe red outline shoud also include the kerb area",
    "The Full Plans application form you provided was not signed or dated at the end (part 26) \r\rA completed Full Plans application form is required.\r\r\rPlease complete and return the attached form.",
    "Please confirm description of proposed works \"Erection of single storey rear and front porch extension, first floor side extension, raising of roof hight, gable roof and rear dormer extension , installation of 3no.front rooflights to facilitate loft conversion and raising of driveway.\"",
    "As the proposed development is within flood zones 2 and 3 or on a site of more than 1ha, you are required to complete a Flood Risk form before the application can be assessed.  For further information and guidance on any aspects of undertaking a Flood Risk Assessment please contact the Environment Agency by visiting their website at http://planningguidance.communities.gov.uk/blog/guidance/flood-risk-and-coastal-change/site-specific-flood-risk-assessment-checklist/\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/11/2019",
  "secondary_street_name": null,
  "site_number": "39",
  "pp_id": "PP-08301818",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.295442,
          51.369255
        ],
        [
          -0.295443,
          51.369228
        ],
        [
          -0.295486,
          51.369229
        ],
        [
          -0.295485,
          51.369256
        ],
        [
          -0.295442,
          51.369255
        ]
      ]
    ],
    "type": "Polygon"
  }
}