{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q1IV9FNH03V00",
  "lapsed_date": "31/12/2024",
  "decision_target_date": "03/01/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 9RQ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.018000000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02948/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520137,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:11:09.699Z",
  "id": "Kingston-19_02948_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Hazel Bank",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Alexandra - OLD",
  "decision_date": "31/12/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (6m in depth, maximum height of 2.95m and eaves height of 2.70m)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 165990,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021790434",
  "centroid": {
    "lon": -0.275138,
    "lat": 51.380257
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed single storey rear extension falls within the parameters of permitted development as set out under Schedule  2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The site comprises a semi-detached dwelling.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of and and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed extension would be approximately the same width as the existing two storey part of the dwelling. It would therefore appear as a disproportionate addition and would unbalance the pair of semi-deatched properties. The proposed development is therefore considered unacceptable in terms of scale. It is considered that there would be an unacceptable adverse impact on the character or appearance of the area as a result of the proposals.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.",
    "Further to checks by the Lead Officer regarding the above application, please be advised that you would need apply for a separate advertisement consent for the advertisements therefore this part of the works are not the subject of the prior approval application.\r\rCould you please also confirm that the use to be a hot food takeaway (formerly A5), not a restaurant (formerly A3).\r\rPlease confirm description of proposed works \"Change of use from Retail  to Restaurant  including internal reconfiguration with new kitchen, installation of ventilation system and new shopfront\" and amend application form as required and return a copy to this office.\r\rIt may be in your interest to apply for planning permission and advertisement consent.\r\rPlease also confirm that the revised set of drawings submitted included amendments to the drawings showing side elevations only and not all of the drawings submitted.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "22/11/2019",
  "secondary_street_name": null,
  "site_number": "51",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.275116,
          51.38027
        ],
        [
          -0.275117,
          51.380243
        ],
        [
          -0.27516,
          51.380244
        ],
        [
          -0.275159,
          51.380271
        ],
        [
          -0.275116,
          51.38027
        ]
      ]
    ],
    "type": "Polygon"
  }
}