{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q1B7MBNHM6O00",
  "lapsed_date": "31/01/2023",
  "decision_target_date": "16/01/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3PB",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 129,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "LOCCEN Name: Kingston Road E"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: P"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ206892IB"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ206892IC"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100023059905"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02918/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520969,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:11:02.264Z",
  "id": "Kingston-19_02918_FUL",
  "application_type": "All Other",
  "street_name": "Kingston Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Beverley - OLD",
  "decision_date": "31/01/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Change of use of part of ground floor (at No. 79) from a restaurant (Use Class A3) to a one-bedroom self-contained flat (Use Class C3)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other change of use",
  "centroid_northing": 168211,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100023059905",
  "centroid": {
    "lon": -0.262433,
    "lat": 51.400042
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Insufficient evidence has been submitted to demonstrate that the application property has been actively marketed and that there was no market interest for the premises for other alternative employment/commercial uses. The proposal would therefore prejudice the surrounding commercial uses which form part of the designated Local Centre. This would be contrary to the National Planning Policy Framework (2019), Policy 2.7 of the London Plan (2016) and Policies CS 12 and DM 17 of the adopted Core Strategy (2012).",
    "The proposal would fail to provide any family sized accommodation (i.e. three or more bedroom units). Consequently, the proposal would undermine the provision of the Borough's housing stock, contrary to the National Planning Policy Framework (2019) and Policy DM 13 of the adopted Core Strategy (2012).",
    "The retention of the existing fascia sign frontage along the width of the building would not relate well to the proposed residential use. The proposal would therefore be contrary to the National Planning Policy Framework (2019), Policies 7.4 and 7.6 of the London Plan (2016), Policies CS 8 and DM10 of the adopted Core Strategy (2012) and the Council's Residential Design Supplementary Planning Document (2013).",
    "Kingston Council has a statutory duty to officially name streets and number properties within streets. As your planning application is likely to require address changes, you are obliged to contact the Street naming and numbering team to request official registration in accordance with Part II of the London Buildings Act 1939.  Failure to do this could result in delays/omissions by the post office, emergency services and other service providers.  You can submit your application online via our website www.kingston.gov.uk or via email to snn@kingston.gov.uk.  Alternatively, if you do not have internet access please call 020 8547 4606.",
    "The applicant is advised that should protected species be found as a result of future development he/she must fulfil his/her duties under the Wildlife and Countryside Act 1981 (as amended) and the Conservation of Habitats and Species Regulations 2017 (as amended).",
    "The site comprises a two-storey end of terrace residential dwelling, located on the eastern side of Rose Walk, which is a well-established residential area. Presently, at the rear of the property is a conservatory which does not appear to be an original feature of the property. The adjoining property at No. 40 has a single storey flat roof rear extension that has a similar depth to the conservatory, and 1.8m high wooden panel fences form the side boundaries of the application property. The property has a garden depth of approximately 22m and at the rear of the garden are two outbuildings. The property is not listed, locally listed and is not within a conservation area. It is located within Flood Risk Zone 2 (medium probability) and a locally designated critical drainage area.\r\r2 neighbouring properties were notified of the application. No comments have been received.\r\rThere is no planning history relevant to this application.\r\rThe key areas of assessment are:\r- The design of the proposed development;\r- The impact of the development on the amenities of existing and future occupants of and and buildings; and,\r- The impact that the development will have on flooding in and around the site.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rThe proposal involves the demolition of an existing conservatory at the rear of the property. It is not an original feature of the property and is considered not to have any significant architectural merit, and so there is no objection to its loss. The proposed extension would project 5m away from the rear elevation of the property and be finished with a flat roof.  It would measure 3m in height. \r\rThe proposed extension would exceed the recommended depths set out in the Residential Design SPD of 3m-3.5m and would result in a bulky addition that would be out of scale with the original property. It is considered that there are no site specific characteristics that would justify the proposed depth of the extension. Therefore the proposed development is considered unacceptable in terms of scale and bulk and would have an unacceptable adverse impact on the character or appearance of the area as a result.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe proposed extension would have a larger footprint than the existing conservatory, and so reduce the amount of amenity space at the property. However, it is considered that sufficient space would remain for residents to enjoy and undertake their day-to-day activities. Notwithstanding, the proposed depth of the extension coupled with its height would create an undue sense of enclosure for neighbouring property, No. 40 Rose Walk, as well as harm the outlook from its windows which are close to the boundary between the two properties. It is considered that the proposed development would have an uacceptable adverse impact upon neighbouring residential amenity.\r\rThe application site falls within Flood Risk Zone 2. Consequently the Flood Risk Assessment: Standing Advice issued by the Environment Agency and DEFRA, 2012 must be applied. For minor extensions such as this it is essential that the proposed floor level is set no lower than existing in order to mitigate future flood risk impacts. This could be controlled by an appropriately worded conditon if permission were forthcoming.\r\rIn conclusion, the proposed development is considered unacceptable in terms of scale and bulk, would be out of scale with the original property and would have an unacceptable adverse impact on the character or appearance of the area as a result. It would also have an adverse impact upon the residential amenity of No. 40 Rose Walk in terms of creating an undue sense of enclosure and resulting in a loss of outlook. The proposal would thefore be contrary to the relevant policies of the NPPF 2019, the London Plan 2021, the Core Strategy 2012 and supplementary planning guidance.",
    "Please confirm that this is a retrospective application, as your drawings show both existing and proposed",
    "Please provide copies of existing and proposed elevations (from the second side) at a recognised scale of 1:50 or 1:100, providing a scale bar, showing outline of entire property not just part and showing dimensions of proposed work. \r\rIf the proposed works are not visible from the second side, please provide a shaded outline of the house.\r",
    "Please provide existing roof plan at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire property not just part and showing dimensions of proposed work."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "21/11/2019",
  "secondary_street_name": null,
  "site_number": "79, 81",
  "pp_id": "PP-08295646",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.262411,
          51.400055
        ],
        [
          -0.262412,
          51.400028
        ],
        [
          -0.262455,
          51.400029
        ],
        [
          -0.262454,
          51.400056
        ],
        [
          -0.262411,
          51.400055
        ]
      ]
    ],
    "type": "Polygon"
  }
}