{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PZ617VNHKPI00",
  "lapsed_date": "04/12/2022",
  "decision_target_date": "05/12/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 6QA",
  "site_name": "Southborough House",
  "status": "Approved",
  "application_details": {
    "site_area": 0.35900000000000004,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Southborough Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.10.73T.12\rAddress: Southborough House 14 Ashcombe Avenue Surbiton KT6 6QA\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.10.73T.13\rAddress: Southborough House 14 Ashcombe Avenue Surbiton KT6 6QA\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.10.73T.15\rAddress: Southborough House 14 Ashcombe Avenue Surbiton KT6 6QA\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.10.73T.14\rAddress: Southborough House 14 Ashcombe Avenue Surbiton KT6 6QA\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.10.73T.16\rAddress: Southborough House 14 Ashcombe Avenue Surbiton KT6 6QA\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.10.73T.17\rAddress: Southborough House 14 Ashcombe Avenue Surbiton KT6 6QA\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "LBCASE LB Address: Garden Building to west of Southborough House  14, ASHCOMBE AVENUE\rSURBITON\rLB Grade: GD2\rLB Ref: 3/6"
      },
      {
        "result": null,
        "constraints_layer_description": "LBCASE LB Address: 14\rASHCOMBE AVENUE\rSURBITON\rLB Grade: P1948\rLB Ref: 3/3"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128000854"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02533/LBC",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517886,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:09:21.092Z",
  "id": "Kingston-19_02533_LBC",
  "application_type": "All Other",
  "street_name": "Ashcombe Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "04/12/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Removal of existing crittall window and enlargement of opening to form 2no. timber windows",
  "actual_completion_date": null,
  "last_date_consultation_comments": "21/11/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other listed building consents (alter-extend)",
  "centroid_northing": 166509,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128000854",
  "centroid": {
    "lon": -0.307295,
    "lat": 51.385393
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The works hereby permitted shall begin before the expiration of three years from the date of this consent.\r\rReason: As required by Section 18 of the Planning (Listed Buildings and Conservation Areas) Act 1990 as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The development hereby permitted shall be carried out in accordance with the following approved plans: \r\rPlan Reference:                                                          Date Received:\r262_Rev C - Proposed South-East Elevations                 10/10/2019\r262 - Rev - Proposed South-East Elevations                  10/10/2019\r418_Rev B - Proposed Window Details                          10/10/2019\r001 - Site Location Plan                                               10/10/2019\r002 - Block Plan                                                           10/10/2019\r167_Rev C - Demolition Elevation South-East Elevation 10/10/2019\r167 - Demolition Elevation South-East Elevation           10/10/2019\r\rReason:  For the avoidance of doubt and in the interests of proper planning.\r",
    "All existing internal decoration features, including plaster work, ironwork, fireplaces, doors, windows, staircases, staircase balustrade and other woodwork, shall remain undisturbed in their existing position, and shall be fully protected during the course of works on site unless expressly specified in the approved drawings.\r\rReason: In order that the special architectural and historic interest of this Listed Building is safeguarded.\r",
    "Any damage to the building caused by or during the course of the carrying out of the work permitted shall be made good within 3 months of the completion of the development, in accordance with a specification agreed in writing with the Local Planning Authority. \r\rReason: To safeguard the character and appearance of the Listed Building in accordance with policy CS8 of the Core Strategy, development management policies DM10 and DM12 and policy 7.8 of the London Plan (2016).\r",
    "The proposed alterations would not fall within the parameters of  permitted development as set out under schedule 2, Part 1, Class A of the Town and County Planning (General Permitted Development) (England) Order 2015. \r\rPermitted development 3. (4) Nothing in this Order permits development contrary to any condition imposed by any planning permission granted or deemed to be granted under Part 3 of the Act otherwise than by this Order. \r\rCondition 2 of Planning permission 14344 dated 19/07/1974 states :\r\rThe garage accommodation shall be provided before or at the same time as the proposed development is occupied and thereafter retained permanently as shown on the drawings approved and shall not be used for a purpose other than those incidental to the enjoyment of the dwelling house and no trade or business shall be carried on therefrom.\rReason: To safeguard the residential character of the neighbourhood and to ensure the provision of adequate off street parking accommodation to avoid the congestion of the adjoining streets by parked vehicles",
    "Your attention is drawn to the fact that planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor.",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation. These cover such works as - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works. Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts. A completed application form together with detailed plans must be submitted for approval before any building work is commenced. \r",
    "Reasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action.\r",
    "As the Pre-Application advice if for the creation of new residential units, the fee would stand as it is.",
    "Confirmation is required as to why the side elevations show a depth of 4.4metres whereas the floor plan shows 4.5 metres",
    "Please be advised that a fee of £924 is required for this application. This can be paid either online at www.kingston.gov.uk or by calling our Customer Service Team on 020 8547 5002",
    "Please provide existing floor plans and elevational drawings to scale 1:50 or 1:100"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "10/10/2019",
  "secondary_street_name": null,
  "site_number": "14",
  "pp_id": "PP-08182148",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.307273,
          51.385406
        ],
        [
          -0.307274,
          51.385379
        ],
        [
          -0.307317,
          51.38538
        ],
        [
          -0.307316,
          51.385407
        ],
        [
          -0.307273,
          51.385406
        ]
      ]
    ],
    "type": "Polygon"
  }
}