{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PWU8FTNHIS700",
  "lapsed_date": "01/11/2024",
  "decision_target_date": "22/10/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 9HF",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.037000000000000005
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02106/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520024,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:07:35.268Z",
  "id": "Kingston-19_02106_HOU",
  "application_type": "Householder",
  "street_name": "Elmbridge Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Alexandra - OLD",
  "decision_date": "01/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a two storey side extension, single storey rear extension and internal alterations",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167591,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021788196",
  "centroid": {
    "lon": -0.27622,
    "lat": 51.39467
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Please existing floor plans and elevations at a recognised scale of 1:50 or 1:100, ensuring plans are clearly labelled, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and/or re-enacting that Order) no windows, other than those shown on the approved plans shall at any time be placed in the side elevation of the building/extension hereby permitted without the grant of a separate planning permission from the Local Planning Authority.\r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy.\r",
    "You have been granted planning permission to build a residential extension. When undertaking demolition and/or building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays. Furthermore, please ensure that all vehicles associated with the construction of the development hereby approved are properly washed and cleaned to prevent the passage of mud and dirt onto the adjoining highway. You are advised that the Council does have formal powers to control noise and nuisance under the Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation. For further information and advice, please contact - Environmental Health Department Pollution Section.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Inspection:\rSite inspection carried out as a desktop exercise with photos provided by the applicant as supporting material to application.\r\rAssessment:\rMinor works to remove one small stem of a hedge in order to allow a fence to be built. The tree is not covered by the TPO and is within the Conservation Area but it's removal will not negatively impact upon public amenity and the tree is not worthy of a TPO so the COuncil's decision should be one of no objections.\r\rRecommendation:\rNo objections.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "27/08/2019",
  "secondary_street_name": null,
  "site_number": "174",
  "pp_id": "PP-08098511",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.276198,
          51.394683
        ],
        [
          -0.276199,
          51.394656
        ],
        [
          -0.276242,
          51.394657
        ],
        [
          -0.276241,
          51.394684
        ],
        [
          -0.276198,
          51.394683
        ]
      ]
    ],
    "type": "Polygon"
  }
}