{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PZD4OCNHKV000",
  "lapsed_date": "17/12/2024",
  "decision_target_date": "30/12/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5GT",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.017,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All applications for developments likely to attract birds or connected with an aviation use.\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: P"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128018193"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02562/CEU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517684,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:09:28.441Z",
  "id": "Kingston-19_02562_CEU",
  "application_type": "All Other",
  "street_name": "Tangmere Grove",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tudor - OLD",
  "decision_date": "17/12/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of conservatory and erection of a single storey rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 171402,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128018193",
  "centroid": {
    "lon": -0.308575,
    "lat": 51.429412
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Based on the evidence provided it has been demonstrated on the balance of probabilities that the single storey rear extension would be considered permitted development under the criteria set out in Schedule 2, Part, 1 Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015",
    "The site comprises a detached dwelling.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of and and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development would result in the introduction of a canopy at second floor level, a feature which is absent from other properties in the surrounding area. The form of the structure would neither mimic, nor be sympathetic to the design of the host dwelling and given its height, it would be feature prominently in views from surrounding properties. In light of these considerations, officers consider that the proposed development would be a wholly incongruous and unduly prominent feature in the area and the proposed development is considered unacceptable in terms of scale and design. It is considered that there would be an unacceptable adverse impact on the character or appearance of the area as a result of the proposal.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: The flat roof area above which the canopy would be sited was approved under application reference 19/00280/HOU. The approved plans clearly show the area to be a flat roof, rather than any form of terrace or other amenity area. The rear dormers at the property were approved under application reference 19/01497/HOU. Again, the plans approved under this application show the area to be a flat roof and not a terrace. Officers also note that the dormer windows are clearly labelled as windows, rather than any sort of door or access.\r\rThe existing plans submitted under the current application now show the area to be a terrace, with double doors in the dormers serving as access. Officers note that neither a terrace, nor doors leading out onto this area have received planning permission. \r\rThe proposal to erect a canopy above this area would formalise its use as a terrace and encourage its use. No measures to protect the privacy of the adjoining neighbour, 30 Henley Drive, have been proposed (such as screening), but in any event, a terrace at this height would quite clearly offer comprehensive views over this property. Officers consider that this view would deprive the occupants of 30 Henley Drive of any reasonable sense of privacy and would result in diminshed living conditions. It is therefore considered that the proposed development would have an unacceptable adverse impact upon the amenities of the occupiers of neighbouring properties by reason of loss of privacy.\r\rIn conclusion, the proposed development would have an unacceptable impact on the character and appearance of the area, and would reuslt in unacceptable living conditions for the occupants of 30 Henley Drive. The proposal is therefore contrary to Policies 7.4 and 7.6 of the London Plan 2016 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Please amend application form , section 4 to correctly reflect the amount of signage proposed. ( only 1 sign shown on submitted form)\r\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "04/11/2019",
  "secondary_street_name": null,
  "site_number": "19",
  "pp_id": "PP-08222593",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.308553,
          51.429425
        ],
        [
          -0.308554,
          51.429398
        ],
        [
          -0.308597,
          51.429399
        ],
        [
          -0.308596,
          51.429426
        ],
        [
          -0.308553,
          51.429425
        ]
      ]
    ],
    "type": "Polygon"
  }
}