{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q0RF3JNHM0N00",
  "lapsed_date": "22/01/2025",
  "decision_target_date": "22/01/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5BP",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.02
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02809/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520519,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:10:31.119Z",
  "id": "Kingston-19_02809_HOU",
  "application_type": "Householder",
  "street_name": "Barnsbury Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Beverley - OLD",
  "decision_date": "22/01/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a two storey side and rear extension (in conjunction with the conversion of the garage into a habitable room)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 168026,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021772559",
  "centroid": {
    "lon": -0.268961,
    "lat": 51.398475
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The facing materials to be used in the construction of the building shall be those specified on the application form and approved drawings or such other materials as have been approved in writing by the Local Planning Authority before the development is commenced and shall thereafter be retained as such.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or reenacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the flank walls of the extension hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments, including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes. \r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The site comprises a semi-detached dwelling located within Kingston Hill/Coombe Hill Strategic Area of Special Character. \r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: Due to their modest scale, design and matching materials the proposed alterations to the front elevation, including the creation of a front porch are considered acceptable and in-keeping with the host dwelling and existing street scene. As such, the proposed extensions would not result in any adverse impact upon the Kingston Hill/Coombe Hill Strategic Area of Special Character. \r\rThe proposed single storey rear extension would replace the existing and would match the depth of the single storey rear extension at neighbouring property, No. 29 Ullswater Crescent. It is acknowledged that the proposed extension in this case would not be strictly in accordance with Policy Guidance 33 of the Council's Residential Design SPD with regards to recommended depths. However, it is considered that it would appear as a proportionate and subordinate addition in relation to the host dwelling. \r\rOverall, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Due to its scale and siting, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. The proposed development would meet BRE guidelines, passing the 45 degree rule in relation to both adjoining properties. \r\rIn conclusion, the proposed development would accord with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2016) Policies CS8 and DM10 of the Core Strategy (2012) and the Residential Design SPD (2013).\r",
    "The Council's Neighbourhood Traffic Engineer and Environmental Health Officer are satisfied with the information provided in relation to Condition 12 (Construction Management Plan).\r\rAs such, the details submitted by the applicant are considered satisfactory and Condition 12 of planing permission 19/01045/FUL is hereby fully approved.\r\r",
    "The Council's Tree and Landscape Officer is satisfied with the revised information provided in relation to Condition 17 (Landscaping).\r\rAs such, the details submitted by the applicant are considered satisfactory and Condition 17 of planing permission 19/01045/FUL is hereby fully approved.",
    "The Council's Flood Risk Officer is satisfied with the revised information provided in relation to Condition 15 (Sustainable Drainage System).\r\rAs such, the details submitted by the applicant are considered satisfactory and Condition 15 of planing permission 19/01045/FUL is hereby fully approved.",
    "On Application form part 8, you have said Yes the proposal has been started.\r\rPlease clarify in writing and provide a full work description.",
    "Invalid site location plan - HM Registry unnaceptable due to copyright\r\rPlease submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r",
    "All of the points sent in the previous invalid letter must be addressed before this application can be validated.\r\r\rPlease clarify if this application is retrospective solely for the retention of a new door to the front elevation (in writing by return email).\r\r\rScaled drawings (scale bar at a recognised scale of 1:50 or 1:100) of pre-existing and existing(proposed) floor plans and elevations must be provided. \r\rSite location plan must also contain red outline\r\rPlease submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.",
    "Please provide proposed sections at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire property not just part and showing dimensions of proposed work."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "27/11/2019",
  "secondary_street_name": null,
  "site_number": "6",
  "pp_id": "PP-08284142",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.268939,
          51.398488
        ],
        [
          -0.26894,
          51.398461
        ],
        [
          -0.268983,
          51.398462
        ],
        [
          -0.268982,
          51.398489
        ],
        [
          -0.268939,
          51.398488
        ]
      ]
    ],
    "type": "Polygon"
  }
}