{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PY2LSHNH00H00",
  "lapsed_date": null,
  "decision_target_date": "13/12/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5DS",
  "site_name": "Canbury Place Car Park",
  "status": "Application Under Consideration",
  "application_details": {
    "site_area": 0.997,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "ART4 Article 4"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Area of Archaeological Significance"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "KTCAAP Kingston Town Centre AAP"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Neighbourhood Policy"
      },
      {
        "result": null,
        "constraints_layer_description": "PROPST Proposal Sites (KTC)"
      }
    ],
    "commencement_notice_received": false,
    "scheme_phasing": false,
    "existing_uprns": [
      "000128009714",
      "000128042198"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02323/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518204,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-06-09T17:01:00.936Z",
  "id": "Kingston-19_02323_FUL",
  "application_type": "All Other",
  "street_name": "Walter Street",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Kingston Gate",
  "decision_date": null,
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of the existing buildings and the erection of two buildings (Block A - part 12, part 10, part 2 storey and Block B - part 15, part 12 storey) to provide residential apartments (Use Class C3) comprising (159 x 1-bed, 67 x 2-bed, and 39 x 3-bed) with associated facilities,  and flexible workspace (Use Class E) (447sqm) with associated access, parking and landscaping arrangements, including the stopping up (closure) of Kingsgate Road. \r\rThis application is accompanied by and Environmental Statement\r\rFurther information and evidence respecting environmental statements has been received in accordance with Regulation 25 of The Town and Country Planning (Environmental Impact Assessment) Regulations 2017.\r\rAdditional information has been received in respect of: \r- Updated  Environmental Statement (March 2025);\r- Updated Daylight Sunlight and Overshadowing Report;\r- Updated Transport Response Note; and \r- Other additional/updated technical documents.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "16/06/2025",
  "last_updated_by": "Idox Uniform",
  "development_type": "Major dwellings",
  "centroid_northing": 169675,
  "decision": null,
  "appeal_decision": null,
  "uprn": "000128009714",
  "centroid": {
    "lon": -0.301674,
    "lat": 51.413782
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              518191.518,
              169739.804
            ],
            [
              518115.119,
              169680.934
            ],
            [
              518096.268,
              169666.051
            ],
            [
              518113.135,
              169646.207
            ],
            [
              518121.734,
              169652.491
            ],
            [
              518160.76,
              169660.098
            ],
            [
              518230.9,
              169649.937
            ],
            [
              518230.859,
              169649.884
            ],
            [
              518268.562,
              169641.616
            ],
            [
              518266.247,
              169654.514
            ],
            [
              518271.539,
              169654.183
            ],
            [
              518259.633,
              169731.243
            ],
            [
              518230.381,
              169717.111
            ],
            [
              518228.89,
              169728.559
            ],
            [
              518198.794,
              169713.345
            ],
            [
              518191.518,
              169739.804
            ]
          ],
          [
            [
              518233.694,
              169691.675
            ],
            [
              518238.135,
              169659.475
            ],
            [
              518237.924,
              169659.196
            ],
            [
              518233.694,
              169691.675
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The proposed development, by virtue of its overall height, scale, and massing of built development would result in a bulky, unduly intrusive, visually prominent and incongruous form of development, which would fail to respect the character of this part of the town centre, adjoining residential areas and the site's wider setting. As such, the proposed development would be contrary to Policies D3 and D9 of The London Plan (2021); Policies CS8, DM10 and DM11 of the LDF Core Strategy (2012); Policies K9 of the K+20 Kingston Town Centre Area Action Plan; and the North Kingston Development Brief. The proposal would be in conflict with  Paragraphs 134 of the Framework (2021).",
    "The proposal, due to its height, scale and massing and the impact on the skyline in long views, would variously cause less than substantial harms at the low to moderate end of the scale, detracting from the settings and significance of Richmond Park, Bushy Park and Hampton Court Park (all Grade I Registered Parks and Gardens and LB Richmond Conservation Areas), Hampton Wick Conservation Area, and from the protected view (Richmond, Petersham and Ham Open Spaces Act 1902) from Richmond Terrace Walk (Grade II* Registered Park and Garden within LB Richmond's Richmond Hill Conservation Area). The same features mean that overall, but to a low level, it would result in less than substantial harm to the settings and significance of conservation areas around Kingston's town centre including the Kingston Old Town Conservation Area, the Riverside North Conservation Area, the Fairfield/Knights Park Conservation Area, and the Liverpool Road Conservation Area. It would result in a low degree of less than substantial harm to the setting and significance of the former Regal Cinema (Grade II) and the  Lovekyn Chapel (Grade II*). It would also result in less than substantial harm of a moderate degree to the setting and significance of the locally listed building at Kingston College.  As such the proposal is contrary to Policies CS8 and DM12 of the LDF Core Strategy (2012) and Policies HC1 and D9 of the London Plan 2021, and paragraphs 200, 202 and 203 of Framework (2021).\r",
    "The proposal results in the loss of 9 Category A London Plane trees which are green features of high public amenity value within the public realm. Their loss would be contrary to policies in the development plan, the Framework (2021) and the North Kingston Development Brief which seeks that new development should maximise the opportunity to incorporate trees and other landscape. The proposed replacement tree planting would take many years to approach the stature and amenity value, and the overall environmental contribution that these trees provide on site, and is not considered to mitigate their loss. The proposal is therefore contrary to Policies G1 and G7 of The London Plan (2021) and Policy DM10 of the LDF Core Strategy (2012). The proposal would also be in conflict with  paragraph 131 of the Framework (2021).\r",
    "It has not been demonstrated that Phase 2 is viable and would be delivered within any reasonable timeframe. This would further exacerbate the significant difference in scale between Phase 1 and the lower rise buildings of the existing townscape and non-delivery would reduce the mediation between the scale and height of the development and its lower scale surroundings together with the dilution of the public realm benefits, particularly within Walter Street. It would also result in degradation of the cycle infrastructure, with the loss of the direct contraflow cycle lane in Richmond Road. It would result in a restricted carriageway and footway width in Richmond Road; restricted width of footway in Sopwith Way; and the junction layout of the new northbound lane onto Richmond Road is likely  to slow the movements of traffic and cause congestion and delay on the network. If Phase 2 does not come forward, Phase 1 would have unacceptable sunlight/ daylight impacts on the existing properties on Richmond Road which form Phase 2 of the development. As such the proposal would be contrary to  Policies D2, D3, D4, D6, D8, D9, T1, T2 and T4 of The London Plan (2021); Policies CS7, CS8,  DM8 and  DM10, DM11 of the LDF Core Strategy (2012); and the North Kingston Development Brief. The proposal would also be in conflict with  paragraphs 112, 130, 134 of the Framework (2021).",
    "The proposed development would result in a significant loss of daylight and sunlight to neighbouring residential properties, particularly flats within Hamond Court in Queenshurst Square, The Royal Quarter, Regents Court, 42 Richmond Road and Clarendon House; and also to existing flats within the properties on the west side of  Richmond Road, on land which forms Phase 2 of the development. As such, the proposed development would be contrary to Policies D6 of The London Plan (2021) and Policy DM10 of the LDF Core Strategy (2012). The proposal would also be in conflict with paragraph 130(f) of the Framework (2021).",
    "The applicant has failed to robustly demonstrate that the site is unsuitable to provide a minimum of 30% of dwellings as 3 or more bedroom units and no robust arguments or evidence have been submitted to demonstrate that a policy compliant provision of 3 or more bedroom units would be unviable including demonstration that more 3 or more bedroom units could not be provided than is proposed, even if short of 30%. The proposed development would fail to contribute towards meeting the objectively assessed need within the Borough for 3 bedroom units. The proposed development is therefore contrary to Policy DM13 of the Kingston Core Strategy (2012), Policy H10 of London Plan (2021) and paragraphs 60, 61 and 62 of the Framework (2021).",
    "In the absence of a completed Section 106 Agreement, the application does not include a formal undertaking to secure the planning obligations which are necessary to make the application acceptable. The application is therefore contrary to Policies H4, DF1, T9 of The London Plan (2021), Policies CS7, DM8, DM9, DM15, IMP3 of the LDF Core Strategy (2012), the RRK Planning Obligations Supplementary Planning Document (adopted 2017), the RBK Affordable Housing Supplementary Planning Document (adopted 2013); and the Mayor's Supplementary Planning Guidance on Affordable Housing and Viability (2017). The proposal would also be in conflict with paragraph 55 of the Framework (2021).\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "13/09/2019",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08083496",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.301832,
          51.414367
        ],
        [
          -0.302949,
          51.413854
        ],
        [
          -0.303225,
          51.413724
        ],
        [
          -0.302989,
          51.413542
        ],
        [
          -0.302864,
          51.413597
        ],
        [
          -0.3023,
          51.413657
        ],
        [
          -0.301296,
          51.413551
        ],
        [
          -0.301296,
          51.413551
        ],
        [
          -0.300757,
          51.413469
        ],
        [
          -0.300786,
          51.413585
        ],
        [
          -0.30071,
          51.413581
        ],
        [
          -0.300856,
          51.414276
        ],
        [
          -0.301281,
          51.414155
        ],
        [
          -0.301298,
          51.414258
        ],
        [
          -0.301736,
          51.414128
        ],
        [
          -0.301832,
          51.414367
        ]
      ],
      [
        [
          -0.301242,
          51.413926
        ],
        [
          -0.301188,
          51.413635
        ],
        [
          -0.301192,
          51.413633
        ],
        [
          -0.301242,
          51.413926
        ]
      ]
    ],
    "type": "Polygon"
  }
}