{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PXRLU8NHJKS00",
  "lapsed_date": "06/11/2024",
  "decision_target_date": "08/11/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 8HX",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.107
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02273/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519190,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:08:14.275Z",
  "id": "Kingston-19_02273_HOU",
  "application_type": "Householder",
  "street_name": "The Ridge",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Berrylands - OLD",
  "decision_date": "06/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a single storey rear extension, first floor side/rear extension, hip to gable roof extension and rear dormer roof extension with 2x roof lights to front and 1x rooflight to side roofslope to facilitate loft conversion and installation of ground floor front porch and bike store",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167653,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021799846",
  "centroid": {
    "lon": -0.288181,
    "lat": 51.395403
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The development shall conform in all material aspects with the plans and details shown in the application as listed below, unless variations are agreed by the Local Planning Authority in order to discharge other conditions attached to this decision:\r\r203/AE/01\r203/PL/01\r203/PL/02\r203/PL/03\r203/OS/01\r\rReason:  For avoidance of doubt and in the interests of proper planning.",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the side elevation walls of the building hereby approved without the prior written consent of the\tLocal Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and/or re-enacting that Order) the proposed side elevation windows upon the first floor shall be non-opening and glazed with obscure glass to a specification to be agreed with the Local Planning Authority and shall be permanently maintained thereafter as non-opening and obscure glazed.\r\rReason: To safeguard the amenities of the adjoining premises from overlooking and\tloss of privacy.\r",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific planning permission from the Local Planning Authority.\r\rReason: To safeguard the amenities of the adjoining premises.\r",
    "The fee required for New dwellinghouses planning application is £ 462.00 per dwellinghouse. Payment can be made via either our Contact Centre on 0208 547 5002 or by cheque made payable to Royal Borough of Kingston upon Thames.",
    "Please provide details of the render being used, which forms part of your application. Written details and an actual sample of the proposed render will be required.",
    "The fee required for your planning application is £1250.00  Payment can be made via either our Contact Centre on 0208 547 5002 or by cheque made payable to Royal Borough of Kingston upon Thames.",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r-carry out work to an existing party wall;\r-build on the boundary with a neighbouring property;\r-in some circumstances, carry out groundwork's within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\r",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r-carry out work to an existing party wall;\r-build on the boundary with a neighbouring property;\r-in some circumstances, carry out groundwork's within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\r",
    "Please be advised that your Existing plans have been marked as Proposed plans, and therefore we would kindly ask that you amend the plans accordingly, to avoid confusion.",
    "Please provide a scaled plan, either to 1:50 or 1:100, with the indicated scale and a scale bar on each of your drawings",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "It is considered that the proposed amendments would be minor in scale, consisting of installation of 1 No. obscure glazed casement window with opening section min 1700mm above floor level to accommodate relocated bathroom.",
    "Your attention is drawn to the fact that planning permission does not override property rights and any ancient rights of light that may exist.  This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner.  If you require further information or advice, you should consult a solicitor.",
    "When undertaking building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  Furthermore, please ensure that all vehicles associated with the construction of the development hereby approved are properly washed and cleaned to prevent the passage of mud and dirt onto the adjoining highway. You are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation.  For further information and advice, please contact - Environmental Health Department Pollution Section.\r\r",
    "Withdrawn in agreement with agent as the works are exempt and the hedge is not protected.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate works to reduce and maintain at appropriate size for location.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAs evidenced in the photos the tree is dead and becoming unsafe with a large cavity at the base and playing host to more than one fungi.\r\rRecommendation:\rApprove with the requirement to plant a replacement.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAll works necessary for health and safety as clearly seen in the photos with T.2 dead, T.3 snapped at base and hung up in adjacent trees and T.1 with a severe and increasing lean toward house and torsional fracturing in lower stem.\r\rRecommendation:\rApprove with condition for 3 replacements to be planted.\r\r",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rSufficient technical evidence including level monitoring has been provided to demonstrate that subsidence is still occuring and to implicate T.8. The Council should therefore permit the removal of the tree as there are no alternative management solutions in this instance which could be implemented to prevent further damage from occurring.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAs evidenced by the submitted documents and a further conversation with the Agent confirming key points, the trees are both in decline and are becoming dangerous. Removals are therefore for reasons of health and safety.\r\rRecommendation:\rApprove and require replacement via condition."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "13/09/2019",
  "secondary_street_name": null,
  "site_number": "22",
  "pp_id": "PP-08149723",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.288159,
          51.395416
        ],
        [
          -0.28816,
          51.395389
        ],
        [
          -0.288203,
          51.39539
        ],
        [
          -0.288202,
          51.395417
        ],
        [
          -0.288159,
          51.395416
        ]
      ]
    ],
    "type": "Polygon"
  }
}