{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PYBQ6UNHJZC00",
  "lapsed_date": "16/01/2025",
  "decision_target_date": "15/12/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 7BX",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.095
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02353/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519814,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:08:36.081Z",
  "id": "Kingston-19_02353_HOU",
  "application_type": "Householder",
  "street_name": "Coombe Lane West",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "16/01/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a single storey rear extension including extension to terrace at rear",
  "actual_completion_date": null,
  "last_date_consultation_comments": "22/11/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169610,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021757185",
  "centroid": {
    "lon": -0.278556,
    "lat": 51.41286
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Prior to the beneficial occupation / use of the terrace hereby approved details of the privacy screen to be erected along the east and west extremes of the terrace area shall be submitted to and approved in writing by the Local Planning Authority, the privacy screens shall be erected prior to the first use of the terrace and shall be maintained for the life of the development.\r\rReason : To protect the residential amenities of the occupants of neighbouring properties in accordance with Policy DM10 of the Kingston Core Strategy 2012.",
    "The assessment has been based on the original layout of the house that shows a rear outrigger. The proposed extension would extend beyond the side elevation of the outrigger and the total enlargement would have a width greater than half the width of the original dwellinghouse, in conflict with Paragraph A.1 (j) (iii) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Please complete the contact details on application form as this was not completed on submitted form.\r\rPlease also confirm that the applicant and agent has been changed as these differ to the original application form submitted.\r\r\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "20/10/2019",
  "secondary_street_name": null,
  "site_number": "10",
  "pp_id": "PP-08173734",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.278534,
          51.412873
        ],
        [
          -0.278535,
          51.412846
        ],
        [
          -0.278578,
          51.412847
        ],
        [
          -0.278577,
          51.412874
        ],
        [
          -0.278534,
          51.412873
        ]
      ]
    ],
    "type": "Polygon"
  }
}