{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q15NMRNHM4U00",
  "lapsed_date": "13/01/2025",
  "decision_target_date": "13/01/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5ET",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.015000000000000001
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02876/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518290,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:10:51.143Z",
  "id": "Kingston-19_02876_HOU",
  "application_type": "Householder",
  "street_name": "Bearfield Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tudor - OLD",
  "decision_date": "13/01/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of part two storey, part single storey rear extension (following demolition of existing rear addition) and construction of rear dormer",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 170188,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021754417",
  "centroid": {
    "lon": -0.300267,
    "lat": 51.418375
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The development shall be completed in accordance with the following details which shall have been submitted to and approved in writing by the Local Planning Authority, prior to above ground works. \r\r\t(a)\tmaterials for all external finishes (including their manufacturer(s) specification, dimensions, colour and texture). \r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "The proposed roof of the single storey rear extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes. \r\t\rReason: To protect the amenities and privacy of the adjoining properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and/or re-enacting that Order) no windows, other than those shown on the approved plans shall at any time be placed in the north-east and south-west elevations of the building/extension hereby permitted without the grant of a separate planning permission from the Local Planning Authority.\r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy.\r",
    "The site comprises a linked dwelling.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: Given its scale and bulk, siting, separation distance and the proposed roof form, the proposed part single part two storey rear extension is considered acceptable and in-keeping with the host dwelling, in accordance with Policy Guidance 33 and 34 of the Council's Residential Design SPD.\r\rThe proposed roof ridge line raised by approx. 0.5m would introduce an unacceptable roof form to the existing street scene and would unbalance the adjoining, linked property. It is considered that there would be an unacceptable adverse impact on the character or appearance of the area as a result of the proposed raised roof ridge.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Due to its scale, bulk and siting, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r",
    "The site comprises a semi-detached dwelling.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- The impact of the proposal on the existing car parking facilities.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment:\rThe proposed outbuilding would be moderate in scale and would be situated in the rear garden. It is noted that the existing garage would be reduced in size to accommodate the proposed outbuilding. The proposed materials have been selected to blend in with the existing greenery and trees in the garden to reduce impact on the existing street scene.  It is considered that the proposed outbuilding would integrate well with the surrounding area. \r\rAs such, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Given its scale and siting, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rPolicy DM9 of the Council's LDF Core Strategy (2012) states that new development must comply with local car parking standards in order that it does not contribute to congestion or compromise highway safety.  Policy DM10 supports this stance. \r\rOfficer Comment: Despite the loss of the existing garage (it is noted that the size of the existing garage is below standard), it is considered that the hardstanding to the front of the dwelling remains of an adequate size to accommodate 1 off street car parking space, therefore the proposal would comply with the Policy DM9 and DM10.\r\rIn conclusion, the proposed development would accord with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2016) Policies CS8, DM9 and DM10 of the Core Strategy (2012) and the Residential Design SPD (2013).\r",
    "The site comprises a linked dwelling.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- The impact of the development on the existing car parking facilities. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: It is acknowledged that the proposed first floor side extension would not be strictly in accordance with Policy Guidance 36 of the Council's Residential Design SPD with regards to the proposed roof form, extension width or the extension not being set back from the boundary. However, in the context of application site, the proposed design and materials and the proposed roof dormer to the front that considered acceptable. The proposed development would not appear out of keeping with the host dwelling and the existing street scene. The proposed development is considered to be an improvement to the host dwelling.\r\rThe proposed front porch, given its dimension and design would appear as a subordinate addition to the host dwelling, in accordance with Policy Guidance 38 of the Council's Residential Design SPD.\r\rAs such, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Given the scale and siting of the proposed development, it is considered that the proposal would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rPolicy DM9 of the Council's LDF Core Strategy (2012) states that new development must comply with local car parking standards in order that it does not contribute to congestion or compromise highway safety.  Policy DM10 supports this stance. \r\rOfficer Comment: Despite the loss of the existing garage, it is considered that the hardstanding to the front of the dwelling remains of an adequate size to accommodate 1 off street car parking space, therefore the proposal would comply with the Policy DM9 and DM10.\r\rIn conclusion, the proposed development would accord with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2016) Policies CS8, DM9 and DM10 of the Core Strategy (2012) and the Residential Design SPD (2013).\r",
    "Invalid site location plan (must show red outline)\r\rPlease submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r",
    "Invalid proposed roof plan submitted.\r\rFull drawing and scale bars must be provided.",
    "Proposed plans show formation of 2no car parks. However this was not included in job description.\r\rPlease provide details in writing of materials used for proposed car parks eg, concrete, paving, permeable, etc.\r\rRear extension incorrectly labelled as just single, plans show part double.\r\rPlease confirm description of works as the application form description does not correspond with the proposed works in the plans and/or supporting documents.  Confirmation can be in writing or by amending the plans to reflect the proposals.\r\rNote: Any documentation with the incorrect proposals will need to be resubmitted, this includes the description of works section on the application form.",
    "Please complete section 2 on applicant form to show the name of the applicant and return a copy to this office.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/11/2019",
  "secondary_street_name": null,
  "site_number": "23",
  "pp_id": "PP-08298652",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.300245,
          51.418388
        ],
        [
          -0.300246,
          51.418361
        ],
        [
          -0.300289,
          51.418362
        ],
        [
          -0.300288,
          51.418389
        ],
        [
          -0.300245,
          51.418388
        ]
      ]
    ],
    "type": "Polygon"
  }
}