{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q0Y8Y3NHM3H00",
  "lapsed_date": "04/12/2024",
  "decision_target_date": "09/01/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3AN",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.049,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128016970"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02843/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521195,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:10:41.567Z",
  "id": "Kingston-19_02843_CPU",
  "application_type": "All Other",
  "street_name": "Selborne Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "04/12/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Proposed detached outbuilding.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 169202,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128016970",
  "centroid": {
    "lon": -0.258847,
    "lat": 51.4089
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed detached outbuilding falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class E  of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Details and guidance of what should be included in a Construction Logistic Plan are found on SPD on Sustainable Transport, which could be downloaded from the Council website.\rDeliveries to the site should avoid school arrival and pick up times. This is due to existing congestion along the area which will be exacerbated with the proposals;\rDeliveries to the site should where possible avoid waiting on the highway as this could result in a reduction to road safety and emergency access;\rAny parking that cannot be contained within the site must park considerately and safely, so as not to obstruct sightlines at junctions or site accesses. The applicant should be aware that any such parking will cause unnecessary concern and agitation within the local community; Should make full use of the site accesses to maximise the availability of off street parking.\rService parking and deliveries should not cause any damage to the verges or margins, and no parking is allowed on both.\rA license from the Compliance Team will be required to erect off site direction signs. This same team will issue the hoarding license (if necessary) and seek appropriate deposits.\r\rIf a tower crane would be used, then the applicant should be advised that a licence is needed for a tower crane, and should contact the Street Scene Compliance Team on 020 8547 5002. A traffic management arrangement for the delivery, erection, dismantling and removal of a tower crane (if it would be used) should be submitted for approval.\rThe applicant should be advised to consider if a parking suspension might be needed to allow access for big delivery construction vehicles involved. To apply for parking suspension (if needed), the applicant should contact the Environment Contact Centre on 020 8547 5002.\rThe provision of the above information ensures that the Borough and the applicant are able to consider the construction at an early stage. This ensures that construction and any traffic management is completed in a professional and timely manner.\r\rAdvanced Notice of Works\rThe proposals will lead to disruption to users of the highway network including the adjacent TfL and SRN in the Borough. As a result the applicant should contact the Boroughs Street Works Team (02085475002). This must take place at least four month prior to works commencing due to the need to obtain TfL Network Assurance approval, and it is required under the New Roads and Street Works Act 1991, and the Traffic Management Act 2004, in order to satisfy the licensing requirements of the Highways Act 1980.\rThis is to ensure the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic.\r\rHighway Cleaning\rShould the access into the site during construction not be paved, spoil could be carried from the site onto the public highway. The access into the site should be paved to minimise the carryover of spoil onto adjacent roads. We would also require the applicant to sweep and wash down the adjacent roads to ensure that the public highway is kept clear of debris. This is to ensure a\rsatisfactory road surface for road safety reasons at all times.\r\rRoad Condition Survey\rApplicant should be advised that the Council will require the applicant to undertake a road and footway condition survey before construction begins. This will take the form of a joint inspection with a member of the Highways Operation Team and will involve a photographic record and visual observation of the roads, verges and margins.\rThe team would secure some deposit to ensure that repairing cost is covered should any damage result from the construction associated with this site.\rAlso, a license from the Highways Operation will be required to erect off site direction signs. This same team will issue the hoarding license (if necessary) and seek appropriate deposits.\r\r\r",
    "Please confirm description of proposed works \"Variation of Condition 2 (Approved Drawings) of Planning Permission 19/01207/FUL (Alterations and extensions of existing student Seething Wells Campus to provide additional student accommodation and ancillary facilities. Rooftop extensions to existing buildings to provide 159 new student rooms, alterations to Listed Buildings to provide a café, flexible meeting and recreation spaces and other ancillary facilities): Alterations including changes to proposed roof of Lambeth Coal Store, omission of glazed flooring panel within Lambeth Coal Store, partial demolition of concrete hopper structure below Lambeth Coal Store, insertion of additional doors serving Muniment Store and Chelsea Coal Store and further alterations to Lambeth Office.\r\""
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "14/11/2019",
  "secondary_street_name": null,
  "site_number": "1",
  "pp_id": "PP-08293848",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.258825,
          51.408913
        ],
        [
          -0.258826,
          51.408886
        ],
        [
          -0.258869,
          51.408887
        ],
        [
          -0.258868,
          51.408914
        ],
        [
          -0.258825,
          51.408913
        ]
      ]
    ],
    "type": "Polygon"
  }
}