{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PYA0CNNHJXX00",
  "lapsed_date": "18/11/2024",
  "decision_target_date": "18/11/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 9DB",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.039
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02344/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519597,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:08:34.071Z",
  "id": "Kingston-19_02344_HOU",
  "application_type": "Householder",
  "street_name": "Raeburn Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Berrylands - OLD",
  "decision_date": "18/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": "25/10/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167161,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021796265",
  "centroid": {
    "lon": -0.2825,
    "lat": 51.390895
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Before the beneficial occupation of the development hereby permitted, any windows or rooflights in the southwestern and northeastern elevation (and situated on the first floor) shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Your attention is drawn to the fact that planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor. \r",
    "Please be advised that you will need seek to Vary Condition 1 (Approved Plans), and this will allow you to submit the revised plans to apply for the changes you require.\r\rKindly amend your application form accordingly. You will not be able to discharge any planning conditions on this form, however if you are requesting changes to your application, you are only required to Vary The Approved plans condition",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Inspection:\rSite inspection carried out in person on 16/11/2023.\r\rAssessment:\rAppropriate works to laterally reduce the overgrowth encroachment and prevent the road and the properties it serves becoming cut off by the trees.\r\rRecommendation:\rApprove."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "23/09/2019",
  "secondary_street_name": null,
  "site_number": "109",
  "pp_id": "PP-08163965",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.282477,
          51.390909
        ],
        [
          -0.282478,
          51.390882
        ],
        [
          -0.282522,
          51.390882
        ],
        [
          -0.282521,
          51.390909
        ],
        [
          -0.282477,
          51.390909
        ]
      ]
    ],
    "type": "Polygon"
  }
}