{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PXXMXBNHJOL00",
  "lapsed_date": "20/11/2022",
  "decision_target_date": "20/11/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 7EB",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.033
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02295/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521630,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:08:20.064Z",
  "id": "Kingston-19_02295_HOU",
  "application_type": "Householder",
  "street_name": "Henley Drive",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "20/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of new hipped roof dormer roof extension to front and alteration to existing gable roof.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "21/10/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 170337,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "000128044118",
  "centroid": {
    "lon": -0.252207,
    "lat": 51.419008
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed increase in roof height to the existing gable roof serving the front projection with a front elevation fenestration by reason of its design, bulk, massing and position would appear as a visually incongruous and unsympathetic form of development which would be at odds with the host building and the surrounding pattern of development. The proposal would therefore be contrary to Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames LDF Core Strategy (Adopted April 2012) and the Residential Design SPD (Adopted July 2013).",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.",
    "Please confirm description of proposed works 'Installation of 1no. x new window to rear elevation and 1no. x window to side elevation at first floor level'.\r\rThe submitted drawings show an additional window to the side elevation.\r\rPlease note that you do not need planning permission for internal works.",
    "Inspection:\rSite inspection carried out in person on 22/02/2024.\r\rAssessment:\rA small cavity is developing inwards to the main trunk at 2.2m from ground level on S.E side of tree, however this has not yet extended within the main trunk and may still be compartmentalised within the branch collar. Certainly it does not provide justification for removal and neither is the tree in any way compromised in structure, health or vitality. It is a healthy specimen in good shape and form with good tip extension and visible from public space.\r\rRefuse, allergies are not sufficient reason for removal of a healthy TPO tree in any case but especially when there are several other birch in the immediate vicinity so that the removal of this one would not even be of significant benefit. \r\rRecommendation:\rRefuse.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "25/09/2019",
  "secondary_street_name": null,
  "site_number": "31",
  "pp_id": "PP-08151809",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.252185,
          51.419021
        ],
        [
          -0.252186,
          51.418994
        ],
        [
          -0.252229,
          51.418995
        ],
        [
          -0.252228,
          51.419022
        ],
        [
          -0.252185,
          51.419021
        ]
      ]
    ],
    "type": "Polygon"
  }
}