{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PY0V8CNHJQR00",
  "lapsed_date": "22/11/2024",
  "decision_target_date": "13/11/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 6RW",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.026000000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02311/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518629,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:08:23.711Z",
  "id": "Kingston-19_02311_HOU",
  "application_type": "Householder",
  "street_name": "Birkenhead Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Norbiton - OLD",
  "decision_date": "22/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a single storey side and rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": "28/10/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 169505,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021754703",
  "centroid": {
    "lon": -0.295622,
    "lat": 51.412165
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall be commenced within 3 years from the date of this decision.\r\rReason: In order to comply with Section 91 of the Town and Country Planning Act, 1990.  (As amended)\r",
    "The materials and finishes of the external walls and roof of the development hereby permitted shall match in colour and texture those of the existing building, or such other materials as shall have been approved in writing by the Local Planning Authority and shall thereafter be retained as such. \r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings shall be formed in the western flank wall of the extension hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings shall be formed in the western flank walls and eastern and western roof pitches of the extensions hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Condition 5:\rPrior to any above ground works (excluding demolition) a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of Œire safety and shall include the following details:\r\r1) suitably positioned outside space for Fire appliances/ an evacuation assembly point;\r2) Appropriate Fire alarm systems;\r3) Passive and active Fire safety measures;\r4) appropriate construction details to minimise the risk of Fire spread;\r5) provision of suitable and convenient means of escape/ an evacuation strategy;\r6) provision of suitable access and equipment for Fir Fighting which is appropriate for the size and use of\rthe development. The Fire Safety Strategy shall include a statement of competence.\rThe development shall be carried out in accordance with the approved Strategy and thereafter maintained.\r\rReason: In the interests of Fire safety and to ensure the safety of all building users in accordance with\rPolicy D12 (Fire safety) of the London Plan 2021.\r\rThe applicant has submitted a Planning Fire Safety Strategy that provides the required information. \r\rCondition 6\rPrior to the commencement of any development above ground level, details of secure cycle parking facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority.\r\rThe cycle parking facilities as shown in the approved details shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.\r\rThe applicant has submitted details of a timber secure cycle store.",
    "--- Officer Report ---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2012.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rApplication Site\rThe site comprises a commercial unit in the Kingston Town Centre.\r\rProposal \r\rChange of Use class from Use Class E(a) - Retail to Hot Food/Take Away (Use Class Sui Generis), including the installation of extract ducting system\r\rConsultation \r\rNo response received. \r\rRBK Pollution Control Officer. Raises objection. \r\rThe applicant has not provided the details of the Extractor Flue\rFull details, with calculations, of any proposed extraction system should be submitted to\rdemonstrate compliance with \"Control of Odour and Noise from Commercial Kitchen Exhaust\rSystems\" published by EMAQ+ dated September 2018. This replaced the previous Defra\rguidance, now withdrawn.\rThe submission shall include, where applicable, details of:\r(i) The extract fan, silencers, anti-vibration mounts, high velocity cowl, filters, odour\rabatement and any other items of plant;\r(ii) The velocity of the air at final discharge and duct termination height and location\r(iii) The retention time of gases in the carbon filters (where applicable);\r(iv) A maintenance schedule\r(v) Completion of an odour risk assessment\r\rIt is unlikely that a suitable extractor unit would be possible at this site given the location of residents and the need for the extractor system to be placed high enough from the residents.\r\rAssessment\r\rThe proposed development a hot food take-away would be within 400 mteres of Kingston Grammar School and  Tiffin Boys School. As such the proposed development would be in conflict with London Plan Policy Policy E9 (Retail, markets and hot food takeaways) that states development proposals containing A5 hot food takeaway uses should not be permitted where these are within 400 metres walking distance from the entrances and exits of an existing or proposed primary or secondary school.\r\rThe LPA's Pollution Control Officer has reviewed the applicants submission and is not satisfied that sufficient detail has been provided to determine whether or not the proposed extraction flue and its siting would not cause harm to the residential amenity of neighbouring occupiers notably by way of noise smells and odours. Therefire offocers are unable to support the application in the absence of such information that would demonstrate there was no harm. \r\rThe host proeprty is in a prominant location and the proposed extraction flue would be visible from the public realm around the site and due to its size, siting and design would create an incongruous addition to the host property and detracting form the overall charcater and appearance of the host property and be visually intrusive in the streetscene and create visual clutter.\r\rConclusion\rIn conclusion, the proposed development is considered to not be in accordance with the development plan and there are no other material considerations which warrant a decision other than not in accordance with the development plan.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Officers acknowledge the comments received from the public, the comments are not material to this application.",
    "Application Site\rThe site relates to a ground floor commercial unit in the designated Kingston Town Centre.\r\rProposal\rChange of use of Unit (Use E Class) to Restaurant/takeaway (Use Class E(b)) for consumption of food and drink on the premises with installation of ventilation ducting to rear\r\rConsultation\r53 Neighbouring properties have been consulted and one objection has been received regarding excess resturants in the surrouding area causing issues for all neighbours and fumes and excessive smokes and CO2 in the area. \r\rRBK Environmental Health Officer: No objection subject to two conditions relating to construction hours and a pre-commencment condition relating to the Extractor Flue which has been agreed with the applicant should permission be granted. \r\rThe key areas of assessment are:\r\r- The principle of the development; and,\r- Impact on neighbouring amenity\r\rThe principle of the development\rThe proposal is in the designated Kingston Town Centre. The loss of the retail unit would not result in a predominance of non E(a) uses (formerly A1).  London Plan Policy E9 (Retail, markets and hot food takeaways) that states development proposals containing A5 hot food takeaway uses should not be permitted where these are within 400 metres walking distance from the entrances and exits of an existing or proposed primary or secondary school. The proposed take away would be approximatly 450m walking distance from the nearest school so therefore would be compliant with this policy.\r\rNeighbouring amenity\rPolicy DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design SPD 2013 requires proposals to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance\r\rThe proposal would not involve any extensions or new windows and so it would not appear overbearing or result in material loss of daylight, sunlight or privacy for neighbouring occupiers.\r\rHowever, the proposed use has the potential to generate noise and disturbance, as well as odour, particularly from the dispersal of fumes from the kitchen. The Council's Environmental Health Team have advised that they have no objection to the proposal, subject to submission of technical details of the extraction system and a limitation on hours of construction. Officer also note that noise counld be controlled by the addition of a seperate condition recommending that noise from the system be at least 5 dBA lower than the existing background noise.\r\rIn terms of noise from customers and staff entering and exiting the premises, officers are mindful of the fact that the site is within a designated local centre and that there are a number of other businesses in the area which are open until late into the evening. In particular, there are a number of takeaway businesses on Castle Street and Fife Road. Officers recommend that if permission is granted, the premises' opening hours be restricted to 9am to 10pm Monday to Sunday, to coincide with the closing time of the businesses and prevent patrons from loitering at the site after closing time. Subject to this condition, officers conclude that the proposal would not give rise to undue noise and disturbance to neighbouring occupiers.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "The application site is a two storey semi- detached dwelling located to the south west of Malden Way, New Malden. The existing building has a front gable, gable roof and comprises a mix of brick, render and hanging tile.\r\rThe surrounding area is residential in character with dwellings exhibiting a consistent scale, form and style. \r\rThe site is not subject to any land use designations or environmental constraints.\r\r8 neighbouring properties have been notified with no responses received.\r\rPlanning History\rAny relevant planning history for the site has been taken into account in considering this application and recent planning history is available to view on the Council's website.\r\rThe key areas of assessment are:\rDesign \rImpact on neighbour amenity\r\rDesign \rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rPolicy Guidance 33 states that single storey rear extensions should be designed so that they appear proportionate and subordinate to the host building. In all cases the following guidance will apply: \ro\tIf the neighbouring house is set at a lower level the depth of the extension should be reduced. \ro\tIf the neighbouring property has a different rear building line then the depth of the extension could be increased.\ro\tIn all cases at least 50% of the rear garden should remain. (Rear extensions to houses with very small gardens will be assessed on their individual merits.) \ro\tExtensions should generally not exceed 3-3.5m in depth.\ro\tExtensions proposed with: a flat roof should not exceed 3m in height; \ro\ta parapet roof should not exceed 3.3m in height;\ro\ta pitched roof should not exceed 4m in height; and, \ro\ta balcony or roof terrace will not be considered acceptable where it causes overlooking. The exception to this may be where the building sits on a large plot with adequate screening along any shared boundaries.\r\rOfficers Comment: \rThis is a retrospective planning application for a single storey rear extension that is 6.3m in depth from the primary rear elevation, 8.3m in width (extending the width of the plot and to the side of the existing building) and with a mono pitch roof ranging in height between 3.3m and 3.5m. \r\rWhilst the extension exceeds the depth advised in the Residential Design SPS, it is noted that the property would retain a large rear garden, that there are numerous extensions of similar depth in the surrounding area and the extensions nonetheless is considered to be a subordinate and appropriately designed addition to the property. \r\rOverall, the proposed extensions are considered acceptable by reason of their design, siting, form, scale and materials and would not result in a detrimental impact on the host property or character and appearance of the area. As such, the proposal is in accordance with Policy D3 of the London Plan (2021) and Policies CS8 and DM 10 of the Core Strategy (2012) and Residential Design Guide SPD (2013).\r\rNeighbour Amenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer's comment: The most affected properties are No.  282 Malden Way and No. 286 Malden Way.\r\rThe proposed extension extends approximately 6.3m along the neighbour boundary with No. 286 Malden Way which has a large conservatory along the neighbour boundary. The extension does not extend beyond this neighbouring conservatory but it will infill the gap between the existing garage and the rear of the property which was previously unaffected. Given the existing site context, the height of the proposed extension and as it does not extend beyond the neighbouring conservatory, the proposal is not considered to be overbearing or result in an undue loss of daylight or sunlight to this property. \r\rWith regard to No. 282, it appears that this neighbour has a rear extension in addition to a partly constructed rear conservatory. The proposed extension extends approximately 4m beyond the main rear elevation and only marginally beyond the partially constructed conservatory. Given the height of the extension and depth beyond the existing extension and conservatory, the proposal is not considered to be overbearing or result in an undue loss of daylight or sunlight to this property.\rThe proposal is not considered to result in an undue loss of privacy for adjoining neighbours.\r\rFor these reasons, the proposed development is not considered to unduly affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. The proposal is in accordance with Policy DM 10 of the Core Strategy (2012) and Residential Design Guide SPD (2013).\r\rOverall the development is considered to be in accordance with the development plan and as such, planning permission is recommended for approval, subject to the conditions listed above. \r",
    "I acknowledge payment of £300.00, however, as the application relates to a new dwelling, not an existing dwellinghouse, the fee for this pre-application would be £2,130 therefore please pay the remaining balance of £1,830.",
    "We have received the email to confirm, there are no external changes but the submitted proposed ground floor plan shows the external alteration to the rear part of the builfing. There is an addition of external rear door. Please amend the proposed floor plan if there is no external changes or please provide copies of all existing and proposed elevations at a recognised scale (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions for the proposed work. Although the inclusion of a scale bar is not mandatory, it is encouraged.",
    "It is our view that free-go's do not apply to certificate of lawful development applications. A fee of £103.00 is required for this application. Please make payment via the contact centre on  0208 547 5002.",
    "Please confirm that you agree to the amended application description.",
    "For the avoidance of doubt, please confrim the description 'Demolition of the existing buildings and erection of 2 no. 6-8 storey buildings to provide 102 no. residential apartments  (Use Class C3) with associated landscaping, communal amenity space, car and cycle parking, refuse/recycling facilities and plant areas, together with access from Leigh Close.'"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/09/2019",
  "secondary_street_name": null,
  "site_number": "1A",
  "pp_id": "PP-08159621",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2956,
          51.412179
        ],
        [
          -0.295601,
          51.412152
        ],
        [
          -0.295644,
          51.412152
        ],
        [
          -0.295643,
          51.412179
        ],
        [
          -0.2956,
          51.412179
        ]
      ]
    ],
    "type": "Polygon"
  }
}