{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PXEE52NHJ8P00",
  "lapsed_date": "01/04/2023",
  "decision_target_date": "01/11/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 6DE",
  "site_name": "",
  "status": "Dismissed",
  "application_details": {
    "site_area": 52,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Article 4"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: Neighbourhood Policy"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: OTHERS"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: SURFACE"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021765375",
      "000128046143"
    ]
  },
  "appeal_decision_date": "11/02/2021",
  "lpa_app_no": "19/02196/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519108,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:07:55.403Z",
  "id": "Kingston-19_02196_FUL",
  "application_type": "All Other",
  "street_name": "Park Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "01/04/2020",
  "epc_number": null,
  "actual_commencement_date": "01/04/2016",
  "appeal_status": "Dismissed",
  "appeal_start_date": "21/10/2020",
  "decision_process": "Delegated",
  "description": "Retrospective Application for change of use of part shop (staffroom) into 1no x one bedroom flat.",
  "actual_completion_date": "05/05/2016",
  "last_date_consultation_comments": "24/10/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other change of use",
  "centroid_northing": 169951,
  "decision": "Refused",
  "appeal_decision": "Dismissed",
  "uprn": "100021765375",
  "centroid": {
    "lon": -0.288588,
    "lat": 51.416074
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposal would result in a net loss of employment floor space in a designated local centre and the applicant has failed to demonstrate that the introduction of the residential use as proposed would not compromise the viability of 69 Park Road for employment purposes. The proposed development would therefore be contrary to policy DM17 of the LDF Core Strategy 2012.",
    "The proposed dwelling, by reason of its limited gross internal area, built-in storage space, outlook and private spaces, would offer a poor standard of accommodation, resulting in unacceptable living conditions for occupants. The proposed development would therefore, be contrary to policy 3.5 of the London Plan 2016 and policies DM10 and DM13 of the LDF Core Strategy 2012.",
    "The applicant has failed to demonstrate that suitable waste and recycling storage facilities could be provided to serve the proposed dwelling, contrary to policy 5.17 of the London Plan 2016 and policy CS9 of the LDF Core Strategy 2012.",
    "The applicant has failed to demonstrate that suitable cycle parking facilities could be provided to serve the proposed dwelling, contrary to policy 6.9 of the London Plan 2016 and policy DM8 of the LDF Core Strategy 2012.",
    "In the absence of a legal agreement to ensure that occupants of the proposed development would be precluded from obtaining on-street car parking permits, the proposed development would lead to inconsiderate parking and an increase on-street car parking pressure on surrounding streets, contrary to policies CS7 and DM10 of the LDF Core Strategy 2012.",
    "---OFFICER REPORT---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38(6) of the Planning and Compulsory Purchase Act 2004 states that planning applications must be determined in accordance with the development plan unless material considerations indicate otherwise.\r\rThe development plan for the Royal Borough of Kingston upon Thames comprises the following documents:\r\r- The London Plan 2021;\r- The South London Waste Plan 2012; \r- The LDF Core Strategy 2012; and,\r- The Kingston Town Centre Area Action Plan 2008.\r\rApplication Site\rThe site comprises a cafe on the southern side of St Mark's Hill and falls within Surbiton District Centre.\r\rProposal\rThe application seeks to vary condition 4 of application reference 17/16805/FUL to allow the rear terrace to be used from 07:30.\r\rConsultation\r21 properties were notified of the proposal. 1 objection was received, on the grounds of noise and disturbance.\r\r2 letters of support were received, citing the benefits of being able to eat and drink at a local outside space in the mornings.\r\rRBK Highways and Transport - No objection.\r\rRBK Environmental Health - No objection.\r\rAssessment\rThe main issues in the assessment of the application are:\r\r- The principle of development; and,\r- The impact on the amenities of neighbouring occupiers.\r\rPrinciple of Development\rThe current application is made pursuant to Section 73 of the Town and Country Planning Act 1990 (as amended), which concerns applications to develop land without conditions previously attached. While this is, in effect, a fresh application for the entire development, the principle of the development has nevertheless already been established. \r\rOn such an application, the local planning authority may only consider the conditions subject to which permission should be granted. It would therefore be unnecessary and unreasonable to revisit every issue which was relevant to the determination of the original application.\r\rIn assessing the application, officers are mindful of any changes in planning policy or site circumstances since the granting of the original permission.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe proposed development seeks to extend the use of the rear terrace area such that it would be available from 07:30, rather than 08:30 as currently permitted. While the objection on the grounds of noise and disturbance is noted, the Council's Environmental Health Officer has advised that the existing environmental noise levels are likely to be such that the proposed development would not result in undue disturbance to neighbouring occupiers. Officers therefore consider that the proposed development would have an acceptable impact on the amenities of neighbouring occupiers.\r\rConclusion\rThe proposed development would have an acceptable impact on the amenities of neighbouring occupiers. The conclusions reached in respect of all other issues remain unaltered since the granting of the original permission.\r\rHaving regard to the above, officers consider the proposal to be in accordance with the development plan taken as a whole. In the absence of any other material considerations which indicate that permission should be refused, officers recommend that planning permission be granted.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r---END OF OFFICER REPORT---",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "Conditions 3 (External Materials) -  Officers have reviewed the information provided and are satisfied this can now be approved",
    "Condition 4 (Detailed Drawings) -  Officers have reviewed the information provided and are satisfied this can now be approved",
    "Condition 7 (Construction Logistics Plan) - The RBK Traffic Engineer has reviewed the information provided and is satisfied this can now be approved.",
    "Please be advised that you have submitted details of access/dropped kerb but this is not within the application red line boundary.\r\rPlease amend the red outline on site location plan to reflect.",
    "You are required to complete the 'Determining whether a Development may be CIL Liable Planning Application Additional Information Requirement form'. This form can be downloaded from the planning portal at https://ecab.planningportal.co.uk/uploads/1app/forms/form_1_cil_additional_information.pdf . Please complete and return as soon as possible.\r\rIf you have confirmed that the development is Cil Liable, please also complete the Assumption of Liability Form at https://www.planningportal.co.uk/info/200136/policy_and_legislation/70/community_infrastructure_levy/5  and return as soon as possible.\r",
    "Please provide a revised copy of proposed block plan scaled 1:500/1:200  showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r",
    "Please confirm description ''Erection of single storey side porch.''",
    "Please confirm description of works as the application form description does not correspond with the proposed works in the plans and/or supporting documents.  Confirmation can be in writing or by amending the plans to reflect the proposals.\r\rNote: Any documentation with the incorrect proposals will need to be resubmitted, this includes the description of works section on the application form."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "06/09/2019",
  "secondary_street_name": null,
  "site_number": "69",
  "pp_id": "PP-08131172",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.288566,
          51.416087
        ],
        [
          -0.288567,
          51.41606
        ],
        [
          -0.28861,
          51.41606
        ],
        [
          -0.288609,
          51.416087
        ],
        [
          -0.288566,
          51.416087
        ]
      ]
    ],
    "type": "Polygon"
  }
}