{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PWZY4VNHIX100",
  "lapsed_date": "12/12/2024",
  "decision_target_date": "24/10/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 4DP",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.023
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02131/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521525,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:07:41.159Z",
  "id": "Kingston-19_02131_HOU",
  "application_type": "Householder",
  "street_name": "Howard Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Beverley - OLD",
  "decision_date": "12/12/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of rear roof extension and installation of one front rooflight to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 168486,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021776836",
  "centroid": {
    "lon": -0.25435,
    "lat": 51.402395
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r        \t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r        \t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The accommodation hereby permitted shall be occupied solely for purposes ancillary to the occupation of the application property and shall not be used as a separate unit of accommodation.\r \rReason: The establishment of an additional independent unit of accommodation would give rise to an over-intensive use of the site and lead to an unsatisfactory relationship between independent dwellings.",
    "The site comprises a semi-detached linked dwelling.\r\rThree neighbouring properties have been consulted and no representations have been received.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of and and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would accord with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2016) Policies CS8 and DM10 of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Condition 22 - RBK Highways Engineers have reviewed the submitted information and are satisfied this condition can now be approved.",
    "The applicant is informed that the submitted details, as set out above are agreed and that Condition 22 (Car Park Management Plan) is hereby approved.",
    "Further to checks by the Case Officer I am writing to inform you that your application is invalid due to the following:\r\r1. Please complete a Householder application form and return to this office.\r\rPlease note that once completed form is received,  the overpayment of £28.00 will be refunded to the card it was paid from.  (Fee due for a Householder application is £206.00. Fee received  £234.00. Over payment of £28.00 )",
    "Invalid Block Plan \r\rPlease provide a copy of block plan scaled 1:500 showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "29/08/2019",
  "secondary_street_name": null,
  "site_number": "22",
  "pp_id": "PP-08114696",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.254328,
          51.402408
        ],
        [
          -0.254329,
          51.402381
        ],
        [
          -0.254372,
          51.402381
        ],
        [
          -0.254371,
          51.402408
        ],
        [
          -0.254328,
          51.402408
        ]
      ]
    ],
    "type": "Polygon"
  }
}