{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PXVKJKNHJN500",
  "lapsed_date": "07/11/2022",
  "decision_target_date": "10/11/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 8LY",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.011000000000000001
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02286/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519778,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:08:17.943Z",
  "id": "Kingston-19_02286_HOU",
  "application_type": "Householder",
  "street_name": "Camellia Lane",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Berrylands - OLD",
  "decision_date": "07/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of Mansard Roof Extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 168064,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "000128037753",
  "centroid": {
    "lon": -0.279595,
    "lat": 51.398973
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed mansard roof extension by reason of its design, bulk, massing and position would appear as a visually incongruous and unsympathetic form of development which would be at odds with the host building and the surrounding pattern of development. The proposal would therefore be contrary to Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames LDF Core Strategy (Adopted April 2012) and the Residential Design SPD (Adopted July 2013).",
    "The proposed mansard roof extension by virtue of its height, massing and bulk at the roof level would prejudice the amenities of no.25d Camellia Lane by way of loss of daylight, sunlight and subsequent loss of outlook. The proposal would therefore be contrary to Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames LDF Core Strategy (Adopted April 2012) and the Residential Design SPD (Adopted July 2013).",
    "The proposed mansard roof extension by virtue of the no.2 dormers situated on the west elevation roof slope would prejudice the neighbouring amenities of no.25d Camellia Lane by way of overlooking and loss of privacy. The proposal would therefore be contrary to Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames LDF Core Strategy (Adopted April 2012) and the Residential Design SPD (Adopted July 2013).",
    "The description of the above planning proposal has been reworded. Please confirm if the following description reflects all planned works:\r'Change of Use from A1 to D1 (non residential institution/non residential education and training centre). Erection of rear extension'",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r",
    "Please revise drawing 'Proposed First Floor' and 'Existing First Floor' and provide all key dimensions for the proposed works\r\rPlease revise drawing 'Residential Ground Floor 3' and provide Drawing title, scale bar and  key dimensions",
    "No. 16 and 17 Malvern Close have raised concerns that the proposed extension would result in loss of daylight/sunlight and will have an overwhelming effect. It is noted that the extension would fail the 45 degree rule when applied to the kitchen window of No.17, however, it is considered that the proposed extension would not result in an unacceptable loss of daylight/sunlight or overshadowing. With regards to No. 19 Malvern Close, the extension would pass the 45 degree rule on plan and elevation view and would not result in significant loss of daylight.",
    "Your attention is drawn to the fact that planning permission does not override property rights and any ancient rights of light that may exist.  This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner.  If you require further information or advice, you should consult a solicitor.\r",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate repeat works to maintain tree close to main dwelling and overhanging footpath and road.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate repeat works to facilitate continued use of service road.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAs seen in the photo provided the tree is dead.\r\rRecommendation:\rApprove with conditional replacement."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "15/09/2019",
  "secondary_street_name": null,
  "site_number": "25B",
  "pp_id": "PP-08153233",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.279573,
          51.398986
        ],
        [
          -0.279574,
          51.398959
        ],
        [
          -0.279617,
          51.39896
        ],
        [
          -0.279616,
          51.398987
        ],
        [
          -0.279573,
          51.398986
        ]
      ]
    ],
    "type": "Polygon"
  }
}