{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PXF4MZNHJA700",
  "lapsed_date": "24/10/2024",
  "decision_target_date": "01/11/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3UL",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.057
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02204/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520412,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:07:57.680Z",
  "id": "Kingston-19_02204_HOU",
  "application_type": "Householder",
  "street_name": "Woodlands Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "24/10/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a single storey rear extension, part garage conversion, first floor side and part rear extension, alterations to raise ridge height, rear/side pitched roof dormer extensions to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": "17/10/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169630,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021782996",
  "centroid": {
    "lon": -0.269955,
    "lat": 51.412913
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The fee required for your planning application is £ 300.00.  If payment is by cheque please make payable to Royal Borough of Kingston upon Thames or via the Contact Centre on 0208 547 5002. You may also pay online via the RBK website www.kingston.gov.uk",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The development shall conform in all material aspects with the plans and details shown in the application as listed below, unless variations are agreed by the Local Planning Authority in order to discharge other conditions attached to this decision:\r\t\r3D Visuals\t          \r0616/P/01 Rev B\t\r0616/P/02 Rev B\t\r0616/P/03 Rev B\t\r0616/P/04 Rev B\t\r0616/P/05 Rev B\t\r0616/P/06 Rev B\t\r0616/S/01\t           \r0616/S/02\t\r\rReason:  For avoidance of doubt and in the interests of proper planning.\r\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the side elevation walls of the building hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Before the beneficial occupation of the development hereby permitted, any windows\tor rooflights in the side elevations (and situated on the first and second floor) shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and\tretained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-\tproof, and must be replaced in the event that it ceases to result in obscurity to level\t3. \r\rReason: To safeguard the amenities of the adjoining premises from overlooking and\tloss of privacy.\r",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific planning permission from the Local Planning Authority.\r\rReason: To safeguard the amenities of the adjoining premises.\r",
    "No development shall take place including any works of demolition until a construction management plan or construction method statement has been submitted to and been approved in writing by the Local Planning Authority.  The\t\tapproved plan/statement shall be adhered to throughout the construction period. The statement shall include:\r\r- A statement on how the proposed development will be built;\r- Provision for loading/unloading materials;\r- The route to and away from site for muck away and vehicles with materials;\r- Deliveries/collections to and from the site should use a route that is agreed with NRSWA team. The agreed route shall be    signed accordingly.\r- Protocol for managing deliveries to one vehicle at a time on sites with restricted access or space;\r- Protocol for managing deliveries to one vehicle at a time on sites with restricted access or space;\r- Protocol for managing vehicles that need to wait for access to the site; and\r- Whether any reversing manoeuvres are required onto or off the public highway into the site, and whether a banksman will    be provided;\r- Temporary site access;\r- Signing system for works traffic;\r- Site access warning signs will be required in adjacent roads.\r- Whether it is anticipated that statutory undertaker connections will be required into the site.\r- Storage of plant, materials and operatives vehicles;\r- Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works;\r- Location of all ancillary site buildings; and \r- Wheel washing equipment.\r- The parking of vehicles of site operatives and visitors.\r\rReason: In the interests of safe operation of the highway in the lead into development both during the demolition and construction phase of the development.\r",
    "The fee required for your planning application is £ 250.00.  If payment is by cheque please make payable to Royal Borough of Kingston upon Thames or via the Contact Centre on 0208 547 5002. You may also pay online via the RBK website www.kingston.gov.uk",
    "The fee required for your planning application is £ 145.00.  If payment is by cheque please make payable to Royal Borough of Kingston upon Thames or via the Contact Centre on 0208 547 5002. You may also pay online via the RBK website www.kingston.gov.uk",
    "Please confirm the agents complete address.",
    "The fee required for your planning application is £ 300.00.  If payment is by cheque please make payable to Royal Borough of Kingston upon Thames or via the Contact Centre on 0208 547 5002. You may also pay online via the RBK website www.kingston.gov.uk",
    "The fee required for your planning application is £ 145.00.  If payment is by cheque please make payable to Royal Borough of Kingston upon Thames or via the Contact Centre on 0208 547 5002. You may also pay online via the RBK website www.kingston.gov.uk",
    "The application proposes to make the following amendments from the original planning permission 18/16114/FUL for Excavation of site and erection of 1 x two-bedroom (3 person) and 1 x three-bedroom (4 person) semi-detached dwellings with associated landscaping/amenity space dated 28/09/2018:\r\rto change and enlarge the doors on the ground floor of South and North elevations, the proposed materials will match the approved ones\rto install additional window on the ground floor of the East elevation, the proposed materials will match the approved ones\rto relocate 2 rooflights on the West elevation.\r\rIt is considered that the proposed amendments would be minor in scale, consisting of changes to the doors, installation of an additional window and relocation of rooflights on the West elevation.\rIt is considered that the proposed amendments would not result in a material change in terms of character and appearance or impact on neighbouring residential amenities.\rAs such, it is considered that the proposed amendments would be non-material for the purposes of S96A.\r\r",
    "Officers have reviewed the information provided and are now satisfied this condition can be discharged.",
    "There have been amendments to the nationally set planning application fee regulations. Regulation 14 of the regulations has been amended to introduce a fee of £96, payable for all Notifications of larger home extension applications.\r\rYou have not paid the requisite fee and as such your application has been Refused.\r\rFor the avoidance of doubt, the proposed development has not been assessed against the limitations and conditions contained in Part 1 of Class A of Schedule 2 to the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "For the avoidance of doubt, the proposed development has not been assessed against the limitations and conditions contained in Part 1 of Class A of Schedule 2 to the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation. These cover such works as - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services,  underpinning works, and fire safety/means of escape works. Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts. A completed application form together with detailed plans must be submitted for approval before any building work is commenced.",
    "Inspection:\rSite inspection carried out as a desktop exercise due to COVID19 lockdown. Photos provided by the applicant as supporting material to application.\r\rAssessment:\rSubsidence claim which is appropriatley substantiated with the exception that there is no levels data demonstrating seasonal movement. However, the works and removals themselves are very minimal and will not have a significant impact on public amenity and as such a decision of no objection should be issued.\r\rRecommendation:\rNo objections.\r",
    "Inspection:\rSite inspection carried out as a desktop exercise due to COVID19 lockdown. Photos provided by the applicant as supporting material to application.\r\rAssessment:\rMinor works to reduce the trees appropriatley whilst not causing them any harm (likely encouraging new growth and protecting them from the ivy) and mitigating the light levels of neighbouring properties.\r\rRecommendation:\rApprove.\r",
    "Inspection:\rSite inspection carried out as a desktop exercise due to COVID19 lockdown. Photos provided by the applicant as supporting material to application.\r\rAssessment:\rThe removal of 5 lowest branches which are all small limbs with little growth, will balance the canopy better and as such the works are acceptable.\r\rRecommendation:\rApprove.\r",
    "Inspection:\rSite inspection carried out as a desktop exercise due to COVID19 lockdown. Photos provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate minor general maintenance works, not causing harm or loss of amenity.\r\rRecommendation:\rApprove.\r",
    "Inspection:\rSite inspection carried out as a desktop exercise due to COVID19 lockdown. Photos provided by the applicant as supporting material to application.\r\rAssessment:\rThe tree is in terminal decline as evidenced in the photos with fungus present and major heartwood decay.\r\rRecommendation:\rNo objections.\r",
    "Inspection:\rSite inspection carried out as a desktop exercise due to COVID19 lockdown. Photos provided by the applicant as supporting material to application.\r\rAssessment:\rThe tree report evidences that since the last approved works the tree has declined further and is clearly not recovering. Removal is therefore appropriate.\r\rRecommendation:\rApprove with requirement to replant.\r",
    "Fire Officers consultation being undertaken and accepted prior to completion of works on site.",
    "Vision panel being confirmed in door to treatment room.",
    "Confirmation that treatment room has 10% clear opening in ceiling.",
    " Details of upgrades to renovated thermal elements are be to be provided as per Section 11 of Approved Document (L1)",
    "Please provide a basic specification and layouts as necessary for the relevant services and drainage provision.",
    "Please note that a soakaway will need to be provided within the rear garden at least 5m from any buildings and of sufficient volume to accommodate the stormwater run off from the new extension.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "06/09/2019",
  "secondary_street_name": null,
  "site_number": "1",
  "pp_id": "PP-08134744",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.269933,
          51.412927
        ],
        [
          -0.269934,
          51.4129
        ],
        [
          -0.269977,
          51.4129
        ],
        [
          -0.269976,
          51.412927
        ],
        [
          -0.269933,
          51.412927
        ]
      ]
    ],
    "type": "Polygon"
  }
}