{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PZAWTBNHKT500",
  "lapsed_date": "24/01/2025",
  "decision_target_date": "08/12/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3ED",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.017
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02558/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520238,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:09:27.145Z",
  "id": "Kingston-19_02558_HOU",
  "application_type": "Householder",
  "street_name": "Clarence Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "24/01/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension with 2x roof lights",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169150,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021774402",
  "centroid": {
    "lon": -0.272618,
    "lat": 51.408636
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "The site comprises an end-terrace dwelling.\r\rEleven neighbouring properties have been notified and no representations have been receieved.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed single storey rear extension would be of a similar depth and height to the existing extension that it would replace. The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  The proposed single storey rear extension would be of a similar depth and height to the existing extension that it would replace.  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy, subject to planning conditions.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan, Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Please confirm description of proposed works \"Erection of extensions and alterations to existing building including two additional storeys to provide 4no. x 2 bedroom additional flats, single storey rear extensions to existing ground floor flat nos.1 & 4 and associated works. \"",
    "Please confirm description of proposed works \"Upgrade the existing telecoms installation at Scase House e \""
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "13/10/2019",
  "secondary_street_name": null,
  "site_number": "18",
  "pp_id": "PP-08220903",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.272596,
          51.40865
        ],
        [
          -0.272597,
          51.408623
        ],
        [
          -0.27264,
          51.408623
        ],
        [
          -0.272639,
          51.40865
        ],
        [
          -0.272596,
          51.40865
        ]
      ]
    ],
    "type": "Polygon"
  }
}