{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PZNVI0NHL3N00",
  "lapsed_date": "13/12/2022",
  "decision_target_date": "15/12/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 7EY",
  "site_name": "Edgecoombe",
  "status": "Refused",
  "application_details": {
    "site_area": 0.10300000000000001
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02622/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520241,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:09:42.086Z",
  "id": "Kingston-19_02622_HOU",
  "application_type": "Householder",
  "street_name": "Orchard Rise",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "13/12/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a part single storey part two storey side extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": "26/11/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169898,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "000128013941",
  "centroid": {
    "lon": -0.272322,
    "lat": 51.415358
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed single storey side extension by reason of its poor design which includes; the absence of a 0.5m front elevation setback and the use of a flat roof; would be a disproportionate and insubordinate addition which would appear as a visually incongruous and unsympathetic form of development that would be at odds with the character of the main dwelling and the character and appearance of The Drive LASC. The proposal would be contrary to Policies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames LDF Core Strategy (Adopted April 2012), and the Residential Design SPD (Adopted July 2013).\r",
    "The proposed two storey side extension by reason of its poor design and detailing which includes; the use of a flat roof; the use of brickwork to the first floor elevations; and the use of a glass link feature; would appear as a visually incongruous and unsympathetic form of development that would be at odds with the character of the main dwelling and the character and appearance of The Drive LASC. The proposal would be contrary to Policies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames LDF Core Strategy (Adopted April 2012), and the Residential Design SPD (Adopted July 2013).",
    "Your attention is drawn to the fact that planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor. \r\r",
    "Advice is given in \"Guidance on the Control of Odour and Noise from Commercial Kitchen Exhaust Systems\", a report prepared by Netcen on behalf of the Department for Environment, Food and Rural Affairs dated January 2005.",
    "You have submitted a Land Registry OS Map showing a different contect to the outline of the application site in relation to the other Site Location Plan you have submitted. Please advise which is correct and also note we do not accept Land Registry maps",
    "We are unable to accept this as a S73 application because the development now proposed would not accord with the approved description of development  ie Erection of three storey side/rear extension, including conversion of the existing Restaurant (Class A3) with Malden road frontage to two Retail units (Class A1). With the creation of 2 no additional apartments to the first and second floors.\r\rTherefore you would be required to submit a full application for all of the works proposed, together with the additional fee and any further documents/plans etc.\r\rYou could either re-submit a new correct application via the Planning Portal and pay the relevant fee and confirm that the current application to be withdrawn and fee of £234.00 to be refunded.\r\rOr please complete the attached application form and required further fee payment and all further documents required and we will update this currect application (21/00056/FUL)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "20/10/2019",
  "secondary_street_name": null,
  "site_number": "24",
  "pp_id": "PP-08237897",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.272299,
          51.415372
        ],
        [
          -0.2723,
          51.415345
        ],
        [
          -0.272344,
          51.415345
        ],
        [
          -0.272343,
          51.415372
        ],
        [
          -0.272299,
          51.415372
        ]
      ]
    ],
    "type": "Polygon"
  }
}