{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PXQ7XONHJK400",
  "lapsed_date": "06/11/2024",
  "decision_target_date": "07/11/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 1EY",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.021
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02269/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518256,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:08:13.231Z",
  "id": "Kingston-19_02269_HOU",
  "application_type": "Householder",
  "street_name": "Grange Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington North & Hook - OLD",
  "decision_date": "06/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a single storey side and rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": "10/10/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 164855,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021748408",
  "centroid": {
    "lon": -0.302531,
    "lat": 51.370451
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The development shall conform in all material aspects with the plans and details shown in the application as listed below, unless variations are agreed by the Local Planning Authority in order to discharge other conditions attached to this decision:\r\r4137 - 100\r4137 - 102 Rev B\r4137 - 104\r4137 - 103 Rev B\r4137 - 101\r\rReason:  For avoidance of doubt and in the interests of proper planning.",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the side elevation walls of the building hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific planning permission from the Local Planning Authority.\r\rReason: To safeguard the amenities of the adjoining premises.\r",
    "Your submitted application shows the site address as no. 63 whereas your plans show no. 63-65. Please ammend your application form accordingly and resubmit",
    "You completed the Fee form as exempt however, I could not see a previous aappliction that you have made within the same year which could have made you exempt therefore, the type of works that you are proposing carries a fee. The fee required for your planning application is £462.00.  Payment can be made via either our Contact Centre on 0208 547 5002 or by cheque made payable to Royal Borough of Kingston upon Thames.",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation. These cover such works as - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services,  underpinning works, and fire safety/means of escape works. Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts. A completed application form together with detailed plans must be submitted for approval before any building work is commenced.",
    "You have been granted planning permission to build a residential extension. When undertaking demolition and/or building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays. Furthermore, please ensure that all vehicles associated with the construction of the development hereby approved are properly washed and cleaned to prevent the passage of mud and dirt onto the adjoining highway. You are advised that the Council does have formal powers to control noise and nuisance under the Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation. For further information and advice, please contact - Environmental Health Department Pollution Section. \r",
    "The Party Wall Act 1996 requires building owners to notify and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\rCarry out work to an existing party wall;\rBuilt on the boundary with a neighbouring property;\rIn some circumstances, carry out groundwork's within 6m of an adjoining building\r\rNotifications and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls, etc Act 1996 - Explanatory Booklet\"\r",
    "Your attention is drawn to the fact that planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor.",
    "Unless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.",
    "The fee required for your planning application is £116.00.  Payment can be made via either our Contact Centre on 0208 547 5002 or by cheque made payable to Royal Borough of Kingston upon Thames.",
    "You are welcome to submit all materials required by condition 3 or proceed with part persuant discharge of condition 3",
    "Psedopanax is not actually a tree but is a shrub by Genus so is therefore exempt from application and the applications has therefore been withdrawn in agreement with the agent.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rThe only tree which is subject to Council consideration is within the rear of the property and not affecting public amenity meaning that the Council's default position will be one of no objection as the tree would not warrant the service of a TPO. The hedge is exempt.\r\rRecommendation:\rNo objections.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rMinor works in order to clear street light for public safety.\r\rRecommendation:\rNo objections.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rMinor repeat works appropriate anot affecting public amenity so no objections.\r\rRecommendation:\rNo objections."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "12/09/2019",
  "secondary_street_name": null,
  "site_number": "70",
  "pp_id": "PP-08148720",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.302509,
          51.370464
        ],
        [
          -0.30251,
          51.370437
        ],
        [
          -0.302553,
          51.370437
        ],
        [
          -0.302552,
          51.370464
        ],
        [
          -0.302509,
          51.370464
        ]
      ]
    ],
    "type": "Polygon"
  }
}