{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PXETH4NHJ9F00",
  "lapsed_date": "06/11/2024",
  "decision_target_date": "01/11/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5HE",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.042
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02198/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518164,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:07:56.016Z",
  "id": "Kingston-19_02198_HOU",
  "application_type": "Householder",
  "street_name": "Richmond Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tudor - OLD",
  "decision_date": "06/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey outbuilding to rear of property",
  "actual_completion_date": null,
  "last_date_consultation_comments": "23/10/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 170479,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021766888",
  "centroid": {
    "lon": -0.301981,
    "lat": 51.421016
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings shall be formed in the northern, southern and eastern walls of the building hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development shall be carried out in accordance with the submitted and approved Arboricultural Impact Assessment (Ref:AIA 7364). In particular this will include the hand dug excavations as suggested within the Impact Assessment, which shall be overseen or undertaken by an Arboricultural Consultant and foundations then designed as per their professional recommendations in light of the findings.\r\rReason: To prevent unnecessary damage occurring to the trees during building operations, thereby safeguarding the visual amenities of the site in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The outbuilding hereby approved shall only be used as ancillary accomodation.\r\rReason: to protect the resdiential amenity of exisitng and future occupants of neighbouring land and buildings in accordacne with policy DM10 of the RBK Core Strategy",
    "When undertaking demolition and/or building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  Furthermore, please ensure that all vehicles associated with the construction of the development hereby approved are properly washed and cleaned to prevent the passage of mud and dirt onto the adjoining highway. You are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation.  For further information and advice, please contact - Environmental Health Department Pollution Section.\r",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\rcarry out work to an existing party wall;\rbuild on the boundary with a neighbouring property;\rin some circumstances, carry out groundwork's within 6 metres of an adjoining building.\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r",
    "In response to the provisions of Section 96A Town and Country Planning Act 1990, the application is to be assessed to ascertain as to whether the proposed changes constitutes a non-material amendment to the approved development.\r\rThe National Planning Practice Guidance (2014) states that there is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another. The judgement on 'materially' in any particular case is one of fact and degree, also taking into account the likely impacts of the amendment. \r\rThe changes to the design are significant changes that are not considered to constitute minor changes.",
    "Please confirm if the existing garage is to be demolished or not",
    "The width of the existing garage is not shown. Please amend your plan accordingly.",
    "Please show the eaves height of the proposed garage",
    "Please provide scaled plans to either 1:50 or 1:100 scale. We will not be able to work from the plans submitted due to the scale used, as the proposed works can not be accurately determined",
    "It is duly noted that a fee recommendation has been given to you, but it should be noted that the fee due is dependent on the area created and therefore we will need to evaluate this when your plans are resubmitted.\r",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rMinor works not affecting public amenity so not warranting the service of a TPO and instead defaulting to the Council position of no objection.\r\rRecommendation:\rNo objections.",
    "These are not trees and as such the works are exempt and the application is being withdrawn from our systems with the agreement of the agent.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rTree to rear of property and not affecting public amenity so not warranting the service of a TPO and instead leading to the Council's default position of no objection.\r\rRecommendation:\rNo objections.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rTree to the rear and not affecting public amenity so not warranting the service of a TPO which leads therefore to the Council's default position of no objection.\r\rRecommendation:\rNo objections.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate works for reasons of health and safety and not affecting public amenity due to the tree being to the rear of the property.\r\rRecommendation:\rNo objections."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "06/09/2019",
  "secondary_street_name": null,
  "site_number": "204",
  "pp_id": "PP-08133610",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.301959,
          51.42103
        ],
        [
          -0.30196,
          51.421003
        ],
        [
          -0.302003,
          51.421003
        ],
        [
          -0.302002,
          51.42103
        ],
        [
          -0.301959,
          51.42103
        ]
      ]
    ],
    "type": "Polygon"
  }
}