{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PYUUFUNHKG600",
  "lapsed_date": "14/01/2023",
  "decision_target_date": "14/01/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 6QW",
  "site_name": "172 Unit A, Magnum House,\rLondon Road\rKingston Upon Thames\rKT2 6QW\r",
  "status": "Approved",
  "application_details": {
    "site_area": 311,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Norbiton Station Area"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: P"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100023058629",
      "000128030925",
      "000128030931",
      "000128031520"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02464/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519098,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:09:03.091Z",
  "id": "Kingston-19_02464_FUL",
  "application_type": "Householder",
  "street_name": "London Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Norbiton - OLD",
  "decision_date": "14/01/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Installation of an emergency escape door to student accommodation",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169567,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100023058629",
  "centroid": {
    "lon": -0.288861,
    "lat": 51.412625
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission. \r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004. \r",
    "The development hereby permitted shall be carried out in accordance with the following approved plans:\r\rDwg No. MHKA-204_Rev P - As Existing - Received 21/10/2019\rDwg No. MHKA-201_Rev P - As Proposed - Received 11/11/2019\r\rReason: For the avoidance of doubt and in the interests of proper planning.\r",
    "Development shall be carried out in accordance with the materials specified on the application form unless otherwise agreed in writing by the Local Planning Authority. \r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "The site comprises a semi-detached dwelling.\r\rSeven neighbouring properties have been notified and one comment was received in relation to the recently permitted application 20/02248/CPU dated 04.11.2020. Application 20/02248/CPU relates to a Lawful Development Certificate for a hip to gable roof extension and rear dormer (as shown on the plans).  This development is near completion. \r\rThe key areas of assessment in this case are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: Whilst it is acknowledged that the proposed rear element would exceed the recommended depths for single storey rear extensions as set out in the Council's Residential Design SPD, officers consider that the proposal would not be visually disproportionate and would be in keeping with the prevailing pattern of development in the immediate surrounding area. With regards to the proposed two storey side extension, officers note that the proposal in is general compliance with Policy Guidance 34 of the Residential Design SPD and the proposals would not out of character in the area as there are several examples of similar side extensions in the street.\r\rOverall, the proposed development is considered acceptable in terms of scale, form, bulk, height and design. It is considered that there would not be any unacceptable adverse impacts on the character or appearance of the area as a result of the proposals.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. The proposed rear extension will be a vast improvement on the existing situation.\r\rIn conclusion, the proposed development would accord with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2016) Policies CS8 and DM10 of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The site comprises a detached dwelling on the east side of Upper Park Road.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rThe proposed extensions would be proportionate and subordinate to the main dwelling with the continuation of the pitched roof at the first floor level relating well to the main roof of the dwelling. The proposed cladding would, in principle, reflect the immediate site context, however, details of the cladding would be required by way of a planning condition to ensure that it would be of a satisfactory appearance. \r\rOverall, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  To safeguard neighbouring privacy, planning conditions would be added to restrict the use of the flat roof areas as sitting out/balcony areas and to restrict permitted development rights for the installation of additional windows at the first floor level. Overall, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy subject to planning conditions. \r\rIn conclusion, the proposed development would accord with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2016) Policies CS8 and DM10 of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The site comprises a detached dwelling.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of and and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposal would involve the erection of a two storey side extension and a single storey rear extension, together with the replacement of the existing hipped roof with a crown roof (which would also involve raising the ridge height by approximately 550mm) and the erection of a dormer on the rear roof slope. \r\rThe Council's Residential Design SPD recommends that on semi-detached properties, two storey side extensions be: set back from the front wall of the dwelling by at least 500mm; set down from the ridge of the main roof by at least 500mm; set in from the side boundary of the site by at least 1m; and no greater than 50% of the width of the original house. \r\rThe proposed side extension would conflict with all of the above guidance, as it would appear as a fully integrated extension (with no set back either from the front wall or from the main ridge) and would extend right up to the side boundary of the property, measuring 3.8m in width. The result would be a disproportionate extension which would dominate the existing property and would unduly erode the gap between it and No. 33 Derwent Avenue.\r\rThe Residential Design SPD also recommends that single storey rear extensions should generally be no greater than 3m to 3.5m in depth, although, it is also recognised that where neighbouring properties benefit from rear extensions, this depth may be increased. Extensions with a flat roof should not exceed 3m in height.\r\rThe proposed single storey rear extension would measure 6m in depth and would rise to a height of 3.1m, which again represents a conflict with the Council's guidance and again would result in a disproportionate addition to the property.\r\rThe proposed additions and alterations to the roof would result in further harm to the character and appearance of the area. The proposed crown roof form is one which is not prevalent in the street scene, as the roofs on the road are almost universally hipped, although, it is recognised that No.10 Derwent Avenue does feature a crown roof (with two storey gabled front bay). The roof would also appear lopsided, as the eaves would overhang the northern flank wall but would not overhang the southern flank wall. The applicant has not submitted a street scene elevation to demonstrate how the increased height of the ridge would relate to neighbouring properties, however, it would appear that the property immediately to the north of the site, No. 29 Derwent Avenue, has a ridge which sits approximately 8.1m above ground level. The roof as currently proposed would sit approximately 500mm above this, which would cause it to appear unduly prominent within the street scene.\r\rHaving regard to the above, the proposed development is considered unacceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be an unacceptable adverse impact on the character or appearance of the area as a result of the proposals.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Given that the proposed single storey rear extension would project beyond the rear building lines of neighbouring properties by, at most, 4m, it is considered unlikely that the proposals would appear overbearing or result in materially harmful loss of light to neighbouring occupiers. The proposed windows would offer similar views to the existing and this is considered to be appropriate. Therefore, it is considered that the proposed development would have an acceptable impact upon the amenities of the occupiers of neighbouring properties in terms of overbearing appearance, loss of light and loss of privacy.\r\rIn conclusion, the proposed development is contrary to the development plan and there are no other material considerations which indicate that permission should be granted. Accordingly, it is recommended that planning permission be refused.",
    "Please be advised that a fee of £924 is required for this application as it is the conversion of an office into 2 dwellings. Therefore an additional £462 is required. This can be paid either online at www.kingston.gov.uk or by calling our Customer Service Team on 020 8547 5002\r",
    "This application required a completed and returned Variation of Condiotion (approved plans) application form (attached).\r\r",
    "I acknowledge receipt of your payment for £206.00, the fee required for this application is £234.00, therefore please forward the outstanding balance of £28.00 as soon as possible.\r\rNote: Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "19/11/2019",
  "secondary_street_name": null,
  "site_number": "172",
  "pp_id": "PP-08195893",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.288839,
          51.412638
        ],
        [
          -0.28884,
          51.412611
        ],
        [
          -0.288883,
          51.412611
        ],
        [
          -0.288882,
          51.412638
        ],
        [
          -0.288839,
          51.412638
        ]
      ]
    ],
    "type": "Polygon"
  }
}