{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q1L0HQNHM8V00",
  "lapsed_date": "21/01/2023",
  "decision_target_date": "21/01/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5HF",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.041
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02964/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520596,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:11:13.124Z",
  "id": "Kingston-19_02964_HOU",
  "application_type": "Householder",
  "street_name": "Bazalgette Gardens",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "21/01/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of two storey side extension with 1x rear roof light, single storey rear extension with 2x roof lights and single storey outbuilding with 1x skylight on pitched roof",
  "actual_completion_date": null,
  "last_date_consultation_comments": "27/12/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167593,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021772644",
  "centroid": {
    "lon": -0.268002,
    "lat": 51.394567
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "By virtue of the design, nothing in particular the gable roof forms,  the proposed two storey side extension and attached outbuilding would appear as incongruous forms of the development, which would harm the character of the host dwelling and the surrounding area. The proposal would  therefore be contrary to the National Planning Policy Framework (2019),  Policies CS8 and DM10 of the adopted Core Strategy (2012), and the Residential Design Supplementary Planning Document (2013).",
    "The site comprises a semi-detached dwelling.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed single storey rear extension would measure approx. 3.5m in depth and 2.9m in height. Given its modest scale and the design which is predominantly a glass structure, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Due to its modest scale and siting, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would accord with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2016) Policies CS8 and DM10 of the Core Strategy (2012) and the Residential Design SPD (2013).\r",
    "Please provide copies of previously approved proposed plans which relate to the proposed works of this application"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "26/11/2019",
  "secondary_street_name": null,
  "site_number": "12",
  "pp_id": "PP-08313215",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.26798,
          51.39458
        ],
        [
          -0.267981,
          51.394553
        ],
        [
          -0.268024,
          51.394554
        ],
        [
          -0.268023,
          51.394581
        ],
        [
          -0.26798,
          51.39458
        ]
      ]
    ],
    "type": "Polygon"
  }
}