{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PXNNJ4NHJGU00",
  "lapsed_date": "06/11/2024",
  "decision_target_date": "06/11/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 3SS",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.036
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02246/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520106,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:08:07.505Z",
  "id": "Kingston-19_02246_HOU",
  "application_type": "Householder",
  "street_name": "Dickerage Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "06/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169346,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021758208",
  "centroid": {
    "lon": -0.274449,
    "lat": 51.410426
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r\r\t\r\t",
    "The development shall conform in all material aspects with the plans and details shown in the application as listed below, unless variations are agreed by the Local Planning Authority in order to discharge other conditions attached to this decision:\r\rReason:  For the avoidance of doubt and in the interests of proper planning.",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The proposed roof of the single storey rear extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes. \r\t\rReason: To protect the amenities and privacy of the adjoining properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "I acknowledge receipt of your payment for £ 462, the fee required for this application is £462 per dwellinghouse = £924.00  therefore please forward the outstanding balance of £462 as soon as possible.\r\rNote: If payment is by cheque please make payable to Royal Borough of Kingston upon Thames or if by card please call our Contact Centre on direct line 0208 547 5002.",
    "Please be advised that the submitted plans show existing and proposed plans and therefore a Lawful Development Certificate for Proposed Use is required, and not one for Existing use.\r\rThe correct application can be found at: www.planningportal.gov.uk",
    "Condition 26 - Neighbourhood Engineer has reviewed the information submitted and is satisfied this can be discharged.",
    "Condition 28 - Officers have reviewed the information provided and are satisfied this can now be discharged.",
    "Condition 30 -",
    "Condition 30 - Officers have reviewed the information provided and are satisfied this can now be discharged.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rThe applicant seeks to remove lower limbs on both sides in order to improve light levels within the property. The works would lift the lower canopy from a height of approximately 4m from ground level up to 6 or 7m from ground level with no real improvement in light due to the immediate presence of a tall hedge and other trees more significantly blocking the light. The works are therefore both unnecessary and being excessive in nature are harmful to the tree and should be refused.\r\rRecommendation:\rRefuse & grant lesser works as follows:\r\rT.1 Pine - 1m reduction of lower laterals to suitable growth points all round in order to balance crown & deadwood only (no limb removals).",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rThe removal is of a very small and poorly formed Silver Birch with structural issues preventing long term vaibility, in a very small garden, offering no public amenity value. The default position of the Council must therefore be one of no objection.\r\rRecommendation:\rNo objections.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rNecessary works for health and safety reasons as evidenced by the advanced dieback of the upper crown in the submitted photos.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rThe works to T.3 are acceptable and minor in nature, however the applicant seeks 2m clearance between the magnolia and the house and this is too great a lateral reduction and would result in a very one sided tree.\r\rRecommendation:\rRefuse & grant lesser works as follows:\r\rT.1 Fir - Clean up storm damage, remove deadwood and crown lift to 1m above ridgeline of immediatley adjacent roof. Up to 2m lateral reduction of key branches that have grown overextended, back in line with main canopy & reduce in height by 2-3m with all cuts made to suitable growth points."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "11/09/2019",
  "secondary_street_name": null,
  "site_number": "52",
  "pp_id": "PP-08141736",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.274427,
          51.410439
        ],
        [
          -0.274428,
          51.410412
        ],
        [
          -0.274471,
          51.410413
        ],
        [
          -0.27447,
          51.41044
        ],
        [
          -0.274427,
          51.410439
        ]
      ]
    ],
    "type": "Polygon"
  }
}