{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q08PIINHLLI00",
  "lapsed_date": "24/12/2022",
  "decision_target_date": "26/12/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2HY",
  "site_name": "62-64 Leatherhead Road,\rChessington,\rKT9 2HY\r",
  "status": "Approved",
  "application_details": {
    "site_area": 6,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 2"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: Former 74 Leatherhead Road Chessington\rDescription: \rTreet Type:  \rRef: RBK.05.00T.1"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: GLA"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128034617"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02727/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517740,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:10:08.396Z",
  "id": "Kingston-19_02727_FUL",
  "application_type": "All Other",
  "street_name": "Leatherhead Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "24/12/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "The removal and installation of plant equipment.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "20/12/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 163757,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128034617",
  "centroid": {
    "lon": -0.310303,
    "lat": 51.360689
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "Development shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The rating level of the noise is determined by the cumulative sound emissions of the plant hereby permitted shall be at least 5dBA lower than the existing background noise level at any given time of operation. The noise levels shall be measured or predicted 1m externally to any window at the nearest residential facade. Measurements and assessment shall be made according to British Standard 4142:2014.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The proposed extensions and alterations are considered to fall within the parameters of  permitted development as set out under Schedule 2, Part 1, Classes B and C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The site comprises a semi-detached dwelling.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- The impact of the proposal on the existing car parking facilities.\r\rRepresentations:\r\rNeighbourhood Traffic Engineer - no objections, the applicant is advised of Section 59 of the Highways Act (please see the informative section).\r\r8 surrounding owner/occupiers were notified of the proposals.  One letter has been received regarding the following summarised concerns:\r\r- Excessive height or bulk of buildings\rOfficer response: This issue would be considered below.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed single storey rear extension would measure approx. 4m in depth and approx. 3.7 in height (2.7m eaves height), the part flat part pitched roof would feature 3 no. rooflights. It is acknowledged that the proposed extension would not be strictly in accordance with Policy Guidance 33 of the Council's Residential Design SPD with regards to recommended depths. However, it is considered that the proposed single storey rear extension would appear as a proportionate and subordinate addition in relation to host dwelling. It is noted that the adjoining properties benefit from single storey rear extensions of similar depth. \r\rThe proposal includes conversion of garage into storage/utility area and erection of 1st floor side extension. The conversion of garage would involve alterations to its footprint, it would project forward and be in the same line as the existing hall and to the common boundary with No. 28 Ravenswood Ave. With regards to the 1st floor side extension, the revised drawings show the proposed roof being set down from the line of the main roof by approx. 500mm (in accordance with Policy 36) and altered position of the 1st floor window on the front elevation that is symmetrical and in-keeping with other openings. The proposed roof form relates well to the main roof. \r\rIt is noted that the converted garage would abut the boundary and the 1st floor side extension would not be set back from the boundary to provide sufficient separation gap (in conflict with Policy 33 and 36). However, considering the existing street scene that shows similar extensions, it is considered that the proposal would not result in an unacceptable impact on the surrounding area. Due to the siting of the first flor extension in relation to No. 28 which benefits only from the single storey side extension (garage), the proposed extension would not create a terracing effect. As such, it is considered that the proposed side extension would appear as a proportionate and subordinate addition in relation to host dwelling. \r\rGiven the above, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  Given the modest scale of the proposed rear extension and fact that the adjoining properties benefit from the rear extensions, it is considered that the proposed rear extension would not result in an unacceptable loss of daylight/sunlight or would not appear as an overbearing structure. No openings to side elevations are being proposed. \rWith regards to the first floor extension, no openings are proposed to the side elevation, therefore the proposal would not result in loss of privacy in relation to No. 28 Ravenswood Avenue. The only opening on this side at No. 28 comprises a staircase window (not habitable window), therefore the proposal would not have significant impact on daylight/sunlight with regards to No 28 Ravenswood Avenue.\r\rAs such, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rPolicy DM9 of the Council's LDF Core Strategy (2012) states that new development must comply with local car parking standards in order that it does not contribute to congestion or compromise highway safety.  Policy DM10 supports this stance. \r\rOfficer Comment: Despite the loss of the existing garage, it is considered that the hardstanding to the front of the dwelling remains of an adequate size to accommodate one off street car parking space, therefore the proposal would comply with the Policy DM9 and DM10.\r\rIn conclusion, the proposed development would accord with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2016) Policies CS8, DM9 and DM10 of the Core Strategy (2012) and the Residential Design SPD (2013).\r",
    "In accordance with the requirements of Local Government Act 1972 The Plans / Drawings / Documents submitted with the application are available on the Council's website.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal",
    "Invalid Block Plan - Please provide a copy of block plan scaled 1:500 showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.",
    "Please confirm description of proposed works \"Non Material Amendment to Planning Permission 05/14595/FUL (Erection of single storey side extensions to the east and west elevations) to change existing single storey side garden room from pitched roof to flat roof and extend to connect to main house.\"",
    "Please revise  and resubmit existing and proposed side elevations (Left and Right). Both 57C ES - PL - 10 A and 57C ES - PL - 11 A seem to be the same side and titled as Left Elevation."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "31/10/2019",
  "secondary_street_name": null,
  "site_number": "62",
  "pp_id": "PP-08195415",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.310281,
          51.360702
        ],
        [
          -0.310282,
          51.360675
        ],
        [
          -0.310325,
          51.360676
        ],
        [
          -0.310324,
          51.360703
        ],
        [
          -0.310281,
          51.360702
        ]
      ]
    ],
    "type": "Polygon"
  }
}