{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PWNBWVNHIND00",
  "lapsed_date": "12/12/2024",
  "decision_target_date": "17/10/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 8AB",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.063
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02089/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518533,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:07:31.500Z",
  "id": "Kingston-19_02089_HOU",
  "application_type": "Householder",
  "street_name": "Cranes Park",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "12/12/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of two storey side and rear extension, front porch extension, bay windows to front elevation at ground and first floor level with gable and pitched roofs, alterations to raise roof height with one front and two rear dormer roof extensions to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167793,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021786742",
  "centroid": {
    "lon": -0.297574,
    "lat": 51.396799
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Before the beneficial occupation of the development hereby permitted, any windows or rooflights in the (S/W/N/E) elevation (and situated on the ground/first/second floor/roof) shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the ^IN; wall of the building hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "No development shall take place including any works of demolition until a construction logistics plan has been submitted to and been approved in writing by the Local Planning Authority.  The approved plan/statement shall be adhered to throughout the construction period. The statement shall provide for:\r\r(a) Statement on how the proposed development will be built.\r(b) Provision for loading/unloading materials.\r(c) The route to and away from site for muck away and vehicles with materials\r(d) Deliveries/collections to and from the site should use a route that is agreed with NRSWA Team. The agreed route should be signed accordinly.\r(e) Protocol for managing deliveries to one vehicle at a time on sites with restricted access or space.\r(f) Protocol for managing vehicles that need to wait for access to the site \r(g)Whether any reversing manoevres are required onto or off the public highway into the site, and whether a bankman will be provieded.\r(h) Temporary site access.\r(i) Signing system for works traffic.\r(j) Site access warning sign will be required in adjacent roads.\r(k) Whether it is aniticipated that statutory undertaker connections will be required into the site.\r(l) Storage of plan, materials and operatives vehicles.\r(m)Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works.\r(n) Location of all ancillary site buildings.\r(o) Means of enclosure of the site.\r(p)Wheel washing equipment.\r(q)The parking of vehicles of the site operatives and visitors\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "The site comprises a semi-detached dwelling.\r\rRepresentations:\r2 surrounding owner/occupiers were notified of the proposals. One letter has been received regarding the following summarised concerns:\r\ro\tLoss of daylight/sunlight/view\ro\tNoise\ro\tPotential damages during construction works\r\rOfficer response:\rDamage to neighbouring property during construction is not a planning matter and cannot be taken into account in determining this application. \r\rThe remaining issues are considered below.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment:  It is acknowledged that the proposed extension would not be strictly in accordance with Policy Guidance 35 of the Council's Residential Design SPD with regards to the recommended depths. However, given the modest height of the proposed extension approx. 3m, the proposed materials and design and the size of the existing garden, it is considered that the proposed single storey rear extension in relation to the host dwelling would appear as a proportionate and subordinate addition. Therefore, the proposed development is considered acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposals.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: \rIt is noted that the adjoining property No. 32 Elgar Ave benefits from the single storey rear extension, the proposed extension would project approx. 2.8m beyond the rear building line of No. 32 and therefore it would not result in an overbearing effect or sense of enclosure. The proposed development would have an impact on daylight in relation to No. 32, however it would meet BRE guidelines, passing the 45 degree rule in both elevation and plan view with regards to this property. Considering the orientation of the site (the property is located on the northern site of Elgar Avenue) and the rear line of the building No. 32, the proposed development would impact the sunlight but it would not reduce it significantly to result in an adverse impact on this adjoining property. \r\rThe proposed extension would be set in by approx. 3.7m from the shared boundary with No. 28 Elgar Ave and would be largely screened by the existing garages, limiting the impact on this property. The proposed development does not have any openings on side elevation which would secure privacy of the neighbouring properties. Due to its siting, the proposal would have limited impact on No. 28 with regards to loss of daylight/sunlight. \r\rGiven the above, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \rIn conclusion, the proposed development accords with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2016) policies CS8 and DM10 of the Core Strategy (2012) and the Residential Design SPD (2013).\r",
    "Please provide proposed first floor plans to scale 1:50 or 1:100",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "22/08/2019",
  "secondary_street_name": null,
  "site_number": "11",
  "pp_id": "PP-08102028",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.297552,
          51.396812
        ],
        [
          -0.297553,
          51.396785
        ],
        [
          -0.297596,
          51.396786
        ],
        [
          -0.297595,
          51.396813
        ],
        [
          -0.297552,
          51.396812
        ]
      ]
    ],
    "type": "Polygon"
  }
}