{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PYQXFQNHKBV00",
  "lapsed_date": "03/12/2024",
  "decision_target_date": "27/11/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 8PY",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.045000000000000005
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02424/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518653,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:08:53.414Z",
  "id": "Kingston-19_02424_HOU",
  "application_type": "Householder",
  "street_name": "King Charles Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Berrylands - OLD",
  "decision_date": "03/12/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing rear extension and erection of a single storey rear extension. First floor extension to a side front box room and further alterations to front fenestration",
  "actual_completion_date": null,
  "last_date_consultation_comments": "13/11/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167508,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021791603",
  "centroid": {
    "lon": -0.295945,
    "lat": 51.394212
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and/or re-enacting that Order) no windows, other than those shown on the approved plans shall at any time be placed in the south elevation of the first floor rear extension hereby permitted without the grant of a separate planning permission from the Local Planning Authority.\r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy.\r",
    "Service parking and deliveries should not cause any damage to the verges or margins, and no parking is allowed on either.",
    "Off-street direction signs, hoarding and tower cranes require a license. In the event that a tower crane will be used, a traffic management plan for the delivery, erection, dismantling and removal of the crane(s) will also be required. The applicant is advised to contact the Highway Authority if these will be needed, who will also seek any necessary deposits.",
    "Parking suspensions might be needed to allow access for large construction vehicles. The applicant is advised to contact the Highway Authority if these will be needed.",
    "As this is a retrospective application we also require \"previously existing\" plans and elevations to show what the building looked like prior to the changes made. Please provide copies of floor plans, roof plan and elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, indicating all key dimensions.",
    "Please Provide applicant email address. This is required at the stage of the Decision Notice."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "02/10/2019",
  "secondary_street_name": null,
  "site_number": "18",
  "pp_id": "PP-08195141",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.295923,
          51.394225
        ],
        [
          -0.295924,
          51.394198
        ],
        [
          -0.295967,
          51.394199
        ],
        [
          -0.295966,
          51.394226
        ],
        [
          -0.295923,
          51.394225
        ]
      ]
    ],
    "type": "Polygon"
  }
}