{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PZ01C4NH03A00",
  "lapsed_date": "24/01/2025",
  "decision_target_date": "07/01/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 9NB",
  "site_name": "220 Tolworth Rise South,\rTolworth,\rKT5 9NB\r",
  "status": "Approved",
  "application_details": {
    "site_area": 0.045000000000000005
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02472/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520313,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:09:05.738Z",
  "id": "Kingston-19_02472_HOU",
  "application_type": "Householder",
  "street_name": "Tolworth Rise South",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Alexandra - OLD",
  "decision_date": "24/01/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Conversion of garage into habitable bedroom with WC for disabled person. Erection of front bay window with pitched roof, alterations to the existing rear utility room.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "08/11/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166705,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021800454",
  "centroid": {
    "lon": -0.272368,
    "lat": 51.386646
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The site comprises a semi-detached dwelling.\r\rThree neighbouring properties have been notified and no representations have been receieved.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: In relation to neighbouring amenity No. 4 and No. 8 Oakdene Drive are the main properties to be considered. The proposed extension would comply with BRE guidance in relation to both No. 4 and No. 8. Therefore, It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan, Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The proposed extension measures approximately  7.2 metres in depth from the original rear elevation and 2.1 metres from the rear of the original outrigger which is inconsistent with the dimensions provided on the application form.",
    "Under the Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012 a 'free go' is only applicable If the proposal is the first revision of an application for development of the same character or description on the same site by the same applicant within 12 months of making the earlier application if withdrawn or the date of decision if granted or refused (including signs only if withdrawn or refused) and NOT a duplicate application made by the same applicant within 28 days.",
    "The fee required for your pre planning application is for meeting or written advice is  £1250.00 (please indicate) .  If first meeting AND written planning advice £1,775.00. \r\rPayment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "12/11/2019",
  "secondary_street_name": null,
  "site_number": "220",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.272346,
          51.386659
        ],
        [
          -0.272347,
          51.386632
        ],
        [
          -0.27239,
          51.386633
        ],
        [
          -0.272389,
          51.38666
        ],
        [
          -0.272346,
          51.386659
        ]
      ]
    ],
    "type": "Polygon"
  }
}