{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PZKSF6NHL1X00",
  "lapsed_date": "14/02/2025",
  "decision_target_date": "17/01/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": null,
  "site_name": "Development Site At Post Office Brook Street",
  "status": "Commenced",
  "application_details": {
    "site_area": 1.046,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "ART4 Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Kingston Town Centre Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "PSHOPA Extension to Primary Shopping Area (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "KTCAAP Kingston Town Centre AAP"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "PROPST P3a East of Eden Street, Ashdown Road, Eden Quarter"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128042756"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02618/CLC",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518135,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:09:40.914Z",
  "id": "Kingston-19_02618_CLC",
  "application_type": "All Other",
  "street_name": "Ashdown Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "14/02/2020",
  "epc_number": null,
  "actual_commencement_date": "30/09/2019",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Details required by Condition 46 (Measures to Mitigate Impact of Light) of Planning Permission 14/13247/FUL (Erection of new buildings of 4 to 16 storeys in height and part demolition, alterations and change of use of Former Post Office and Former Telephone Exchange listed buildings to provide 2,141 sqm of retail/ cafe/ restaurant uses (A1-A5 use) and 638 sqm of flexible floorspace to be used for either retail/café/restaurant uses (A1-A5) or Office (B1), 931 sqm of Office (B1) floorspace and 253 sqm of community/leisure (D1/D2 use) and 319 residential units. 132 car parking spaces proposed with access from Ashdown Road and 610 cycle parking spaces. The revisions are accompanied by an Environmental Statement Addendum and updated Technical report Addendums.)",
  "actual_completion_date": null,
  "last_date_consultation_comments": "05/12/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Major dwellings",
  "centroid_northing": 169076,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128042756",
  "centroid": {
    "lon": -0.302865,
    "lat": 51.408413
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "That the applicant is informed that the submitted details, as set out above are agreed and that the condition, as noted above, is fully discharged.",
    "The site comprises a semi-detached dwelling.\r\rThe application seeks the erection of a part single storey, part two storey side and rear extension.\r\r6 surrounding properties were notified of the proposal. One objection was received, which raised the following material issues:\r- Loss of light\r- Loss of privacy\r\rOfficer response: Property rights were also mentioned in the objection but this issue is not relevant to planning. The shared driveway in question is also wide enough such that a car would be able to pass on the side of 3 Elmbridge Avenue following the development and access to this property would therefore not be compromised. The material issues will be considered below.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed extensions would be large in scale. The single storey element would exceed the depth recommended by the Council's Residential Design SPD, extending to a maximum depth of 9m beyond the original rear elevation of the dwelling. This would normally be considered excessive but because both immediately adjacent properties benefit from 6m deep rear extensions (and, in the case of 3 Elmbridge Avenue, a garage which extends further back still), a 9m deep extension would not appear out of place. This view is strengthened by the fact that this element of the proposal would not be readily visible from public vantage points.\r\rIn contrast, the two storey element would be visible within the street scene. It would have an irregular shape and a rather unconvincing false pitch roof. However, it would accord with much of the relevant guidance in the Residential Design SPD, for example in the degree of set back from the front wall and the side boundary, and the degree of set down from the ridge of the main roof. The presence of the existing flat roof dormer at 7 Elmbridge Avenue means that it would not disrupt the symmetry of the pair to any great degree, and, perhaps more importantly, the presence of an almost identical set of extensions at 1 Elmbridge Avenue (which were granted permission in 2018 - reference 18/16128/HOU) means that it would not be an ingongruous feature within the street scene.\r\rHaving regard to the above, officers consider that the proposal would, on balance, have an acceptable impact on the character and appearance of the area.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Officers note the objection in respect of loss of light. However, the presence of the large extensions at both adjoining properties mean that the extensions would pass the 45 degree test in respect of the nearest habitable room windows and would not appear overbearing. The ground floor windows in the flank elevation of 3 Elmbridge Avenue may experience some noticeable loss of light but these are understood to serve non-habitable rooms (bathroom, cupboard and hallway).\r\rIn terms of loss of privacy, the proposed side facing first floor windows would give rise to unacceptable views over neighbouring properties if left unobscured. However, these are marked as obscure glazed on the submitted plans and officers would secure this by condition. The remaining windows would offer similar views to the existing.\r\rHaving regard to the above, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan, and the Policies of the Core Strategy (2012).",
    "Please note that the quality of advice will be proportionate to the level of information provided, therefore it is to the applicants benefit to provide as much supporting information as possible for the proposal. eg: plans and elevations, photographs and supporting documents."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/10/2019",
  "secondary_street_name": null,
  "site_number": "",
  "pp_id": "PP-08235947",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.302843,
          51.408426
        ],
        [
          -0.302844,
          51.408399
        ],
        [
          -0.302887,
          51.4084
        ],
        [
          -0.302886,
          51.408427
        ],
        [
          -0.302843,
          51.408426
        ]
      ]
    ],
    "type": "Polygon"
  }
}