{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PYZSUKNHKJ300",
  "lapsed_date": "03/12/2022",
  "decision_target_date": "02/12/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 6LN",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 125,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021769977"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02471/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518880,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:09:05.435Z",
  "id": "Kingston-19_02471_FUL",
  "application_type": "All Other",
  "street_name": "Willoughby Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "03/12/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of two storey rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 169820,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021769977",
  "centroid": {
    "lon": -0.291909,
    "lat": 51.414944
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004. \r",
    "The development hereby permitted shall be carried out in accordance with the following approved plans: \r\r24WIL-300-011 - Proposed Front Elevation                11th October 2019\r24WIL - 300 - 012 - Proposed Side Elevation              11th October 2019\r24WIL - 300 - 013 - Proposed Rear Elevation              11th October 2019\r24WIL - 100 - 011 - Proposed Ground Floor Plan        11th October 2019\r24WIL - 100 - 012 - Proposed First Floor Plan             11th October 2019\r24WIL - 100 - 013 - Proposed Second Floor Plan        11th October 2019\r24WIL - 100 - 014 - Proposed Roof Plan                     11th October 2019\r24WIL - 200 - 011 - Proposed Section CC                   11th October 2019\r24WIL - 400 - 001 - Site Location Plan and Block Plan 11th October 2019\r\rReason:  For the avoidance of doubt and in the interests of proper planning.\r",
    "The materials and finishes of the external walls and roof of the development hereby permitted shall be those specified within the application form and approved drawings and shall, thereafter, be retained as such. \r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific planning permission from the Local Planning Authority.\r\rReason: To safeguard the amenities of the adjoining premises.\r",
    "Before the beneficial occupation of the development hereby permitted, the window and door to the side south-facing elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and retained in obscure-glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "The assessment has been based on the original layout of the dwellinghouse which shows an outrigger.",
    "Advice is given in \"Guidance on the Control of Odour and Noise from Commercial Kitchen Exhaust Systems\", a report prepared by Netcen on behalf of the Department for Environment, Food and Rural Affairs dated January 2005.",
    "The assessment of this application has been based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify this decision and you are advised to submit a fresh application with the correct information / drawings. If you carry out development based on incorre",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.",
    "Reasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r",
    "Please revise and resubmit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue.\r\rPlease note that the summitted plan had 51 & 53 Clarence Street , outlined in red where as the application form stated 51-51A Clarence Street.\r",
    "Please provide a revised copy of block plan scaled 1:500 showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rPlease note that the summitted plan had 51 & 53 Clarence Street outlined in red where as the application form stated 51-51A Clarence Street.\r",
    "Please confirm description of proposed works \"Display of 3no.x externally illuminated projecting/hanging signs.\"",
    "You have provided a photo of one the tree's roots and fungus.\r\rYou have not provided photos of both the trees."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "07/10/2019",
  "secondary_street_name": null,
  "site_number": "5",
  "pp_id": "PP-08198872",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.291887,
          51.414957
        ],
        [
          -0.291888,
          51.41493
        ],
        [
          -0.291931,
          51.414931
        ],
        [
          -0.29193,
          51.414958
        ],
        [
          -0.291887,
          51.414957
        ]
      ]
    ],
    "type": "Polygon"
  }
}