{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q0YBQONHM3J00",
  "lapsed_date": "16/03/2025",
  "decision_target_date": "09/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 7RH",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.036
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02844/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518906,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:10:41.950Z",
  "id": "Kingston-19_02844_HOU",
  "application_type": "Householder",
  "street_name": "Tolworth Park Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "16/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Proposed first floor rear extension to existing detached house and conversion of garage to a habitable room.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "18/02/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 165879,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021800231",
  "centroid": {
    "lon": -0.292855,
    "lat": 51.379518
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and/or re-enacting that Order) no extension or enlargement (including additions to roofs) shall be made to the dwellinghouse(s) hereby permitted, or any detached building erected, without the express permission in writing of the council.\r\rReason: To safeguard the privacy and amenity of adjoining occupiers, maintain adequate amenity space and safeguard the cohesive appearance of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Before the beneficial occupation of the development hereby permitted, any windows or rooflights in the West and East elevation (and situated on the first floor) shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the east and west walls of the building hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "E4 - Acoustic Conditions in Schools",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "A1 - Loading",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "Drawing 29_LA_E.FP.\r is labelled \"Existing Ground and First Floor Plans\" \r\rPlease correct and resubmit.",
    "All proposed drawings submitted labelled \"Approved\" are invalid and can not be accepted.\r\rPlease resubmit only \"Existing\" and \"Proposed\" plans"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "13/01/2020",
  "secondary_street_name": null,
  "site_number": "80",
  "pp_id": "PP-08262236",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.292833,
          51.379532
        ],
        [
          -0.292834,
          51.379505
        ],
        [
          -0.292877,
          51.379505
        ],
        [
          -0.292876,
          51.379532
        ],
        [
          -0.292833,
          51.379532
        ]
      ]
    ],
    "type": "Polygon"
  }
}