{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PYSX0BNHKDY00",
  "lapsed_date": "09/01/2025",
  "decision_target_date": "27/12/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3HZ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.014
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02448/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520811,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:08:57.552Z",
  "id": "Kingston-19_02448_HOU",
  "application_type": "Householder",
  "street_name": "Salisbury Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "09/01/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a single storey rear extension.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "29/11/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 168938,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021780781",
  "centroid": {
    "lon": -0.264456,
    "lat": 51.406609
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The Council's Tree and Landscape Officer has raised concerns with regards to Condition 5 part (a) Boundary Treatment. While the principle of fencing and walls with their locations shown on the landscape plan are appropriate, however, a written confirmation is required with regards to the method of erecting the fences. The proposed method should demonstrate hand dug fence post holes alongside the driveway to avoid tree roots, changing post hole locations where necessary and using sleeves in the holes to prevent the effect of concrete leachates on the surrounding soil and roots.",
    "1.check the new balcony would not conflict with any conds? No\r2.check the plans against the other plans and makde sure it is only the balcony that is being added.\r\rNon Material Amendment to Planning Permission 14/13247/FUL (Erection of new buildings of 4 to 16 storeys in height and part demolition, alterations and change of use of Former Post Office and Former Telephone Exchange listed buildings to provide 2,141 sqm of retail/ cafe/ restaurant uses (A1-A5 use) and 638 sqm of flexible floorspace to be used for either retail/café/restaurant uses (A1-A5) or Office (B1), 931 sqm of Office (B1) floorspace and 253 sqm of community/leisure (D1/D2 use) and 319 residential units. 132 car parking spaces proposed with access from Ashdown Road and 610 cycle parking spaces. The revisions are accompanied by an Environmental Statement Addendum and updated Technical report Addendums.) for the addition of secondary balcony to Plot 153, (3 bed apartment on level 7 - building C2)  which will overlook the internal courtyard.\r\rwindow changes- again an NMA? 14c - re dicharge the condition as the relevant part has not commened. \r\rnew small landscped space to piazza- condition 12 has been discharged which was a pre commnencement cond- maybe an NMA is the best approach? ensure suffcnet cirulation space for pedestrians and no conflict with restaurant spill out areas - suficent distance from cycle space?\r\rbalconies- 14d being re dicahrged- is chloe happy with the metal railings? \r\rheritage stuff - quote from MC \r\rChloe will be visiting the site next week to check teh brick sample- please make sure the sample has been uilt a week before so we know the tru colour of the motar and build next t the approved walls so can do an curate comparison. mention social distamcing rules and safety for chloe's vits and Toby main join. \r\r",
    "Please note that the quality of advice will be proportionate to the level of information provided, therefore it is to the applicant/agent's benefit to provide as much supporting information as possible (e.g. existing and/or proposed plans and elevations, photographs and supporting documents)",
    "Please provide copiel existing elevations (from the second side) at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "01/11/2019",
  "secondary_street_name": null,
  "site_number": "15",
  "pp_id": "PP-08174518",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.264434,
          51.406623
        ],
        [
          -0.264435,
          51.406596
        ],
        [
          -0.264478,
          51.406596
        ],
        [
          -0.264477,
          51.406623
        ],
        [
          -0.264434,
          51.406623
        ]
      ]
    ],
    "type": "Polygon"
  }
}