{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PZF03QNHKWN00",
  "lapsed_date": "27/02/2025",
  "decision_target_date": "31/12/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 9NH",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.036
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02576/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520397,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:09:30.948Z",
  "id": "Kingston-19_02576_HOU",
  "application_type": "Householder",
  "street_name": "Oakdene Drive",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Alexandra - OLD",
  "decision_date": "27/02/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey front porch extension and two storey side and rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": "24/02/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166424,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021794778",
  "centroid": {
    "lon": -0.271257,
    "lat": 51.384103
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Before the beneficial occupation of the development hereby permitted, any windows or rooflights in the side elevation facing No.31 Oakdene Drive (and situated on the first floor) shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "No development shall take place including any works of demolition until a construction logistics plan has been submitted to and been approved in writing by the Local Planning Authority. The approved plan/statement shall be adhered to throughout the construction period. The statement shall provide for:\r\r(a) Statement on how the proposed development will be built;\r(b) Provision for loading/unloading materials;\r(c) The route to and away from site for muck away and vehicles with materials;\r(d) Deliveries/collections to and from the site should use a route that is agreed with NRSWA team.\r(e) Protocol for managing deliveries to one vehicle at a time on sites with restricted access or spaces;\r(f) Protocol for managing vehicles that need to wait for access to the site; and\r(g)Whether any reversing manoeuvres are required onto or off the public highway into the site, and whether a bankman will be provided;\r(h) Temporary site access;\r(i) Signing system for works traffic;\r(j) Site access warning signs will be required in adjacent roads;\r(k) Whether it is anticipated that statutory undertaker connections will be required into the site;\r(l) Storage of plant, materials and operatives vehicles;\r(m) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works;\r(n) Location of all ancillary site buildings;\r(o) Means of enclosure of the site; and \r(p) Wheel washing equipment\r(q) The parking of vehicles of site operatives and visitors.\r\rReason: These details are required prior to commencement of development because the relevant works would take place at the beginning of the construction phase and in order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The applicant is informed that the submitted details, as set out above are agreed and that Condition 6 (Landscaping Scheme) of planning permission 20/02037/HOU is hereby fully approved.\r",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The fee required for your planning application is £ 462.00.  We received £206.00, please pay the outstanding amount £256.00. Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "We require full planning application form, the submitted application form is householder.\rPlease complete the appropriate application form which can be downloaded from our website http://www.planningportal.gov.uk/planning/applications/howtoapply/permissiontypes"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "05/11/2019",
  "secondary_street_name": null,
  "site_number": "33",
  "pp_id": "PP-08225336",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.271235,
          51.384116
        ],
        [
          -0.271236,
          51.384089
        ],
        [
          -0.271279,
          51.384089
        ],
        [
          -0.271278,
          51.384116
        ],
        [
          -0.271235,
          51.384116
        ]
      ]
    ],
    "type": "Polygon"
  }
}