{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PZXRTYNHLCW00",
  "lapsed_date": "21/02/2025",
  "decision_target_date": "09/01/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 9LN",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.04
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02680/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519905,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:09:56.202Z",
  "id": "Kingston-19_02680_HOU",
  "application_type": "Householder",
  "street_name": "Lyndhurst Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Alexandra - OLD",
  "decision_date": "21/02/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of first floor side and rear extension; hip to gable roof extension and rear dormer roof extension\r\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166411,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021793681",
  "centroid": {
    "lon": -0.278328,
    "lat": 51.38409
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and/or re-enacting that Order) no windows, other than those shown on the approved plans shall at any time be placed in the side elevations of the building/extension hereby permitted without the grant of a separate planning permission from the Local Planning Authority.\r \rReason: To safeguard the amenities of the adjoining premises from overlooking and\tloss of privacy.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and/or re-enacting that Order) the proposed first floor side extension's rear elevation window shall be non-opening and glazed with obscure glass to a specification to be agreed with the Local Planning Authority and shall be permanently maintained thereafter as non-opening and obscure glazed.\r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy.\r",
    "The roof area of the existing extension hereby shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific planning permission from the Local Planning Authority.\r\rReason: To safeguard the amenities of the adjoining premises.\r",
    "Condition 73 (Water Supply and Wastewater Impact Study) - Thames Water have reviewed the information provided and are satisfied this can now be approved.",
    "The applicant is informed that the submitted details, as set out above are agreed and that Condition 73 (Water Supply and Wastewater Impact Study) of planning permission 16/10482/FUL is hereby fully approved.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. Amendments required to make the application acceptable are substantial and would materially change the development proposal.  They would require further consultation to be undertaken prior to determination which could not take place within the statutory determination period specified by the Department of Communities and Local Government.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Please provide existing and proposed floor plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.",
    "Please provide copies of all existing and proposed elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.",
    "Please provide existing and proposed roof plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire property not just part and showing dimensions of proposed work."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "14/11/2019",
  "secondary_street_name": null,
  "site_number": "17",
  "pp_id": "PP-08229139",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.278306,
          51.384103
        ],
        [
          -0.278307,
          51.384076
        ],
        [
          -0.27835,
          51.384077
        ],
        [
          -0.278349,
          51.384104
        ],
        [
          -0.278306,
          51.384103
        ]
      ]
    ],
    "type": "Polygon"
  }
}