{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PXZ0RINH03D00",
  "lapsed_date": "20/11/2022",
  "decision_target_date": "20/11/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 3BG",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.018000000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02298/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518784,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:08:20.926Z",
  "id": "Kingston-19_02298_HOU",
  "application_type": "Householder",
  "street_name": "Auckland Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "20/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip to gable roof extension; rear roof roof extension to provide habitable loft space and the installation of one rooflight to front roofslope",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 168442,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021753969",
  "centroid": {
    "lon": -0.29375,
    "lat": 51.402579
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed rear dormer roof extension by reason of its detailed design which includes; the absence of a sufficient set in from the side and eaves of the main roof and its overall bulk would fail to appear proportionate or subordinate to the original property. The proposal would therefore be contrary to Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames LDF Core Strategy (Adopted April 2012) and the Residential Design SPD (Adopted July 2013).",
    "The proposed hip to gable roof extension would visually unbalance the pair of semi-detached properties which would result in an incongruous form of development within the streetscene of Auckland Road. The proposal would therefore be contrary to Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames LDF Core Strategy (Adopted April 2012), and the Residential Design SPD (Adopted July 2013).",
    "The proposed terrace area by virtue of its rearward outlook and the lack of a sufficient setback from neighbouring gardens would prejudice the amenities of no.101-123 Villiers Road by way of overlooking and loss of privacy.The proposal would therefore be contrary to Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames LDF Core Strategy (Adopted April 2012) and the Residential Design SPD (Adopted July 2013).",
    "Your attention is drawn to the fact that planning permission does not override property rights and any ancient rights of light that may exist.  This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner.  If you require further information or advice, you should consult a solicitor.\r",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r",
    "Reasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action. \r",
    "Please complete section 1 (Site Address) on the  application form and return a copy to this office.",
    "Please provide copies of  proposed elevations from all sides at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.",
    "Due to Covid-19 and the effect this has had upon working procedures, the Tree Officer will be unable to carry out site visits in the majority of cases. For the foreseeable future, if making an application or notification for works to a protected tree please ensure that you or your agent provide clear photos of each tree, labelled T.1, T.2 and so on, in order that they can be identified according to the list of works you wish to carry out and the matching numbered plan showing the location of each tree. This will enable the Council to provide you with a timely decision in line with the standard processing times.\r\rPlease provide a photograph of T37 and a clear photograph of tree T15",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rMinor repeat works without adverse impact upon health or amenity.\r\rRecommendation:\rNo objections.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rMinor repeat works with no adverse impact uipon tree health or public amenity.\r\rRecommendation:\rNo objections.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rThe removal of this tiny tree/shrub to the rear of the property will have no impact upon public amenity and should therfore result in a decision of no objection by the Council.\r\rRecommendation:\rNo objections."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "25/09/2019",
  "secondary_street_name": null,
  "site_number": "27",
  "pp_id": "IAP00050385-002",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.293728,
          51.402592
        ],
        [
          -0.293729,
          51.402565
        ],
        [
          -0.293772,
          51.402566
        ],
        [
          -0.293771,
          51.402593
        ],
        [
          -0.293728,
          51.402592
        ]
      ]
    ],
    "type": "Polygon"
  }
}