{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PYUPJNNHKFP00",
  "lapsed_date": "28/11/2022",
  "decision_target_date": "29/11/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 9BS",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.031,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Tolworth Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021797110"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02459/LDE",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519623,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:09:01.225Z",
  "id": "Kingston-19_02459_LDE",
  "application_type": "All Other",
  "street_name": "Sandhurst Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Alexandra - OLD",
  "decision_date": "28/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Proposed rear ground floor extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 166835,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021797110",
  "centroid": {
    "lon": -0.282236,
    "lat": 51.38796
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension would extend beyond a wall forming a side elevation of the original dwellinghouse, and would have a width greater than half the width of the original dwellinghouse, in conflict with Paragraph A.1 (j) (iii) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The proposed extension would extend beyond the rear wall of the original dwellinghouse by more than 3 meters,  in conflict with Paragraph A.1 (f) (i) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "It has not been demonstrated on the balance of probabilities that the single storey rear extension has been substantially completed  after the end of the period of four years beginning with the date on which the operations were substantially completed.",
    "Section 59 of the Highways Act permits the Highway Authority to charge developers for damage caused by excessive weight and movements of vehicles to and from a site. The Highway Authority will pass on the cost of any excess repairs compared to normal maintenance costs to the applicant/organisation responsible for the damage.",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r",
    "Reasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action. \r",
    "Please submit a full application form with both properties detailed on the form. This can be downloaded from the Planning Portal",
    "Please confirm that the Financial Viability Assessment, marked as \"Private and Confidential\" can be published on our website for public view. This is a requirement if this document is to be used when considering this application.",
    "Please be advised that an Ordinance Survery Plan (to scale 1:1250) is required with every application made to a Local Authorrity when considering a Planning Application."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "04/10/2019",
  "secondary_street_name": null,
  "site_number": "10",
  "pp_id": "PP-08080892",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.282214,
          51.387973
        ],
        [
          -0.282215,
          51.387946
        ],
        [
          -0.282258,
          51.387947
        ],
        [
          -0.282257,
          51.387974
        ],
        [
          -0.282214,
          51.387973
        ]
      ]
    ],
    "type": "Polygon"
  }
}