{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PWBI63NHIDK00",
  "lapsed_date": "05/11/2024",
  "decision_target_date": "11/10/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2BZ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.037000000000000005
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02049/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519184,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:07:22.481Z",
  "id": "Kingston-19_02049_HOU",
  "application_type": "Householder",
  "street_name": "Rollesby Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "05/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a single storey side and rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 163586,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128039966",
  "centroid": {
    "lon": -0.28963,
    "lat": 51.358851
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof\tgarden or similar amenity area without the grant of further specific planning permission from the Local Planning Authority.\r\rReason: To safeguard the amenities of the adjoining premises.\r",
    "After consultation with line manager, I acknowledge receipt of your payment for £ 231.00, unfortunately the fee required for this application is £ 234.00, therefore please forward the outstanding balance of £3.00 as soon as possible.\r\rNote: If payment is by cheque please make payable to Royal Borough of Kingston upon Thames or if by card please call our Contact Centre on direct line 0208 547 5002.\r\r",
    "Please provide Existing Riverside Elevation at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.",
    "The applicant is advised that should protected species be found as a result of future development he/she must fulfil his/her duties under the Wildlife and Countryside Act, 1981 (as amended) and the Conservation of Habitats and Species Regulations, 2010.",
    "Your attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.",
    "Thames Water advise that if  the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required. They also advise that Thames Water will aim to provide customers with a minimum pressure of 10m head (approx 1 bar) and a flow rate of 9 litres/minute at the point where it leaves Thames Waters pipes. The developer should take account of this minimum pressure in the design of the proposed development.\r",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAs seen in supporting info, tree is in terminal decline.\r\rRecommendation:\rNo objections.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rMinor works appropriate and causing no harm to tree health or public amenity value.\r\rRecommendation:\rNo objections.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rThe works are a mix of TPO and TCA. The works on TPO trees are necessary and appropriate for general maintenance and for public health and safety purposes, and the works and removal of TCA trees would recieve a response of no objection as they are not worthy of a TPO. All works are therefore wrapped up in the permission approval.\r\rRecommendation:\rApprove."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "16/08/2019",
  "secondary_street_name": null,
  "site_number": "52A",
  "pp_id": "PP-08083926",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.289608,
          51.358865
        ],
        [
          -0.289609,
          51.358838
        ],
        [
          -0.289652,
          51.358838
        ],
        [
          -0.289651,
          51.358865
        ],
        [
          -0.289608,
          51.358865
        ]
      ]
    ],
    "type": "Polygon"
  }
}