{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PYUUFPNHKG400",
  "lapsed_date": "11/12/2022",
  "decision_target_date": "13/12/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 6AA",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 757,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100023060976"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02463/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521460,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:09:02.728Z",
  "id": "Kingston-19_02463_FUL",
  "application_type": "All Other",
  "street_name": "Malden Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "11/12/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Redevelopment of site following the demolition of existing dwellinghouse and the erection of two storey building comprising of nine residential units with associated landscaping, parking, cycle parking and refuse storage",
  "actual_completion_date": null,
  "last_date_consultation_comments": "12/11/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 167806,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100023060976",
  "centroid": {
    "lon": -0.255517,
    "lat": 51.396297
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "1.\tThe proposed basement together with the large lightwells extending the entire length of the proposed building would appear an incongruous feature within the streetscene, detracting from the character and appearance of the streetscene and the surrounding area. Therefore, the proposal fails to comply with Policies CS8 and DM10 of the LDF Core Strategy and Policy Gudiance 43 of the Residential Design SPD",
    "The applicant has failed to demonstrate by the lack of a Construction Method Statement by a suitably qualified engineer that the proposed basement would not have a detrimental impact on neighbouring structures, trees, flooding nor water floors or levels. Therefore, the proposal fails to comply with Policy DM10 of the Council's LDF Core Strategy and Policy Guidance 43 of the Residential Design SPD.",
    "3.\tA poor standard of accommodation would be provided to the bedrooms within the basement of proposed flats 7 and 8 by reason of the poor levels of outlook and sunlight and daylight to theses bedroom windows. Therefore, the proposal fails to comply with Policy DM10 of the Council's LDF Core Strategy and Policy Guidance 16 of the Residential Design SPD.",
    "Your attention is drawn to the fact that planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor. \r",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation. These cover such works as - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works. Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts. A completed application form together with detailed plans must be submitted for approval before any building work is commenced. \r",
    "Reasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action.\r",
    "Please be advised that a fee of £250 is required for this application. This can be paid either online at www.kingston.gov.uk or by calling our Customer Service Team on 020 8547 5002\r",
    "It is necessary to serve Certificate B on the freeholder of the property as well as on all owners with a 7 year interest (leasehold) in the land.  The notification needs to be addressed to each individual flat owner (not just management company) and a list of all those notified (by name and/or address) submitted as part of Certificate B.",
    "Please advise if you are submitting this application as an amendment to a previously approved application, then you will need to either submit a minor material application (Section 73), or if you wish to apply for the application once again, we will require existing and proposed floor plans and elevations"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/10/2019",
  "secondary_street_name": null,
  "site_number": "179",
  "pp_id": "PP-08186391",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.255495,
          51.39631
        ],
        [
          -0.255496,
          51.396283
        ],
        [
          -0.255539,
          51.396284
        ],
        [
          -0.255538,
          51.396311
        ],
        [
          -0.255495,
          51.39631
        ]
      ]
    ],
    "type": "Polygon"
  }
}