{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q1J5RWNHM8900",
  "lapsed_date": "09/03/2025",
  "decision_target_date": "20/01/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 7DE",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.197
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02953/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521147,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:11:10.470Z",
  "id": "Kingston-19_02953_HOU",
  "application_type": "Householder",
  "street_name": "Coombe Lane West",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "09/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Proposed alterations to existing squash court/gym building to provide ancillary accommodation to existing main property, and installation/enlargement of windows and openings and creation of habitable room in the roof space.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "26/12/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169929,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128005039",
  "centroid": {
    "lon": -0.259289,
    "lat": 51.415444
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The facing materials to be used in the construction of the building shall be those specified on the application form and approved drawings or such other materials as have been approved in writing by the Local Planning Authority before the development is commenced and shall thereafter be retained as such.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or reenacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the flank walls of the extension hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments, including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "Before any occupation of the ancillary accommodation, the windows in the rear (southern) elevation and situated on the first floor of the building hereby permitted, shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with, and retained in, obscure glazing of a patterned type only which shall thereafter be retained as such.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments, including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "The accommodation hereby permitted shall be occupied solely for purposes incidental to the occupation and enjoyment of the application property as a single dwelling and shall not be used as a separate unit of accommodation. \r\rReason: The establishment of an additional independent unit of accommodation would give rise to an over-intensive use of the site and lead to an unsatisfactory relationship between independent dwellings in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "The applicant is informed that the submitted details, as set out above are agreed and that  Condition 15 (Surface Water Management Plan) of planning permission 19/03090/FUL is hereby fully approved.",
    "The applicant is informed that the submitted details, as set out above are agreed and that  Condition 6 (Construction Management Plan) of planning permission 18/10177/FUL is hereby fully approved.",
    "The applicant is informed that the submitted details, as set out above are agreed and that  Conditions 8 (Construction details) of planning permission 20/00967/FUL is hereby fully approved.",
    "The applicant is informed that the submitted details, as set out above are agreed and that  Condition 5 (Sustainable Drainage) for planning permission 19/01238/FUL is hereby fully approved.",
    "Conditions 3 (External Materials) & 4 (Detailed Drawings) - Officers have reviewed the information provided and are satisfied this can now be approved.",
    "Condition 9 (Construction Management Plan - The Neighbourhood Traffic Engineer has reviewed the information provided and due to insufficient details submitted this condition cannot be approved at this time.",
    "The fee required for your pre-planning application is £ 1775.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.\r\rAmended fee requirement is for Category D \r\r1 - 4 residential dwellings (including conversions)\rFirst meeting OR written planning advice £1,250. (Please indicate whether meeting or advice note required)\rIf first meeting AND written planning advice £1,775\rAny subsequent meeting or advice note £575.",
    "Please submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r\rThe proposal includes vehicular access, if it also includes new dropped kerb, please revise the location plan to show the red outline in the proposed site including the front pavement on the public footpath, where drop kerb will be proposed.",
    "Please provide a copy of existing and proposed block plans scaled 1:500, providing a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rNote: Please show the size of the new dropped kerb in the proposed block plan.",
    "Please provide existing and proposed floor plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.\r\rWe do not require the drawing of previous approved application, the submitted documents have two existing ground floor plans and two proposed first floor plans. Please revise the floor plans relevant to this application.\r If the previous approved application is under construction, please show the existing first floor plan as currently existed on the site.  If it has not been constructed please show the proposed development in proposed first floor plan. We also require proposed ground floor plan.\rThe  area of the porposed floor plan will decide the application fee.",
    "The fee required for your pre-planning application is £ 250.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "Please provide agent detail as only part of the address was shown on the submitted pre application form."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "25/11/2019",
  "secondary_street_name": null,
  "site_number": "154",
  "pp_id": "PP-08320115",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.259267,
          51.415457
        ],
        [
          -0.259268,
          51.415431
        ],
        [
          -0.259311,
          51.415431
        ],
        [
          -0.25931,
          51.415458
        ],
        [
          -0.259267,
          51.415457
        ]
      ]
    ],
    "type": "Polygon"
  }
}