{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PX7J0CNHJ3500",
  "lapsed_date": "23/12/2022",
  "decision_target_date": "16/12/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 8NG",
  "site_name": "18 Kings Drive,\rSurbiton,\rKT5 8NG",
  "status": "Refused",
  "application_details": {
    "site_area": 0.038000000000000006
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02160/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519252,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:07:46.602Z",
  "id": "Kingston-19_02160_HOU",
  "application_type": "Householder",
  "street_name": "Kings Drive",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Berrylands - OLD",
  "decision_date": "23/12/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Removal of existing decking and installation of a lifting platform and alterations to rear decking to form leveled access for wheelchair access. Levelling of front driveway and formation of wheelchair storage \r\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": "25/11/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166967,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021792035",
  "centroid": {
    "lon": -0.287521,
    "lat": 51.389224
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed rear decking by virtue of its position and design; would prejudice the neighbouring amenities of no.20 Kings Drive by way of overlooking and loss of privacy. The proposal would therefore be contrary to Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames LDF Core Strategy (Adopted April 2012).",
    "Important details such as; height, finish and elevational detailing have not been provided as part of this application. In the absence of these details, the LPA is unable to fully evaluate the proposed wheelchair store and the front driveway levelling as outlined on the application form and the site plan against the requisite policies within the Royal Borough of Kingston upon Thames LDF Core Strategy (Adopted April 2012) and the Residential Design SPD (Adopted July 2013).",
    "The application is submitted subsequent to planning applications 20/00299/FUL and 19/02330/FUL. The applications were both refused.\r\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, considered any relevant previous planning applications (noted above), and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal conflicts with relevant planning policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.",
    "Please be advised that a fee of £24,000 plus VAT is required for this application. This can be paid either online at www.kingston.gov.uk or by calling our Customer Service Team on 020 8547 5002, of if you wish to email us for our BACS details, this can be provided to you.\r",
    "Confirmation can be given that your application can be validated now, upon receipt/advise that the Planning fee of £234 has been made. If this has not been made it can be paid online at www.kingston.gov.uk or by calling our Customer Service Team on 020 8547 5002"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "21/10/2019",
  "secondary_street_name": null,
  "site_number": "18",
  "pp_id": "PP-08121742",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.287499,
          51.389238
        ],
        [
          -0.2875,
          51.389211
        ],
        [
          -0.287543,
          51.389211
        ],
        [
          -0.287542,
          51.389238
        ],
        [
          -0.287499,
          51.389238
        ]
      ]
    ],
    "type": "Polygon"
  }
}