{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PXGJ9FNHJB000",
  "lapsed_date": "04/11/2024",
  "decision_target_date": "04/11/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2EP",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.026000000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02209/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518020,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:07:59.011Z",
  "id": "Kingston-19_02209_HOU",
  "application_type": "Householder",
  "street_name": "Bridge Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "04/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey outbuilding in rear garden for use as ancillary sleeping accommodation.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 164017,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021745482",
  "centroid": {
    "lon": -0.306197,
    "lat": 51.362968
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The development shall conform in all material aspects with the plans and details shown in the application as listed below, unless variations are agreed by the Local Planning Authority in order to discharge other conditions attached to this decision:\r\rPlan Reference:\tDate Received:\r\rLocation Plan \t                                                       07th September 2019\rLF/LD/3405A  Proposed Plans and elevations  \t 25th September 2019\r",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The outbuilding hereby permitted shall only be used as ancillary to the main house and shall not be converted into a separate dwelling without the grant of further specific planning permission from the Local Planning Authority.\r\rReason: To safeguard the primary use on the site and to prevent the intensification of the site.",
    "The proposed roof of the outbuilding hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes. \r\t\rReason: To protect the amenities and privacy of the adjoining properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "As to Application form you are seeking the Planning Permission for 'Single storey side and rear extension '. Please complete and return section referring to proposed works as the proposed plans do not correspond with the proposals. Confirmation can be in writing or by amending the plans to reflect the proposals.",
    "You provided Existing and Proposed Plans however, the proposed Plans do not correspond with the proposals.   Your Location Plan was also an old Land Registry ordinance survey which we cannot use as this is out of date.  Please therefore, provide the relevant Plans and documentation to support your application for proposals identified on your application form. ie; An up to date  location Plan, Existing & Proposed plans that corresponds to the proposed works, and Manufacturers details regarding the gate/Fence including all dimensions. Confirmation can be in writing or by amending the existing Plans to reflect the proposals.\r\r\r",
    "Please provide a copy of a site location plan scaled 1:1250 with the application site outlined in red, showing at least two road frontages and a North point.",
    "The quality of advice will be proportionate to the level of information/documents provided, therefore it is to your benefit to provide plans/elevations/photographs to support this application.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Unless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.\r",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\r",
    "Reasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Inspection:\rSite inspection carried out as a desktop exercise with photos provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate works for the ongoing managment of the trees in question and for health and safety reasons.\r\rRecommendation:\r\rApprove.\r",
    "Inspection:\rSite inspection carried out as a desktop exercise with photos provided by the applicant as supporting material to application.\r\rAssessment:\rRepeat appropriate maintenance works to trees in the Conservation Area and at the rear of the property with little public visibility.\r\rRecommendation:\rNo objections.",
    "Inspection:\rSite inspection carried out as a desktop exercise with photos provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate repeat works to maintain the tree at a size suitable for the space in close proximity to tadjacent dwellings.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with photos provided by the applicant as supporting material to application.\r\rAssessment:\rThe removal of 2 very small trees to the rear of the property in poor condition and not contributing to public amenity.\r\rRecommendation:\rNo objections.",
    "Inspection:\rSite inspection carried out as a desktop exercise with photos provided by the applicant as supporting material to application.\r\rAssessment:\rAlthough mitigating an issue with Squirrels, the works are slightly excessive in nature with the removal of the lowest two limbs simply not affecting the issue provided that the crown is trimmed back uniformly by 1m.\r\rRecommendation:\rRefuse & grant lesser works as follows:\r\rT.64  Yew - 1m Lateral reduction to roadside of crown whilst remaining in the green.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "09/09/2019",
  "secondary_street_name": null,
  "site_number": "22",
  "pp_id": "PP-08135473",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.306175,
          51.362981
        ],
        [
          -0.306176,
          51.362954
        ],
        [
          -0.306219,
          51.362955
        ],
        [
          -0.306218,
          51.362982
        ],
        [
          -0.306175,
          51.362981
        ]
      ]
    ],
    "type": "Polygon"
  }
}