{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PXMH7VNHJGL00",
  "lapsed_date": "06/11/2024",
  "decision_target_date": "05/11/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5QJ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.07
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02244/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521087,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:08:07.137Z",
  "id": "Kingston-19_02244_HOU",
  "application_type": "Householder",
  "street_name": "Bodley Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "06/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear infill extension, no.1 rear roof light and garage coversion.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "04/10/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167463,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021773287",
  "centroid": {
    "lon": -0.260992,
    "lat": 51.393294
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "No development shall take place including any works of demolition until a construction logistics plan has been submitted to and been approved in writing by the Local Planning Authority.  The approved plan/statement shall be adhered to throughout the construction period. The statement shall provide for:\r\r(a) Provision for loading/unloading materials.\r(b) Storage of plant, materials and operatives vehicles.\r(c) Temporary site access.\r(d) Signing system for works traffic.\r(e) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works.\r(f) Location of all ancillary site buildings.\r(g) Measures to protect any tree, shrubbery and other landscape features to be retained on the site during the course of development.\r(h) Means of enclosure of the site.\r(i) Wheel washing equipment.\r(j) The parking of vehicles of the site operatives and visitors\r(k) The erection and maintenance of security hoarding.\r(l) A scheme for recycling/disposing of waste resulting from demolition and  construction works (Major Applications).\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\rThese details are required prior to commencement of development because:\r[amend as appropriate]\r\r- the relevant works would take place at the beginning of the construction phase, or\r- the details would affect subsequent design of other elements of the scheme and must be agreed at the outset;\r- to safeguard residential amenity;\r- to ensure the development would have a satisfactory appearance.\r\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The development shall conform in all material aspects with the plans and details shown in the application as listed below, unless variations are agreed by the Local Planning Authority in order to discharge other conditions attached to this decision:\r\rReason:  For the avoidance of doubt and in the interests of proper planning.\r",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The proposed roof of the single storey rear extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes. \r\t\rReason: To protect the amenities and privacy of the adjoining properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Please be advised that your proposed elevations do not correspond with the submiited site location plan and block plan. The garage appears to the right hand side of the house as opposed to the left hand side on the site location and block plans.\r\rIn addition please ensure the red line marked around the block plan is accurately drawn and does not overlap into neighbouring properties",
    "Please annotate your plans to show the use of the single storey side extension",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation. These cover such works as - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services,  underpinning works, and fire safety/means of escape works. Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts. A completed application form together with detailed plans must be submitted for approval before any building work is commenced.",
    " You have been granted planning permission to build a residential extension. When undertaking demolition and/or building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays. Furthermore, please ensure that all vehicles associated with the construction of the development hereby approved are properly washed and cleaned to prevent the passage of mud and dirt onto the adjoining highway. You are advised that the Council does have formal powers to control noise and nuisance under the Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation. For further information and advice, please contact - Environmental Health Department Pollution Section.",
    "The Party Wall Act 1996 requires building owners to notify and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\rCarry out work to an existing party wall;\rBuilt on the boundary with a neighbouring property;\rIn some circumstances, carry out groundwork's within 6m of an adjoining building\r\rNotifications and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls, etc Act 1996 - Explanatory Booklet\"\r",
    "Your attention is drawn to the fact that planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor.",
    "The fee required for Pre application of category F - householder developments (Advice) is £ 145. Payment can be made via either our Contact Centre on 0208 547 5002 or by cheque made payable to Royal Borough of Kingston upon Thames.",
    "F1 - Means of Ventilation",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rMinor works to tree in a position not affecting public amenity.\r\rRecommendation:\rNo objections.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAcceptable and appropriate works, including the removal of two trees subject to TPO as replacements for previous approved removals which have failed.\r\rRecommendation:\rApprove with no replacement planting for the two previously failed TPO replacements.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rMinor appropriate works to reduce and maintain two trees on the property frontage with no aderse impact upon public amenity.\r\rRecommendation:\rNo objections.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rTrees all to the rear of the property and not affecting public amenity so the service of a TPO would not be appropriate and the default Council position must therefore be one of no objection.\r\rRecommendation:\rNo objections."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "10/09/2019",
  "secondary_street_name": null,
  "site_number": "75",
  "pp_id": "PP-08105370",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.26097,
          51.393307
        ],
        [
          -0.260971,
          51.39328
        ],
        [
          -0.261014,
          51.393281
        ],
        [
          -0.261013,
          51.393308
        ],
        [
          -0.26097,
          51.393307
        ]
      ]
    ],
    "type": "Polygon"
  }
}