{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PZS1JGNHL7R00",
  "lapsed_date": "11/12/2024",
  "decision_target_date": "17/12/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 7PJ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.023
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02644/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518850,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:09:48.117Z",
  "id": "Kingston-19_02644_HOU",
  "application_type": "Householder",
  "street_name": "Ravenscar Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "11/12/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a single storey side/rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": "03/12/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166008,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021796511",
  "centroid": {
    "lon": -0.293616,
    "lat": 51.38069
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Site and Surroundings - The application site relates to the Kingston Hill Campus, one of a number of university owned sites used to provide education and accommodation for the students of Kingston University. The site is located within the Kingston Hill Conservation Area and within a Strategic Area of Special Character. \r\rWhilst not located within the red-line boundary of the application site, Kenry House, Coombe Hurst and the Former Stable Block within the site are identified as buildings of townscape merit, and the retaining wall to the south of Kenry House is Grade II Listed.\r",
    "The applicant is advised that a separate reserved matters application will need to be submitted to and approved by the Council should they wish to implement the scheme approved under the  Section 73 application (reference number 20/01085/FUL).",
    "Please confirm the following:\r\r- that the proposed materials would match the existing ones (the sides and face of the dormer should match the existing roof)\r- that the proposed roof lights would not protrude more than 0.15 metres beyond the plane of the slope of the original roof when measured from the perpendicular with the external surface of the original roof\r- that any window located on a roof slope forming a side elevation of the dwellinghouse must be—\r(a) obscure-glazed; and\r(b) non-opening unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed.\r",
    "Please be advised that we required a detailed site plan, and elevational plan detailing the existing situation. In regards to the proposed removal of the bollards, these will need to be shown on the proposed plan also. If these bollards are not on your property, then you will be required to serve notice (Certificate B) on the owner of the land in question, and change the red line on the provided Site Location Plan, to include this land"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "22/10/2019",
  "secondary_street_name": null,
  "site_number": "5",
  "pp_id": "PP-08233360",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.293594,
          51.380703
        ],
        [
          -0.293595,
          51.380676
        ],
        [
          -0.293638,
          51.380676
        ],
        [
          -0.293637,
          51.380703
        ],
        [
          -0.293594,
          51.380703
        ]
      ]
    ],
    "type": "Polygon"
  }
}