{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PXK5TJNHJDP00",
  "lapsed_date": "14/11/2022",
  "decision_target_date": "04/11/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 1SP",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 1,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SSHOPF Name: Secondary Shopping Frontages (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "ASC Name: Area of Special Character (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "PSHOPA Name: Primary Shopping Area (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYVWS Name: Key Views"
      },
      {
        "result": null,
        "constraints_layer_description": "MVKTC Name: Motor Vehicle Restricted Area (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Article 4"
      },
      {
        "result": null,
        "constraints_layer_description": "KTCAAP Name: Kingston Town Centre AAP"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Area of Archaeological Significance"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: Neighbourhood Policy"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 2"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ1869241Q"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100023056428"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02219/ADV",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518205,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:08:01.552Z",
  "id": "Kingston-19_02219_ADV",
  "application_type": "All Other",
  "street_name": "Fife Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "14/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Display of 1x internally illuminated fascia sign (retrospective application)\r\r\r\r\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": "10/10/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other advertisements",
  "centroid_northing": 169461,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100023056428",
  "centroid": {
    "lon": -0.301731,
    "lat": 51.411858
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Where an advertisement is required under these Regulations to be removed, the site shall be left in a condition that does not endanger the public or impair visual amenity.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 and Policy DM10 of the Royal Borough of Kingston upon Thames Core Strategy 2012",
    "Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "No advertisement to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission. \r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "No advertisement shall be sited or displayed so as to:\r\r(a) Endanger persons using any highway, railway, waterway, dock, harbour or aerodrome (civil or military);\r(b) Obscure, or hinder the ready interpretation of, any traffic sign, railway signal or aid to navigation by water or air; or\r(c) Hinder the operation of any device used for the purpose of security or surveillance or for measuring the speed of any vehicle. \r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The intensity of the illumination of the signage permitted by this consent shall be no greater than 100.00 candelas per square metres. \r\rReason: In the interests of amenity, the free flow of traffic on the highway and road safety in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "The proposed extensions and alterations are considered to fall within the parameters of permitted development as set out under Schedule 2, Part 1, Classes B and C of the Town and Country Planning (General Permitted Development) (England) Order 2015.",
    "Your attention is drawn to the fact that planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor. \r\r",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation. These cover such works as - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works. Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts. A completed application form together with detailed plans must be submitted for approval before any building work is commenced. \r",
    "Internal ground floor walls if plastered, should be plastered using a lime based plaster which is much more resistant to damage from water and dries out much quicker than Gypsum based plaster. It is recommended that concrete floors with damp proof membranes are installed. This is because they are generally regarded as the most flood resilient floor types with effective connections between the damp proof course and the damp proof membranes.\r",
    "The development approved by this planning permission will be liable to pay the Mayor of London's Community Infrastructure Levy (MCIL) and RBK CIL.  \r           \rPayment will be due once the owner/developer serves a development Commencement Notice on the Council, and a payment Demand Notice has been received by the owner.  Failure to submit a Commencement Notice will incur a surcharge of 20% of the chargeable amount or £2,500, whichever is the lower amount. \r  \rWhen you have received approval of all reserved matters / discharged all pre-commencement conditions the Council will issue a Liability Notice to the owner setting out the CIL calculations.  Accompanying the Liability Notice will be a blank Commencement Notice and if necessary a blank Assumption of Liability form, both of which need to be completed and returned to the Council prior to development commencing.  A failure to do so will incur a surcharge. \r \rShould you have any questions in respect of the contents of this letter or CIL more generally, please contact the Council's Contact Centre by email development.management@kingston.gov.uk or phone 0208 547 5002\r",
    "Site supervision:\rAn individual e.g. the Site Agent must be nominated to be responsible for all arboricultural matters on site. This person must:\rBe present on the site the majority of the time\rBe aware of the arboricultural responsibilities\rHave the authority to stop any work that is, or has the potential to cause harm to any tree\rBe responsible for ensuring that all site personnel are aware of their responsibilities towards trees on site and the consequences of the failure to observe those responsibilities\rMake immediate contact with the local authority and/or retained arboriculturalist in the event of any related tree problems occuring whether actual or potential \r\rTo ensure commitment from all parties to the healthy retention of the trees, that details are passed by the architect or agent to any contractors working on site, so that the practical aspects of the above precautions are included in their method statements and financial provision made for these. \r",
    "I acknowledge receipt of your payment for £ 234.00, the fee required for this application is £ 462.00, therefore please forward the outstanding balance of £228.00 as soon as possible.\r\rNote: If payment is by cheque please make payable to Royal Borough of Kingston upon Thames or if by card please call our Contact Centre on direct line 0208 547 5002. You may also pay online via the Kingston Council website www.kingston.gov.uk",
    "Please provide revised existing and proposed plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.\r\rPlease note that the submitted drawings did not show a scale bar/key dimensions.",
    "Please provide revised existing and proposed elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.\r\rPlease also provide copies of existing and proposed elevations (from the other side) at a recognised scale of 1:50 or 1:100, providing a scale bar, showing outline of entire property not just part and showing dimensions of proposed work. \r\rIf the proposed works are not visible from the other side, please provide a shaded outline of the house.\r\r\rPlease note that the submitted drawings did not show a scale bar/key dimensions.",
    "Please confirm description of proposed works \"Change of Use from Retail (Class A1)  to self-contained Flat (Class C3) on first floor, incorporating a two-storey rear extension and ground floor entrance to flat.\"",
    "Please provide a set of the previously approved proposed plans to which these amendments relate to.",
    "Please provide a revised copy of block plan showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAcceptable minor works at rear of property with no adverse impact upon tree health or public amenity.\r\rRecommendation:\rNo Objections.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAcceptable minor works with no adverse impact upon tree health or public amenity given that the trees are all at the rear of the property and not visible to the public.\r\rRecommendation:\r",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rWorks at rear of property and not affecting public amenity, they consist of removing one dead oak and a small sucker Sycamore growing between two larger trees as seen in submitted photos.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rMinor works with no adverse impact upon public amenity or tree health\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAcceptable repeat works carried out every couple of years for good health and form.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAcceptable minor works with no adverse impact upon tree health or amenity.\r\rRecommendation:\rApprove."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "09/09/2019",
  "secondary_street_name": null,
  "site_number": "58",
  "pp_id": "PP-08134545",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.301709,
          51.411872
        ],
        [
          -0.30171,
          51.411845
        ],
        [
          -0.301753,
          51.411845
        ],
        [
          -0.301752,
          51.411872
        ],
        [
          -0.301709,
          51.411872
        ]
      ]
    ],
    "type": "Polygon"
  }
}