{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q17L2PNHM5K00",
  "lapsed_date": "16/03/2025",
  "decision_target_date": "14/01/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 5PN",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.034
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02894/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517540,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:10:56.040Z",
  "id": "Kingston-19_02894_HOU",
  "application_type": "Householder",
  "street_name": "Balaclava Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "16/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a single storey side/rear and rear extension (following demolition of existing extension)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167130,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100023064608",
  "centroid": {
    "lon": -0.31206,
    "lat": 51.391046
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Prior to the beneficial occupation of the development hereby approved a privacy screen of 1.7m, measured from the finished floor level of the terrace, shall be erected along the south western boundary of the terrace hereby approved in accordance with details which shall have bee previously submitted to and approved in writing by the Local Planning Authority.\r\rReason : In the interest of the residential amenities of the occupants of neighbouring land and buildings in accordance with Policy DM10 of the Kingston Core Strategy 2012.",
    "E4 - Acoustic Conditions in Schools",
    "The site comprises a semi-detached dwelling.\r\r7 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: While the proposed single storey side and rear wraparound extension would not accord with the parameters set by the Residential Design SPD, the proposed side extension would be appropriately set in from the shared boundary, and the wraparound side and rear extension would have a roof form that is in keeping with the host property and have modest height. As such officers consider the proposed development to be an appropriate and subordinate addition to the host property, it is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Given the sitting of the proposed development in relation to neighbouring properties, and the modest eaves height, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "A1 - Loading",
    "Exisiting and Proposed West Side Elevations show changes to existing maing roof.\r\rPlease correct and resubmit."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "19/11/2019",
  "secondary_street_name": null,
  "site_number": "22",
  "pp_id": "PP-08179092",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.312038,
          51.391059
        ],
        [
          -0.312039,
          51.391032
        ],
        [
          -0.312082,
          51.391033
        ],
        [
          -0.312081,
          51.39106
        ],
        [
          -0.312038,
          51.391059
        ]
      ]
    ],
    "type": "Polygon"
  }
}