{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q0NCN4NHLX800",
  "lapsed_date": "19/02/2025",
  "decision_target_date": "03/01/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 3DY",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.011000000000000001
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02798/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518982,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:10:27.679Z",
  "id": "Kingston-19_02798_HOU",
  "application_type": "Householder",
  "street_name": "Portman Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Norbiton - OLD",
  "decision_date": "19/02/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a single storey side/rear extension and first floor rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169055,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021766050",
  "centroid": {
    "lon": -0.2907,
    "lat": 51.408047
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Before the beneficial occupation of the development hereby permitted, any windows or rooflights in the southern elevation (and situated on the first floor) shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The application property is a two-storey detached dwelling located on the north side of Beverley Lane, which is a well-established residential area. The property sits within a generously sized plot, which is a common feature of properties in the vicinity. Beverley Lane is a private road serving the application site and a number of other properties, and this property is well screened from the road by mature trees along the front boundary. The property has a two-storey aspect which projects forward from the main body of the property and there is also a single storey garage to the side, adjacent to the boundary with the neighbouring property. There is a significant drop in the land levels between Beverley Lane and the property itself.\r \rThe site is located within the Coombe Hill Conservation Area and is also within the Kingston Hill/Coombe Hill Strategic Area of Special Character. In addition to this it is also located within the Maldens & Coombe Neighbourhood Area. The property is located within flood zone 1, as defined by the Environment Agency, and is within a locally designated Critical Drainage Area. \r\r10 neighbouring properties were notified of the application and four letters of objection were received following the consultation period. The planning issues raised in the objections are as follows:\r- Excessive height or bulk of buildings\r- Privacy\r- Access or traffic problems\r\rThe application was also advertised via a site notice and local press notification.\r\rThe planning history relevant to this application is:\r20/01191/PRE - Extension to existing house comprises first floor side and rear extension (above garage), two-storey front extension and a single storey rear extension - response issued July 2020\r\r01/06410/FUL - Erection of a first floor side extension incorporating a two storey front extension and erection of a single-storey rear conservatory and enclosed front porch - granted November 2001\r\rThe key areas of assessment are:\r- The impact upon the character and appearance of the area;\r- The impact upon protected trees;\r- The impact upon residential amenity;\r- The impact upon the risk of flooding in and around the site; and\r- The impact of the loss of parking space\rImpact upon the character and appearance of the area\r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them. \rIn determining planning applications which affect heritage assets, Paragraph  192 of the NPPF 2019 requires local planning authorities to take account of: the desirability of sustaining and enhancing the significance of heritage assets and putting them to viable uses consistent with their conservation; the positive contribution that conservation of heritage assets can make to sustainable communities including their economic vitality; and the desirability of new development making a positive contribution to local character and distinctiveness. \r\rParagraph 193 of NPPF 2019 states that when considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the assets conservation, irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r                                              \rPolicies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames Core Strategy (2012) sets out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rPolicy MC1 of the Royal Borough of Kingston upon Thames Core Strategy (2012) seeks to reinforce the character and identity of the Maldens and Coombe Neighbourhood Area applying high quality design principles to protect and enhance the features that contribute positively to the character of the neighbourhood by encouraging development that is in line with existing local character.\r\rThe property is a generously sized two-storey detached dwelling that sits within a spacious plot. To the side of the property is a single storey aspect, upon which the first floor extension is proposed. The extension will have a continuous ridge from the main property and so would not appear as a subordinate addition. However, it would achieve a more balanced appearance to the main elevation of the property and would not unduly dominate its appearance. The first floor extension will also be set in from the side boundary of the site which will ensure that there is a separation distance from the property to the site edge, which is an important feature of the surrounding area and contributes to the character of the conservation area. Cumulatively, it is considered that the scale of the works would be in keeping with the original property and the space available, and with the use of appropriate materials, the character and appearance of the conservation area would be preserved. \r\rImpact upon protected trees\rWithin the site there are a number of mature trees that are protected by preservation orders to the conservation area status. The applicant has provided supporting documentation that demonstrates that the development can proceed without causing harm to the trees, and the Trees and Landscape Officer has no objection to the proposal, subject to compliance with the recommendations of these documents.\r\rImpact upon residential amenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe proposed development would increase the footprint of the property and thereby reduce the amount of private amenity space available. However, it is considered that there would be ample space remaining for residents to enjoy and undertake their day-to-day activities without compromising their amenity. Within the rear elevation, the proposal includes a balcony at first floor level. It is considered that the positioning of the balcony in relation to the boundaries of the site would ensure that there are no unacceptable levels of overlooking or noise disturbance at neighbouring properties. However, it is considered that a condition should be imposed to prevent the remaining area of the roof to the ground floor extension being used as a balcony area to ensure an acceptable relationship is maintained. Although aspects of the first floor extension would be in close proximity to the boundary with neighbouring properties, it is not considered that it would unduly dominate the neighbour or harm their outlook. \r\rImpact upon the risk of flooding \rPolicy DM4 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) seeks to ensure that new development does not increase the risk of flooding. Although the site is located within flood zone 1, and therefore at a low risk of flooding, it is within a Critical Drainage Area. However, it is considered that due to the scale and nature of the development, the risk of flooding would not be increased in and around the site. \r\rLoss of parking space\rPolicy DM9 of the Council's LDF Core Strategy (2012) states that new development must comply with local car parking standards in order that it does not contribute to congestion or compromise highway safety.  Policy DM10 supports this stance. Despite the loss of the existing garage, it is considered that the hardstanding to the front of the dwelling remains of an adequate size to accommodate off street car parking space for the property, therefore the proposal would comply with the Policy DM9 and DM10.\r\rConclusion\rIt is considered that the proposed development would be in scale and character with the original property, and that there would be no adverse impact upon the character and appearance of the area. Residential amenity for occupants of the property and their neighbours would not be compromised as a result of the development, and the risk of flooding in and around the site would not be increased as a result of the development. In conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan, Policies of the Core Strategy (2012) and the Residential Design SPD (2013).\r",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The fee required for your pre planning application is £ 145.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.\r\rThis is for works to one dwelling (Flat)"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "08/11/2019",
  "secondary_street_name": null,
  "site_number": "43",
  "pp_id": "PP-08280986",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.290678,
          51.40806
        ],
        [
          -0.290679,
          51.408033
        ],
        [
          -0.290722,
          51.408034
        ],
        [
          -0.290721,
          51.408061
        ],
        [
          -0.290678,
          51.40806
        ]
      ]
    ],
    "type": "Polygon"
  }
}