{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PYN7FJNHK8Q00",
  "lapsed_date": "16/12/2022",
  "decision_target_date": "16/12/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 5LR",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.012,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "DISIA Name: Surbiton District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Surbiton District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Surbiton Town Centre Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "SHOPFR Name: Shopping Frontages"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "LBCASE LB Address: The Coach House Avenue Elmers\rLB Grade: LOCAL\rLB Ref: 534"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ176762HB"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ176762HC"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021784935"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02403/ADV",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517632,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:08:48.586Z",
  "id": "Kingston-19_02403_ADV",
  "application_type": "All Other",
  "street_name": "Brighton Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "16/12/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Display of externally illuminated fascia signage measuring 840mm x 4950mm and non illuminated projecting signage measuring 600mm x 800mm",
  "actual_completion_date": null,
  "last_date_consultation_comments": "05/12/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other advertisements",
  "centroid_northing": 167208,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021784935",
  "centroid": {
    "lon": -0.310712,
    "lat": 51.391728
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "No advertisement shall be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) Regulations 2007.",
    "No advertisement shall be sited or displayed so as to -\r\r(a) Endanger persons using any highway, railway, waterway, dock, harbour or aerodrome (civil or military);\r(b) Obscure, or hinder the ready interpretation of any traffic sign, railway signal or aid to navigation by water or air; or\r(c) Hinder the operation of any device used for the purpose of security or surveillance or for measuring the speed of any vehicle.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) Regulations 2007.\r",
    "Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity of the site.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) Regulations 2007.",
    "Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) Regulations 2007.",
    "Where an advertisement is required under the Regulations to be removed, the site shall be left in a condition that does not endanger the public or impair visual amenity.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) Regulations 2007.",
    "The intensity of the illumination of the ADU permitted at night time by this consent shall be no greater than within that recommended by the institution of Lighting Engineers 300 cd/m.\r\rReason: In the interests of amenity, the free flow of traffic on the highway and road safety in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\rcarry out work to an existing party wall;\rbuild on the boundary with a neighbouring property;\rin some circumstances, carry out groundwork's within 6 metres of an adjoining building.\r",
    "The piling method statement should detail the type of piling to be undertaken, why this method has been selected, measures to be taken to minimise noise and vibration and a plan showing where the piles are to be installed. There are a number of different piling methods suitable for different circumstances. Guidance is contained in 8S5228 Noise control on Construction and Open sites - Part 4: Code of Practice for noise and vibration control applicable to piling operations. The contractor is required to take the best practicable means to minimise noise and vibration and the Council positively encourages the use of hydraulic, auger and diaphragm wall piling methods. Where complaints of noise and vibration are received it is expected that the contractor will undertake noise and vibration monitoring, with data reported back to the Environmental Health Service.",
    "You are reminded that should the presence of any protected species be found as a result of development the developer would be obliged to fulfil their duties under the Wildlife and Countryside Act, 1981.",
    "Your attention is drawn to the fact that planning permission does not override property rights and any ancient rights of light that may exist.  This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner.  If you require further information or advice, you should consult a solicitor.\r",
    "Unless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.",
    "Kingston Council has a statutory duty to officially name streets and number properties within streets.  As your planning application is likely to require address changes, you are obliged to contact the Street Naming and Numbering Team to request official registration in accordance with Part II of the London Buildings Act 1939.  Failure to do this could result in delays/omissions by the post office, emergency services and other service providers.  You can submit your application online via our website www.kingston.gov.uk\r",
    "Please be advised that a fee of £300 is required for this application. This can be paid either online at www.kingston.gov.uk or by calling our Customer Service Team on 020 8547 5002\r",
    "Please be advised that a fee of £1386 is due for this application, as a free-go re-submission for a Prior Approval is not application",
    "Please note that drawing numbers 13 & 14 are both titled \"Proposed Cycle Enclosure\" . Please confirm if this is correct as the drawings differ.",
    "Please confirm description of proposed works \"Conversion of existing dwelling into 3no. x self-contained flats with associated landscaping, cycle and refuse storage including demolition of existing outhouse/garage and erection of two-storey rear and side extensions, 3no. x side and rear dormer windows with 5no. x rooflights to facilitating loft conversion.\"",
    "The fee required for your pre planning application is £ 1000.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "Please provide a site location and block plan with the dropped kerb (up to the pavement edge) included in the red outline."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "21/10/2019",
  "secondary_street_name": null,
  "site_number": "57",
  "pp_id": "PP-08185961",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.31069,
          51.391741
        ],
        [
          -0.310691,
          51.391714
        ],
        [
          -0.310734,
          51.391715
        ],
        [
          -0.310733,
          51.391742
        ],
        [
          -0.31069,
          51.391741
        ]
      ]
    ],
    "type": "Polygon"
  }
}