{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PW7ZRHNHIAH00",
  "lapsed_date": "28/11/2022",
  "decision_target_date": "09/10/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 6DZ",
  "site_name": "Parc House",
  "status": "Approved",
  "application_details": {
    "site_area": 890,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Article 4"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Article 4"
      },
      {
        "result": null,
        "constraints_layer_description": "LOCIND Name: Locally Significant Industrial Site"
      },
      {
        "result": null,
        "constraints_layer_description": "OSHOPF Name: Other Shopping Frontages (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYVWS Name: Key Views"
      },
      {
        "result": null,
        "constraints_layer_description": "KTCAAP Name: Kingston Town Centre AAP"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Area of Archaeological Significance"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: Neighbourhood Policy"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: P"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ1869271A"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128023578"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02027/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518345,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:07:16.841Z",
  "id": "Kingston-19_02027_FUL",
  "application_type": "All Other",
  "street_name": "Cowleaze Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "28/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Enlargement of bike store with associated metal flat roof along with various minor ground and first-floor level facade alterations, to include repainting of windows and brickwork, removal of 3 no ground floor windows,addition of first floor balustrade infill\r extension of first floor balcony landing and  the addition of perforated metal uprights to staircase and additional soft landscaping.\r\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": "18/09/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 169744,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128023578",
  "centroid": {
    "lon": -0.299624,
    "lat": 51.414373
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved  Parc House External Cycle Store Cladding specification document dated October 2019, unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The replacement tree planting shown on teh drawings hereby approved shall be implemented within the first planting season following completion of the development and the tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority.  Any trees which die during this period shall be replaced in the first available planting season, and the areas shown to be so landscaped shall be permanently retained for that purpose. Alterations that affect these approved landscape details must be previously agreed to in writing by the local planning authority.\r\rReason: In the interests of visual amenity and also that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "You have been granted planning permission to build a residential extension.  When undertaking demolition and/or building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  Furthermore, please ensure that all vehicles associated with the construction of the development hereby approved are properly washed and cleaned to prevent the passage of mud and dirt onto the adjoining highway. You are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation.  For further information and advice, please contact - Environmental Health Department Pollution Section.",
    "Please be advised that if the outbuidling has not been built as yet, even though planning permission has been granted, your application would need to be for the proposed outbuilding to include the use. You will not be able to apply to add a residential aspect to the development if the outbuilding is yet to be built.",
    "Please be advised that both of the submitted block plans are marked as Existing, therefore, please change one to proposed and outline or shade, which proportion of the building will be replaced with the proposed extension",
    "A1 - Loading"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "14/08/2019",
  "secondary_street_name": null,
  "site_number": "25, 37",
  "pp_id": "PP-08054352",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.299602,
          51.414386
        ],
        [
          -0.299603,
          51.414359
        ],
        [
          -0.299646,
          51.41436
        ],
        [
          -0.299645,
          51.414387
        ],
        [
          -0.299602,
          51.414386
        ]
      ]
    ],
    "type": "Polygon"
  }
}