{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q1B7MNNHM6P00",
  "lapsed_date": "11/02/2025",
  "decision_target_date": "16/01/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 7RJ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.022000000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02919/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518826,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:11:02.634Z",
  "id": "Kingston-19_02919_HOU",
  "application_type": "Householder",
  "street_name": "Tolworth Park Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "11/02/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a single storey rear extension and side dormer roof extension to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 165930,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021800202",
  "centroid": {
    "lon": -0.293987,
    "lat": 51.379993
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Before the beneficial occupation of the development hereby permitted, any windows or rooflights in the western elevation (and situated on the roof level) shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the western elevation at the roof level; wall of the building hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "This application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38(6) of the Planning and Compulsory Purchase Act 2004 states that planning applications must be determined in accordance with the development plan unless material considerations indicate otherwise.\r\rThe development plan for the Royal Borough of Kingston upon Thames comprises the following documents:\r\r- The London Plan 2021\r- The South London Waste Plan 2012 \r- The LDF Core Strategy 2012\r- The Kingston Town Centre Area Action Plan 2008",
    "The application site comprises a bungalow and detached single garage.\r\rThe application seeks demolition of the existing bungalow and erection of a replacement two storey dwelling. It is a revision of a previous application, reference 19/01646/FUL, which was refused on grounds of overbearing appearance and harm to the character and appearance of the area.\r\r18 surrounding properties were notified of the proposal. 1 neutral comment was received, raising concerns over design, heritage and flood risk/drainage. These matters will be considered below.\r\rRBK Highways and Transportation - No objection, subject to conditions relating to car parking, cycle parking and construction management.\r\rThe key issues in the assessment of this application are:\r- The principle of the development;\r- The standard of the proposed accommodation;\r- The impact of the development on the character and appearance of the area;\r- The impact of the development on the amenities of neighbouring occupiers; and\r- The impact of the development on the transport network.\r\rPrinciple of Development\rThe site is located in a residential area and its use for residential purposes is well established. It is not subject to any designations or environmental constraints which fundamentally conflict with the proposal. Therefore, the principle of the development is considered to be acceptable.\r\rStandard of Acommodation\rPolicy D6 of the London Plan 2021 requires boroughs to seek to ensure that new development reflects the Government's technical housing standards. Housing development should be of high quality design and provide adequately-sized rooms, with comfortable and functional layouts which are fit for purpose and meet the needs of Londoners without differentiating between tenures.\r\rPolicy Guidance 13 of the Council's Residential Design SPD states that although levels of private amenity space may vary considerably in different character areas, each new dwelling should have a minimum of 50m2 of private garden (plus an extra 5m2 for each bedroom after the third), where the prevailing character allows. Each new flat should have 10m2 (plus an extra 1m2 for each occupant after the first). \r\rThe proposed dwelling would greatly exceed the highest possible requirements as set out in the technical housing standards and would benefit from a garden well in excess of the requirements of Policy Guidance 13. It would also enjoy adequate amounts of natural light and occupants would have a good outlook towards the front and rear of the site.\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rDevelopment in the surrounding area is mixed in terms of age and architectural style, but the prevailing form of development on the southern side of Cotsford Avenue is bungalows. Properties in the area are generally of a brick and tile construction. \r\rThe proposed dwelling would have a contemporary appearance, but would generally respect this pattern of development, appearing as a dormer bungalow of a similar height to its immediate neighbours. It would have an entirely pitched roof, finished with red tiles, and would respect the established forward building line of the road. It would also be well separated from its neighbours and would thereby preserve the sense of openness in the street scene. Having regard to these consideraitons, officers consider that the proposal would have an acceptable impact on the character and appearance of the area.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe proposed dwelling would not extend beyond the rear building line of No. 3 Cotsford Avenue and so would not appear ovbearing or result in materially harmful loss of light to the occupants of this property. In contrast, it would project approximately 6m beyond the rear building line of No.7 Cotsford Avenue, however, it would be set approximately 2.5m off the shared boundary and would pass the 45 degree test in relation to the nearest habitable room window. Given this, officers consider that it would have an acceptable impact on the occupants of No.7 Cotsford Avenue in terms of overbearing appearance and loss of light.\r\rIn terms of overlooking, officers consider that left unobscured, the proposed side facing upper floor windows could result in materially harmful loss of privacy to both immediately adjacent properties. Accordingly, it is recommended that these windows be obscure glazed. For the same reason, it is recommended that use of the flat roof areas of the building be restricted.\r\rSubject to these conditions, officers consider that the proposal would have an acceptable impact on the amenities of neighbouring occupiers.\r\rTransport\rPolicy T4 of the London Plan 2021 states that development proposals should reflect and be integrated with current and planned transport access, capacity and connectivity. Where appropriate, mitigation, either through direct provision of public transport, walking and cycling facilities and highways improvements or through financial contributions, will be required to address adverse transport impacts that are identified. Development proposals should not increase road danger.\r\rPolicy T5 of the London Plan 2021 states that developments should provide cycle parking at least in accordance with the minimum standards set out in Table 10.2 and Figure 10.3, ensuring that a minimum of two short-stay and two long-stay cycle parking spaces are provided.\r\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals. Where provided, each motorcycle parking space should count towards the maximum for car parking spaces at all use classes.\r\rPolicy DM8 of the Council's Core Strategy 2012 and the Sustainable Transport SPD 2013 together require new development to provide facilities on-site for cyclists as appropriate, including showers, lockers and secure, convenient cycle parking, in accordance with the minimum standards set out in the London Plan.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rThe proposal would involve forming a new vehicular access towards the western end of the site frontage, which would allow vehicles to enter and leave the site in a forward gear. Given that the character and volume of traffic entering and leaving the site would remain as existing, officers are satisfied that this would have an acceptable impact on highway safety, subject to the provision of adequate pedestrian/vehicular intervisibility splays.\r\rTwo off-street car parking spaces would be provided, which is in excess of the maximum level set by policy T6.1 of the London Plan but is similar to the existing level of provision. It would therefore be unreasonable to resist the proposal on this basis. \r\rTwo cycle parking spaces are shown on the submitted plans, adjacent to the proposed garage. This level of provision is in accordance with policy T5 of the London Plan. It is recommended that full details of the spaces be secured by condition.\r\rOther Matters\rOfficers acknowledge the concerns raised in respect of flood risk and drainage. Officers recommend that details of a sustainable drainage system be secured by condition to ensure that the proposal would not increase the risk of flooding to the site itself or elsewhere.\r\rConclusion\rThe proposal would provide a replacement dwelling with a very high standard of accommodation. It would have an acceptable impact on the character and appearance of the area, on the amenities of neighbouring occupiers and on the transport network. The proposal is therefore considered to be in accordance with policies D3, D6, T4, T5 and T6 of the London Plan 2021 and policies DM8, DM9 and DM10 of the Council's Core Strategy 2012.\r\rSince the proposal is considered to be in accordance with the development plan and there are no other material considerations which indicate that permission should be refused, it is recommended that planning permission be granted.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Please provide a copy of block plan scaled 1:500 showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\rThe submitted block plan does not show the proposed development and it does not have a scale bar."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "21/11/2019",
  "secondary_street_name": null,
  "site_number": "51",
  "pp_id": "PP-08307931",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.293965,
          51.380007
        ],
        [
          -0.293966,
          51.37998
        ],
        [
          -0.294009,
          51.37998
        ],
        [
          -0.294008,
          51.380007
        ],
        [
          -0.293965,
          51.380007
        ]
      ]
    ],
    "type": "Polygon"
  }
}