{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q1672INHM5900",
  "lapsed_date": "20/01/2025",
  "decision_target_date": "20/01/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "SW20 0AW",
  "site_name": "35 Beverley Way,\rNew Malden,\rSW20 0AW",
  "status": "Approved",
  "application_details": {
    "site_area": 0.061000000000000006
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02887/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521740,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:10:54.574Z",
  "id": "Kingston-19_02887_HOU",
  "application_type": "Householder",
  "street_name": "Beverley Way",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "20/01/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a ground floor side extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": "24/12/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169788,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128001677",
  "centroid": {
    "lon": -0.250814,
    "lat": 51.41405
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The materials to be used in the construction of the external surfaces of the extension hereby permitted shall be of a similar appearance to those used on the existing building unless otherwise agreed in writing by the local planning authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The site comprises a semi-detached dwelling.\r\rSeven neighbouring properties have been notified and no representations have been received.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment:  Officers note that No.79 already benefits from a similar extension and the proposed development at No. 81 will balance the pair of semi detached properties.  Therefore, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would accord with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2016) Policies CS8 and DM10 of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The applicant's attention is drawn to the Permitted Development Rights for householders Technical Guidance, September 2019, which states: \r\rThe highest part of the roof of the existing house is the height of the ridge line of the main roof (even though there may be other ridge lines at a lower level) or the height of the highest roof where roofs on a building are flat. \r\rChimneys, firewalls, parapet walls and other protrusions above the main roof ridge line should not be taken into account when considering the height of the highest part of the roof of the existing house.\r\rWindow frames should also be similar to those in the existing house in terms of their colour and overall shape. \r",
    "The proposed development would require planning permission.",
    "Please confirm the internal access for the ground floor unit, as curently, the proposal only shows access to the ground floor flat via the bedroom, into the rest of the flat",
    "Please note we are unable to accept a proposal within the description for an extension TBC (To be Confirmed). Kindly advise if this aspect of the application is to form part of the proposal or not. This description has been submitted via the Planning Portal and clarification is required",
    "Please mark the submitted floor plans, Existing and Proposed, accordingly"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "25/11/2019",
  "secondary_street_name": null,
  "site_number": "35",
  "pp_id": "PP-08289446",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.250792,
          51.414063
        ],
        [
          -0.250793,
          51.414036
        ],
        [
          -0.250836,
          51.414037
        ],
        [
          -0.250835,
          51.414064
        ],
        [
          -0.250792,
          51.414063
        ]
      ]
    ],
    "type": "Polygon"
  }
}