{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q0UMDKNHM2B00",
  "lapsed_date": "17/01/2025",
  "decision_target_date": "07/01/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 6BU",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.096
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02821/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518064,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:10:34.319Z",
  "id": "Kingston-19_02821_HOU",
  "application_type": "Householder",
  "street_name": "Walpole Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "17/01/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a single storey rear extension and a front porch extension.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "10/12/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167044,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021801284",
  "centroid": {
    "lon": -0.304561,
    "lat": 51.390165
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "During the period between the commencement and the substantial completion of the development approved by this permission, any trees on the site which are shown as being retained on the relevant approved plans shall be protected by way of fencing which meets the requirements of BS5837: 2005 \"Protection of Trees on Construction Sites\" (figures 4 and 5). The fenced area(s) shall be kept entirely free at all times of vehicles, vehicle movements, equipment and machinery. There shall be no changes to the soil level and no excavation of trenches within the fenced areas, no fires lit, no dumping of toxic chemicals and no retained trees shall be used for winching purposes.  If any retained tree is removed, uprooted, destroyed, dies, or is pruned or damaged in a way which negatively effects the amenity or landscape value of the tree, a replacement tree shall be planted in the same location, the size and species of which may be specified in writing by the council.\r\rReason: To prevent unnecessary damage occurring to the trees during building operations, thereby safeguarding the visual amenities of the site in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "K1 - Stairs, Ladders and Ramps",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "12/11/2019",
  "secondary_street_name": null,
  "site_number": "15",
  "pp_id": "PP-08260719",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.304539,
          51.390178
        ],
        [
          -0.30454,
          51.390151
        ],
        [
          -0.304583,
          51.390151
        ],
        [
          -0.304582,
          51.390178
        ],
        [
          -0.304539,
          51.390178
        ]
      ]
    ],
    "type": "Polygon"
  }
}