{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PWA00CNHICO00",
  "lapsed_date": "27/02/2025",
  "decision_target_date": "10/10/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3BB",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.043000000000000003
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02045/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520843,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:07:21.119Z",
  "id": "Kingston-19_02045_HOU",
  "application_type": "Householder",
  "street_name": "Cromford Way",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "27/02/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Erection of part two storey, part single storey side and rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169553,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021774945",
  "centroid": {
    "lon": -0.263786,
    "lat": 51.41213
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and/or re-enacting that Order) no windows, other than those\tshown on the approved plans shall at any time be placed in the side\televation of the extension hereby permitted without the grant of a separate planning permission from the Local Planning Authority.\r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy.",
    "Before the beneficial occupation of the development hereby permitted, any windows or rooflights in the side elevation (and situated on the first floor and above) shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper- proof, and must be replaced in the event that it ceases to result in obscurity to level 3. \r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy",
    "No work relating to the development hereby approved, including works of demolition or preparation prior to building operations, shall take place other than between the hours of 08:00 and 18:00 Monday to Friday and 08:00 to 13:00 Saturdays and at no time on Sundays or Bank or National Holidays.\r\rReason: To protect the occupiers of neighbouring properties from noise and disturbance outside the permitted hours during the construction period, in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "When undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Councils Environmental Health Department.",
    "Where reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.",
    "Unless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Please provide a copy of proposed block plan scaled 1:500, providing a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe submitted proposed block plan does not show adjoining properties to the side and rear and those opposite in full outline.\r",
    "Please provide proposed floor plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.\r\rThe scale bar in the submitted proposed floor plans do not measure to scale.",
    "Please provide proposed roof plan at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire property not just part and showing dimensions of proposed work.\r\rThe scale bar in the submitted proposed roof plan does not measure to scale."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "15/08/2019",
  "secondary_street_name": null,
  "site_number": "37",
  "pp_id": "PP-08030717",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.263764,
          51.412143
        ],
        [
          -0.263765,
          51.412116
        ],
        [
          -0.263809,
          51.412117
        ],
        [
          -0.263808,
          51.412144
        ],
        [
          -0.263764,
          51.412143
        ]
      ]
    ],
    "type": "Polygon"
  }
}