{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PXI3GMNHJBT00",
  "lapsed_date": "06/11/2024",
  "decision_target_date": "03/11/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2HD",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.034
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02210/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518408,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:07:59.339Z",
  "id": "Kingston-19_02210_HOU",
  "application_type": "Householder",
  "street_name": "Compton Crescent",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "06/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing shed, erection of two storey side extension and single storey rear/side extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": "14/10/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 163863,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021746742",
  "centroid": {
    "lon": -0.300678,
    "lat": 51.361503
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The development shall conform in all material aspects with the plans and details shown in the application as listed below, unless variations are agreed by the Local Planning Authority in order to discharge other conditions attached to this decision:\r\rLocation Plan - Date Received: 08.09.19\rBlock Plan - Date Received: 08.09.19\rDrawing no.  1900/01 - Date Received: 08.09.19\r\t\rReason:  For avoidance of doubt and in the interests of proper planning.\r",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and/or re-enacting that Order) no windows, other than those shown on the approved plans shall at any time be placed in the west elevation (side) of the two storey extension hereby permitted without the grant of a separate planning permission from the Local Planning Authority.\r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy.\r",
    "Please be advised if you wish to make a change to a planning condition, you will need to submit an application for a Variation of Condition, and not a non-material amendment.",
    "Thank you for providing  a description of the works that you require to be carried out on the Tree however, you did not provide a sketch to show us exactly where the Tree is located.  Please therefore,  provide a plan or sketch showing the location of the trees within the site or immediately adjoining the site.",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r-carry out work to an existing party wall;\r-build on the boundary with a neighbouring property;\r-In some circumstances, carry out groundwork within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r",
    "The applicant is advised that should protected species be found as a result of future development he/she must fulfil his/her duties under the Wildlife and Countryside Act, 1981 (as amended) and the Conservation of Habitats and Species Regulations, 2010. \r",
    "The development approved by this planning permission will be liable to pay the Mayor of London and Kingston Council's Community Infrastructure Levy (MCIL). Payment will be due once the owner/developer serves a development Commencement Notice on the Council, and a payment Demand Notice has been received by the owner. Failure to submit a Commencement Notice will incur a surcharge of 20% of the chargeable amount or £2,500, whichever is the lower amount. Should you have any questions in respect of the contents of this letter or the MCIL more generally, please contact the Council's Contact Centre by email mcil@rbk.kingston.gov.uk or phone 0208 547 5002.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Please revise and provide the Proposed Elevations DRM215/PL007 making sure all Drawings and Elevations are titled correctly.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rThose works which are not exempt from application or notification are for the removal of trees at the rear of the property and not affecting public amenity so therefore not warranting the service of a new TPO. This means in turn that the Council's default position should be one of no objections.\r\rRecommendation:\rNo objections.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rNecessary removal on the grounds of health and saefty as clearly shown in the photos provided.\r\rRecommendation:\rApprove with condition for replacement of both trees within the site.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate works to reduce, reshape and maintain trees that have become misshapen due to severe miss management over the past few years.\r\rRecommendation:\rNo objections.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate works to repollard regrowth and maintain tree at size appropriate for location. Works not affecting public amenity.\r\rRecommendation:\rNo objections."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "08/09/2019",
  "secondary_street_name": null,
  "site_number": "55",
  "pp_id": "PP-08136051",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.300656,
          51.361516
        ],
        [
          -0.300657,
          51.361489
        ],
        [
          -0.3007,
          51.36149
        ],
        [
          -0.300699,
          51.361517
        ],
        [
          -0.300656,
          51.361516
        ]
      ]
    ],
    "type": "Polygon"
  }
}