{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PXNY03NHJHL00",
  "lapsed_date": "07/11/2024",
  "decision_target_date": "06/11/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 6JP",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.019
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02252/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518712,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:08:09.575Z",
  "id": "Kingston-19_02252_HOU",
  "application_type": "Householder",
  "street_name": "Canbury Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "07/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip to gable roof extension, rear dormer extension and installation of two front rooflights to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169845,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021755933",
  "centroid": {
    "lon": -0.294316,
    "lat": 51.415204
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The development shall conform in all material aspects with the plans and details shown in the application as listed below, unless variations are agreed by the Local Planning Authority in order to discharge other conditions attached to this decision:\r\r1031-EX-003\r1031-EX-002\r1031-PL-102\r1031-PL-100\r1031-PL-101\r1031-EX-001\r\rReason:  For avoidance of doubt and in the interests of proper planning.",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and/or re-enacting that\tOrder) the proposed second floor windows upon the east and west elevations shall be non-opening and glazed with obscure glass to a specification to be agreed with the Local Planning Authority and shall be permanently maintained thereafter as\tnon-opening and obscure glazed.\r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and/or re-enacting that Order) no windows, other than those shown on the approved plans shall at any time be placed in the side elevations of the building/extension hereby permitted without the grant of a separate planning permission from the Local Planning Authority.\r\rReason: To safeguard the amenities of the adjoining premises from overlooking and\tloss of privacy.\r",
    "The assessment has been based on the original layout of the house that included a staggered rear elevation. The existing conservatory is a later addition and it is not considered to be part of the original layout.",
    "The applicant can contact the Highway Authority on 020 8547 5002.",
    "NIL",
    "",
    "The original house layout shows an outrigger to the rear and therefore the proposed extension would project beyond the side elevation of the outrigger resulting in the total width of the extension being greater than half width of the original dwellinghouse.",
    "Thank you for your application received on 12/03/2020.\r\rAfter consultation with the Tree Officer he has advised that you  would need a tree surgeon to cut the trees down therefore he has advised that you obtain 3 free quotes from local tree surgeons, choose the one you like the best and then ask them to make the application on your behalf along with the necessary details including species.\r\rI trust that this will assist you in carrying out the necessary works as specified.\r\rKind Regards\r\rYours faithfully\r\rBusiness Support Administration\rPlanning & Transportation and Environment\r\r\r",
    "The fee for follow-up is the same as for Pre application advice, therefore the fee required for your planning application is as follows:\r-Meeting OR advice note £145.00\r-If both meeting AND advice note £250.00\rPayment can be made via either our Contact Centre on 0208 547 5002 or by cheque made payable to Royal Borough of Kingston upon Thames.",
    "The fee required for your pre-planning application is £ 145.00.  Payment can be made via either our Contact Centre on 0208 547 5002 or by cheque made payable to Royal Borough of Kingston upon Thames. You may also pay on line via the Kingston Council website www.kingston.gov.uk",
    "The fee required for your planning application is Category F (householder developments) £250.00 x2 (for each submitted option)=£500.00. Payment can be made via either our Contact Centre on 0208 547 5002 or by cheque made payable to Royal Borough of Kingston upon Thames.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAcceptable works in the interests of health and safety.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate repeat works not causing harm to the trees or to public amenity. The removal of the diseased Horse Chestnut is not covered by the TPO but is in a Conservation Area and due to the condition of the tree it is not neccesary to separate it to another application as it would recieve consent anyway so it's consent is simply bound up in this consent as both were submitted together. There is no requirement for a replacement imposed as this is not legaly possible for a tree in a Conservation Area.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate repeat works for health and safety and general management of the site. The Cypress is not protected and it's removal is therefore exempt from application.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rThe supporting information submitted provides sufficient evidence to demonstrate the cause of the subsidence as being this Oak tree, along with a site meeting and inspection that I carried out to see the effects of the damage first hand.\r\rRecommendation:\rApprove with requirement to plant a replacement tree that willl not cause further damage.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rThe applicant seeks to cut back only the portion of the tree growing over their property, however, this would result in an unbalanced tree and does nothing to address the continued unchecked or maintained growth of the tree and it's impact upon neighbouring properties, which should also be taken into consideration alongside the value of the tree as a TPO.\r\rRecommendation:\rConsent for lesser works as follows:\r\rT.1 Yew - 2m Reduction in height & 3m reduction of laterals all round, crown lift to 3m from ground level removing all epicormic growth and suckering and reshape crown holistically to achieve a smaller natural form with all cuts to suitable growth points."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "11/09/2019",
  "secondary_street_name": null,
  "site_number": "32",
  "pp_id": "PP-08122205",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.294294,
          51.415217
        ],
        [
          -0.294295,
          51.41519
        ],
        [
          -0.294338,
          51.415191
        ],
        [
          -0.294337,
          51.415218
        ],
        [
          -0.294294,
          51.415217
        ]
      ]
    ],
    "type": "Polygon"
  }
}