{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PZK7J7NHL0R00",
  "lapsed_date": "28/01/2025",
  "decision_target_date": "07/01/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 4SA",
  "site_name": "Cornerways",
  "status": "Approved",
  "application_details": {
    "site_area": 0.062
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02609/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521111,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:09:38.917Z",
  "id": "Kingston-19_02609_HOU",
  "application_type": "Householder",
  "street_name": "Traps Lane",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "28/01/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a single storey front porch/extension , part single/part double storey rear extension and conversion of loft area into habitable space to include one dormer window to rear and 2 dormers to front roofslope and two windows to each side elevation at roof level",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169518,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021782248",
  "centroid": {
    "lon": -0.259947,
    "lat": 51.411758
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the north facing wall of the building hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The applicant is advised that should protected species be found as a result of future development he/she must fulfil his/her duties under the Wildlife and Countryside Act, 1981 (as amended) and the Conservation of Habitats and Species Regulations, 2010.",
    "J3 - Warning of Release of Carbon Monoxide",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Please complete the appropriate application form which can be downloaded from our website http://www.planningportal.gov.uk/planning/applications/howtoapply/permissiontypes\r\rOur records indicate that this property is a Care / Nursing Home, therefore please complete a FUL type application form and resubmit."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "12/11/2019",
  "secondary_street_name": null,
  "site_number": "32",
  "pp_id": "PP-08231528",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.259925,
          51.411771
        ],
        [
          -0.259926,
          51.411744
        ],
        [
          -0.259969,
          51.411745
        ],
        [
          -0.259968,
          51.411772
        ],
        [
          -0.259925,
          51.411771
        ]
      ]
    ],
    "type": "Polygon"
  }
}