{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PZ46QGNHKNQ00",
  "lapsed_date": "11/02/2025",
  "decision_target_date": "04/12/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5EU",
  "site_name": "16 Cotsford Avenue,\rNew Malden,\rKT3 5EU",
  "status": "Approved",
  "application_details": {
    "site_area": 0.056
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02516/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520524,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:09:16.452Z",
  "id": "Kingston-19_02516_HOU",
  "application_type": "Householder",
  "street_name": "Cotsford Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "11/02/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of part single part two storey side, rear and front extension. Erection of rear dormer roof extension and installation of x4 roof lights to facilitate loft conversion. Erection of front porch extension and further alterations to chimney fenestration",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167757,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021774892",
  "centroid": {
    "lon": -0.268981,
    "lat": 51.396056
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Before the beneficial occupation of the development hereby permitted, any windows or rooflights in the eastern and western elevations (and situated on the first floor and roof levels) shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The applicant is advised that should protected species be found as a result of future development he/she must fulfil his/her duties under the Wildlife and Countryside Act, 1981 (as amended) and the Conservation of Habitats and Species Regulations, 2010.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The fee required for your pre- planning application is £ 145.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "09/10/2019",
  "secondary_street_name": null,
  "site_number": "16",
  "pp_id": "PP-08213038",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.268959,
          51.396069
        ],
        [
          -0.26896,
          51.396042
        ],
        [
          -0.269003,
          51.396043
        ],
        [
          -0.269002,
          51.39607
        ],
        [
          -0.268959,
          51.396069
        ]
      ]
    ],
    "type": "Polygon"
  }
}