{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q0G28ZNHLQL00",
  "lapsed_date": "10/02/2023",
  "decision_target_date": "30/12/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 4ES",
  "site_name": "Harts Boatyard, Boat Workshop",
  "status": "Approved",
  "application_details": {
    "site_area": 0.461,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "THAMPA Name: Riverside Strategy"
      },
      {
        "result": null,
        "constraints_layer_description": "SASC Name: Thames - Side"
      },
      {
        "result": null,
        "constraints_layer_description": "SINC Name: The Natural and Green Environment*Green Belt, Metropolitan L"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Riverside South Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "BSWN Name: Borough Strategic Walking Network"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 3B"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 2"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 3A"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128030954"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02744/ADV",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517529,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:10:13.287Z",
  "id": "Kingston-19_02744_ADV",
  "application_type": "All Other",
  "street_name": "Portsmouth Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "10/02/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Display of 1 x externally illuminated fascia sign, 1 x post sign externally illuminated and 1 x externally illuminated sign",
  "actual_completion_date": null,
  "last_date_consultation_comments": "31/12/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": null,
  "centroid_northing": 167787,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128030954",
  "centroid": {
    "lon": -0.312,
    "lat": 51.396953
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Payments to Presiding Officers",
    "Payments to Poll Clerks",
    "Staff employed in the preparation, maintenance & completion of official poll cards",
    "Where an advertisement is required under these Regulations to be removed, the site shall be left in a condition that does not endanger the public or impair visual amenity.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Officers consider that there would not be an impact, detrimental or otherwise, in terms of public safety and in particular any negative impact on highway safety. Officers consider that there would not be any detrimental impact on amenity.",
    "The signs permitted by this consent shall only be illuminated during the permitted opening hours of the premises to which it relates.\r\rReason: To minimise as far as possible the impact of light spillage upon bats emanating from the signs in accordance with Policy DM 6 (Biodiversity) of the LDF Core Strategy Adopted April 2012.",
    "The intensity of the illumination of the lighting permitted by this consent shall be no greater than 180 cd/m.\r\rReason: To safeguard the amenities of the adjoining residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "No advertisement to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. \r",
    "In accordance with the requirements of Local Government Act 1972 The Plans / Drawings / Documents submitted with the application were available on the Council's website during the assessment of the application.\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r",
    "The site comprises a linked dwellinghouse.\r\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- The loss of the garage.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. It would be in keeping with the general pattern and form of development in the immediate area. Notably a number of properties have extended in close proximity or to the boundary at first floor level. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan, Policies of the Core Strategy (2012) and the Residential Design SPD (2013).\r\rOfficer Comment: The proposal involves the loss of an existing garage. Whilst it is acknowledged that the existing garage may not be capable of providing off street parking it would however provide a secure and covered area for cycle parking. The deposited plans do not show any provision for future secure and covered cycle parking and as such a condition is recommended to secure future cycle parking in order to promote sustainable travel/transport modes and to accord with policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.\r\rOther matters: The proposal relates to teh extension of an exitsing residential dwellinghouse in Flood zone2/3. It is not considered that the proposal would exacerbate/contribute to existing flood risk in the area.",
    "In accordance with the requirements of Local Government Act 1972 The Plans / Drawings / Documents submitted with the application were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal",
    "B2 - Internal Fire Spread (Surfaces)",
    "B3 - Internal Fire Spread (Structure)",
    "B1 - Means of Warning and Escape",
    "Please revise and provide copies of all existing and proposed elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.",
    "Please revise and provide existing and proposed floor plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.",
    "Please revise and provide a copy of proposed block plan scaled 1:500 with a scale bar, showing adjoining properties to the side and rear and those opposite in full outline.  The proposed works should be (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "04/11/2019",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08269883",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.311978,
          51.396967
        ],
        [
          -0.311979,
          51.39694
        ],
        [
          -0.312023,
          51.39694
        ],
        [
          -0.312022,
          51.396967
        ],
        [
          -0.311978,
          51.396967
        ]
      ]
    ],
    "type": "Polygon"
  }
}