{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PYPB53NHKAT00",
  "lapsed_date": "28/01/2025",
  "decision_target_date": "26/11/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 6PY",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.077
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02417/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517734,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:08:51.264Z",
  "id": "Kingston-19_02417_HOU",
  "application_type": "Householder",
  "street_name": "Woodlands Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "28/01/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of two storey side and rear extensions with alteration to the roof and installation of 3x roof lights. (Amended Description)",
  "actual_completion_date": null,
  "last_date_consultation_comments": "07/11/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166506,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021801698",
  "centroid": {
    "lon": -0.30948,
    "lat": 51.385398
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "No development shall take place including any works of demolition until a construction management plan or construction method statement has been submitted to and been approved in writing by the Local Planning Authority. The approved plan/statement shall be adhered to throughout the construction period. The statement shall provide for:\r\r(a) Provision for loading/unloading materials.\r(b) Storage of plant, materials and operatives vehicles.\r(c) Temporary site access.\r(d) Signing system for works traffic.\r(e) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works.\r(f) Location of all ancillary site buildings.\r(g) Measures to protect any tree, shrubbery and other landscape features to be retained on the site during the course of development.\r(h) Means of enclosure of the site.\r(i) Wheel washing equipment.\r(j) The parking of vehicles of the site operatives and visitors\r(k) The erection and maintenance of security hoarding.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012\r",
    "The development approved by this planning permission will be liable to pay the Mayor of London and Kingston Council's Community Infrastructure Levy (MCIL). Payment will be due once the owner/developer serves a development Commencement Notice on the Council, and a payment Demand Notice has been received by the owner. Failure to submit a Commencement Notice will incur a surcharge of 20% of the chargeable amount or £2,500, whichever is the lower amount. Should you have any questions in respect of the contents of this letter or the MCIL more generally, please contact the Council's Contact Centre by email mcil@rbk.kingston.gov.uk or phone 0208 547 5002.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "I acknowledge receipt of your payment for £ 206.00, the fee required for this application is £ 234.00, therefore please forward the outstanding balance of £28.00 as soon as possible.\r\rNote: Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "01/10/2019",
  "secondary_street_name": null,
  "site_number": "40",
  "pp_id": "PP-08192973",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.309457,
          51.385411
        ],
        [
          -0.309458,
          51.385384
        ],
        [
          -0.309502,
          51.385385
        ],
        [
          -0.309501,
          51.385412
        ],
        [
          -0.309457,
          51.385411
        ]
      ]
    ],
    "type": "Polygon"
  }
}