{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q1D2AVNHM7C00",
  "lapsed_date": "06/02/2025",
  "decision_target_date": "06/02/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5JS",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.015000000000000001,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "KEYVWS Name: Key Views"
      },
      {
        "result": null,
        "constraints_layer_description": "LASC Name: Wyndham Road/Bockhampton Road"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021770798"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02933/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518942,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:11:05.684Z",
  "id": "Kingston-19_02933_CPU",
  "application_type": "All Other",
  "street_name": "Wyndham Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "06/02/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a hip to gable roof extension and rear dormer roof extension with the installation two roof lights to the front roof slope to facilitate a loft conversion.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 170376,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021770798",
  "centroid": {
    "lon": -0.290832,
    "lat": 51.419928
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The erection of a hip to gable roof extension and rear dormer roof extension with the installation two roof lights to the front roof slope to facilitate a loft conversion falls within the parameters of permitted development as set out under Schedule 2, Part 1, Classes B and C  of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The site comprises a detached dwelling within The Berg Estate Local Area of Special Character. Officers also note that No 69 Woodlands Avenue which is the house to the east of the proposed development is a locally listed building of townscape merit.\r\rNine neighbouring properties have been notified and one objection has been received stating;\r- Excessive height or bulk of buildings\r- Inappropriate design/layout\r- Privacy\r- Unacceptable or incompatible use\r\rThis objections will be addressed within the report.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: In relation to the character of the surrounding area, officers note that there are a vast variation of roof forms along Woodlands Avenue.  Officers also note that similar permission has been granted at No 56 (06/14937/FUL dated 29/06/2007) and No 77 (14/14035/HOU dated 13/03/2014) which included the raising of the ridge height. Officer therefore consider the proposed development to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that no harm has been identified in relation to the locally listed building of townscape merit to the east of the property and that there would be no adverse impacts in relationto the character and appearance of the local area of special character as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  In regards to overlooking and privacy, Officer note that the dwelling sits within a large plot. The separation distance between the proposed rear of the property and the existing dwellings to the rear is approximately 56 metres.  In relation to loss of daylight/sunlight, the proposed development would pass the 45 degree test in realtion to both No 69 and No 73 Woodlands Avenue. Officers also note that the proposed window on the west elevation at roof level will be non opening and obscured glazing. This will be secured by condition should permission be granted. Overall, It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan, Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Please amend section 6 of application form to reflect the correct information.\r\rPlease note that the Condition reference and application reference are incorrect on the submitted form."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "12/12/2019",
  "secondary_street_name": null,
  "site_number": "52",
  "pp_id": "PP-08312398",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.29081,
          51.419941
        ],
        [
          -0.290811,
          51.419914
        ],
        [
          -0.290854,
          51.419915
        ],
        [
          -0.290853,
          51.419942
        ],
        [
          -0.29081,
          51.419941
        ]
      ]
    ],
    "type": "Polygon"
  }
}