{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PXAXWVNHJ6400",
  "lapsed_date": "21/10/2022",
  "decision_target_date": "30/10/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 6JR",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.016,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "KEYVWS Name: Key Views"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: Neighbourhood Policy"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021756006"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02182/LDP",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518765,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:07:52.432Z",
  "id": "Kingston-19_02182_LDP",
  "application_type": "All Other",
  "street_name": "Canbury Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "21/10/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of side dormer roof extension to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 170028,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021756006",
  "centroid": {
    "lon": -0.293493,
    "lat": 51.416838
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Please revise and provide a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red.\r\rPlease note that the complete site is required to be outlined in red, not just the building.",
    "The proposed extension and alterations are not considered to fall within the parameters of  permitted development as set out under schedule 2, Part 1, Class B.1b of the Town and Country Planning (General Permitted Development) (England) Order 2015 \rEnlargement is not permitted where:\r(b) any part of the dwellinghouse would, as a result of the works, exceed the height of the highest part of the existing roof\rThe highest part of the roof of the existing house will be the height of the ridge line of the main roof. Chimneys, firewalls, parapet walls and other protrusions above the main roof ridge line should not be taken into account when considering the height of the highest part of the roof of the existing house.\r",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.",
    "Inspection:\rSite inspection carried out as a desktop exercise due to COVID19 lockdown. Photos provided by the applicant as supporting material to application.\r\rAssessment:\rThe removal of the lime is acceptable, this tree is the last of a small group which have all failed over time and the owner has dutifully replaced, in addition the owner seeks to remove 3 mature Hollies which are showing significant dieback and appear to be in decline. The works to reduce the Holm Oak are repeat works necessary for controlling it's excessive growth.\r\rRecommendation:\rApprove, requiring 4 replacement trees to be planted, 1 Tulip tree as replacement for the Lime and 3 Silver Birch as replacement for the Hollies.\r",
    "Provide details of manifestation to glazed areas."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "04/09/2019",
  "secondary_street_name": null,
  "site_number": "107",
  "pp_id": "PP-08127231",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.293471,
          51.416851
        ],
        [
          -0.293472,
          51.416824
        ],
        [
          -0.293515,
          51.416824
        ],
        [
          -0.293514,
          51.416851
        ],
        [
          -0.293471,
          51.416851
        ]
      ]
    ],
    "type": "Polygon"
  }
}