{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PWWCGWNHITY00",
  "lapsed_date": "14/01/2025",
  "decision_target_date": "22/10/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 6QJ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.047
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02111/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518241,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:07:36.626Z",
  "id": "Kingston-19_02111_HOU",
  "application_type": "Householder",
  "street_name": "Kirkleas Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "14/01/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": "24/09/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166407,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021792304",
  "centroid": {
    "lon": -0.30223,
    "lat": 51.384403
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Any conflict in the drawings / approved plans shall be resolved in favour of plan reference 427_2019_03 Rev A - Proposed elevations.\rReason : For the avoidnace of doubt",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the side elevations / walls of the building hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Condition 4 (Details of window reveals, door reveals, overhangs, rainwater goods.) - sufficient detail has been provided to determine that the approved development would have a satisfactory appearance on completion and officers are satisfied this can now be approved.",
    "The assessment of this application is been based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "Please be advised that a fee of £103 is required for this application. This can be paid either online at www.kingston.gov.uk or by calling our Customer Service Team on 020 8547 5002\r\rThank you for the corrected application form. Please note that we require the existing floor plans, in addition to the proposed ones already received",
    "The fee required for your pre planning application is £ 145.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "27/08/2019",
  "secondary_street_name": null,
  "site_number": "6",
  "pp_id": "PP-08109082",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.302208,
          51.384416
        ],
        [
          -0.302209,
          51.384389
        ],
        [
          -0.302252,
          51.384389
        ],
        [
          -0.302251,
          51.384416
        ],
        [
          -0.302208,
          51.384416
        ]
      ]
    ],
    "type": "Polygon"
  }
}