{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PWXX55NHIV000",
  "lapsed_date": "01/11/2024",
  "decision_target_date": "30/10/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5AH",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.039
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02116/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521405,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:07:37.835Z",
  "id": "Kingston-19_02116_HOU",
  "application_type": "Householder",
  "street_name": "Presburg Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "01/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Installation of 2x condenser units to the second floor side elevation",
  "actual_completion_date": null,
  "last_date_consultation_comments": "14/10/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167949,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021780316",
  "centroid": {
    "lon": -0.256258,
    "lat": 51.397594
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "1)\tPlease complete the FUL Planning Application which can be downloaded from our website and will be attached to this email.   http://www.planningportal.gov.uk/planning/applications/howtoapply/permissiontypes \r2)\tThe fee required for FUL planning application is £ 462.00.  If payment is by cheque please make payable to Royal Borough of Kingston upon Thames or via the Contact Centre on 0208 547 5002.\r3)\tPlease provide existing and proposed floor plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.\r4)\tPlease provide existing and proposed elevations of the flat showing location of the neighbouring habitable room windows on elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of the entire property and not just part and showing dimensions of proposed work.\r5)\tPlease complete Certificate B and return to this office or email to development.management@kingston.gov.uk quoting the current application reference number (19/02699/LBC)\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The rating level of the noise from any air conditioning system hereby permitted shall be at least 5dBA lower than the existing background noise level at any given time of operation. The noise levels shall be measured or predicted 1m externally to any\rwindow at the nearest residential façade with the units mounted on suitable anti vibration isolators. Measurements and assessment shall be made according to British Standard 4142:2014.\r\rReason: To protect the amenity of nearby residence from potential noise ingress in accordance with Kingston's Local Core Strategy Policy DM 1.",
    "Please ensure all plans are accurately labelled (Existing front elevation. Existing Ground floor plan etc) and that plans are at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.",
    "The fee required for your planning application is £206.00 If payment is by cheque please make payable to Royal Borough of Kingston upon Thames or via the Contact Centre on 0208 547 5002.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Inspection:\rSite inspection carried out as a desktop exercise with trees seen via google stree view.\r\rAssessment:\rMinor works to remove 2 small trees which have grown together and are causing increasing issues for the building. These trees are not worthy of a TPO so the decision should therefore be one of no objection.\r\rRecommendation:\rNo objection.",
    "Inspection:\rSite inspection carried out as a desktop exercise with photos provided by the applicant as supporting material to application.\r\rAssessment:\rThe only tree covered by the TPO is the London Plane and the works proposed to this tree are appropriate repeat works to manage the regrowth. All other works are to trees within the Conservation Area for which a decision would issued of no objection. As such and given that 2 forms of tree protection are wrapped up in one application, but that the decision would be positive in outcome for both, a decision in this instance should be issued under the TPO application that has been made granting permission for all the proposed works.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with photos provided by the applicant as supporting material to application.\r\rAssessment:\rThe works proposed are acceptable and following a site visit I can confirm that the Magnolia is not protected by the TPO being too young to fall within the Area order (this is corroborated by aerial images), and is causing extensive and severe damage to the hard surfacing and drainage surrounding it.\r\rRecommendation:\rApprove."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "04/09/2019",
  "secondary_street_name": null,
  "site_number": "1",
  "pp_id": "PP-08036131",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.256236,
          51.397607
        ],
        [
          -0.256237,
          51.39758
        ],
        [
          -0.25628,
          51.397581
        ],
        [
          -0.256279,
          51.397608
        ],
        [
          -0.256236,
          51.397607
        ]
      ]
    ],
    "type": "Polygon"
  }
}