{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q1B7MYNHM6Q00",
  "lapsed_date": "25/02/2025",
  "decision_target_date": "16/01/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 6JR",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.016
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02920/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518760,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:11:03.034Z",
  "id": "Kingston-19_02920_HOU",
  "application_type": "Householder",
  "street_name": "Canbury Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "25/02/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of part single, part two storey rear extension and a single storey side extension incorporating a porch",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 170010,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021756003",
  "centroid": {
    "lon": -0.293571,
    "lat": 51.416677
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the northern flank wall of the building hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The site comprises a semi-detached dwelling and is located on the southern side of Raby Road, approximately 20m from the junction with Montem Road. \r\rThe site does not fall within a conservation area and the buildings on site are not listed or locally listed. There are no trees on site that are subject to a Tree Preservation Order (TPO). The site falls within Flood Risk Zone 1 (low probability).\r\rOfficers note that 1 objection was received from a neighbouring property, which raised the following summarised concerns:\r- Excessive height or bulk of buildings; and,\r- Inappropriate design/layout.\rThese issues will be addressed below.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: Officers note that whilst the proposed extension would exceed the recommended depths for single storey extensions set out in the Residential Design SPD (2013), it would achieve conformity in terms of height and would not be in closer proximity to the shared boundary with neighbouring property, No. 5 Raby Road than the existing western elevation.  The design of the extension would be in keeping with that of the host dwelling and the immediate surrounding area and finished in matching materials.\r\rOverall, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  Despite the depth of the extension, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.  It would not project beyond the rear building line of No. 3 Raby Road and would retain the minimum separation distances between the western elevation of the application site and the eastern elevation of No. 5 Raby Road.  Only a high level window is proposed in the western elevation of the proposed extension to serve a kitchen, which would result in fewer openings on this side of the property in comparison to the existing situation.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Please be advised that the Prior Approval process does require a fee of £96, and this will need to be paid in order for this application to be validated.\r\rThe fee can be paid online at www.kingston.gov.uk or by calling our Customer Service Team on 020 8547 5022"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "21/11/2019",
  "secondary_street_name": null,
  "site_number": "101",
  "pp_id": "PP-08309503",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.293549,
          51.41669
        ],
        [
          -0.29355,
          51.416663
        ],
        [
          -0.293593,
          51.416664
        ],
        [
          -0.293592,
          51.416691
        ],
        [
          -0.293549,
          51.41669
        ]
      ]
    ],
    "type": "Polygon"
  }
}