{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PYUUFANHKG200",
  "lapsed_date": "14/01/2023",
  "decision_target_date": "14/01/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 6QW",
  "site_name": "Magnum House,\rLondon Road,\rKingston Upon Thames,\rKT2 6QW",
  "status": "Refused",
  "application_details": {
    "site_area": 67,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Norbiton Station Area"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: P"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128011946",
      "000128030925",
      "000128030932"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02462/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519074,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:09:02.370Z",
  "id": "Kingston-19_02462_FUL",
  "application_type": "All Other",
  "street_name": "London Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Norbiton - OLD",
  "decision_date": "14/01/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Extend the current permitted use (A2, A3, A5 or D1) to include C3 to facilitate conversion of unit into 2x bedroom residential apartment plus minor extenral alterations.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "19/12/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 169542,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "000128030925",
  "centroid": {
    "lon": -0.289214,
    "lat": 51.412405
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The applicant has not demonstrated through sound evidence and rigorous marketing that there is no quantitative or qualitative need for a range of employment uses on site and has thereby failed to comply with the requirements of Policy DM17 (Protecting Existing Employment Land and Premises) of the Council's LDF Core Strategy, 2012.",
    "In the absence of a legal agreement to:\r- render the proposed unit \"car free\";\r- preclude future occupants from obtaining on-street car parking permits; and,\r- inform potential buyers/tenants of the above restrictions and to publicise the lack of parking provision in sales brochure\rthe proposals are considered to cause harm through increased traffic congestion and on-street car parking pressure and would have an adverse impact upon highway and pedestrian safety, thereby contravening LDF Core Strategy policies DM9 (Managing Vehicle Use for New Development) and DM10  (Design Requirements for New Developments (including House Extensions)) and the Sustainable Transport SPD, 2013.",
    "By reason of the insufficient floorspace the proposed unit would fail to provide a good standard of accommodation, thereby conflicting with Table 3.3 and Policy 3.5 (Quality and Design of Housing Developments) of the London Plan, 2016 and Policy DM10  (Design Requirements for New Developments (including House Extensions) of the LDF Core Strategy, 2012.",
    "In the absence of an Air Quality Assessment and any mitigation measures contained therein, the applicant has failed to demonstrate that there would be no unacceptable adverse impact upon the future occupants of the residential unit in terms of air pollution as a result of the unit's proximity to London Road, thereby conflicting with Policy DM10 (Design Requirements for New Developments (including House Extensions)).",
    "In the absence of a Noise Assessment and any mitigation measures contained therein, the applicant has failed to demonstrate that there would be no unacceptable adverse impact upon the future occupants of the residential unit in terms of noise and distrubance as a result of the unit's proximity to London Road, thereby conflicting with Policy DM10 (Design Requirements for New Developments (including House Extensions)).",
    "The site comprises a semi-detached dwelling.\r\rSeven neighbouring properties have been notified and one objection has been received stating;\r- Access or traffic problems;\r- Car park issues;\r- Excessive height or bulk of buildings; and,\r- Inappropriate design/layout.\r\rThe objection raising access problems relates to Party Wall issues and as such, is not a planning consideration.  An informative will be included to remind the applicant of their obligations to The Party Wall Act 1996.  \r\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- The impact of the development on parking.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rPolicy DM9 of the Council's LDF Core Strategy (2012) states that new development must comply with local car parking standards in order that it does not contribute to congestion or compromise highway safety.  Policy DM10 supports this stance. \r\rOfficer Comment: Despite the loss of the existing garage, it is considered that the hardstanding to the front of the dwelling remains of an adequate size to accommodate two off street car parking spaces, which is acceptable in this case.  Therefore the proposal would comply with the Policy DM9 and DM10.\r\rIn conclusion, the proposed development would accord with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2016) Policies CS8 and DM10 of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The site comprises a semi-detached dwelling.\r\rEight neighbouring properties have been notified and no representations have been received.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The hip to gable roof would not strictly be in compliance with Policy Guidance 36 as it does not respect the symmetry of the adjoining semi-detached property. Notwithstanding, it would serve as a proportionate and subordinate addition and would relate well to the main dwelling.  In addition, it is acknowledged that there are a variety of roof forms represented in the street.   Overall, Officers consider the proposed development to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. Therefore, there would be no adverse impacts on the character or appearance of the area.\r\rOfficers note that a Cetificate of Lawfulness 20/01616/CPU was issued on 03.09.2020 for the erection of a hip to gable and rear dormer roof extensions with the installation of 3no front rooflights to the existing property.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would accord with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2016) Policies CS8 and DM10 of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "In accordance with the requirements of Local Government Act 1972 The Plans / Drawings / Documents submitted with the application are available on the Council's website.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal",
    "The site comprises a semi-detached dwelling.\r\rFive Neighbouring properties have been notified and no representations have been received.\r\rOfficers note a Certificate of Lawful Development was issued for a similar outbuilding on 22.09.2020. This application proposes the same outbuilding with the addition of a single roof light to the proposed WC.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would accord with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2016) Policies CS8 and DM10 of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The site comprises a semi-detached dwelling.\r\rSeven neighbouring properties have been notified and no representations have been received.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: Whilst it is acknowledged that the proposal would exceed the recommended depths for single storey rear extensions as set out in the Council's Residential Design SPD, Officers do not consider that the proposal would be visually disproportionate given existing surrounding development. From a strictly character and design perspective, the proposed development is considered to be visually acceptable in terms of scale, form, bulk, height and design. It is not considered that there would be any unacceptable adverse impacts on the character or appearance of the area as a result of the proposals. The impact of the proposed development on the amenities of neighbouring properties is considered below.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Due to its excessive depth and width, leaving no separation distance from the shared boundaries, the proposal would fail the 45 degree rule in relation to the nearest ground floor habitable room window at adjoining No. 30 Deacon Road, resulting in an unacceptable loss of light, an undue sense of enclosure and loss of outlook and overbearing impact, thereby conflicting with Policy 7.6 of the London Plan 2016 and Policies CS8 and DM10 of the LDF Core Strategy 2012.\r\rIn conclusion, the proposed development conflicts with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2016) and policies CS8 and DM10 of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Please provide revised proposed plans and elevations to be correctly titled as \"proposed\".\r\rAll drawings on  PL(03)01 -Rev C -Proposed Elevations and PL(01)01_Rev C - Proposed Plans, are individually titled as \"existing\". Please amend and re-submit.",
    "Please confirm the following:\r\r- that the proposed materials would match the existing ones (the sides and face of the dormer should match the existing roof)\r- that the proposed roof lights would not protrude more than 0.15 metres beyond the plane of the slope of the original roof when measured from the perpendicular with the external surface of the original roof\r- that any window located on a roof slope forming a side elevation of the dwellinghouse must be—\r(a) obscure-glazed; and\r(b) non-opening unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed.\r",
    "You are required to complete the 'Determining whether a Development may be CIL Liable Planning Application Additional Information Requirement form'. This form can be downloaded from the planning portal at https://ecab.planningportal.co.uk/uploads/1app/forms/form_1_cil_additional_information.pdf. Please complete and return as soon as possible.\r",
    "",
    "Please note that Drawing No. PD01 shows the Existing First Floor Plan as an Existing Ground Floor Plan. Please amend accordingly and resubmit"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "19/11/2019",
  "secondary_street_name": null,
  "site_number": "160",
  "pp_id": "PP-08178519",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.289192,
          51.412418
        ],
        [
          -0.289193,
          51.412391
        ],
        [
          -0.289236,
          51.412392
        ],
        [
          -0.289235,
          51.412419
        ],
        [
          -0.289192,
          51.412418
        ]
      ]
    ],
    "type": "Polygon"
  }
}