{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q0WEBRNHM2W00",
  "lapsed_date": "17/01/2025",
  "decision_target_date": "08/01/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2HD",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.04
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02833/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518369,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:10:38.412Z",
  "id": "Kingston-19_02833_HOU",
  "application_type": "Householder",
  "street_name": "Compton Crescent",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "17/01/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a two storey side, single storey rear extension and rear dormer roof extension with the insatllation of 2 x rooflights to the front roofslope, to facilitate a loft conversion.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "11/12/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 163883,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021746755",
  "centroid": {
    "lon": -0.301231,
    "lat": 51.361691
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific planning permission from the Local Planning Authority.\r\rReason: To safeguard the amenities of the adjoining premises.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and/or re-enacting that Order) no windows, other than those shown on the approved plans shall at any time be placed in the side elevations of the two storey extension hereby permitted without the grant of a separate planning permission from the Local Planning Authority.\r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy.\r",
    "Before the beneficial occupation of the development hereby permitted, any windows or rooflights in the side elevation (and situated on the first or second floor) shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and must be replaced in the event that it ceases to result in obscurity to level 3. \r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy.",
    "In accordance with the requirements of Local Government Act 1972 The Plans / Drawings / Documents submitted with the application are available on the Council's website.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal",
    "The site comprises an end of terrace dwelling.\r\rFourteen neighbouring properties have been notified and no representations have been received.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: Officers acknowledege that development to a roof that would upset the visual balance of the two houses should be avoided but due to the prevailing variation of roof forms in the area on this occasion the proposed hip to gable extension will not create an adverse impact on the character or appearance. The proposed development is therefore considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would accord with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2016) Policies CS8 and DM10 of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The assessment of this application is been based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "As the proposed development is within flood zones 2 and 3 or on a site of more than 1ha, you are required to complete a Flood Risk form before the application can be assessed.  For further information and guidance on any aspects of undertaking a Flood Risk Assessment please contact the Environment Agency by visiting their website at http://planningguidance.communities.gov.uk/blog/guidance/flood-risk-and-coastal-change/site-specific-flood-risk-assessment-checklist/\r",
    "Please provide and email address for the applicant.\r\rCould you also please advise of a postal address we could forward the site notice to, once application has been validated, for the notice to be posted up on site.",
    "Please confirm description of proposed works \"Partial demolition of 27 Victoria Road and redevelopment to provide a part single storey, part three storey rear extension, including mansard roof and roof terrace, to provide office (Class E) at ground floor including residential entrance and residential use(Class C3) comprising 9no.x residential units at upper levels and aterations to existing facade of the building together with associated works\".\r\rThis should be reflected on the application form. Please amend as required and re submit revised application form.",
    "Please provide existing and proposed floor plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.",
    "A1 - Loading"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "13/11/2019",
  "secondary_street_name": null,
  "site_number": "65",
  "pp_id": "PP-08290875",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.301209,
          51.361704
        ],
        [
          -0.30121,
          51.361677
        ],
        [
          -0.301253,
          51.361678
        ],
        [
          -0.301252,
          51.361705
        ],
        [
          -0.301209,
          51.361704
        ]
      ]
    ],
    "type": "Polygon"
  }
}