{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q15NM0NHM4Q00",
  "lapsed_date": "30/01/2025",
  "decision_target_date": "13/01/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 6QT",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.059000000000000004
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02872/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518127,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:10:49.693Z",
  "id": "Kingston-19_02872_HOU",
  "application_type": "Householder",
  "street_name": "Dunton Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "30/01/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a two storey extension to front, single storey rear extension , single storey side extension and extension to existing garage.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "07/01/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166207,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021787535",
  "centroid": {
    "lon": -0.303934,
    "lat": 51.382629
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "No building or use hereby permitted shall be occupied or the use commenced until the means of vehicular access has been constructed and completed in accordance with the approved plans and the said means of vehicular access shall thereafter be retained for access purposes only.\r\rReason: In order to ensure highway safety in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and/or re-enacting that Order) no windows, other than those shown on the approved plans shall at any time be placed in the side elevations at the first floor level of the two storey front extension hereby permitted without the grant of a separate planning permission from the Local Planning Authority.\r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy.\r",
    "Before the beneficial occupation of the development hereby permitted, any windows or rooflights in the south-west elevation and situated on the first floor level shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and must be replaced in the event that it ceases to result in obscurity to level 3. \r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy. \r",
    "No development other than demolition shall take place including any works of demolition until a construction logistics plan has been submitted to and been approved in writing by the Local Planning Authority.  The approved plan/statement shall be adhered to throughout the construction period. The statement shall provide for:\r\r(a) Provision for loading/unloading materials.\r(b) Storage of plant, materials and operatives vehicles.\r(c) Temporary site access.\r(d) Signing system for works traffic.\r(e) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works.\r(f) Location of all ancillary site buildings.\r(g) Measures to protect any tree, shrubbery and other landscape features to be retained on the site during the course of development.\r(h) Means of enclosure of the site.\r(i) Wheel washing equipment.\r(j) The parking of vehicles of the site operatives and visitors\r(k) The erection and maintenance of security hoarding.\r(l) A scheme for recycling/disposing of waste resulting from demolition and  construction works (Major Applications).\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The UK's swift population has declined by 53% between 1995 and 2016; consequently, swifts now qualify for 'endangered' status on the BTO's species list of conservation concern, indicating 'a need for urgent conservation action'.\r\rThe applicant is advised that the development might present an opportunity to help local swifts through including artificial nest sites, ie. swift bricks or boxes, into the new construction.",
    "Anyone who takes, damages or destroys the nest of any wild bird whilst that nest is in use or being built is guilty of an offence under the Wildlife and Countryside Act 1981 and prior to commencing work you should ensure that no nesting birds will be affected.\r\rIn relation to swifts, all roof work should be avoided between May and August inclusive, which is the swifts' nesting period.",
    "The application site is a two-storey detached dwelling located on the south side of Broadlands Way, which is a cul-de-sac in a well-established residential area. There is a variety of designs to the properties incuding a mixture of detached and semi-detached dwellings and differing roofslopes. \r\rTo the side of the application property is a single storey garage with flat roof finish and to the front of this garage is a driveway that provides off-street parking space. The neighbouring property, No. 16 Broadlands Way has a cat-slide roof form with a side dormer roof extension that faces the application property. The orientation of the application site is such that its side boundary forms the rear boundaries of properties within Portland Avenue, and the property has a garden depth of approximately 25m. The property is located within Flood Risk Zone 1 (low probability), as defined by the Environment Agency, and is also with a locally designated Critical Drainage Area.\r \r15 neighbouring properties were informed of the application, and no responses were received following the consultation period. \r\rThe key areas of assessment are:\r- The design of the proposed development;\r- The impact of the development on the amenities of existing and future occupants of land and buildings;\r- The loss of a parking space; and,\r- The impact of the development on the risk of flooding in and around the site.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rThere is a mixture of designs to the properties within Broadlands Close, with no particular design feature being common to the dwellings. The side dormer extension would appear as a subordinate feature within the roofslope and the extensions would be commensurate with the scale of the original property and the amount of space available within the site. The projection of the extensions to the front of the property are also modest in size, and would not have an unacceptable adverse impact upon the streetscene. Therefore it is considered that the proposed development is acceptable in terms of scale, form, bulk, height, massing, spacing and design; and there would be no adverse impacts on the character or appearance of the area as a result.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe proposal involves the erection of an extension at the rear of the property, thereby reducing the amount of amenity space available at the property. However, there is a depth of approximately 25m to the garden and so there would be ample space available for residents to enjoy and therefore the proposed development would not compromise their amenity. \r\rWithin the side elevation of No. 16 Broadlands Way is a side dormer extension, though it is unclear what room this serves. The proposal includes the erection of a side dormer that would be within close proximity of the neighbour's and result in possible loss of privacy issues between the two properties. The submitted plans indicate that the proposed dormer would serve a bathroom and comprise obscure glazing and it is recommended that a condition is imposed to secure such glazing so that any privacy issues are addressed. To the rear, the proposal involves the erection of a single storey extension that would have a side boundary adjacent to the boundary with this neighbour. It is considered that a condition is imposed to remove permitted development rights from installing windows within this elevation to ensure that adequate levels of privacy are maintained at both properties. \r\rThe two-storey extension aspect of the development would be set a sufficient distance away from the boundary with no. 16 Broadlands Way so as not to have any overbearing or dominating impact upon the property or the enjoyment of the amenity area. The neighbouring properties in Portland Avenue have significantly long gardens, so the enjoyment of these neighbours' properties would not be compromised as a result of the development. \r\rGiven the scale and extent of the development, and the suggested conditions, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rPolicy DM9 of the Council's LDF Core Strategy (2012) states that new development must comply with local car parking standards in order that it does not contribute to congestion or compromise highway safety.  Policy DM10 supports this stance. Despite the loss of the existing garage, it is considered that the hardstanding to the front of the dwelling remains of an adequate size to accommodate one off street car parking space, therefore the proposal would comply with the Policy DM9 and DM10.\r\rThe property is located within Flood Risk Zone 1, and so at a low risk of fluvial flooding and is located within a locally designated Critical Drainage Area. The proposed development would increase the footprint of the property and thereby increase the amount of impermeable area at the site. However, given the modest scale and nature of the development the risk of flooding would not be increased in and around the site, and thereby comply with policy DM4 of the Core Strategy.\r\rThere are no concerns that the proposal would result in an adverse impact upon the character and appearance of the area, have a detrimental impact upon residential amenity or highway safety, nor increase the risk of flooding in and around the site. In conclusion, the proposed development would be in general compliance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan, Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "Existing elevation \"Side 2\" has not been submitted\r\rPlease provide copies of all existing levations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.",
    "Existing and proposed plans show demolition on first floor which has not not been mentioned in work description - please clarify in writing or correct and resbumit existing and proposed plans",
    "Please confirm and amend description of proposed works on application form section 35.\r\rDescription states \"1 x fascia logo, 1 x fascia wendys lettering, 2 x projecting logos \" however the listing below states :\r\rfascia sign 1, fascia sign 2 and Projecting or hanging sign(s): 1.\r\rPlease amend application form to show the correct numbers and return a copy to this office as soon as possible.\r\r",
    "Please provide an email address for the applicant as this is required at the decision notice stage."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/11/2019",
  "secondary_street_name": null,
  "site_number": "9",
  "pp_id": "PP-08285428",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.303912,
          51.382642
        ],
        [
          -0.303913,
          51.382615
        ],
        [
          -0.303956,
          51.382616
        ],
        [
          -0.303955,
          51.382643
        ],
        [
          -0.303912,
          51.382642
        ]
      ]
    ],
    "type": "Polygon"
  }
}