{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PY9VILNHJXO00",
  "lapsed_date": "01/11/2022",
  "decision_target_date": "18/11/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2AE",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.032,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: Neighbourhood Policy"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ186386IE"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021748116"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02343/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518858,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:08:33.748Z",
  "id": "Kingston-19_02343_FUL",
  "application_type": "All Other",
  "street_name": "Gilders Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "01/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Variation of condition 8 (personal permission) of planning permission 19/01246/FUL (Change of use from Residential (Class C3) to Dental Practice (Class D1))\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": "30/10/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 163655,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021748116",
  "centroid": {
    "lon": -0.294287,
    "lat": 51.35954
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Please refer to Drawing MG P 003 - It shows the proposed roof plan and floor plan marked as Proposed First Floor Plan and Proposed Existing Plan respectively.\r\rPlease amend accordingly and resubmit",
    "Please provide a revised copy of block plan scaled 1:500 showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.",
    "Please provide existing floor plans and elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.",
    "Prior to occupation of the development hereby permitted, drawings of turning circles, showing that users of the rear staff car parking spaces can enter and leave the site in a forward gear, shall be submitted to and approved by the local planning authority. These spaces shall then be provided (with a hard bound, adequately drained and dust-free surface) before the development hereby permitted is occupied and thereafter they shall be kept free from obstruction at all times for use by the dental practice staff.\r\rReason: To ensure the provision of adequate off-street car parking spaces and to avoid the congestion of surrounding roads by parked vehicles in accordance with Policy DM10 of the LDF Core Strategy 2012.",
    "The development hereby permitted shall begin before the expiration of three years from the date of the granting of the original permission (19/01246/FUL).\r\rReason:\rAs required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.The development hereby permitted shall begin before the expiration of three years from the date of the granting of the original permission (19/01246/FUL).\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), the premises shall be used as a dental practice or as a single family dwelling and for no other purposes whatsoever, including any other uses falling within use class D1, as defined in the Schedule to the Town and Country Planning (Use Classes) Order 1987 (as amended).\r\rReason: The development involves the loss of a dwelling and its acceptability in planning terms is highly dependent upon the nature of the proposed use. This condition is required to ensure compliance with policy 3.14 of the London Plan 2016 and policy DM14 of the LDF Core Strategy 2012.",
    "Cycle parking facilities shall be provided prior to the occupation of the development hereby permitted in accordance with details which shall have been submitted to and approved in writing by the Local Planning Authority prior to that date. These facilities shall include both long stay cycle parking spaces located at the rear of the site and short stay cycle parking spaces at the front of the site totalling not less than 4 cycle parking spaces, and shall be positioned so as not to compromise the ability of cars to park or enter and leave the site in a safe manner. Following implementation, the approved cycle parking facilities shall be permanently retained at the site. \r\rReason: To ensure the provision of cycle parking facilities to the satisfaction of the Council and to comply with policy 6.9 of the London Plan 2016 and policies CS6 and DM8 of the LDF Core Strategy 2012.",
    "Refuse storage facilities and recycling facilities shall be provided prior to the occupation of the development hereby permitted in accordance with details which shall have been submitted to and approved in writing by the Local Planning Authority prior to that date, such facilities to be permanently retained at the site. The developer and/or their successors in title shall take all reasonable steps to ensure that all refuse and recyclable materials associated with the development shall either be stored within this dedicated store/area as shown on the approved plans, or internally within the building(s) that form part of the application site, and that no refuse or recycling material shall be stored or placed for collection on the public highway or pavement, except on the day of collection.\r\rReason: To ensure the provision of refuse facilities to the satisfaction of the Council, to ensure that the development would have an acceptable appearance, and to comply with policy 5.17 of the London Plan 2016 and policy DM10 of the LDF Core Strategy 2012.",
    "The forecourt car parking spaces shown on the approved drawings shall be provided (with a hard bound, adequately drained and dust-free surface) before the development hereby permitted is occupied and thereafter they shall be kept free from obstruction at all times for use by blue badge holders visiting the development, and any appropriate cycle parking in accordance with Condition 5.\r\rReason: To ensure the provision of adequate blue badge holder car parking spaces and to avoid the congestion of surrounding roads by parked vehicles in accordance with Policy DM10 of the LDF Core Strategy 2012.",
    "Condition 3 - Samples of materials provided are in keeping with the original building and are as described on original permission. Officers are satisfied this condition can now be fully discharged.",
    "Condition 7 - Neighbourhood Engineers have reviewed the information submitted and are satisfied this condition can now be fully discharged.",
    "The plans that were formally considered as part of the above application are as follows:\r \rPlan Reference:                                Date Received: \r\rLocation Plan                                   14 January 2019 \rSite Plan (with pictures)                 10 December 2019 \rBlock Plan                                        14 January 2019 \rProposed Elevations                        14 January 2019\rDesign and Access Statement        14 January 2019\rCover Letter                                       10 December 2019\r",
    "Condition 3 - Officers and design team have reviewed the information submitted and compared with materials suggested at planning permission stage and are satisfied that the condition can be discharged",
    "Condition 12 - Officers have reviewed the information submitted and compared with materials suggested at planning permission stage and are satisfied that the condition can be discharged",
    "Condition 19 - Flood Risk Officer has reviewed the information provided and is satisfied this can be discharged.",
    "Inspection:\rSite inspection carried out as a desktop exercise with photos provided by the applicant as supporting material to application.\r\rAssessment:\rThe cypress are not covered by the TPO so are exempt from application as is the removal of the dead sycamore. All other works are minor and appropriate.\r\rRecommendation:\rApprove.\r",
    "Inspection:\rSite inspection carried out as a desktop exercise with photos provided by the applicant as supporting material to application.\r\rAssessment:\rMinor works to reduce and maintain the tree at an appropriate size for the space and proximity to the houses.\r\rRecommendation:\rNo objections.\r",
    "Inspection:\rSite inspection carried out in person on Friday May 14th.\r\rAssessment:\rAppropriate works to reduce, reshape, maintain and inspect this fine specimen weeping willow. Minor works to lift Lime off Garage roofs. All works acceptable.\r\rRecommendation:\rApprove.\r",
    "Inspection:\rSite inspection carried out in person on Friday May 14th.\r\rAssessment:\rAcceptable works to reduce, reshape and maintain the tree where it is becoming a little misshapen.\r\rRecommendation:\rApprove.\r",
    "Inspection:\rSite inspection carried out as a desktop exercise with photos provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate repeat works maintainging a very large tree in a small space between 2 residential properties.\r\rRecommendation:\rApprove.\r",
    "Trees not protected, works exempt - Withdrawn."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "23/09/2019",
  "secondary_street_name": null,
  "site_number": "95",
  "pp_id": "PP-08169221",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.294265,
          51.359553
        ],
        [
          -0.294266,
          51.359526
        ],
        [
          -0.294309,
          51.359527
        ],
        [
          -0.294308,
          51.359554
        ],
        [
          -0.294265,
          51.359553
        ]
      ]
    ],
    "type": "Polygon"
  }
}