{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PZ7ROBNHKRA00",
  "lapsed_date": "05/12/2022",
  "decision_target_date": "06/12/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 8AD",
  "site_name": "2 Cranes Park,\rSurbiton,\rKT5 8AD",
  "status": "Approved",
  "application_details": {
    "site_area": 833,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "LASC Name: Cranes Park"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.02.73T.13\rAddress: 2 Cranes Park Surbiton KT5 8AD\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.02.73T.16\rAddress: 2 Cranes Park Surbiton KT5 8AD\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.02.73T.15\rAddress: 2 Cranes Park Surbiton KT5 8AD\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.02.73T.14\rAddress: 2 Cranes Park Surbiton KT5 8AD\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021786731"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02549/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518596,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:09:24.552Z",
  "id": "Kingston-19_02549_FUL",
  "application_type": "All Other",
  "street_name": "Cranes Park",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "05/12/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Extension of rear dormer windows and conversion of existing loft storage into bedroom. Proposed new metal gate, brick piers, and timber fence.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "29/11/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 167747,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021786731",
  "centroid": {
    "lon": -0.296684,
    "lat": 51.396372
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "During the period between the commencement and the substantial completion of the development approved by this permission, any trees on the site which are shown as being retained on the relevant approved plans shall be protected by way of fencing which meets the requirements of BS5837: 2005 \"Protection of Trees on Construction Sites\" (figures 4 and 5). The fenced area(s) shall be kept entirely free at all times of vehicles, vehicle movements, equipment and machinery. There shall be no changes to the soil level and no excavation of trenches within the fenced areas, no fires lit, no dumping of toxic chemicals and no retained trees shall be used for winching purposes.  If any retained tree is removed, uprooted, destroyed, dies, or is pruned or damaged in a way which negatively effects the amenity or landscape value of the tree, a replacement tree shall be planted in the same location, the size and species of which may be specified in writing by the council.\r\rReason: To prevent unnecessary damage occurring to the trees during building operations, thereby safeguarding the visual amenities of the site in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: As required by section 91 of the Town and Country Planning Act 1990, as amended by section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "2.\tThe development shall conform in all material aspects with the plans and details shown in the application, as listed below, unless variations are agreed by the Local Planning Authority in order to discharge other conditions as attached to this decision.\r               \rReason: For the avoidance of doubt and in the interests of proper planning.\r",
    "The development shall be carried out in accordance with the material specified on the approved plans and application form unless otherwise agreed by the Local Planning Authority. \r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with policy DM10 Design Requirements for New Developments (including house extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The applicant should consult with the Borough Environmental Health Officer to ensure that the layout of any food premises complies with statutory requirements and the Council's standards.\r",
    "The applicant is advised to seek the services of an acoustic engineer regarding potential vibration and noise problems from ventilation ducts, compressors or other equipment, and the provision of anti-vibration mountings. acoustic enclosures, etc. \r",
    "You are advised of the following requirements in respect of construction management plan:\ro Deliveries to the site should avoid school arrival and pick up times. This is due to existing congestion along Coombe Road which will be exacerbated with the proposals;\ro Deliveries to the site should where possible avoid waiting on the highway as this could result in a reduction to road safety and emergency access;\ro Any parking that cannot be contained within the site must park considerately and safely, so as not to obstruct sightlines at junctions or site accesses. The applicant should be aware that any such parking will cause unnecessary concern and agitation within the local community; Should make full use of the site accesses to maximise the availability of off street parking\ro Service parking and deliveries should not cause any damage to the verges or margins, and no parking is allowed on both.\ro A license from the Compliance Team will be required to erect off site direction signs. This same team will issue the hoarding license (if necessary) and seek appropriate deposits.\ro It is not clear if a tower crane would be used. The applicant should be advised that a licence is needed for a tower crane, and should contact the Street Scene Compliance Team on 020 8547 5002. A traffic management arrangement for the delivery, erection, dismantling and removal of a tower crane (if it would be used) should be submitted for approval.\ro The applicant should be advised to consider if a parking suspension might be needed to allow access for big delivery construction vehicles involved. To apply for parking suspension (if needed), the applicant should contact the Environment Contact Centre on 020 8547 5002.\r\rThe provision of the above information ensures that the Borough and the applicant are able to consider the construction at an early stage. This ensures that construction and any traffic management is completed in a professional and timely manner.\r",
    "Please complete and return a full plans applcation with Certificate B also completed (attached)",
    "\"Demolition of existing rear extension and detached outbuilding. Erection of new single storey rear extension and detached outbuilding to be used as gym\"\rPlease confirm description of works as the application form description does not correspond with the proposed works in the plans and/or supporting documents.  Confirmation can be sent in writing.",
    "K1 - Stairs, Ladders and Ramps"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "11/10/2019",
  "secondary_street_name": null,
  "site_number": "2",
  "pp_id": "PP-08202450",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.296662,
          51.396385
        ],
        [
          -0.296663,
          51.396358
        ],
        [
          -0.296706,
          51.396359
        ],
        [
          -0.296705,
          51.396386
        ],
        [
          -0.296662,
          51.396385
        ]
      ]
    ],
    "type": "Polygon"
  }
}