{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q0UXIDNHM2J00",
  "lapsed_date": "13/01/2025",
  "decision_target_date": "07/01/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5HX",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.017,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "KEYVWS Name: Key Views"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021761985"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02825/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518847,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:10:35.861Z",
  "id": "Kingston-19_02825_CPU",
  "application_type": "All Other",
  "street_name": "Kings Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "13/01/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip to gable roof extension and an L shaped rear dormer roof extension to facilitate loft conversion \r\r\r\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 170282,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021761985",
  "centroid": {
    "lon": -0.292229,
    "lat": 51.419103
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The erection of hip to gable roof extension and an L shaped rear dormer roof extension to facilitate loft conversion falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class B and C  of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Policy DM9 of the Council's LDF Core Strategy (2012) states that new development must comply with local car parking standards in order that it does not contribute to congestion or compromise highway safety.  Policy DM10 supports this stance. \r\rOfficer Comment: Despite the loss of the existing garage, it is considered that the hardstanding to the front of the dwelling remains of an adequate size to accommodate 2 off street car parking spaces, therefore the proposal would comply with the Policy DM9 and DM10.\r\rIt is noted that the Council's Neighbourhood Traffic Engineer raised no objections to the proposal and advised the applicant of Section 59 of the Highways Act which has been added to the informative section.\r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.                                                                                                                  \rIn determining planning applications which affect heritage assets, Paragraph  192 of the NPPF 2019 requires local planning authorities to take account of: the desirability of sustaining and enhancing the significance of heritage assets and putting them to viable uses consistent with their conservation; the positive contribution that conservation of heritage assets can make to sustainable communities including their economic vitality; and the desirability of new development making a positive contribution to local character and distinctiveness.       \r                                                                                                              \rParagraph 193 of NPPF 2019 states that when considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the assets conservation, irrespective of whether any potential harm amounts of substantial harm, total loss or less than substantial harm to its significance.    \r                                          \rPolicies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames Core Strategy 2012 sets out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rOfficer comment: The application site is not situated within the Old Malden Conservation Area as such, but adjoins the property (No 41 Highdown) which front border is also the border of the Conservation Area. The proposed development due to its siting would not be in prominent position that could have significant impact on the Old Malden Conservation Area. It is noted that the Maldens and Coombe Neighbourhood Conservation Area Advisory Committee raised no objections to the proposal. \r\rIn conclusion, the proposed development accords with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2016) policies CS8 and DM10 of the Core Strategy (2012) and the Residential Design SPD (2013).\r",
    "Kindly amend your application to note that the proposed works are for a side extension and not a rear extension to the application site"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "12/11/2019",
  "secondary_street_name": null,
  "site_number": "200",
  "pp_id": "PP-08288975",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.292207,
          51.419116
        ],
        [
          -0.292208,
          51.419089
        ],
        [
          -0.292251,
          51.41909
        ],
        [
          -0.29225,
          51.419117
        ],
        [
          -0.292207,
          51.419116
        ]
      ]
    ],
    "type": "Polygon"
  }
}