{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q1OEMYNHM9X00",
  "lapsed_date": "24/01/2025",
  "decision_target_date": "03/02/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 2QJ",
  "site_name": "Kingston University Knights Park Centre",
  "status": "Commenced",
  "application_details": {
    "site_area": 0.8390000000000001,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Grove Crescent Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 3B"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 2"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 3A"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128011037"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02992/CLC",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518375,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:11:20.966Z",
  "id": "Kingston-19_02992_CLC",
  "application_type": "All Other",
  "street_name": "Grange Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "24/01/2020",
  "epc_number": null,
  "actual_commencement_date": "01/03/2018",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Details required by condition 12 (external lighting/bat mitigation plan) of planning permission 17/12270/FUL - External alterations, Recladding and roof level works to the new extension building together with the demolition of 56 \u0016 58 Mill Street and replacement with a new building for education use within Kingston University Knights Park Campus",
  "actual_completion_date": null,
  "last_date_consultation_comments": "03/01/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 168711,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128011037",
  "centroid": {
    "lon": -0.299538,
    "lat": 51.405082
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "That the applicant is informed that the submitted details, as set out above are agreed and that the condition, as noted above, is fully discharged.",
    "The application property itself is a two-storey cottage that sits within an extensively sized plot and is located adjacent to the north-east boundary of the site. The site is well screened from Kingston Hill by boundary treatment alongside the highway. The property is located within the Coombe Wood Conservation Area and is also within an Area of Archaeological Significance.\r\r2 neighbouring properties were notified of the application and no responses were received following the consultation period. \r\rThe following were also consulted:\rMalden & Coombe CAAC - No objection\rEnglish Heritage - No objection\r\rThe planning history relevant to this application is:\r20/02176/HOU - Demolition of existing garage and erection of new double garage with wider vehicle access to Kingston Hill and new pedestrian gate - under consideration.\r20/01334/HOU - Erection of single storey side/rear extension with associated changes to fenestration - granted August 2020.\r20/00759/HOU - Erection of first floor side extension with installation of 1no rooflight to rear roof slope - granted June 2020.\r\rThe key areas of assessment are:\r- The design of the proposed development;\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and\r- The impact of the proposal on archaeological remains.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.  In determining planning applications which affect heritage assets, Paragraph 192 of the NPPF 2019 requires local planning authorities to take account of: the desirability of sustaining and enhancing the significance of heritage assets and putting them to viable uses consistent with their conservation; the positive contribution that conservation of heritage assets can make to sustainable communities including their economic vitality; and the desirability of new development making a positive contribution to local character and distinctiveness.   \r\rParagraph 193 of NPPF 2019 states that when considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the assets conservation, irrespective of whether any potential harm amounts of substantial harm, total loss or less than substantial harm to its significance.        \r                                  \rPolicies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames Core Strategy 2012 sets out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rThe significance of the conservation area is as an area of large Victorian, Edwardian, and 20th century properties set in a semi-rural street scene around the open space occupied by Coombe Wood Golf Course. The applicant has submitted a heritage statement in support of the application, which states that the design of the extension and the proposed materials (to match the existing) are consistent with the period of the property and will not result in harm to\rthe significance of the conservation area. \r\rIt is recognised that the the property has an extent permission for an extension approved under ref. 20/01334/HOU for a single storey extension in a similar location, though the current proposal would have a larger footprint and different roof type. In terms of the impact that this larger extension would have in that regard, it is not considered that it would result in harm to the significance of the conservation area. It is not considered that there are significant differences from the design of the current proposal in comparison with the extant scheme that would result in a now unacceptable design. There are also no changes in site specific circumstances or planning policy neither. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe proposed extension would be located in a similar position to the existing permission, and whilst there is an increase in the footprint, the neighbouring property at Park Lodge, to the north-east, would not suffer any greater impact as a result, given that the height and width are broadly similar. The main difference would be that the current proposal includes a flat roof finish, which could potentially be used as outdoor seating space or a balcony, which would raise further issues regarding overlooking and noise disturbance. This however can be controlled by an appropriately worded condition to prevent any such use of that area. \r\rIn conclusion, the proposed development accords with the development plan, associated supplementary planning documents, the National Planning Policy Framework and the National Planning Practice Guidance.",
    "The fee required for your planning application is £106.00, payment can be made via our Contact Centre on 0208 547 5002 or by cheque made payeble to Royal Borough of Kingston.  Please ensure to quote your application number when making payment."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "09/12/2019",
  "secondary_street_name": null,
  "site_number": "",
  "pp_id": "PP-08304201",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.299516,
          51.405096
        ],
        [
          -0.299517,
          51.405069
        ],
        [
          -0.29956,
          51.405069
        ],
        [
          -0.299559,
          51.405096
        ],
        [
          -0.299516,
          51.405096
        ]
      ]
    ],
    "type": "Polygon"
  }
}