{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PXAOUONHJ5H00",
  "lapsed_date": "08/11/2024",
  "decision_target_date": "30/10/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 3EA",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.008
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02176/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518912,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:07:50.923Z",
  "id": "Kingston-19_02176_HOU",
  "application_type": "Householder",
  "street_name": "Somerset Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Norbiton - OLD",
  "decision_date": "08/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a single storey rear and side extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169010,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021767337",
  "centroid": {
    "lon": -0.291721,
    "lat": 51.407657
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The development shall conform in all material aspects with the plans and details shown in the application as listed below, unless variations are agreed by the Local Planning Authority in order to discharge other conditions attached to this decision:\r\r404/PL008\r404/PL009\r404/PL012\r404/PL011\r404/PL014\r404/PL016\r404/PL015\r404/PL001\r\rReason:  For avoidance of doubt and in the interests of proper planning.",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted\tDevelopment) (England) Order 2015 (or any Order revoking or re-enacting this Order)\tno windows or other openings (other than those hereby approved) shall be formed in \tthe side elevation walls of the building hereby approved without the prior written \tconsent of the\tLocal Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific planning permission from the Local Planning Authority.\r\rReason: To safeguard the amenities of the adjoining premises.\r",
    "In dealing with the application, the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "When undertaking demolition and/or building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays. Furthermore, please ensure that all vehicles associated with the construction of the development hereby approved are properly washed and cleaned to prevent the passage of mud and dirt onto the adjoining highway. You are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation. For further information and advice, please contact - Environmental Health Department Pollution Section. \r",
    "You have been granted planning permission to build a residential extension.  When undertaking demolition and/or building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  Furthermore, please ensure that all vehicles associated with the construction of the development hereby approved are properly washed and cleaned to prevent the passage of mud and dirt onto the adjoining highway. You are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation.  For further information and advice, please contact - Environmental Health Department Pollution Section.",
    "2 written objection have been received from neighbouring properties.  Planning concerns raised include loss of daylight/sunlight and impact upon a 70 year old hedge.  As such, the impact of the proposed development on the amenity of neighbouring properties must be assessed in accordance with paragraph A.4 (7) of Schedule 2, Part 1 Class A of the Town and Country Planning (General Permitted Development) Order 2015.\rParagraph 127 of the NPPF, 2018 and Policy 7.6 of the London Plan, 2016 seek to ensure that development secures a good standard of amenity for all existing and future users.\rMore specifically, Policy DM10 of the LDF Core Strategy, 2012 seeks to safeguard residential amenity with regards to privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.  This position is supported by the Council's supplementary planning guidance\rNos. 20 and 24 Wonford Close are the principal properties that must be considered with regards to residential amenity as are directly adjacent to the application site.\rIn terms of overlooking and loss of privacy it is considered that the proposed structure would not have any adverse impact upon either neighbouring property as it would not feature any windows in either of the flank walls.\rThe extension, given its relatively modest height and given the width of the neighbour's garden would not be significantly overbearing so as to warrant refusal. \r\rThe impact on the hedge has recently been assessed by our tree and landscape officer who has confirmed verbally that the proposed works will not damage the hedge and raises no objections.\r\rIt is therefore agreed that the proposed works are permitted development and prior approval is approved.\r",
    "Clarification required as to why the parking, cycle store and refuse store is shown on both the existing and proposed site plan,  and if this is already in place",
    "Please confirm Drawing 3 ULS-A110 Side Elevation View and Sections is the drawing of proposed development.",
    "I acknowledge receipt of your payment for £ 34.00, the fee required for this application is £116.00, therefore please forward the outstanding balance of £82.00 as soon as possible.\r\rNote: If payment is by cheque please make payable to Royal Borough of Kingston upon Thames or if by card please call our Contact Centre on direct line 0208 547 5002. You may also pay online via the Kingston Council website www.kingston.gov.uk.",
    "Please confirm if the following description reflects all planned works: \rApplication under S73 to vary condition 2 of Planning permission 19/00370/FUL for minor material amendments to the approved scheme, namely amended layout & footprint adding the single storey outbuilding to the rear of the land parcel.",
    "Please note that your application form advises in Section 17  that the units created are to be 2 x one-bedroom and 2 x other.\r\rIn your submitted Design and Access statement, you propose 3 x one-bedroom and 1 x studio.\r\rKindly revise your application and submit accordingly.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate repeat works to remove minor regrowth and reduce overhang from neighbours tree, with no detrimental impact upon public amenity or the health of the tree.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate works to attempt to rejuvenate the canopy as it has become sparse and misshapen.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate works to reduce and maintain the Lime and to remove a dead Cherry for reasons of health and safety.\r\rRecommendation:\rNo objections.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAs evidenced by the supporting information and photo, the tree has recently suffered a catastrophic limb failure. The works are appropriate to reduce wind loading, over extension and tip loading and to give the best chance of recovery while limiting further health and safety risk.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rminor works and removals to small trees not affecting public amenity or warrenting the service of a TPO meaning that the Council response should be one of no objection.\r\rRecommendation:\rNo objections."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "04/09/2019",
  "secondary_street_name": null,
  "site_number": "23",
  "pp_id": "PP-08125665",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.291699,
          51.407671
        ],
        [
          -0.2917,
          51.407644
        ],
        [
          -0.291743,
          51.407644
        ],
        [
          -0.291742,
          51.407671
        ],
        [
          -0.291699,
          51.407671
        ]
      ]
    ],
    "type": "Polygon"
  }
}