{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PZVA6ENHL9V00",
  "lapsed_date": "03/02/2025",
  "decision_target_date": "08/01/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 6RH",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.042
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02659/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521763,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:09:50.818Z",
  "id": "Kingston-19_02659_HOU",
  "application_type": "Householder",
  "street_name": "Fir Grove",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "03/02/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of part two storey part single storey side extension, garage conversion and formation of porch extension.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "12/12/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167387,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021775694",
  "centroid": {
    "lon": -0.251307,
    "lat": 51.392466
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and/or re-enacting that Order) no windows, other than those shown on the approved plans shall at any time be placed in the east elevation of the building/extension hereby permitted without the grant of a separate planning permission from the Local Planning Authority.\r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy.\r",
    "Before the beneficial occupation of the development hereby permitted, any windows or rooflights in the east elevation and situated on the first floor shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and must be replaced in the event that it ceases to result in obscurity to level 3. \r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy. \r",
    "During construction, spoil could be carried from the site onto the public highway. The access into the site should be paved to minimise the carryover of spoil onto adjacent roads. We would also require the applicant to sweep and wash down th adjacent roads to ensure that the public highway is kept clear of debris. This is to ensure a satisfactory road surface for road safety reasons at all times.\r",
    "The applicant should be advised to consider if a parking suspension might be needed to allow access for big delivery construction vehicles involved. To apply for parking suspension (if needed), the applicant should contact the Environment Contact Centre on 020 8547 5002.\r",
    "Any parking that cannot be contained within the site must park considerately and safely, so as not to obstruct sightlines at junctions or site accesses. The applicant should be aware that any such parking will cause unnecessary concern and agitation within the local community; Should make full use of the site accesses to maximise the availability of off street parking\r",
    "Reasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient",
    "The fee required for your pre planning application is £ 1775.00 (Category D Meeting and Advice).  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "Please submit a copy of a site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r",
    "Please note that we can confirm receipt of the Pre-Application Fee, and Site Location Plan however we are still not in receipt of any further supporting information to accompany your Pre-Application request.\r\rKindly send this at your earliest convenience so that this request can be registered and a Pre-Application meeting arranged",
    "Upon further checking the plans you have sent in again please note that the scale bar does not scale accurately and this will need to be looked at again when submitted as we consider these plans electronically and are not printed\r\rIf you feel they are correct in paper form, then please post the plans to us and we will scan and upload them"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "13/11/2019",
  "secondary_street_name": null,
  "site_number": "13",
  "pp_id": "PP-08246227",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.251285,
          51.39248
        ],
        [
          -0.251286,
          51.392453
        ],
        [
          -0.251329,
          51.392453
        ],
        [
          -0.251328,
          51.39248
        ],
        [
          -0.251285,
          51.39248
        ]
      ]
    ],
    "type": "Polygon"
  }
}