{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PXD53RNHJ8A00",
  "lapsed_date": "11/03/2023",
  "decision_target_date": "31/10/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 6SD",
  "site_name": "Coachhouse",
  "status": "Allowed",
  "application_details": {
    "site_area": 1000,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: Neighbourhood Policy"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: 6 Lovelace Gardens Surbiton KT6 6SD\rDescription: \rTreet Type:  \rRef: RBK.19.74RT.15"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.19.74T.17\rAddress: 6 Lovelace Gardens Surbiton KT6 6SD\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.19.74T.18\rAddress: 6 Lovelace Gardens Surbiton KT6 6SD\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.19.74T.14\rAddress: 6 Lovelace Gardens Surbiton KT6 6SD\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.19.74T.16\rAddress: 6 Lovelace Gardens Surbiton KT6 6SD\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021792911"
    ]
  },
  "appeal_decision_date": "15/12/2020",
  "lpa_app_no": "19/02194/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517857,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:07:54.578Z",
  "id": "Kingston-19_02194_FUL",
  "application_type": "All Other",
  "street_name": "Lovelace Gardens",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "11/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": "Allowed",
  "appeal_start_date": "25/03/2020",
  "decision_process": "Committee",
  "description": "Demolition of existing family dwelling and the erection of three family dwellings with off-street parking and associated landscaping.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "24/10/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 166981,
  "decision": "Refused",
  "appeal_decision": "Allowed",
  "uprn": "100021792911",
  "centroid": {
    "lon": -0.307555,
    "lat": 51.389641
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "By reason of the use of obscured glazing in relation to the bedroom windows (situated at first floor level in the front elevations) of the semi-detached properties to the rear of the proposed development, there would be an unacceptable adverse impact upon the amenity of future occupants in terms of loss of outlook, thereby conflicting with policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The proposed semi-detached properties to the rear of the site by reason of their excessive height, bulk, scale and mass would not be in keeping with the prevailing character of development in the area, thereby conflicting with policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "In the absence of a legal agreement to ensure that future occupants of the proposed development would be precluded from obtaining on-street car parking permits, the proposed development would lead to inconsiderate parking and increase on-street car parking pressure in surrounding streets thereby conflicting with policies CS7 and DM10 of the LDF Core Strategy 2012.",
    "Officer Report\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38(6) of the Planning and Compulsory Purchase Act 2004 states that planning applications must be determined in accordance with the development plan unless material considerations indicate otherwise.\r\rThe development plan for the Royal Borough of Kingston upon Thames comprises the following documents:\r\r- The London Plan 2021\r- The South London Waste Plan 2012 \r- The LDF Core Strategy 2012\r- The Kingston Town Centre Area Action Plan 2008\r\rApplication Site\r\rThe application site is occupied by a two storey semi detached building. \r\rProposal\rThe application seeks permission for the erection of a single storey side and rear extension, with a mezzanine floor.\r\rConsultation\r\r5 properties were notified of the proposal. No representations were received.\r\rAssessment\rThe main issues in the assessment of the application are:\r- The impact of the development on the character and appearance of the area; and,\r- The impact of the development on the amenities of neighbouring occupiers.\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rRear Extension\rThe rear extension would comprise a 4m deep extension with pitched roof sloping down from the main elevation to height of 2.6m. A pitched roof element would be centred in the rear part of the extension. The rear elevation would comprise glass doors with two windows above. Materials would match the existing building.\r\rThe neighbouring property at No.100 Villiers Ave has an existing ground floor extension located on the shared boundary. The proposed rear extension would project only slightly beyond this point and is considered acceptable in the context of the surrounding area. \r\rSide Extension\r\rThe proposed side extension would be 2.4m wide and 4.9m high. It would be setback sufficiently from the main elevation with a pitched roof to the front elevation. A flat roof would continue behind the pitched roof for the remaining part of the extension to the rear.  Materials would match the existing building and proposed rear extension.\r\rThe extension would be subordinate to the host building and not forward of the front elevation, in accordance with Residential Design SPD policy guidance 35 for single storey side extensions.  \r\rNorth of the application site, there is a small strip of land owned by No.102 Villiers Avenue, and Miles Place, which provides access to the rear of a small shopping parade and other buildings. \r\rHaving regard to the above, officers consider that the proposed development would havean acceptable impact on the character and appearance of the area.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe side extension would extend 9m, and incorporate two windows at ground floor level to the side elevation. This elevation of the extension would be setback from the side boundary and further separated from the nearest buildings (terrace of shops) by a driveway/accessway (Miles Close).\r\rTo the rear the extension is sufficiently separated from any neighbouring properties, and not considered to result in any loss of outlook, privacy or sunlight/daylight.  \r\rHaving regard to the above, officers consider that the impact of the proposed development on the amenities of neighbouring occupiers would be acceptable.\r\rConclusion\rHaving regard to the above, officers consider the proposal to be in accordance with the development plan taken as a whole. In the absence of any other material considerations which indicate that permission should be refused, officers conclude that planning permission should be granted.\r\r\rIn accordance with the requirements of Local Government Act 1972 The Plans / Drawings / Documents submitted with the application are available on the Council's website.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r",
    "The application site is located on the ground floor of a three-storey, mid terraced property, situated on the south-eastern side of Central Parade.  Central Parade falls within the Surbiton Distric Centre.\r\rThe proposals seeks to install a new material awning to the front elevation.\r\rFifteen neighbouring properties have been notified and one objection has been received raising the following summarised concerns:\r- Access or traffic problems;\r- Fumes; and,\r- Noise.\r\rThe objector is concerned that the proposed awning would lead to patrons sitting outside front of premises. For the avoidance of doubt this application relates soley to the proposed awning.  Any future seating area associated with the application site would would require planning permission and licences outside of the planing remit.\r\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Impact on highway safety.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development would be appropriate for a commercial premises and Officers note that there are other examples of awnings over commercial premises both within Central Parade and other parts of the Surbiton District Centre. As such, it is considered that the proposed development would be in keeping with the character or appearance of the area and there would be no adverse impacts in this regard.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Due to its proportionate siting and design is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rPolicy DM10 of the LDF Core Strategy seeks to ensure that new development has regard to local traffic conditions and does not contribute to congestion or compromise highway safety.   \r\rOfficer comment: Due to its proportionate siting and design of the proposed development it is considered that the proposals would have no adverse impact upon highways and transportation and would therefore comply with Core Strategy Policy DM10 of the LDF Core Strategy, 2012.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2021) and Policies of the Core Strategy (2012).\r",
    "Please provide a payment of £145 to accompany your application. This payment can be made online at www.kingston.gov.uk or by calling our Customer Care Line on 020 8547 5022",
    "Please provide a copy of block plan scaled 1:500, providing a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe submitted proposed block plan does not show the front porch extension.",
    "Please revise the whole application form with the details of the new agent."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "05/09/2019",
  "secondary_street_name": null,
  "site_number": "6",
  "pp_id": "PP-08122701",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.307533,
          51.389655
        ],
        [
          -0.307534,
          51.389628
        ],
        [
          -0.307577,
          51.389628
        ],
        [
          -0.307576,
          51.389655
        ],
        [
          -0.307533,
          51.389655
        ]
      ]
    ],
    "type": "Polygon"
  }
}