{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q10HJVNHM4B00",
  "lapsed_date": "14/02/2023",
  "decision_target_date": "21/01/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 3HG",
  "site_name": "46 Hampden Road\rKingston Upon Thames\rKT1 3HQ",
  "status": "Approved",
  "application_details": {
    "site_area": 0.275,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Hogsmill Valley Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Hogsmill Valley - Priority Area"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Oakhill Conservation Area (A)"
      },
      {
        "result": null,
        "constraints_layer_description": "LOCCEN Name: Ewell Road N"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.08.74T.13\rAddress: 106 Ewell Road Surbiton KT6 6HA\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 1200\rReference: TQ19684708"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ196838IH"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ1968481A"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: OTHERS"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Leisure Services"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Housing Estates"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Housing HRA"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Housing HRA"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128008159"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02864/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519429,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:10:46.976Z",
  "id": "Kingston-19_02864_FUL",
  "application_type": "All Other",
  "street_name": "Hampden Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Norbiton - OLD",
  "decision_date": "14/02/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application under Section 73 to vary condition 2 (Approved Plans) of Application Reference Number: 18/12913/FUL (Erection of 8 no. dwellings comprising 3 no. three-bedroom terraced houses and 5 no. apartments within a two storey block with accommodation within the roof) Variations to include addition to proposed first floor accommondation, and an extension to the rear of second floor roof extension \t\r\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": "07/01/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 168849,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128008159",
  "centroid": {
    "lon": -0.284345,
    "lat": 51.406102
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of the original permission ref.18/12913/FUL (18.06.2019)\r\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.",
    "No demolition or development shall take place until a stage 1 written scheme of investigation (W. S. I.) has been submitted to and approved by the local planning authority in writing. For land that is included within the W.S.I., no demolition or development shall take place other than in accordance with the agreed W. S. I. and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works.\r\rIf heritage assets of archaeological interest are identified by stage 1 then for those parts of the site which have archaeological interest a stage 2 W.S.I. shall be submitted to and approved by the local planning authority in writing. For land that is included within the stage 2 W.S.I. no demolition/development shall take place other than in accordance with the agreed stage 2 W.S.I. which shall include:\r\rA. The statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake\r\rB. The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. this part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 W.S.I.\r\rReason: These details are required prior to commencement of development because the relevant works would take place at the beginning of the construction phase and to ensure that matters of archaeological interest can be recorded in accordance with Policy DM 12 (Development in Conservation Areas and Affecting Heritage Assets) of the LDF Core Adopted April 2012. These details are required prior to commencement of development to safeguard the presence of, and establish the effective recording of, any heritage assets present on the site.",
    "No development shall commence until an assessment of the risks posed by any contamination, carried out in accordance with British Standard BS10175: Investigation of potentially contaminated sites - Code of Practice and the Environment Agency's Model Procedures for the Management of Land Contamination (CLR 11) (or equivalent British Standard and Model Procedures if replaced), shall have been submitted to and approved in writing by the Local Planning Authority.\r\rReason: These details are required prior to commencement of development because the relevant works would take place at the beginning of the construction phase and to ensure that risks from land contamination is understood prior to works on site both during the construction phase to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policies DM10.",
    "If any contamination is found, no development shall commence until a report specifying the measures to be taken, including the timescale, to remediate the site to render it suitable for the approved development shall be submitted to and approved in writing by the Local Planning Authority. The site shall be remediated in accordance with the approved measures and timescale. On completion of the agreed remediation works, a verification report that demonstrates the effectiveness of the remediation carried out must be submitted, and is subject to the approval in writing by the Local Authority, prior to the occupation of the site by end users.\r\rReason: To ensure that risks from land contamination both during the construction phase and to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors, in accordance with paragraphs 120 to 122 of the National Planning Policy Framework.",
    "If, during the course of development, any contamination is found which has not been previously identified, work shall be suspended and additional measures for its remediation shall be submitted to and approved in writing by the local planning authority. The remediation of the site shall incorporate the approved additional measures and a verification report for all the remediation works shall be submitted to the local planning authority within 28 days of the report being completed and  approved in writing by the local planning authority.\r\rReason: To ensure that risks from land contamination both during the construction phase and to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors, in accordance with paragraphs 120 to 122 of the National Planning Policy Framework.",
    "A Car Park Management Plan demonstrating how the use of the car park will be allocated and controlled, and providing details of electric charging points shall be submitted and approved in writing by the Local Planning Authority prior to occupation of the development hereby approved. The development shall be carried out and maintained in accordance with the approved details.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policies DM9 (Managing Vehicle Use for New Development) and Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "By the time the development hereby permitted is substantially complete, pedestrian/vehicular intervisibility splays of 2.8m x 3.3m shall have been provided in each direction where the access meets the back edge of footway, and shall be permanently retained free from any obstruction to visibility higher than 1.0m above ground level.\r\rReason: To maintain pedestrian/vehicular intervisibility in the interest of highway safety in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Prior to commencement of any development on site, a Construction Management Plan shall be submitted to the planning authority for written agreement. The development shall only be implemented in accordance with the details and measures approved as part of the construction management plan, which shall be maintained throughout the entire construction period. The construction management plan should include the following:\r\rStatement on how the proposed development will be built, with method statements to outline how major elements of the works would be undertaken;\rProposals for loading/unloading materials, site storage etc;\rThe route to and away from site for muck away and vehicles with materials;\rDeliveries/collections to and from the site should use a route that is agreed with the NRSWA team (the agreed route should be signed accordingly);\rProtocol for managing deliveries to one vehicle at a time on sites with restricted access or space;\rProtocol for managing vehicles that need to wait for access to the site;\rWhether any reversing manoeuvres are required onto or off the public highway into the site, and whether a banksman will be provided;\rTemporary site access;\rSigning system for works traffic;\rSite access warning signs will be required in adjacent roads;\rWhether it is anticipated that statutory undertaker connections will be required into the site;\rStorage of plant, materials and operatives vehicles;\rMeasures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works;\rLocation of all ancillary site buildings;\rMeans of enclosure of the site;\rWheel washing equipment; and\rThe parking of vehicles of site operatives and visitors.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Full details including samples of the materials, colour and texture of the external finish of the building shall be submitted to and approved in writing by the Local Planning Authority before development commences and the development shall be constructed in accordance with the approved finishes.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The development hereby permitted shall not be occupied until details of secure cycle parking facilities for the occupants of, and visitors to, the development hereby approved have been submitted to and approved in writing by the Local Planning Authority. These facilities shall be fully implemented and made available for use prior to the occupation of the development hereby permitted and shall thereafter be retained for use at all times.\r\rReason: To ensure the provision of satisfactory cycle storage facilities and in the interests of highway safety in accordance with Policy DM8 (Sustainable Transport for New Developments) of the LDF Core Strategy Adopted April 2012.",
    "Fences, walls or other means of enclosure shall be erected along the boundaries of the site (and individual plots) prior to the occupation of the dwelling to which they relate, in accordance with details which shall have been submitted to and approved in writing by the Local Planning Authority and shall thereafter be permanently retained.\r\rReason: In order to ensure the privacy of adjoining occupiers and visual amenity of the area is retained in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The car parking identified upon the approved drawings shall be provided prior to first occupation of the development and shall be reserved for car parking by residents and their and visitors and for no other purpose.\r\rReason: In order to reserve car parking spaces for the use of residents in accordance with Policies DM9 (Managing Vehicle Use for New Development) and Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Refuse storage facilities and recycling facilities shall be provided prior to the occupation of the development hereby permitted in accordance with details which shall have been submitted to and approved in writing by the Local Planning Authority before any above ground level works on site are commenced, such facilities are to be permanently retained at the site.\r\rReason: To ensure the provision of refuse facilities to the satisfaction of the Council in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The site and building works required to implement the development shall be only carried out between the hours of 08.00 and 18.00 Mondays to Fridays and between 08.00 and 13.00 on Saturdays and not at all on Bank Holidays and Sundays.\r\rReason: To safeguard the amenities of the adjoining residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The development shall not be occupied until a detailed hard and soft landscaping scheme shall have been submitted to and approved in writing by the Local Planning Authority. The approved scheme shall be implemented within the first planting season following completion of the development and the tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. Any trees or shrubs which die during this period shall be replaced in the first available planting season, and the area shown to be landscaped shall be permanently retained for that purpose only.\r\rReason: In the interests of visual amenity and also that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Details of evergreen tree screening/boundary planting indicated on drawing No.1825-PL2/04 Rev C shall be submitted and approved in writing by the Local Planning Authority and shall be planted before the conclusion of the first planting season following the beneficial occupation of the development hereby approved. This planting shall be maintained, including the replacement of any dead planting, for a period of five years from the date of planting.\r\rReason: To protect and preserve the character and appearance of the site, and in the interests of the visual amenity of the area in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Prior to the commencement of the development an Environmental Construction Management Plan shall be submitted to and agreed by the Local Planning Authority outlining measures that will be taken to control dust, noise, vibrations and other environmental impacts of the development.\r\rReason: To safeguard the amenity of the neighbouring occupiers by minimising the impacts of the development that would otherwise give rise to nuisance. In preparing the Construction Method Plan, the applicant should refer to the GLA's Supplementary Planning Guidance on The Control of Dust and Emissions During Construction and Demolition to identify best practice.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and/or re-enacting that Order) no extension or enlargement (including additions to roofs) shall be made to the dwellinghouse(s) hereby permitted, or any detached building erected, without the express permission in writing of the council.\r\rReason: To safeguard the privacy and amenity of adjoining occupiers, maintain adequate amenity space and safeguard the cohesive appearance of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Before the beneficial occupation of the development hereby permitted, any windows or rooflights in the west elevation (and situated on the ground/first/ eaves floor) shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Unless otherwise agreed in writing by the Local Planning Authority, the balcony/terrace hereby approved at first floor level (west side flat) shall not be used for amenity purposes until a privacy screen has been affixed around the entirety of the west side(s) of the balcony/terrace to a height of 1.7m as measured from the floor level of the balcony/terrace. Aside from essential fixings, the screen(s) shall be constructed entirely of, and retained in, obscured glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and must be replaced in the event that it ceases to result in obscurity to level 3.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The levels of buildings, roads, parking areas and pathways within the site shall only be in accordance with details which shall have previously been submitted to and approved in writing by the Local Planning Authority before development is commenced.\r\rReason: To ensure that the appearance and functioning of the development is satisfactory and to safeguard the amenities of adjoining occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012 and comply with Supplementary Planning Document 'Access for All' (July 2005).",
    "Evidence must be submitted to the Council confirming that the development hereby permitted has achieved no less than the C02 reductions (ENE1), internal water usage (WAT1) standards equivalent to Code for Sustainable Homes Level 4. Evidence requirements are detailed in the \"Schedule of Evidence Required for Post Construction Stage from ENE1 and WAT1 of the Code for Sustainable Homes Guide. Evidence to demonstrate a 19% reduction compared to 2013 Part L regulations and internal water usage rates of 105L/day.\r\rReason: In the interests of Sustainability and Energy Conservation in accordance with Policies 5.2 (Minimising Carbon Dioxide Emissions) and 5.3 (Sustainable Design & Construction) of the London Plan (July 2011) and Policy DM1 (Sustainable Design and Construction Standards) of the LDF Core Strategy Adopted April 2012.",
    "The development hereby approved shall not commence until a Sustainable Drainage Strategy and associated detailed design, management and maintenance plan of surface water drainage for the site using Suds methods has been submitted to and approved in writing by the Local Planning Authority. The approved drainage system shall be implemented in accordance with the approved Sustainable Drainage Strategy prior to the use of the building commencing and maintained thereafter for the lifetime of the development.\r\rReason: To prevent the increased risk of flooding by ensuring the provision of a satisfactory means of surface water disposal is incorporated into the design and the build and that the principles of sustainable drainage are incorporated into this proposal and maintained for the lifetime of the proposal, in accordance with Policies 5.2 (Minimising Carbon Dioxide Emissions) and 5.3 (Sustainable Design & Construction) of the London Plan (July 2011) and Policy DM1 (Sustainable Design and Construction Standards) of the LDF Core Strategy Adopted April 2012.",
    "Objections have been received raising the following\r\rAccess or traffic problems\rCar park issues\rNoise\rBasement Impact\r\rIt is considered that, with the exception of the Basement Impact discussed below, the other issues raised could be address through the imposition of conditions if permission were to be granted. \r\rThe site comprises a dwelling house.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of and buildings.\r- Basement Impact (land stability and groundwater flow)\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development is subterranean and as such would not be visible and would have  neutral impact on the character or appearance of the area as a result of the proposals.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not have an unacceptable adverse impact upon the amenities of the occupiers of neighbouring properties by reason of overbearing appearance/loss of light/loss of privacy.\r\rThe proposed development involves the excavation and enlargement of a basement. The applicant has not provided a Basement Impact Assessment which should be carried out by an appropriately qualified person.  As such the applicant has failed to demonstrate that the proposed basement would not cause harm to land stability or groundwater sources which would lead to exacerbating existing flood risks. \r\rTherefore the proposal would not accord with the Planning Practice Guidance on Land Stability, paragraph 110 of the National Planning Policy Framework and the  policies CS2 and DM4 of the Council's adopted LDF Core Strategy April 2012.",
    "If you have evidence to contradict the local planning authority's assessment of the application, you are encouraged to apply for the development again and include that evidence in support of the application.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. The applicant has failed to demonstrate on the balance of probabilities, that the roof volume of the proposed roof extension would not exceed 50 cubic metres, in conflict with Paragraph B.1 (d) (ii) of the Town and Country Planning (general Permitted Development) (England) Order 2015 (as amended).",
    "The site comprises a terraced dwelling.\r\rTwo neighbouring properties have been notified of the proposals and 1 objection has been received relating to height, inappropriate design and layout, and loss of light/sunlight. The concerns raised will be taken into consideration during the assessment of the application and detailed below.\r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed single storey storey extension would be 4m in depth which is above the parameters set by the Residential Design Guide SPD for terraced dwellings (3-3.5m depth). While the proposed rear extension would be deeper than recommended, the height and roof form would be within the guidelines of this SPD and as such officers consider that the proposed development would not appear out of scale with the host property. In any case the rear extension would not be viewed from the streetscene and therefore would not appear incongruous within the surrounding area. \r\rTherefore, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: As mentioned above the proposed rear extension would be deeper than what is recommended but within the height guidelines as set out by the Residential Design Guide SPD. Adjoining property No. 5 Woodbines Avenue benefits from an existing rear conservatory and as such would not be adversely impacted by loss of outlook. However, this conservatory is set in from the boundary from the applicant's property and therefore the closest window would fall within the 45 degree angle of the proposed rear extension, failing both the elevation and plan test, and thus would be adversely impacted by loss of light/sunlight. No. 9 Woodbines does not benefit from an existing rear extension and as such the closest window would fall within the 45-degree angle, failing both the elevation and plan test, and as such would be adversely affected by loss of sunlight/light. \r\rTherefore, it is considered that the proposed development would adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rIn conclusion, due to the scale and depth of the single storey rear extension the proposed development would adversely impact the amenities of the neighbouring properties by reason of loss of light. The proposal is therefore contrary to Policies D3 of the London Plan 2021 and Policies CS8, DM10 and DM12 of the Council's Core Strategy 2012.",
    "The site comprises a terraced dwelling.\r\rTwo neighbouring properties have been notified of the proposals and 1 objection has been received relating to height, inappropriate design and layout, and loss of light/sunlight. The concerns raised will be taken into consideration during the assessment of the application and detailed below.\r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed single storey storey extension would be 4m in depth which is above the parameters set by the Residential Design Guide SPD for terraced dwellings (3-3.5m depth). While the proposed rear extension would be deeper than recommended, the height and roof form would be within the guidelines of this SPD and as such officers consider that the proposed development would not appear out of scale with the host property. In any case the rear extension would not be viewed from the streetscene and therefore would not appear incongruous within the surrounding area. \r\rTherefore, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: As mentioned above the proposed rear extension would be deeper than what is recommended but within the height guidelines as set out by the Residential Design Guide SPD. Adjoining property No. 5 Woodbines Avenue benefits from an existing rear conservatory and as such would not be adversely impacted by loss of outlook. However, this conservatory is set in from the boundary from the applicant's property and therefore the closest window would fall within the 45 degree angle of the proposed rear extension, failing both the elevation and plan test, and thus would be adversely impacted by loss of light/sunlight. No. 9 Woodbines does not benefit from an existing rear extension and given that the proposed development would sit hard against the boundaries, the closest window of the neighbouring property would fall within the 45-degree angle. Given the siting of the propoesed development it would fail both the elevation and plan test, and as such this neighbouring property would be adversely affected by loss of sunlight/light.\r\rIn conclusion, due to the scale and depth of the single storey rear extension the proposed development would adversely impact the amenities of the neighbouring properties by reason of loss of light/sunlight. The proposal is therefore contrary to Policies D3 of the London Plan 2021 and Policies CS8, DM10 and DM12 of the Council's Core Strategy 2012.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.\r",
    "The site comprises a detached dwelling.\r\rSix neighbouring properties have been notified of the proposals and 1 objection was received relating to scale and bulk. The concerns raised will be taken into consideration during the assessment of the application and detailed below.\r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed single storey rear extension would extend 5m in depth which is over what is recommended by the Residential Design Guide SPD for detached dwellings (4m in depth). While the roof form would be at odds with the existing roof form, the height would accord with the guidelines as set by this SPD and would not be seen from the streetscene in any case. Given that the proposed extension would not span the full width of the rear elevation, and be in materials similar to what is existing, it is considered that the proposed rear extension would not appear an incongruous addition to the host property nor surrounding area. \r\rTherefore, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: The proposed single storey rear extension would be separated from the neighbouring property No. 12 Selwyn Road by approx 3m and as such given the siting of the proposed development it would not unduly affect the amenities of this neighbour by reason of loss of light/sunlight or overbearing. The proposed development would be 500m from the boundary with No. 16 Selwyn Road but separated from the neighbouring property by approx 3m. Given the siting of the development in relation to this neighbouring property it would not unduly affect the amenities of this neighbour by reason of loss of light/sunlight or overbearing. Further, no side windows are proposed to the development and therefore there will be no loss of privacy to either neighbouring properties.\r\rTherefore, It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.\r",
    "Please provide copy of proposed front elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.\r\rThe submitted proposed front elevation is labelled as  front elevation (no changes).",
    "Please provide proposed roof plan at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire property not just part and showing dimensions of proposed work.\r\rThe submitted proposed roof plan is labelled as existing roof plan.",
    "Please provide existing and proposed roof plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire property not just part and showing dimensions of proposed work.\r\rNote: The submitted Roof Plans do not measure to scale.",
    "The fee required for your pre planning application is £ 6600.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "Please submit a copy of a site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r",
    "Please note that the quality of advice will be proportionate to the level of information provided, therefore it is to the applicants benefit to provide as much supporting information as possible for the proposal. eg: plans and elevations, photographs and supporting documents.\r",
    "Please be advised we are unable to accept existing elevational plans by way of a photograph, and we will require scaled elevational plans (to 1:50 or 1:100 scale).",
    "If the fascia sign to the premises has been replaced, a new application for this will be required with an Advertisement Consent Application",
    "Please provide all drawings in PDF format and not as images or photographs otherwise they are unable to be scaled accurately. The plans you have sent are photographs in PDF format - we require the plans as original PDF plans so that they are accurately shown to scale. In their current form they cannot be accepted",
    "Please be advised that a fee of £145 is required for this application. This can be paid either online at www.kingston.gov.uk or by calling our Customer Service Team on 020 8547 5002\r",
    "Please can you advise if you have submitted 2 applications or just one for this same site - as we are in receipt of 2 applications for the same site/works",
    "Please be advised that a fee of £145 is required for this application. This can be paid either online at www.kingston.gov.uk or by calling our Customer Service Team on 020 8547 5002\r",
    "Please can you advise if you have submitted 2 applications or just one for this same site - as we are in receipt of 2 applications for the same site/works",
    "Please be advised that a fee of £1775 is required for this application. This can be paid either online at www.kingston.gov.uk or by calling our Customer Service Team on 020 8547 5002\r",
    "Please can you provide details of the payment required and how this was made for the Pre-Application service that has been agreed to be provided",
    "Please provide clarification as to how the submitted fee has been arrived at. As you are proposing a total of 5 new units, following demolition, a fee of 5 x £462 is required and in addition £462 for every 75sqm or part thereof",
    "Please provide a copy of block plan scaled 1:500 with a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe submitted block plan does not show the proposed development in hatched or shaded.",
    "Please provide scale bars on all drawings and resubmit",
    "Please provide a copy of block plan scaled 1:500 with a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe submitted block plan does not show the proposed extension in shaded or hatched and it does not have a scale bar.",
    "Please provide existing and proposed floor plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.",
    "Please confirm the description ''Erection of hip to gable roof extension with rear dormer and 2 nos rear juliet balcony and installation of 3 nos front rooflights to facilitate loft conversion''",
    "Please provide existing and proposed roof plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire property not just part and showing dimensions of proposed work.",
    "Please provide a copy of block plan scaled 1:500 with a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\rThe submitted site plan does not show adjoining properties to the side and rear and those opposite in full outline."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "26/11/2019",
  "secondary_street_name": null,
  "site_number": "65",
  "pp_id": "PP-08298246",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.284323,
          51.406115
        ],
        [
          -0.284324,
          51.406088
        ],
        [
          -0.284367,
          51.406089
        ],
        [
          -0.284366,
          51.406116
        ],
        [
          -0.284323,
          51.406115
        ]
      ]
    ],
    "type": "Polygon"
  }
}