{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PZPZVYNHL5J00",
  "lapsed_date": "16/12/2022",
  "decision_target_date": "16/12/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2HG",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.033
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02630/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518471,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:09:43.979Z",
  "id": "Kingston-19_02630_HOU",
  "application_type": "Householder",
  "street_name": "Compton Crescent",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "16/12/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a two storey side & single storey rear extension, rear dormer roof extension, garage upgrade, front porch extension, loft conversion and associated alterations to fenestration.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "27/11/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 164024,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021746799",
  "centroid": {
    "lon": -0.29972,
    "lat": 51.362937
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed two storey side extension by reason of its poor design which includes; the absence of a 0.5m dropped roofline and a proposed width which is greater than 50% of the width of the main dwelling; would be a disproportionate addition which would appear as a visually incongruous and unsympathetic form of development that would be at odds with the streetscene of Compton Crescent. The proposal would therefore be contrary to Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames LDF Core Strategy (Adopted April 2012), and the Residential Design SPD (Adopted July 2013).",
    "The proposed rear dormer roof extension by reason of its detailed design which includes: the absence of a sufficient set down from the ridge of the main dwelling; and its overall bulk; would fail to appear proportionate or subordinate to the original property. The proposal would therefore be contrary to Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames LDF Core Strategy (Adopted April 2012) and the Residential Design SPD (Adopted July 2013).",
    "The proposed rear decking by virtue of its positioning and height; would prejudice the neighbouring amenities of the neighbouring dwelling, no.129 Compton Crescent by way of overlooking into their rear garden which would represent a detrimental loss of privacy. The proposal would therefore be contrary to Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames LDF Core Strategy (Adopted April 2012) and the Residential Design SPD (Adopted July 2013).",
    "The Council's Design Officer is satisfied with the revised information provided for Condition 9 (Samples of Materials) of planning permission 19/03121/FUL.  As such, Condition 9 (Samples of Materials)  is hereby fully approved.",
    "Due to the effect that Covid-19 has had upon working procedures, the Tree Officer will not be carrying out site visits for the foreseeable future. As such, if you are making an application or notification for works to a protected tree please ensure that you or your agent provide clear photos of each tree and any key features you wish to draw to the attention of the Tree Officer to be considered. Photos should be labelled T.1, T.2 and so on, in order that they can be identified according to the list of works you have provided and the corresponding numbered plan showing the location of each tree. This will enable the Council to provide you with a decision in line with the standard processing times. If you do not provide this additional information then the Council may refuse your application on the basis of lack of supporting information.",
    "Please provid the amount being reduced by on T.2 by percentage or meters.",
    "Please provide measurements in meters of how much the tree will be cut back"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "21/10/2019",
  "secondary_street_name": null,
  "site_number": "131",
  "pp_id": "PP-08239911",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.299698,
          51.36295
        ],
        [
          -0.299699,
          51.362923
        ],
        [
          -0.299742,
          51.362924
        ],
        [
          -0.299741,
          51.362951
        ],
        [
          -0.299698,
          51.36295
        ]
      ]
    ],
    "type": "Polygon"
  }
}