{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PW4ISGNHI7J00",
  "lapsed_date": "07/11/2024",
  "decision_target_date": "07/10/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 4JS",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.043000000000000003
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02014/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521547,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:07:13.906Z",
  "id": "Kingston-19_02014_HOU",
  "application_type": "Householder",
  "street_name": "Rosebery Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Beverley - OLD",
  "decision_date": "07/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a part two storey, part single storey side extension and single storey rear extension. Erection of front porch, rear dormer extension with Juliet balcony and front dormer extension with two roof lights to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": "10/09/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169042,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021780687",
  "centroid": {
    "lon": -0.253844,
    "lat": 51.407387
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the ^IN; wall of the building hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Before the beneficial occupation of the development hereby permitted, the new windows hereby approved on first floor side elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "In the event that a tower crane will be used, a traffic management plan for the delivery, erection, dismantling and removal of the crane(s) will also be required.",
    "Please provide a Design and Access Statement",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAcceptable works to mitigate risk of storm damage given condition of tree.\r\rRecommendation:\rApprove."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "12/08/2019",
  "secondary_street_name": null,
  "site_number": "10",
  "pp_id": "PP-08068395",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.253822,
          51.4074
        ],
        [
          -0.253823,
          51.407373
        ],
        [
          -0.253866,
          51.407374
        ],
        [
          -0.253865,
          51.407401
        ],
        [
          -0.253822,
          51.4074
        ]
      ]
    ],
    "type": "Polygon"
  }
}