{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PZZKC3NHLE700",
  "lapsed_date": "14/01/2025",
  "decision_target_date": "14/01/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 9QG",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.013000000000000001
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02684/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520275,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:09:57.322Z",
  "id": "Kingston-19_02684_HOU",
  "application_type": "Householder",
  "street_name": "Firdene",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Alexandra - OLD",
  "decision_date": "14/01/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Installation of step lift to front of property",
  "actual_completion_date": null,
  "last_date_consultation_comments": "24/12/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166084,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021789135",
  "centroid": {
    "lon": -0.273124,
    "lat": 51.381073
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Officers are satisfied with the information provided in relation to Condition 22 (BREEAM).\r\rAs such, the details submitted by the applicant are considered satisfactory and Condition 22 (BREEAM) of Planning Permission 19/01813/FUL is hereby fully approved.",
    "Condition 11 (SuDs statement and calculations) -  RBK Flood risk officer has reviewed the information provided and it is not sufficient for details to be approved.\r\rDrainage hierarchy\rFAIL - the application does not comply with the hierarchy of drainage set out in the London Plan, Policy 5.13. Rainwater storage is to be utilised where possible, for landscape irrigation with the benefit of reducing the volume of runoff entering the public drainage network. A section of permeable paving and a cellular attenuation tank are proposed to accept surface water flows generated by the proposed development. Inadequate justification has been provided for the non-inclusion of infiltration measures; soakage testing should be completed to demonstrate that infiltration is not feasible as a method of surface water discharge.\r\rMORE INFORMATION REQUIRED - consent for the proposed discharge point connection has not been provided and this is required.\r\rRunoff rate\rMORE INFORMATION REQUIRED - the existing (brownfield) runoff rate needs to be supplied.\r\rMORE INFORMATION REQUIRED - calculations to support the runoff rates given need to be supplied. The applicant should use the whole site area in the greenfield calculations, instead of the area of 0.070ha that has been used in the provided calculations.\r\rCalculations have been provided; however, it is noted that the maximum outflow exceeds the proposed 1.5l/s, and is up to 2.2l/s. The proposed SuDS features should be designed suitably to attenuate and discharge flows at the proposed rate of 1.5l/s.\r\rPASS - the applicant proposes to discharge the site at 1.5l/s. This is not the same as, nor within 3x the greenfield runoff rate. This has been justified as \"Section 3.3 of the EA document Rainfall runoff management for developments Report SC030219 states that a minimum flow of 5 l/s per second should be used. On that basis, a flow rate should be engineered that reduces the flow sufficiently while providing an outflow orifice diameter which is not susceptible to blockage, i.e. 1.5 l/s which offers a dramatic reduction in pre-development outflow as per Section 2.3, meanwhile reducing the flow\". An appropriate climate change consideration has been applied.\r\rAttenuation volume\rFAIL - cannot assess application due to missing attenuation volume information (require the proposed attenuation volume and the volume of attenuation required to achieve the proposed runoff rate).\r\rMaintenance\rMORE INFORMATION REQUIRED - the drainage strategy includes the maintenance tasks and frequencies for each drainage component proposed. Information on who will own the maintenance tasks is required.\r",
    "Please amend drawing EX01 to be correctly titled as \"Existing Plans\". The submitted drawing shows as \"Proposed\"",
    "Please confirm description of proposed works \"Demolition of existing conservatory and erection of a single storey wrap around extension including front porch, side and rear extension and conversion of garage to a habitable room\"\r\rPlease amend application form and re submit,  to reflect all of the proposed works."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "19/11/2019",
  "secondary_street_name": null,
  "site_number": "48",
  "pp_id": "PP-08254363",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.273102,
          51.381086
        ],
        [
          -0.273103,
          51.381059
        ],
        [
          -0.273146,
          51.38106
        ],
        [
          -0.273145,
          51.381087
        ],
        [
          -0.273102,
          51.381086
        ]
      ]
    ],
    "type": "Polygon"
  }
}