{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PYW3GPNHKGL00",
  "lapsed_date": "04/12/2024",
  "decision_target_date": "30/11/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 6NR",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.033
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02466/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521815,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:09:03.788Z",
  "id": "Kingston-19_02466_HOU",
  "application_type": "Householder",
  "street_name": "Blakes Lane",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "04/12/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension and porch to front elevation",
  "actual_completion_date": null,
  "last_date_consultation_comments": "13/11/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167640,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021773140",
  "centroid": {
    "lon": -0.250473,
    "lat": 51.394729
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The proposed roof of the single storey rear extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes. \r\t\rReason: To protect the amenities and privacy of the adjoining properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The applicant is advised that should protected species be found as a result of future development he/she must fulfil his/her duties under the Wildlife and Countryside Act 1981 (as amended) and the Conservation of Habitats and Species Regulations 2017 (as amended).",
    "The development hereby approved includes the carrying out of work on the public highway. You are advised that before undertaking the work on the highway you must enter into a highway agreement under s171, s184 or s278 of the Highways Act 1980 with the Council. You will be required to pay fees to cover the Council's costs in undertaking the approval and inspection of the works.",
    "The assessment of this application is been based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "Please amend description of form to reflect the correct condition.",
    "Please provide revised existing  plans/elevations (these should be clearly titled as \"existing\")\r\rPlease provide revised existing roof plan clearly titled as \"existing\" and showing the outline of entire property not just part."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "05/10/2019",
  "secondary_street_name": null,
  "site_number": "32",
  "pp_id": "PP-08202794",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.250451,
          51.394742
        ],
        [
          -0.250452,
          51.394715
        ],
        [
          -0.250495,
          51.394716
        ],
        [
          -0.250494,
          51.394743
        ],
        [
          -0.250451,
          51.394742
        ]
      ]
    ],
    "type": "Polygon"
  }
}