{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q1KS2TNHM8N00",
  "lapsed_date": "12/02/2025",
  "decision_target_date": "03/02/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 1BP",
  "site_name": "10 Romney Close,\rChessington,\rKT9 1BP",
  "status": "Approved",
  "application_details": {
    "site_area": 0.024
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02961/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518248,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:11:12.121Z",
  "id": "Kingston-19_02961_HOU",
  "application_type": "Householder",
  "street_name": "Romney Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington North & Hook - OLD",
  "decision_date": "12/02/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension and first floor side extension, plus insertion of Juliette balcony in rear facade\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": "14/01/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 164536,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021751513",
  "centroid": {
    "lon": -0.302751,
    "lat": 51.367585
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The development  hereby approved shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Before the beneficial occupation of the development hereby permitted, the ground floor window serving the WC as shown on drawing titled 'proposal 2' shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the development hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes. \r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "The assessment has been based on the original layout of the house that shows a rear outrigger. The proposed extension would extend beyond the side elevation of the outrigger and would have a width greater than half the width of the original dwellinghouse, in conflict with Paragraph A.1 (j) (iii) & (ja) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "PLEASE NOTE - This application relates solely to the proposed rear extension. Officers note the inclusion of a proposed single storey side extension and garage conversion. These extensions have not been considered as part of this application and the applicant is advised that a separate Certificate of Lawful Development will be required for confirmation that the proposed extension and alterations are permitted development.",
    "Please provide copies of all existing and proposed elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.\rThe submitted existing and proposed elevations do not have a scale bar.",
    "Please provide existing and proposed roof plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire property not just part and showing dimensions of proposed work.\rThe submitted existing and proposed roof plans do not have a scale bar.",
    "Please submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\rThe submitted location plan does not show two roads and it does not measure to scale.\rValidation requirement 1d\r",
    "Please provide existing and proposed floor plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.\rThe submitted existing and proposed floor plans do not have a scale bar."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "09/12/2019",
  "secondary_street_name": null,
  "site_number": "10",
  "pp_id": "PP-08322592",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.302729,
          51.367598
        ],
        [
          -0.30273,
          51.367571
        ],
        [
          -0.302773,
          51.367572
        ],
        [
          -0.302773,
          51.367599
        ],
        [
          -0.302729,
          51.367598
        ]
      ]
    ],
    "type": "Polygon"
  }
}