{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PZ7DQHNHKQ800",
  "lapsed_date": "06/12/2022",
  "decision_target_date": "06/12/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 7ET",
  "site_name": "Kingswood",
  "status": "Commenced",
  "application_details": {
    "site_area": 0.17600000000000002,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SASC Name: Kingston Hill/Coombe Hill"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: CES"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128002637"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02539/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520035,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:09:22.484Z",
  "id": "Kingston-19_02539_FUL",
  "application_type": "All Other",
  "street_name": "Brook Gardens",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill",
  "decision_date": "06/12/2019",
  "epc_number": null,
  "actual_commencement_date": "12/08/2019",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Variation of Condition 2 (Drawings) of Planning Permission 18/00140/FUL (Demolition of existing two storey dwelling and erection of two storey dwelling with associated landscaping) for rear single storey extension to accommodate 2x rooms with garden access",
  "actual_completion_date": null,
  "last_date_consultation_comments": "26/11/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 169854,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "000128002637",
  "centroid": {
    "lon": -0.275297,
    "lat": 51.415007
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed enlargement to the ground floor, in addition to the proposed development already approved under planning permission 18/00140/FUL would cumulatively result in a dwelling that would be of an excessive bulk and mass that would not be in keeping with the prevailing pattern of development and character and appearance of the area, thereby conflicting with Policies CS8 and DM10 of the LDF Core Strategy, 2012 and the Council's Residential Design Supplementary Planning Document (SPD), 2013.",
    "With specific regards to the pergola, the applicant has not demonstrated beyond the balance of probabilities that its siting and significant size would be in keeping with the character and appearance of the main dwelling and that of the immediate surrounding area, thereby conflicting with Policies CS8 and DM10 of the LDF Core Strategy, 2012 and the Council's Residential Design Supplementary Planning Document (SPD), 2013.",
    "The applicant has not demonstrated beyond the balance of probabilities that the extension to the ground floor footprint and the proposed \"pergola\" would be acceptable in terms of neighbouring residential amenity in relation to loss of privacy, outlook and visual intrusion and would not conflict with Conditions 12 and 13 of planning permission 18/00140/FUL, thereby conflicting with  Policies CS8 and DM10 of the Council's LDF Core Strategy, 2012 and the Residential Design SPD, 2013.",
    "The developer is reminded that it is an offence to allow materials to be carried from the site and deposited on or damage the highway from uncleaned wheels or badly loaded vehicles. The Highway Authority will seek, wherever possible, to recover any expenses incurred in clearing, cleaning or repairing highway surfaces and prosecute persistent offenders. (Highways Act 1980 Sections 131, 148, 149).\r",
    "The development approved by this planning permission will be liable to pay the Mayor of London and Kingston Council's Community Infrastructure Levy (MCIL). Payment will be due once the owner/developer serves a development Commencement Notice on the Council, and a payment Demand Notice has been received by the owner. Failure to submit a Commencement Notice will incur a surcharge of 20% of the chargeable amount or £2,500, whichever is the lower amount. Should you have any questions in respect of the contents of this letter or the MCIL more generally, please contact the Council's Contact Centre by email mcil@rbk.kingston.gov.uk or phone 0208 547 5002. \r",
    "The proposed extensions and alterations are considered not to fall within the parameters of  permitted development as set out under Schedule 2, Part 1, Class B of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended). \r\rB.2 (a) states that the materials used in any exterior work shall be of a similar appearance to those used in the construction of the exterior of the existing dwellinghouse.\r\rThe face and sides of a dormer window should be finished using materials that give a similar visual appearance to the existing house, i.e. the facing materials used for the dormer should appear to be of similar design, colour and texture to the materials used in the main roof of the house when viewed from ground level. Window frames should also be similar to those in the existing house in terms of their colour and overall shape. \r\r",
    "Please provide a plan showing the proposed car parking."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "11/10/2019",
  "secondary_street_name": null,
  "site_number": "12",
  "pp_id": "PP-08217933",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.275275,
          51.41502
        ],
        [
          -0.275276,
          51.414993
        ],
        [
          -0.275319,
          51.414993
        ],
        [
          -0.275318,
          51.41502
        ],
        [
          -0.275275,
          51.41502
        ]
      ]
    ],
    "type": "Polygon"
  }
}