{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q15NN0NHM4W00",
  "lapsed_date": "16/12/2024",
  "decision_target_date": "16/12/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 7JY",
  "site_name": "Windfall",
  "status": "Approved",
  "application_details": {
    "site_area": 0.10300000000000001
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02878/PRA",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520341,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:10:51.834Z",
  "id": "Kingston-19_02878_PRA",
  "application_type": "Prior Approval",
  "street_name": "Coombe Wood Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "16/12/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Prior Notification under Schedule 2, Part 11 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) for demolition of building known as Windfall",
  "actual_completion_date": null,
  "last_date_consultation_comments": "10/12/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 171249,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021757521",
  "centroid": {
    "lon": -0.270426,
    "lat": 51.427479
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development must, except to the extent that the local planning authority otherwise agree in writing, be carried out— where prior approval is not required, in accordance with the details submitted with the application;\r\rReason: To comply with The Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) of Schedule 2 Part 11 Class B, Condition B.2 (b)(viii). \r",
    "The development must be carried out where approval has been given by the local authority, within a period of 5 years from the date on which approval was given. \r\rReason: To comply with The Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) of Schedule 2 Part 11 Class B, Condition B.2 (b)(ix). \r",
    "The details of security hoarding are appropriate and the hours of demolition are consistent with standard safeguards imposed under planning conditions. It is considered that the proposed land remediation on the land would be safe after demolition.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r",
    "Reasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action. \r",
    "The site comprises a semi-detached dwelling.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of and and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would accord with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2016) Policies CS8 and DM10 of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Please ensure that your submitted Site Location Plans and Block Plans have a red line outlining the application site",
    "Please ensure that all submitted floor plans and elevations have a scale bar shown, at the appropriate scale",
    "email sent requesting clarification of which application to proceed with as 2 submitted for the same works. Pls see email sent 27/01/2021 on DMS"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/11/2019",
  "secondary_street_name": null,
  "site_number": "3",
  "pp_id": "PP-08299403",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.270404,
          51.427492
        ],
        [
          -0.270405,
          51.427465
        ],
        [
          -0.270448,
          51.427466
        ],
        [
          -0.270447,
          51.427493
        ],
        [
          -0.270404,
          51.427492
        ]
      ]
    ],
    "type": "Polygon"
  }
}