{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PZDFTFNHKVK00",
  "lapsed_date": "10/12/2024",
  "decision_target_date": "09/12/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 5DW",
  "site_name": "",
  "status": "Commenced",
  "application_details": {
    "site_area": 0.05
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02564/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517562,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:09:28.748Z",
  "id": "Kingston-19_02564_HOU",
  "application_type": "Householder",
  "street_name": "Victoria Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "10/12/2019",
  "epc_number": null,
  "actual_commencement_date": "01/06/2019",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a single storey outbuilding in rear garden",
  "actual_completion_date": null,
  "last_date_consultation_comments": "22/11/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167047,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021800972",
  "centroid": {
    "lon": -0.311771,
    "lat": 51.390296
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The development shall conform in all material aspects with the plans and details shown in the application as listed below, unless variations are agreed by the Local Planning Authority in order to discharge other conditions attached to this decision:\r\rReason:  For avoidance of doubt and in the interests of proper planning.\r",
    "The outbuilding hereby permitted shall only be used as ancillary to the main house and shall not be converted into a separate dwelling without the grant of further specific planning permission from the Local Planning Authority.\r\rReason: To safeguard the primary use on the site and to prevent the intensification of the site. \r",
    "No development shall take place until structural details of the proposed excavation works have been submitted to and approved in writing by the Local Planning Authority. The excavation works shall be carried out in accordance with the approved plans.\r\rReason: To ensure the works safeguard the structural integrity of the neighbouring land during the construction phase of the development and in perpetuity.",
    "Condition 9 - The RBK Flood Risk Officer and RBK Environmental Health Officer have reviewed the submitted information and have no objection.",
    "The proposed extension is not considered to fall within the parameters of  permitted development as it would extend more than three metres from the rear and would also extend beyond an original side elevation and have a width more than half the width of the original house, contrary to A.1 (f)(i), (J)(iii) and (ja) of Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).\r\rThe single storey extension extends more  than 3 metre from the rear and the two storey side extension is not part of the original footprint.",
    "Please submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point. Please be advised we are unable to accept Land Registry maps",
    "The submitted Proposed Elevations are labelled as 'Existing'. Please amend accordingly and resubmit so that your application can be validated",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "14/10/2019",
  "secondary_street_name": null,
  "site_number": "36",
  "pp_id": "PP-08224362",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.311749,
          51.390309
        ],
        [
          -0.31175,
          51.390282
        ],
        [
          -0.311793,
          51.390283
        ],
        [
          -0.311792,
          51.39031
        ],
        [
          -0.311749,
          51.390309
        ]
      ]
    ],
    "type": "Polygon"
  }
}