{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PZGGU7NHKXP00",
  "lapsed_date": "11/12/2022",
  "decision_target_date": "11/12/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 1JQ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 454,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SSHOPF Name: Secondary Shopping Frontages (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "PSHOPA Name: Primary Shopping Area (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "MVKTC Name: Motor Vehicle Restricted Area (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "KTCAAP Name: Kingston Town Centre AAP"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Kingston Town Centre Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Kingston Old Town Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACO Name: Kingston Old Town Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "PSHOPF Name: Primary Shopping Frontages"
      },
      {
        "result": null,
        "constraints_layer_description": "THAMPA Name: Riverside Strategy"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 2"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 3A"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "LBCASE LB Address: 36 Market Place\rLB Grade: LOCAL\rLB Ref: 112"
      },
      {
        "result": null,
        "constraints_layer_description": "LBCASE LB Address: 39 Market Place\rLB Grade: LOCAL\rLB Ref: 113"
      },
      {
        "result": null,
        "constraints_layer_description": "LBCASE LB Address: Stella Maris Anglesea Road\rLB Grade: LOCAL\rLB Ref: 524"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128035646"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02584/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517909,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:09:32.859Z",
  "id": "Kingston-19_02584_FUL",
  "application_type": "All Other",
  "street_name": "Market Place",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "11/12/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of roof extension and replacement of rear sash window",
  "actual_completion_date": null,
  "last_date_consultation_comments": "26/11/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 169151,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128035646",
  "centroid": {
    "lon": -0.306088,
    "lat": 51.409134
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "Detailed drawings at the scale of 1:50 of the replacement sash window and specification details of the proposed replacement window shall be submitted to and approved in writing by the Local Planning Authority before the relevant part of the work is begun. The detail thereby approved shall then be carried out in accordance with that approval in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) and Policy DM12 (Development in Conservation Areas and Affecting Heritage Assets) of the LDF Core Strategy Adopted April 2012. \r\rReason: To ensure a satisfactory appearance on completion of the development in the interests of visual amenity in accordance with Policy DM10 (Design Requirements for New Developments, including House Extensions) and Policy DM12 (Development in Conservation Areas and Affecting Heritage Assets) of the LDF Core Strategy Adopted April 2012. \r",
    "A sample of the facing brick materials to be utilised in the development hereby permitted shall be submitted to and approved in writing by the Local Planning Authority before any works on site are commenced. The development shall then be built in accordance with these approved samples.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments, including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Details of the chimneys at a scale of 1:50 shall be submitted to and approved in writing by the Local Planning Authority before the relevant part of work is begun. The detail thereby approved shall be carried out in accordance with that approval in accordance in Policy DM10 of the Core Strategy. \r\rReason: In the interests of visual amenity and the character of the area. These details are required prior to commencement of development to ensure the development would have a satisfactory appearance in its Conservation Area setting in accordance with Policy DM10 (Design Requirements for New Developments, including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Detailed drawings at a scale of 1:50 of the raised parapet and roof shall be submitted to and approved in writing by the Local Planning Authority before the relevant part of work is begun. The detail thereby approved shall be carried out in accordance with that approval in accordance in Policy DM10 of the Core Strategy. \r\rReason: In the interests of visual amenity and the character of the area. These details are required prior to commencement of development to ensure the development would have a satisfactory appearance in its Conservation Area setting in accordance with Policy DM10 (Design Requirements for New Developments, including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The assessment has been based on the original layout of the house which had a staggered rear building line at ground floor level. This is shown on the submitted photographs.  As a result the proposed extension would extend beyond an original side wall and would have a width greater than half the width of the original dwellinghouse. The development therefore conflicts with paragraph A.1 (j) (iii) and as such the prior approval is refused. \r\rThe proposal would require planning permission.\r",
    "Proposed works would require planning permission.",
    "Section 59 of the Highways Act permits the Highway Authority to charge developers for damage caused by excessive weight and movements of vehicles to and from a site. The Highway Authority will pass on the cost of any excess repairs compared to normal maintenance costs to the applicant/organisation responsible for the damage. \r",
    "The developer is reminded that it is an offence to allow materials to be carried from the site and deposited on or damage the highway from uncleaned wheels or badly loaded vehicles. The Highway Authority will seek, wherever possible, to recover any expenses incurred in clearing, cleaning or repairing highway surfaces and prosecute persistent offenders. (Highways Act 1980 Sections 131, 148, 149).",
    "Your attention is drawn to the fact that any raised patio area/decking area of over 0.3m in height would not be permitted permitted development and would require planning permission",
    "Unfortunately we require all drawing submitted to correct scale. \r\rPlease provide revised copies of all existing and proposed plans and elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.\r\rPlease note that the submitted plans do not scale correctly at given scale.",
    "Please submit a revised copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r\rThis is requied on all planning applications. We are unable to accept Land Registry Maps.",
    "Please provide an Existing Block Plan, showing the site prior to the proposed siting and works of the outbuilding",
    "Please provide a scale bar on the submitted plans",
    "The fee required for your pre-planning application is £ 750.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "16/10/2019",
  "secondary_street_name": null,
  "site_number": "39, 40",
  "pp_id": "PP-08176025",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.306066,
          51.409147
        ],
        [
          -0.306067,
          51.40912
        ],
        [
          -0.30611,
          51.409121
        ],
        [
          -0.306109,
          51.409148
        ],
        [
          -0.306066,
          51.409147
        ]
      ]
    ],
    "type": "Polygon"
  }
}