{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q08BLINHLKW00",
  "lapsed_date": "08/01/2025",
  "decision_target_date": "26/12/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 9HF",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.038000000000000006
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02725/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520021,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:10:07.670Z",
  "id": "Kingston-19_02725_HOU",
  "application_type": "Householder",
  "street_name": "Elmbridge Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Alexandra - OLD",
  "decision_date": "08/01/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a single storey side and rear extension (following demolition of existing rear conservatory and detached garage) and adjacent decking. \r",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167628,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021788201",
  "centroid": {
    "lon": -0.276251,
    "lat": 51.395003
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The proposed roof of the single storey rear extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes. \r\t\rReason: To protect the amenities and privacy of the adjoining properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The floor levels of the proposed development shall be no lower than the existing floor levels serving the main dwelling unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To reduce the risk of flooding by establishing a satisfactory ground floor level.",
    "The site comprises a flat/semi-detached/linked/detached dwelling.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- (Add more bullet points in here if necessary)\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would accord with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2016) Policies CS8 and DM10 of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The site comprises a semi-detached dwelling.\r\rThree neighbouring properties have been notified and no representations have been received.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of and and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development is considered unacceptable in terms of depth and is in conflict with Policy Guidance 33 of the Residential Desgin SPD. The proposed extension would not be proportionate or subordinate addition. It is considered that there would be an unacceptable adverse impact on the character or appearance of the area as a result of the proposals.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  The proposed development would fail the BRE 45 degree rule and would result in a significant and unacceptable loss of daylight to adjoining No. 8 Oakdene Drive and would have an overbearing impact and result in an undue sense of enclosure. Therefore It is considered that the proposed development would have an unacceptable adverse impact upon the amenities of the occupiers of neighbouring properties by reason of overbearing appearance and loss of light.",
    "The assessment has been based on the original layout of the house that shows a rear outrigger. The proposed extension would extend beyond the side elevation of the outrigger and would have a width greater than half the width of the original dwellinghouse, in conflict with Paragraph A.1 (j) (iii) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).\r\rIt is noted that this application also proposed alterations to the first floor. Prior Notification Householder Applications are only for larger single storey rear extensions. The first floor extensions and alterations therefore have not been considered as part of this application.",
    "The details submitted for Condition 3 (Cycle Storage) by the applicant are considered satisfactory. As such, Condition 3 is hereby fully discharged.",
    "Please provide all corresponding plans/elevations approved under the previous planning permission (the previously approved versions should be clearly marked as 'Approved', or be otherwise clearly identifiable.)",
    "Please provide copies of all existing and proposed elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.\r\rPlease note that all drawings (including drawings of gates) require a scale bar, key dimensions and the scale used to be shown on each drawing and should also scale correctly.",
    "Please provide revised copy of block plan showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.",
    "Linked application is invalid"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "31/10/2019",
  "secondary_street_name": null,
  "site_number": "182",
  "pp_id": "PP-08253863",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.276229,
          51.395016
        ],
        [
          -0.27623,
          51.394989
        ],
        [
          -0.276273,
          51.39499
        ],
        [
          -0.276272,
          51.395017
        ],
        [
          -0.276229,
          51.395016
        ]
      ]
    ],
    "type": "Polygon"
  }
}