{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PXXCGBNHJNY00",
  "lapsed_date": "02/12/2022",
  "decision_target_date": "11/11/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 8NH",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 777,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: Neighbourhood Policy"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021792098"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02289/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519459,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:08:18.581Z",
  "id": "Kingston-19_02289_FUL",
  "application_type": "All Other",
  "street_name": "Kings Drive",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Berrylands - OLD",
  "decision_date": "02/12/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Joint Application in relation to 84 and 86 Kings Drive.   \r-The works to No. 84 comprise a single storey rear extension and first floor side extension. \r-The works to No.86 comprise a part single and part two-storey rear extension, a two storey side extension and loft conversion.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 167236,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021792098",
  "centroid": {
    "lon": -0.284457,
    "lat": 51.391599
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall be commenced within 3 years from the date of this decision.\r\rReason: In order to comply with Section 91 of the Town and Country Planning Act, 1990.  (As amended)",
    "The approved works to both properties (Nos 84 and 86) shall be undertaken simultaneously and substantially completed (walls and roof constructed and fenestration in place and internally habitable) within 3 months of each other.\r\rReason: In the interests of visual amenity and also that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The facing materials to be used in the construction of the building shall be those specified on the application form and approved drawings or such other materials as have been approved in writing by the Local Planning Authority before the development is commenced and shall thereafter be retained as such.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The proposed  alterations are not considered to fall within the parameters of  permitted development as set out under schedule 2, Part 7, Class A of the Town and County Planning (General Permitted Development) (England) Order 2015",
    "The existing Class use of the building is B1(a) Offices and does not fall under Class A2 Financial or professional.",
    "The proposed extension and alterations are not considered to fall within the parameters of  permitted development as set out under schedule 2, Part 1, Class A (f) of the Town and County Planning (General Permitted Development) (England) Order 2015\r\rExtension over 3 metres are required to undertake the neighbour consultation scheme. A Prior Notification Householder Application would be required in this instance.",
    "\"Erection of part single, part double storey rear extensions with side infill at first floor and associated changes to fenestration. Erection of new crown roof, 2no side and 1no rear dormer roof extensions with installation of 8no rooflights to facilitate loft conversion. Erection of single storey detached outbuilding to the rear of property to be used as a gym. Installation of new metal railings and pedestrian gate to front of property.\"\r\rPlease confirm description of works as the application form description does not correspond with the proposed works in the plans and/or supporting documents.  Confirmation can be in writing or by amending the plans to reflect the proposals.\r\rNote: Any documentation with the incorrect proposals will need to be resubmitted, this includes the description of works section on the application form.",
    "I acknowledge receipt of your payment for £ 407.00, the fee required for this application is £ 462.00 (additional dwelling), therefore please forward the outstanding balance of £55.00 as soon as possible.\r\rNote: Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "Existing and proposed plans and elevations must be provided INDIVIDUALLY AND SEPERATE\r\rYou have only provided one drawing. \r\rYou must provide 2 seperate drawings showing existing plans and elevations on one and proposed plans and elevations on the other.\r\rThere must be be a clear definition between how plans and elevations are currently and how they are proposed to be.\r\rPlease submit a set of existing plans and elevations and a seperate set of proposed plans and elevations.\r\rThis is our 3rd request this application will remain invalid and be further delayed or removed from the system if these are not provided asap."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "16/09/2019",
  "secondary_street_name": null,
  "site_number": "84",
  "pp_id": "PP-08154111",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.284435,
          51.391612
        ],
        [
          -0.284436,
          51.391585
        ],
        [
          -0.284479,
          51.391585
        ],
        [
          -0.284478,
          51.391612
        ],
        [
          -0.284435,
          51.391612
        ]
      ]
    ],
    "type": "Polygon"
  }
}