{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PXZH7ANHJPZ00",
  "lapsed_date": "12/11/2024",
  "decision_target_date": "13/11/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 7TG",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.019
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02307/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518807,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:08:23.013Z",
  "id": "Kingston-19_02307_HOU",
  "application_type": "Householder",
  "street_name": "Thornhill Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "12/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 165758,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021800105",
  "centroid": {
    "lon": -0.294317,
    "lat": 51.378452
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific planning permission from the Local Planning Authority.\r\rReason: To safeguard the amenities of the adjoining premises.\r",
    "Representations: 5 surrounding owner/occupiers were notified of the proposals. No responses have been received.",
    "Representations: 2 surrounding owner/occupiers were notified of the proposals. No responses have been received.",
    "The details submitted for the discharge of Condition 4  (sample of the facing material of concrete effect rain-screen panel system) being \"Rockpanel Concrete Platimum\"  are considered satisfactory and therefore Condition 4 is hereby fully discharged.",
    "As we are unable to physically accept samples of materials, please can you send photographic images instead so that your application can be validated and dealt with",
    "Having assessed your application it would be more beneficial to submit an application for a non-material amendment as opposed to a variation of the condition, as proposed. This application would not involve the 8 week period to determine, and could be determined in 28 days without consultation  and in addition would lead to submiting your approval of the condition sooner. You will not need to withdraw the application just send to us an application form to replace the one currently submitted.\r\rPlease note in any event, these types of applications require the submission of previously approved plans, and the new proposals. Kindly also ensure that any other drawings which do not relate to this application are not submitted",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rThe removal of T.1 is necessary for health and safety reasons while the minor works to T.2 are acceptable and as neither tree affects public amenity, the Council's default position should be one of no objection.\r\rRecommendation:\rNo objections",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rThe tree has grown significantly missproportioned and requires these corrective works to make safe, reduce and maintain.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rNo evidence has been provided to demonstrate that the tree is causing any harm to the adjacent historic boundary wall. The tree far exceeds the wall in age and being extremely slow growing does not appear to be exerting any new influence upon the wall. When the application was recieved and validated, photos in support of the application were requested. I later followed up this request with a phone call to the Agent explaining the need for technical evidence supporting the removal of the tree or at least photos that showed the tree and clearly demonstrated that damage was occurring to the adjacent wall. Photos were later recieved but in no way show any damage to the wall and neither do they in any other way justify the removal of this fine specimen Veteran Yew tree protected by TPO.\r\rRecommendation:\rRefuse."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/09/2019",
  "secondary_street_name": null,
  "site_number": "153",
  "pp_id": "PP-08154770",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.294295,
          51.378465
        ],
        [
          -0.294296,
          51.378438
        ],
        [
          -0.294339,
          51.378438
        ],
        [
          -0.294338,
          51.378465
        ],
        [
          -0.294295,
          51.378465
        ]
      ]
    ],
    "type": "Polygon"
  }
}