{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PYSEACNHKCP00",
  "lapsed_date": "28/11/2024",
  "decision_target_date": "28/11/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 1EY",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.029
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02440/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518204,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:08:55.029Z",
  "id": "Kingston-19_02440_HOU",
  "application_type": "Householder",
  "street_name": "Grange Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington North & Hook - OLD",
  "decision_date": "28/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a single storey rear extension with flat roof and 2x roof lights and minor alterations to front fenestration",
  "actual_completion_date": null,
  "last_date_consultation_comments": "12/11/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 164866,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021748397",
  "centroid": {
    "lon": -0.303274,
    "lat": 51.37056
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The development shall conform in all material aspects with the plans and details shown in the application as listed below, unless variations are agreed by the Local Planning Authority in order to discharge other conditions attached to this decision:\r\r1730 - 202A\r1730 - 102A\r1730 - 201A\r1730 - 102B\r1730 - 102A\r1730 - 101A\r1730 - 401\rSite Location Plan\r\rReason:  For avoidance of doubt and in the interests of proper planning.\r",
    "Development shall be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof\tgarden or similar amenity area without the grant of further specific planning permission from the Local Planning Authority.\r\rReason: To safeguard the amenities of the adjoining\tpremises.\r",
    "Your attention is drawn to the fact that planning permission does not override property rights and any ancient rights of light that may exist.  This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner.  If you require further information or advice, you should consult a solicitor.",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from any adjoining owner where the building owner proposes to: carry out work to an existing party wall; build on the boundary with a neighbouring property; in some circumstances, carry out groundwork's within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".",
    "Deliveries to the site will avoid peak traffic times. This is due to existing congestion along the surrounding roads which will be exacerbated with the proposals; Deliveries to the site should where possible avoid waiting on the highway as this could result in a reduction to road safety and emergency access; Any parking that cannot be contained within the site must park considerately and safely, so as not to obstruct sightlines at junctions or site accesses. The applicant should be aware that any such parking will cause unnecessary concern and agitation within the local community.",
    "Service parking and deliveries should not cause any damage to the verges or margins, and no parking is allowed on either. A license from the Compliance Team will be required to erect off site direction signs. This same team will issue the hoarding license (if necessary) and seek appropriate deposits. The applicant should be advised that a licence is needed for a tower crane, and should contact the Street Scene Compliance Team on 020 8547 5002. A traffic management arrangement for the delivery, erection, dismantling and removal of a tower crane (if it would be used) should be submitted for approval. The applicant should be advised to consider if a parking suspension might be needed to allow access for big delivery construction vehicles involved. To apply for parking suspension (if needed), the applicant should contact the Environment Contact Centre on 020 8547 5002.",
    "Please be advised that a fee of £250 is required for this application. This can be paid either online at www.kingston.gov.uk or by calling our Customer Service Team on 020 8547 5002",
    "Please be advised that a fee of £1250 is required for this application. This can be paid either online at www.kingston.gov.uk or by calling our Customer Service Team on 020 8547 5002",
    "Please can you confirm that you do not wish for the Facing Materials to be considered as part of this application, and if so, please can you remove reference to them from your application form, and the remainder of the conditions will be considered along side the information you have provided.",
    "Please can you amend the Proposed Block Plan, as this is now referring to the changed proposed floor plan. In addition kindly confirm that the Proposed Elevation, labelled P04 as Option 1, is the correct Plan, and remove the Option 1 anotation from it"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "03/10/2019",
  "secondary_street_name": null,
  "site_number": "56",
  "pp_id": "PP-08165791",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.303252,
          51.370573
        ],
        [
          -0.303253,
          51.370547
        ],
        [
          -0.303296,
          51.370547
        ],
        [
          -0.303295,
          51.370574
        ],
        [
          -0.303252,
          51.370573
        ]
      ]
    ],
    "type": "Polygon"
  }
}