{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PY2WVGNHJSV00",
  "lapsed_date": "13/11/2024",
  "decision_target_date": "14/11/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5NQ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.030000000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02327/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520953,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:08:28.795Z",
  "id": "Kingston-19_02327_HOU",
  "application_type": "Householder",
  "street_name": "Van Dyck Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "13/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of part single storey, part two storey rear extensions and a side dormer extension.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166895,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021782376",
  "centroid": {
    "lon": -0.263111,
    "lat": 51.388218
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The development shall conform in all material aspects with the plans and details shown in the application as listed below, unless variations are agreed by the Local Planning Authority in order to discharge other conditions attached to this decision:\r\rReason:  For the avoidance of doubt and in the interests of proper planning.\r",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Before the beneficial occupation of the development hereby permitted, any windows or rooflights in the west elevation and situated on the first floor shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and must be replaced in the event that it ceases to result in obscurity to level 3. \r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and/or re-enacting that Order) no windows, other than those shown on the approved plans shall at any time be placed in the east or west elevations of the first floor rear extension and the west elevation of the side dormer extension hereby permitted without the grant of a separate planning permission from the Local Planning Authority.\r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy.\r",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation. These cover such works as - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services,  underpinning works, and fire safety/means of escape works. Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts. A completed application form together with detailed plans must be submitted for approval before any building work is commenced.",
    " You have been granted planning permission to build a residential extension. When undertaking demolition and/or building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays. Furthermore, please ensure that all vehicles associated with the construction of the development hereby approved are properly washed and cleaned to prevent the passage of mud and dirt onto the adjoining highway. You are advised that the Council does have formal powers to control noise and nuisance under the Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation. For further information and advice, please contact - Environmental Health Department Pollution Section.",
    "Your attention is drawn to the fact that planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor.",
    "Unless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.",
    "The Party Wall Act 1996 requires building owners to notify and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\rCarry out work to an existing party wall;\rBuilt on the boundary with a neighbouring property;\rIn some circumstances, carry out groundwork's within 6m of an adjoining building\r\rNotifications and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls, etc Act 1996 - Explanatory Booklet\"\r",
    " The block plan should also show adjoining properties to the side and rear and those opposite in full outline.",
    "The fee required for your planning application is £ 1775.00.  Payment can be made via either our Contact Centre on 0208 547 5002 or by cheque made payable to Royal Borough of Kingston upon Thames. You may also pay online via the Kingston Council website www.kingston.gov.uk\r\r\rPlease note that the category is 'D' and not 'F' as stated on the submitted pre application form.",
    "Please be advised that some of the submitted plans are not clearly produced and as such not all details are visible, such as scale bars. Kindly ensure all plans are clearly printed and scanned and sent to us, so as to help with determining your application",
    "The submitted elevations show works to the roof, which are not referred to in your accompanying Design & Access statement, nor on the description. Please either amend your application accordingly, either deleting reference to these changes or annotating your plans showing these aspects form part of a different application",
    "Please provide a photograph of the tree.\r\rThis is required due to the current situation.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate repeat works to reduce and maintain a large Lime to the rear of the property and not having any negative impact upon public amenity or tree health.\r\rRecommendation:\rNo objections.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rMinor repeat works to maintain small tree on frontage, no adverse impact upon tree health or public amenity.\r\rRecommendation:\rNo objections.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate works for health and safety reasons to remove regrowth from a lapsed pollard at the rear of the property and not affecting public amenity.\r\rRecommendation:\rNo objections.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rThe only works requiring permission are acceptable and appropriate in nature.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate repeat works to reduce and maintain at same approximate size.\r\rRecommendation:\rApprove."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "19/09/2019",
  "secondary_street_name": null,
  "site_number": "12",
  "pp_id": "PP-08164590",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.263089,
          51.388231
        ],
        [
          -0.26309,
          51.388204
        ],
        [
          -0.263133,
          51.388205
        ],
        [
          -0.263132,
          51.388231
        ],
        [
          -0.263089,
          51.388231
        ]
      ]
    ],
    "type": "Polygon"
  }
}