{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q0LA90NHLV500",
  "lapsed_date": "24/01/2025",
  "decision_target_date": "02/01/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 3RP",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.034
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02783/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519849,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:10:22.977Z",
  "id": "Kingston-19_02783_HOU",
  "application_type": "Householder",
  "street_name": "Kenley Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "24/01/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a two storey side & single storey rear extension.\r\r\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": "09/12/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169331,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021761609",
  "centroid": {
    "lon": -0.278147,
    "lat": 51.410345
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Before the beneficial occupation of the development hereby permitted, any windows or rooflights in the north-west elevation and situated on the first floor shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and must be replaced in the event that it ceases to result in obscurity to level 3. \r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy. \r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and/or re-enacting that Order) no windows, other than those shown on the approved plans shall at any time be placed in the north-west elevation of the building/extension hereby permitted without the grant of a separate planning permission from the Local Planning Authority.\r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy.\r",
    "The details submitted for Condition 3 (Facing Materials) of Planning Permission ref: 19/02195/FUL by the applicant are considered satisfactory. As such, Conditions 3 is hereby fully approved.",
    "The details submitted for Condition 6 (Cycle Provision) of Planning Permission ref: 19/02195/FUL by the applicant are considered satisfactory. As such, Conditions 6 is hereby fully approved.\r\rOfficers note the Council's Neighbourhood Traffic Officer's concerns regarding the width of the proposed cycle path (0.9m), however it had been considered acceptable in this case as it was approved under planning permission 19/02195/FUL.\r \r",
    "The details submitted for Condition 9 (Sustainable Drainage) of Planning Permission ref: 19/02195/FUL by the applicant are considered satisfactory. As such, Conditions 9 is hereby fully approved.",
    "The site comprises a detached dwelling within the Kingston Hill/Coombe Hill Strategic Area of Special Character and Kingston Hill Area of Archaeological Significance. The site is also covered by Area Tree Protection Orders MAC.07.58 and MAC.06.56\r\rEight neighbouring properties have been notified and two representations have been received objecting to the development on the following ground;\r- Car park issues\r- Fumes\r- Noise\r- Loss of Privacy\r\rAn issue relating to a personal covenant to light and air that is registered on the deeds has been raised but this is not a planning consideration under this type of application.\r\rHistoric England's Greater London Archaeological Advisory Service (GLAAS) - No Comment\r\rRBK Tree & Landscape Officer - The applicant has not submitted a tree protection plan or a statement asserting that the new build will use existing foundations on the south and south western aspects where protected trees may otherwise be affected.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- The impact of the development on protected trees.\r- The impact of the development on parking\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: Officers note that the design of the proposed development is comtemporary in comparison to the original building and buildings in the wider area. However, considering the orientation of the site and its lack of visibility from the surrounding roads, Officers consider that the proposed development would be acceptable in terms of its scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  Due to the separation distances between the site and the surrounding properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) states that The Council will expect new development to ensure that trees that are important to the character of the area or covered by Tree Preservation Orders are not adversely affected. Policy Guidance 7 of the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) state that generally there will be a presumption against the loss of trees - regardless of whether they are protected by virtue of a Tree Preservation Order or with respect to their location within a designated Conservation Area. \r\rOfficer Comment: Although it is noted the site does not fall within a Conservation Area it is however covered by Area Tree Preservation Orders.  As no arboricultural information or evidence has been submitted indicating that the proposed development would not cause harm to  protected trees, Officers are unable to assess the impact of the proposed development on protected trees.\r\rPolicy DM9 of the Council's LDF Core Strategy (2012) states that new development must comply with local car parking standards in order that it does not contribute to congestion or compromise highway safety.  Policy DM10 supports this stance. \r\rOfficer Comment: Despite the loss of the existing garage, it is considered that the hardstanding to the front of the dwelling would remain of an adequate size to accommodate 2 off street car parking spaces, therefore the proposal would comply with the Policies DM9 and DM10 of the Kingston Core Strategy (2012).\r\rOverall, it cannot be concluded that the proposed development would not cause harm to, or the loss of, protected trees. The proposed development would not be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2016), Policies DM10 of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Please provide proof of disablity asap",
    "Please be advised that a fee of £720.00 is required for this application. This can be paid either online at www.kingston.gov.uk or by calling our Customer Service Team on 020 8547 5002\r",
    "Please provide copies of existing elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part",
    "Clarification is required on the submitted plans. For eg Plans 005 and 006 are for the same description Existing and Proposed Loft Floor Plan"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "07/11/2019",
  "secondary_street_name": null,
  "site_number": "39",
  "pp_id": "PP-08277670",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.278125,
          51.410359
        ],
        [
          -0.278126,
          51.410332
        ],
        [
          -0.278169,
          51.410332
        ],
        [
          -0.278168,
          51.410359
        ],
        [
          -0.278125,
          51.410359
        ]
      ]
    ],
    "type": "Polygon"
  }
}