{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Removal/Variation of a condition",
  "lpa_app_no": "230021VAR",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/230021VAR;",
  "actual_completion_date": null,
  "pp_id": "PP-11732307",
  "lapsed_date": "16/11/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": "-0.291854",
    "lat": "51.5218464"
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "12091310",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "description": "Minor material amendment (S.73) to vary condition no.2 (approved plans), resulting in an increase of five co-living rooms, new roof terraces, and associated internal layout rearrangement and external appearance changes and to reword condition no.29 (accessible units) to a compliance condition in pursuant to planning permission reference 221993VAR dated 21/12/2022 for: Part three, part four, part five, part six-storey building with two basement levels to form a fifty-nine room, fifty-nine person co-living property (Use Class Sui Generis); and associated amenity, cycle parking, waste storage, and vehicle parking spaces (following demolition of existing buildings)'.",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.29194139999999996,
          51.5216872
        ],
        [
          -0.2920037,
          51.5216814
        ],
        [
          -0.2920258,
          51.5217819
        ],
        [
          -0.2920385,
          51.5218401
        ],
        [
          -0.2920449,
          51.521869
        ],
        [
          -0.2920627,
          51.5219516
        ],
        [
          -0.29203819999999997,
          51.5219521
        ],
        [
          -0.2919689,
          51.5219534
        ],
        [
          -0.2919564,
          51.5219536
        ],
        [
          -0.2916624,
          51.5219597
        ],
        [
          -0.2916606,
          51.5219125
        ],
        [
          -0.2916583,
          51.5218575
        ],
        [
          -0.2916567,
          51.5218031
        ],
        [
          -0.2916561,
          51.5217741
        ],
        [
          -0.2918845,
          51.5217608
        ],
        [
          -0.291881,
          51.5217425
        ],
        [
          -0.2919525,
          51.5217364
        ],
        [
          -0.29194139999999996,
          51.5216872
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Major all other major developments",
  "last_updated_by": "CSV Data Import",
  "locality": "London",
  "site_name": "70 Hanger Lane",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of the original permission, being 15/09/2021. The permission will therefore be taken to be expired, if a material operation to implement the permission has not occurred by 15/09/2024.",
    "Reason:  In order to comply with the provisions of the Town and Country Planning Act 1990 (As Amended). | The development hereby approved shall be carried out in accordance with the drawings and documents numbered/titled:",
    "Drawings",
    "-\tTHP02-MAA-ZZ-DR-A-01001, Rev P06: Proposed Site Plan",
    "-\tTHP02-MAA-ZZ-DR-A-02001, Rev P12: Proposed Levels -02 & -01",
    "-\tTHP02-MAA-ZZ-DR-A-02002, Rev P09: Proposed Levels 00",
    "-\tTHP02-MAA-ZZ-DR-A-02003, Rev P08: Proposed Levels 01 & 02",
    "-\tTHP02-MAA-ZZ-DR-A-02004, Rev P09: Proposed Levels 03 & 04",
    "-\tTHP02-MAA-ZZ-DR-A-02005, Rev P06: Proposed Levels 04M",
    "-\tTHP02-MAA-ZZ-DR-A-04001, Rev P06: GA Elevations: Proposed Sheet 1 of 2",
    "-\tTHP02-MAA-ZZ-DR-A-04002, Rev P07: GA Elevations: Proposed Sheet 2 of 2",
    "-\tTHP02-MAA-ZZ-DR-A-05001, Rev P05: GA Sections: Proposed Section AA & BB",
    "-\tTHP02-MAA-ZZ-DR-A-05002, Rev P02: GA Sections: Proposed Section CC",
    "-\tAccommodation Schedule, THP02-MAA-SA-A-F100-00001, Rev P08, by MAA Architects",
    "Documents",
    "-\tAir Quality Assessment -- Prepared by Hawkins Environmental (04.06.2020);",
    "-\tArboricultural Impact Assessment (ref. 010387) -- Prepared by Crown Tree Consultancy (21.10.2020);",
    "-\tConstruction Method Statement -- Prepared by Knapp Hicks and Partners Limited (May 2020); Design & Access Statement -- Prepared by MAA Architects (May 2020);",
    "-\tDesign & Access Statement (Page 24) -- Prepared & Amended by MAA Architects (23.10.2020);",
    "-\tDrainage Strategy Report (ref. DSR/001) -- Prepared by G30 Consulting (05.06.2020);",
    "-\tDusk Emergence and Dawn Re-Entry Bat Survey (ref. RT-MME-152782) -- Prepared by Middlemarch Environmental (July 2020);",
    "-\tLandscape Strategy and Design Statement Rev. D -- Prepared by Landscape Connection (April 2023);",
    "-\tNoise Assessment (ref. 0436.1) -- Prepared by DKN Acoustics (November 2020);",
    "-\tOperational Management Plan -- Prepared by Urban Living (Received 13.05.2021);",
    "-\tOutline Construction Management Plan -- Prepared by Paul Mew Associates (June 2020);",
    "-\tOutline Fire Strategy Report Rev. 01 (ref. 10718BB) -- Prepared by Hogarth Property Group (08.10.2020);",
    "-\tPhase 1 Geoenvironmental Desk Study Report (ref. 36825/R/001/RJM) -- Prepared by Knapp Hicks and Partners;",
    "-\tPlanning Statement -- Prepared by Maven Plan (June 2020), (May 2022) and (December 2022);",
    "-\tPreliminary Bat Roost Assessment (ref. RT-MME-152614-02) -- Prepared by Middlemarch Environmental (June 2020);",
    "-\tPreliminary Ecology Appraisal (ref. RT-MME-152614-01) -- Prepared by Middlemarch Environmental (June 2020);",
    "-\tSchedule of Accommodation (THP02-MAA-SA-A-F100-00001 Rev. P08) -- Prepared by MAA Architects;",
    "-\tSunlight Daylight and Overshadowing Assessment -- Prepared by Hawkins Environmental (14 April 2022);",
    "-\tSustainability and Energy Statement -- Prepared by Maven Sustainability (19 January 2022);",
    "-\tTownscape & Visual Impact Assessment (Part 01) -- Prepared by Waterman Infrastructure & Environment Ltd. (December 2020);",
    "-\tTownscape & Visual Impact Assessment (Part 02) -- Prepared by Waterman Infrastructure & Environment Ltd. (December 2020);",
    "-\tTransport Statement -- Prepared by Paul Mew Associates (June 2020);",
    "-\tTransport Statement (Addendum 01) -- Prepared by Paul Mew Associates (October 2020);",
    "-\tTransport Statement (Addendum 02) -- Prepared by Paul Mew Associates (November 2020);",
    "-\tTree Constraints Plan (ref. 10387) -- Prepared by Crown Tree Consultancy (21.20.2021)",
    "-\tUrban Greening Factor Calculations (Received April 2023); and",
    "-         Planning Amendments Document (Rev P03, dated December 2022).",
    "Reason:   For avoidance of doubt and in the interest of proper planning.",
    "| The details of the External Materials shall be implemented in accordance with the details approved under planning application ref: 222762CND dated 28.07.2022.",
    "Development shall be carried out only in accordance with the approved details and, thereafter, permanently retained and maintained.",
    "Reason:   To ensure that the materials harmonise with the neighbouring buildings and surrounding area in accordance with Section 12 of the National Planning Policy Framework (2019) and policies D3 and D4 of the London Plan (2021); 1.1 and 1.2 of the Local Development Framework (Core) Strategy (2012); and 7B and 7.4 of the Ealing Development Management Development Plan (2013).",
    "| The co-living scheme shall be limited to no more than sixty-four (64) rooms with each bedroom being limited a single-occupant room and occupied by no more than one (1) occupant.",
    "Reason:   To protect the living conditions of occupants of the co-living scheme and nearby properties in accordance with policies D4, D6 and D14 of the London Plan (2021); and 7A, 7B and 7.4 of the Ealing Development Management DPD (2013). | The development hereby approved shall be used as a co-living scheme and for no other purpose or any use cited in any provision of the Town and Country Planning (General Permitted Development) Order 2015 (As Amended) (or any subsequent order revoking and re-enacting that Order with or without modifications) relevant to uses falling within Use Class Sui Generis.",
    "Reason:  To ensure that the Council retains control over the quality, impacts and provision of any change of use thereby safeguarding amenities of the occupiers of neighbouring properties and transport capacity in accordance with policies GC2, D14, T4 and T7 of the London Plan (2021); 1.1 and 1.2 of the Ealing Development (Core) Strategy 2026 (2012); and 7A and 7B of the Ealing Development Management DPD (2013).",
    "| The details of the Piling Method Statement shall be implemented in accordance with the details approved under planning application ref: 215702CND dated 07.01.2022.",
    "Any piling taking place on the development site must be undertaken in strict accordance with the approved Piling Method Statement.",
    "Reason:   To safeguard the underground sewerage utility infrastructure located in close proximity to the proposed works.",
    "| The details of the Construction Method Statement shall be implemented in accordance with the details approved under planning application ref: 215867CND dated 31.01.2022.",
    "The development shall be carried out in strict accordance with the approved plan for the duration of the works.",
    "Reason:   To protect the amenity of local residents and ensure adequate highway and site safety in accordance with policies D6, D11, D14, SI1, S12, T1, T2, T4 and T5 of the London Plan (2021); 1.1(e)(j) and 2.1(c) of the Ealing Development (Core) Strategy (2012); 7A and 7B of the Ealing Development Management Plan (2013); the Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006); and BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise.",
    "| Prior to their first use, all machinery / plant / equipment / extraction / ventilation systems and ducting for the development hereby approved shall be mounted with proprietary anti-vibration isolators and all fan motors shall be vibration isolated from the casing and adequately silenced. These anti-vibration measures must be implemented prior to the first use of the machinery / plant / equipment / extraction / ventilation systems and ducting and, thereafter, retained and maintained for the life of the development.",
    "Reason:  To ensure that the amenity of occupiers of the co-living scheme and surrounding premises is not adversely affected by vibration noise, in accordance with policies D6 and D14 of the London Plan (2021); and 7A and 7B of the Ealing Development Management Plan (2013).",
    "| The details of the Air Quality and Dust Management Plan shall be implemented in accordance with the details approved under planning application ref: 215868CND dated 03.12.2021.",
    "The development shall be carried out in strict accordance with the approved plan for the duration of the works.",
    "Reason:  To ensure that the amenity of occupiers of the co-living scheme and surrounding premises is not adversely affected by air pollution, in accordance with policies D6 and SI1 of the London Plan (2021); and 7A of the Ealing Development Management Plan (2013).",
    "| The details of the Fresh Air Ventilation shall be implemented in accordance with the details approved under planning application ref: 230233CND dated 08.02.2023.",
    "The development shall be carried out in strict accordance with the approved plan for the duration of the works.",
    "Reason:  To ensure that future occupiers of the co-living scheme are not adversely affected by air pollution from the adjoining transport corridor in accordance with policies D6 and SI1 of the London Plan (2021).",
    "| The details of the Noise Impact Assessment and Enhanced Sound Insulation shall be implemented in accordance with the details approved under planning application ref: 222170CND dated 29.06.2022",
    "The approved details shall be implemented prior to the first occupation of the building and, thereafter, be retained and maintained for the life of the development.",
    "Reason:  To ensure that the amenity of occupiers of the co-living scheme is not adversely affected by noise from adjoining communal areas in accordance with policies D6 and D14 of the London Plan (2021); and 7A of the Ealing Development Management Plan (2013). | The individual and combined external noise level emitted from plant, machinery or equipment at the development site shall be lower than the lowest existing background noise level by at least 10dBA as measured at or calculated to the nearest and most affected noise sensitive premises. The assessment shall be completed in accordance with BS4142:2014 (e.g. ensuring all machinery operating together at maximum capacity).",
    "Reason: To ensure that the amenity of occupiers of the approved development and surrounding premises is not adversely affected by noise from mechanical installations/equipment, in accordance with policies D6 and D14 of the London Plan (2021); and 7A and 7B of the Ealing Development Management Plan (2013).",
    "| The details of the Noise Assessment shall be implemented in accordance with the details approved under planning application ref: 222172CND dated 29.06.2022.",
    "Reason:   To ensure that the amenity of occupiers of the co-living scheme is not adversely affected by noise from commercial, cultural, industrial and transport sources, in accordance with Ealing's Interim Supplementary Planning Guidance 10 - Noise and Vibration and policies D6 and D14 of the London Plan (2021); and 7A and 7B of the Ealing Development Management Plan (2013).",
    "| The details of the Noise Impact Assessment for Isolation of Gym Equipment shall be implemented in accordance with the details approved under planning application ref: 222173CND dated 29.06.2022.",
    "Reason:   To ensure that the amenity of occupiers of the co-living scheme is not adversely affected by vibration noise, in accordance with policies D6 and D14 of the London Plan (2021); and 7A and 7B of the Ealing Development Management Plan (2013). | The development shall be implemented in strict accordance with all ten (10) recommendations on mitigation, protection and new habitat creation for bats detailed in Sections 7 of the Preliminary Bat Roost Assessment (ref. RT-MME-152614-02) dated June 2020 and Dusk Emergence and Dawn Re-Entry Bat Survey (ref. RT-MME-152782) -- Prepared by Middlemarch Environmental (July 2020).",
    "Construction of the development must take place in strict accordance with all ten (10) recommendations while any new habitat creation and bat boxes must be installed prior to the first occupation of the building and, thereafter, be retained and maintained for the life of the development.",
    "Reason:   In the interest of protecting the ecological value of the site in accordance with policies G6 of the London Plan (2021); 1.1, 1.2 and 5.4 of Ealing's Development (Core) Strategy (2012); and 2.18 of Ealing's Development Management DPD (2013).",
    "| Prior to construction completion and occupation, the development shall implement and maintain, and in the case of energy generation equipment confirm as operational, the approved measures to achieve an overall sitewide reduction in regulated CO2 emissions against SAP10 standards of at least 46.4% (equating to 18.54 tonnes of CO2 per year) beyond Building Regulations Part L 2013. These CO2 savings shall be achieved through the Lean, Clean, Green Energy Hierarchy as detailed in the Energy Statement prepared by Maven Sustainability in January 2022 including:",
    "i.\tLean, passive design measures to achieve an annual reduction of at least 12.42% equating to at least 4.96 tonnes in regulated carbon dioxide (CO2) emissions over BR Part L 2013.",
    "ii.\tGreen, renewable energy equipment including the incorporation of photovoltaic panels with a combined total capacity of (approx) 4 kWp, and Air Source Heat Pumps to achieve an annual reduction of at least 34%, equating to 13.5 tonnes, in regulated carbon dioxide (CO2) emissions over Part L 2013.",
    "iii.\tSeen, heat and electric meters installed to monitor the performance of the PV and the carbon efficiency (SCOP) of the heat pump systems including the heat generation and the combined parasitic loads of the heat pumps.",
    "a)\tDetails of the proposed renewable energy equipment, and associated monitoring devices required to identify their performance, shall be undertaken in accordance with the permission granted under ref: 215869CND.",
    "b)\tOn completion of the installation of the LZC equipment copies of the MCS certificates and all relevant commissioning documentation shall be submitted to the Council.",
    "c)\tThe development shall incorporate the overheating and cooling measures detailed in the dynamic Overheating Analysis by Vector Design in January 2021, or any later stage version. The assessment shall be compliant with CIBSE guidance TM59 and/or TM52, and modelled against the TM49 DSY1 (average summer) weather data files, and the more extreme weather DSY2 (2003) and DYS3 (1976) files for TM59 criteria (a) and (b).",
    "d)\tWithin three months of the occupation/first-use of the development a two-page summary report prepared by a professionally accredited person comparing the \"as built stage\" TER to BER/DER figures against those in the final energy strategy along with the relevant Energy Performance Certificate(s) (EPC) shall be submitted to the Council for approval.",
    "Reason: In the interest of addressing climate change and to secure environmentally sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2020, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012.",
    "| DELETED | Prior to the first occupation and the co-living scheme and commencement of landscaping works for the development, full details of the landscaping proposals shall be submitted to and approved in writing by the Local Planning Authority. These details shall include but are not limited to:",
    "-\tDetails of the green roofs and green living walls shown in the Proposed Plans and Elevations listed in Condition 2 including the type of plant(s), mounting system, and irrigation and draining system to be used/installed, as well as, maintenance plans for green living roofs and walls for the life of the development;",
    "-\tDetails of hard and soft landscaping, boundary treatments and outdoor furniture palette including not just materials and heights but also specifications, colour schemes and how these would work with the associated building materials palette;",
    "-\tDetails on the complete delivery of all seven (7) recommendations described in Section of the Preliminary Ecology Appraisal (ref. RT-MME-152614-01) -- Prepared by Middlemarch Environmental (June 2020);",
    "-\tDetails on the complete delivery of all three (3) recommendations described in Section of the Preliminary Bat Roost Assessment (ref. RT-MME-152614-02) -- Prepared by Middlemarch Environmental (June 2020);",
    "-\tDetails of all soft landscaping and a planting palette including species and mixes for trees, shrubs, perennials, bulbs, grass and wildflower meadows;",
    "-\tDetails of a Landscape Management Plan for a minimum period of five (5) years from the implementation of final planting; and",
    "-\tFull planting schedule of tree sizes, species, number of trees and locations.",
    "| The details of the Detailed Drainage Design shall be implemented in accordance with the details approved under planning application ref: 215870CND dated 27.01.2022.",
    "The approved details must be implemented prior to the commencement of the development and, thereafter, retained and maintained for the life of the development.",
    "Reason:  To reduce the risk of the flooding of the application property, neighbouring properties, and local area in accordance with policies SI12 and SI13 of the London Plan (2021); 1.2 of the Adopted Ealing Development (Core) Strategy (2012); and 5.12 of the Ealing Development Management DPD (2013). | The details of the Tree and Root Protection Plan shall be implemented in accordance with the details approved under planning application ref: 215871CND dated 01.12.2021.",
    "Reason:  To safeguard existing trees in the interests of protecting the visual amenity of the local area and retaining existing urban greening in accordance with Ealing's SPG 9 - Trees and Development Guidelines, as well as, policies D4, G5, G7, SI1 and SI2 of the London Plan (2021); and 5.10, 7B and 7.4 of the Ealing Development Management Plan (2013).",
    "| REMOVED",
    "| The indoor gym space to be provided within the development shall be designed, managed, monitored and maintained in accordance with Sport England's Active Design principles including being fully accessible. Furthermore, the indoor gym space must be made ready and fully operational prior to the first occupation of the building and, thereafter, be retained, maintained and monitored for the life of the development.",
    "Reason:   To enable all future occupiers of the co-living scheme to engage in a healthy and active lifestyle by providing an opportunity for activity inside the building in accordance with Sport England's Active Design principles and policies GG3, D5, D7 and S5 of the London Plan (2021).",
    "| A minimum of two (2) short-stay cycle parking spaces and sixty-four (64) secured and covered long-stay cycle storage spaces shall be provided. Such provisions shall be provided in accordance with standards adopted by Policy T5 of the London Plan (2021), brought into use prior to first occupation of the co-living scheme, and, thereafter, retained and maintained for the life of the development",
    "Reason:   To provide adequate facilities for cyclists and increase the use of active and sustainable modes of transport, in accordance with policies T1, T2, T4, and T5 of the London Plan (2021).",
    "| Prior to the first occupation of the co-living scheme and commencement of any landscaping works, details of a scheme to reinstate the single existing crossover to the front of the property as a level public footpath and form a new crossover with raised table and appropriate paving materials to guide the partially sighted pedestrians shall be submitted to and approved in writing by the Local Planning Authority. The approved details must be implemented at the applicant's expense prior to the first occupation of the co-living scheme and, thereafter, retained and maintained for the life of the development.",
    "Reason:   To improve the quality of the public realm and balance the space given to people to dwell, walk and cycle, as well as, ensure highway safety in accordance with policies T1, T2, T4, T6 and T6.1 of the London Plan (2021); and 6.13 of the Ealing Development Management Plan (2013).",
    "| Prior to the first occupation of any part of the development hereby approved, a Delivery, Servicing and Parking Management Plan shall be submitted to and approved in writing by the Local Planning Authority. The plan must include details on:",
    "-\tDeliveries and collections including how deliveries will be scheduled to avoid several lorries arriving at the site simultaneously;",
    "-\tServicing trips (including maintenance) and measures to reduce the number of freight trips to the site (freight consolidation);",
    "-\tCleaning and waste removal including arrangements for refuse collection;",
    "-\tAssignment, design and management of vehicle parking spaces; and",
    "-\tMonitoring and review of operations.",
    "The development shall be carried out strictly in accordance with the approved plan for the life of the development.",
    "Reason:   To ensure that the development can be adequately serviced in the interests of the amenity of occupies of the development and neighbouring properties, local/regional strategies adopted to increase the use of sustainable modes of transport, and pedestrian and highway safety and movement, in accordance with policies D4, D6, D8, SI7, T1, T2, T4, T5, T6 and T6.1 of the London Plan (2021); and 7A of the Ealing Development Management Plan (2013).",
    "| Prior to the first occupation of the co-living scheme, a written and illustrated Waste Management Plan designed in accordance with BS 5906:2005 and Ealing Council's Waste Management Guidelines for Architects and Developers shall be submitted to and approved in writing by the Local Planning Authority. The plan must detail the:",
    "-\tExpected volume of waste (i.e. food, recycling, and refuse waste) from the groups of units;",
    "-\tLocation of the various bins to be provided (incl. separate provisions and enclosures for the various groups of units); and",
    "-\tProposed arrangements for the presentation, retrieval and/or collection of the bins on collection days.",
    "The provisions described in the approved plan shall be brought into use prior to first occupation and retained permanently. Additionally, the collection day procedures shall be adhered to in accordance with the approved plan for the life of the development.",
    "Reason:  In the interests of safeguarding public health, reducing and managing waste generated by the development, and keeping local highways clear of visual blight and impediments to movement in accordance with the Ealing Council's Waste Management Guidelines for Architects and Developers, as well as, policies D4, D6, D8, SI7, T1, T2, T4 and T5 of the London Plan (2021); 1.1 of the Adopted Ealing Development (Core) Strategy (2012); and 7B of the Ealing Development Management Plan (2013).",
    "| Prior to the first occupation of the dwelling units of the development, an update the Travel Plan Statement contained within the approved Transport Statements and Addendums Prepared by Paul Mew Associates shall be submitted to and approved in writing by the Local Planning Authority. The updates to the plan must include:",
    "-\tOne-Year, three-year and five-year targets set in both percentage and absolute figure;",
    "-\tConfirmation that failure to meet the identified targets will trigger a new five-year monitoring cycle;",
    "-\tAny proposed remedial measures/actions; and",
    "-\tBudget allocation to travel plan measures.",
    "Reason:   To promote sustainable patterns of transport, safeguard the living and working conditions of local people, and ensure highway and pedestrian safety in accordance with Section 9 of the National Planning Policy Framework (2019) and policies T1, T2, T3, T4, T5, T6 and T7 of the London Plan (2021); and 1.2 and 1.2 of the Ealing Development (Core) Strategy 2026 (2012).",
    "| A maximum of two (2) off-street vehicle parking space shall be provided with these spaces being designed for disabled users and provided with an active Electric Vehicle Charging Point (EVCP) in accordance with standards adopted by policies T6 and T6.1 London Plan (2021) and dwg. THP02-MAA-ZZ-DR-A-01001 Rev. P03 of Condition 2. Such provision shall be brought into use prior to first occupation of the co-living scheme and, thereafter, retained and maintained for the life of the development.",
    "Reason:  To provide adequate parking facilities for motorists without prejudicing strategies adopted to increase the use of sustainable modes of transport, in accordance with policies T1, T2, T6 and T6.1 of the London Plan (2021); and 6.13 of the Ealing Development Management Plan (2013).",
    "| Seven of the approved co-living rooms shall be designed and constructed to meet Approved M (Volume 1: Dwellings), Part M4(3) (Wheelchair user dwellings) of Building Regulations 2015, or other such relevant technical standards in use at the time of the construction of the development.",
    "Reason:   To the provision of wheelchair housing in a timely fashion and address the current unmet housing need, production of a sustainable mix of accommodation, provision of an appropriate choice and housing opportunity for wheelchair users and their families in accordance with policies D5, D6, D7 and GG4 of the London Plan (2021); 1.1 of the Ealing Development (Core) Strategy 2026 DPD (2012). | The co-living scheme development must be carried out in accordance with the provisions of the Outline Fire Strategy Report Rev. 01 (ref. 10718BB) prepared by BB7 Fire Limited dated 08.10.2020 unless otherwise approved in writing by the Local Planning Authority. The development must be implemented in strict accordance with the statement and, thereafter, maintained as such for the life of the development.",
    "Reason: In the interest of fire safety, ensuring the safety of all building users, and the safe and dignified emergency evacuation of all building users in accordance with policies D3, D11 and D12 of the London Plan (2021).",
    "| Prior to the first occupation of the co-living scheme, details demonstrating that the development has achieved Secured by Design accreditation shall be submitted to and approved in writing by the LPA.",
    "Reason:   To ensure a safe and secure environment and reduce the fear of crime in accordance with policies D3 and D11 of the London Plan (2021); and 7.3 of Ealing's Development Management DPD (2013).",
    "| Aside from the roof balconies and terraces shown in the Proposed Plans listed in Condition 2, no other part of the rooftops of the development shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area. The restricted rooftops shall not be accessed except for maintenance or emergency purposes.",
    "Reason:  To protect the living conditions of occupants of nearby properties in accordance with policies D4 and D6 of the London Plan (2021); and 7A, 7B and 7.4 of the Ealing Development Management DPD (2013)."
  ],
  "postcode": "W5 2JH",
  "application_type": "All Other",
  "decision_date": "16/11/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 518605,
  "valid_date": "04/01/2023",
  "borough": "Ealing",
  "subdivision_of_building": null,
  "decision_target_date": "16/11/2023",
  "id": "Ealing-230021VAR",
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T01:26:16.981+00:00",
  "street_name": "Hanger Lane",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 181708,
  "application_details": {
    "existing_uprns": [
      "12091310"
    ],
    "site_area": 0.062
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              518599.3499459,
              181690.1509905
            ],
            [
              518595.046024,
              181689.4012051
            ],
            [
              518593.2486007,
              181700.5480144
            ],
            [
              518592.2179681,
              181706.9961686
            ],
            [
              518591.6985292,
              181710.1952529
            ],
            [
              518590.2473985,
              181719.3526316
            ],
            [
              518591.9458811,
              181719.452603
            ],
            [
              518596.7527517,
              181719.7025315
            ],
            [
              518597.6184831,
              181719.7525172
            ],
            [
              518618.0002742,
              181720.9021881
            ],
            [
              518618.247626,
              181715.6536904
            ],
            [
              518618.5526932,
              181709.5454389
            ],
            [
              518618.8000451,
              181703.4971702
            ],
            [
              518618.9154759,
              181700.2780917
            ],
            [
              518603.1096938,
              181698.4286211
            ],
            [
              518603.3982709,
              181696.399202
            ],
            [
              518598.4512343,
              181695.5994309
            ],
            [
              518599.3499459,
              181690.1509905
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Hanger Hill"
}