{
  "last_date_consultation_comments": null,
  "site_number": null,
  "ward": "NORTHWOOD 2022",
  "decision_date": "05/11/2024",
  "description": "To carry out tree surgery, to crown reduce the side overhanging the patio by 2.5m to Two Oaks (T1 and T2 on application), To fell Four Hornbeams (T4 and G2 on application) all within Area 1 on TPO 399",
  "development_type": null,
  "application_type": "All Other",
  "appeal_status": null,
  "title_number": null,
  "postcode": null,
  "locality": null,
  "appeal_decision": null,
  "status": "Split Decision",
  "pp_id": "13400290",
  "street_name": "NORTHWOOD",
  "last_updated_by": "CSV Data Import",
  "lpa_name": "Hillingdon",
  "centroid": {
    "lon": "-0.4415184",
    "lat": "51.6067219"
  },
  "lpa_app_no": "61383/TRE/2024/173",
  "borough": "Hillingdon",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.192
  },
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.44125949999999997,
          51.6063074
        ],
        [
          -0.4419864,
          51.6069773
        ],
        [
          -0.4417331,
          51.6071226
        ],
        [
          -0.4410459,
          51.6064086
        ],
        [
          -0.44125949999999997,
          51.6063074
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 508021,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=61383/TRE/2024/173",
  "bo_system": "CSV Data Import",
  "appeal_start_date": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": "44 COPSE WOOD WAY",
  "id": "Hillingdon-61383_TRE_2024_173",
  "decision_target_date": "06/11/2024",
  "centroid_northing": 190915,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508039.9104,
              190869.2807
            ],
            [
              507987.9858,
              190942.7027
            ],
            [
              508005.1838,
              190959.2392
            ],
            [
              508054.4625,
              190880.8562
            ],
            [
              508039.9104,
              190869.2807
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "The trees are situated within the rear garden of 44 Copse Wood Way. The upper crown on one or more of the oak trees can be viewed from Copse Wood Way by passing vehicle and foot traffic. They appear to be in good condition and contribute to the arboreal character of the area. The remaining hornbeams have a limited amenity value due to their condition and lack of view to the public.",
    "A split decision has been granted for this work allowing the felling of the stated hornbeams and refusing the crown reduction of the oaks.",
    "No valid arboricultural reason has been provided for the work to the oak trees and a side reduction of 2.5m for these trees is considered too severe. Whilst we are not entirely opposed to some work being carried out on some of the lower and secondary overhanging branches, we oppose a 2.5m reduction to the side of the whole crown. A resubmission should include clear photos with descriptions of individual branches for removal (example - reduce x1 branch approx. 150mm diam",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Owner(s)'s permission:  Permission should be sought from the owner(s) of the tree(s) and / or the owner(s) of the land that the tree(s) overhang prior to any approved work being carried out.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance.",
    "To fell Four Hornbeams (T4 and G2 on application) all within Area 1 on TPO 399",
    "To crown reduce the side overhanging the patio by 2.5m to Two Oaks (T1 and T2 on application)",
    "No felling shall take place until such time as a scheme has been submitted to, and approved in writing by, the Local Planning Authority for four replacement trees, which shall be of 'Standard' size (about 2-3m high) and short-staked for support. The replacement trees shall be planted during the first planting season following the felling works hereby permitted. Thereafter, the replacement trees shall be retained indefinitely and maintained (watered and weeded during the spring and summer) for 2-3 years, or until established.",
    "REASON",
    "In order to comply with the requirements of Section 206 of the Town and Country Planning Act 1990."
  ],
  "appeal_decision_date": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "last_updated": "2025-03-19T18:46:19.287+00:00",
  "decision_agency": "Borough",
  "parking_details": null,
  "lapsed_date": "05/11/2027",
  "decision": "Split Decision",
  "valid_date": "11/09/2024"
}