{
  "last_updated_by": "Agile APAS",
  "application_type": "All Other",
  "decision_agency": null,
  "centroid_northing": 188512,
  "status": "Commenced",
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": "29/07/2019",
  "ward": "Wanstead Village",
  "lpa_app_no": "0319/19",
  "cil_liability": true,
  "url_planning_app": null,
  "lpa_name": "Redbridge",
  "valid_date": "09/02/2019",
  "pp_id": null,
  "postcode": "E11 2EF",
  "appeal_status": null,
  "street_name": "The Avenue",
  "centroid_easting": 540860,
  "uprn": "10094819824",
  "borough": "Redbridge",
  "application_details": {
    "lead_developer_company_name": "Planning & Building Control",
    "site_area": 0.09000000000000001
  },
  "reference_no_of_permission_being_relied_on": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.0313119,
          51.5781754
        ],
        [
          0.0315853,
          51.5778653
        ],
        [
          0.031616399999999996,
          51.5777681
        ],
        [
          0.031644,
          51.5776908
        ],
        [
          0.031673,
          51.5775985
        ],
        [
          0.0316756,
          51.5775904
        ],
        [
          0.0316875,
          51.5775515
        ],
        [
          0.0317026,
          51.5775009
        ],
        [
          0.0317077,
          51.577486
        ],
        [
          0.0317242,
          51.5774349
        ],
        [
          0.031577299999999996,
          51.5776042
        ],
        [
          0.0314303,
          51.5777713
        ],
        [
          0.0313993,
          51.5778029
        ],
        [
          0.0313897,
          51.5778143
        ],
        [
          0.031380000000000005,
          51.5778248
        ],
        [
          0.0313711,
          51.5778353
        ],
        [
          0.0313615,
          51.5778454
        ],
        [
          0.0313526,
          51.5778559
        ],
        [
          0.0313443,
          51.5778659
        ],
        [
          0.0311391,
          51.5781028
        ],
        [
          0.0313119,
          51.5781754
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Demolish existing dwelling house. Erection of 1 x 6 bedroom dwelling. (Summary)",
  "title_number": null,
  "actual_commencement_date": "03/08/2020",
  "application_type_full": null,
  "epc_number": null,
  "centroid": {
    "lon": "0.0314452",
    "lat": "51.577879"
  },
  "appeal_decision_date": "18/10/2019",
  "decision_process": "Delegated",
  "decision_conditions": [
    "1) The development hereby permitted shall begin no later than 3 years from the date of this decision.\r\n2) The development hereby permitted shall be carried out in accordance with the following approved plans: 000, 110, 111, 112, 113 Rev A, 114 Rev A, 120 Rev A, 121 Rev A, 130 Rev A.\r\n3) No development above ground shall commence until details of the materials to be used in the construction of the external surfaces of the development hereby permitted, including brickwork, cladding, windows and doors (including frames), external guttering and roof tiles, have been submitted to and approved in writing by the local planning authority. Development shall be carried out in accordance with the approved details.\r\n4) No development shall commence until details of all walls and/or fences to be erected within or on the perimeters of the site shall be submitted to and approved in writing by the Local Planning Authority. The walls/fences as approved shall be erected at the site before the building hereby permitted is first brought into use and retained thereafter in accordance with the approved details.\r\n5) No development shall commence until a scheme showing hard surfacing and complying with the requirements specified in BS 5837 (2005) 'Trees in Relation to Construction' shall be submitted to and approved in writingby the Local Planning Authority. This scheme shall show the extent and nature of all hard surfaced areas, and the materials to be used. The hard surfacing shall be completed before the building/use hereby permitted is first occupied/commenced, and shall be permanently retained thereafter, in accordance with the agreed details.\r\n6) No development shall commence until a scheme showing proposed landscaping, shall be submitted to and approved in writing by the Local Planning Authority. The new planting shall be carried out in the first planting and/or seeding season in accordance with the approved landscaping scheme following the first occupation of the building and shall comply with the requirements specified in BS 3936 (1992) 'Specification of Nursery Stock Part 1 Trees and Shrubs', and in BS 4428 (1989) 'Recommendations for General Landscape Operations'. None of the new trees, plants or shrubs planted shall be lopped or topped within a period of five years from the completion of the development. Any trees, plants or shrubs, which, within a period of five years from the completion of the development die, are removed, or become seriously damaged or diseased shall be replaced in the next planting season, in accordance with the approved scheme. The approved landscaping scheme shall be maintained thereafter.\r\n7) Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no enlargement, improvement or other alteration of the dwellinghouse shall be erected other than those expressly authorised by this permission.\r\n8) Before occupation the dwellings shall comply with Building Regulations Optional Requirement Approved Document G2 - Water efficiency (2015 edition). Evidence of compliance shall be notified to the building control body appointed for the development in the appropriate Full Plans Application, or Building Notice, or Initial Notice to enable the building control body to check compliance.\r\n9) Before occupation, the dwellings shall comply with Building Regulations Optional Requirement Approved Document M4 (1) Category 2: Accessible and adaptable dwellings (2015 edition) and evidence of compliance shall be notified to the building control body appointed for the development in the appropriate Full Plans Application, or Building Notice, or Initial Notice to enable the building control body to check compliance."
  ],
  "development_type": null,
  "parking_details": null,
  "appeal_decision": "Allowed",
  "locality": "Wanstead",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "decision_date": "15/05/2019",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              540849.85,
              188544.7
            ],
            [
              540869.75,
              188510.75
            ],
            [
              540872.2,
              188500
            ],
            [
              540874.35,
              188491.45
            ],
            [
              540876.65,
              188481.25
            ],
            [
              540876.85,
              188480.35
            ],
            [
              540877.8,
              188476.05
            ],
            [
              540879,
              188470.45
            ],
            [
              540879.4,
              188468.8
            ],
            [
              540880.7,
              188463.15
            ],
            [
              540870,
              188481.7
            ],
            [
              540859.3,
              188500
            ],
            [
              540857.05,
              188503.45
            ],
            [
              540856.35,
              188504.7
            ],
            [
              540855.65,
              188505.85
            ],
            [
              540855,
              188507
            ],
            [
              540854.3,
              188508.1
            ],
            [
              540853.65,
              188509.25
            ],
            [
              540853.05,
              188510.35
            ],
            [
              540838.1,
              188536.3
            ],
            [
              540849.85,
              188544.7
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Redbridge-0319_19",
  "site_name": null,
  "lapsed_date": "18/10/2022",
  "decision": "Refused",
  "secondary_street_name": null,
  "decision_target_date": "05/04/2019",
  "last_updated": "2025-03-20T13:57:52.809+00:00",
  "date_building_work_completed_under_previous_permission": null,
  "site_number": "24",
  "last_date_consultation_comments": "06/03/2019",
  "bo_system": "Agile APAS"
}