{
  "uprn": "000012104311",
  "street_name": "Wales Farm Road",
  "centroid_easting": 520960,
  "lpa_name": "Ealing",
  "actual_commencement_date": null,
  "decision_agency": "Borough",
  "application_details": {
    "existing_uprns": [
      "000012104311, 000012161538, 000012208580, 000012208581, 000012208582, 000012208198, 000012208277, 000012208278, 000012208340, 000012208341"
    ],
    "site_area": 0.167
  },
  "lpa_app_no": "216455OPDNMA",
  "parking_details": null,
  "application_type": "All Other",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "25/01/2022",
  "locality": "London",
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "secondary_street_name": null,
  "decision_conditions": [
    "The development hereby approved shall be retained in accordance with drawing title number (s): (01)-P-S001 - Rev PL1, Cover letter prepared by RPS dated 21/10/2021",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| Condition 6 of ref:181062OPDFUL dated 10/08/2021 to read as follows:",
    "Car Parking Management Plan",
    "Prior to the occupation of each relevant part of the development, a Car Parking and Cycle Parking Management Strategy (in keeping with the Travel Plan) is to be submitted and approved by the Local Planning Authority. This Plan shall outline:",
    "a) The proposed distribution, phasing and arrangements for the management of:",
    "i\ti. Visitor car parking",
    "ii\tii. Residential car parking",
    "iii\tiii. Commercial car parking",
    "iv\tiv. Wheelchair users parking",
    "b) Measures for preventing parking in undesignated places throughout the site.",
    "c) The provision of active Electric Vehicle Charging Points (EVCP) for a minimum of 20% of all car parking spaces and an additional 20% passive provision within the development as set out in the London Plan 2021",
    "d) The safety and security measures to be incorporated within the development to ensure the safety of car/cycle parking areas.",
    "The car and cycle parking shall be provided and managed in accordance with the approved strategy for the life of the development, or as otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure inclusive, safe and adequate parking is provided and retained in conjunction with the development in the interests of the general amenities of the locality, the flow of traffic and conditions of pedestrian and general highway safety within the site and on neighbouring highways, a sustainable development and where appropriate constrain local highway impact in accordance with policies T6, T6.1, T6.3, T6.5 of the London Plan (2021); policies 1.1(e), 1.1(f) 1.1(g) and 1.1(h) of Ealing's adopted Development (or Core) Strategy 2026 DPD, 2012.",
    "| Condition 7 of ref:181062OPDFUL dated 10/08/2021 to read as follows:",
    "Service Management/Delivery Plan",
    "Prior to first use of a commercial unit at the development, a Servicing Management Plan shall be submitted to the Council for approval in writing for that unit. Details shall include hours of use, times and frequency of activities, servicing, deliveries and collections, vehicle movements, silent reversing and loading/unloading methods, location of loading bays, etc. The assessment shall be based on standards of the Council's SPG10. Approved details shall be implemented prior to occupation of the commercial unit and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy T7 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| Condition 10 of ref:181062OPDFUL dated 10/08/2021 to read as follows:",
    "Boundary Treatment",
    "Prior to the commencement of the relevant part of the development (excluding site preparation), details of the boundary treatments and means of enclosure to the communal terraces (including railings, walls, fences and gates) for the site, shall be submitted for the approval of the local planning authority and the measures approved shall be provided prior to the first occupation of the relevant part of the development and retained thereafter.",
    "Reason: To protect the appearance and security of the area in accordance with policy D4, D8 and D11 of the London Plan (2021), policy 1.1(h) of the adopted Ealing Development (or Core) Strategy 2026 DPD, 2012 and policies 7.3, 7.4 and 7B of the adopted Ealing Development Management DPD (2013).",
    "| Condition 11 of ref:181062OPDFUL dated 10/08/2021 to read as follows:",
    "Transport/commercial/industrial/cultural noise sources",
    "Prior to the commencement of the relevant part of the development (excluding site preparation), a noise assessment (according to standards of the Council's SPG10) shall be submitted to the Council for approval in writing, of external noise levels from all transport and industrial/ commercial/ cultural sources (incl. reflected and re-radiated noise where appropriate). Details shall include the sound insulation of the building envelope at all floors and facades including glazing specifications (laboratory tested or based upon predictive calculations including a) frames, seals and any integral ventilators, approved in accordance with BS EN ISO 10140-2:2010) and b) of acoustically attenuated mechanical ventilation and cooling as necessary (with air intake from the cleanest aspect of the building and details of self-noise) to achieve internal room standards of SPG10 and noise limits specified by BS8233:2014. Details of best practicable mitigation measures to achieve these criteria also in external amenity shall be submitted. A post completion sound assessment shall be carried out where required to confirm compliance. The approved details shall be implemented prior to occupation of the relevant part development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the adopted Ealing Development (or Core) Strategy 2026, DPD, 2012, policies 7A & 7B of the adopted Ealing Development Management Development Plan Document (2013), Policy D14 of The London Plan (2021), Ealing SPG10, Standard 30 of the Housing SPG and the National Planning Policy Framework (2021)",
    "| Condition 12 of ref:181062OPDFUL dated 10/08/2021 to read as follows:",
    "Separation of noise sensitive rooms in neighbouring flats",
    "Prior to the commencement of the relevant part of the development (excluding site preparation), details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 5dB above the maximum Building Regulations value, for the floor/ceiling/wall structures separating different types of rooms/uses in adjoining dwellings/areas, namely, kitchen/living/dining rooms above/below/adjoining bedroom of separate dwelling. The assessment and mitigation measures shall be based on standards of the Council's SPG10 and the criteria of BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with Policies 1.1 and 1.2 of the adopted Ealing Development (or Core) Strategy 2026, DPD, 2012, policies 7A & 7B of the adopted Ealing Development Management Development Plan Document (2013), Policy D14 of The London Plan (2021), Ealing SPG10, Standard 30 of the Housing SPG and the National Planning Policy Framework (2021).",
    "| Condition 13 of ref:181062OPDFUL dated 10/08/2021 to read as follows:",
    "Separation of commercial and communal uses and facilities from dwellings",
    "Prior to the commencement of the relevant part of the development (excluding site preparation), details shall be submitted to the Council for approval in writing, of enhanced sound insulation, as necessary, of the floor/ceiling/walls separating the non-residential uses (eg. commercial/community premises, plant rooms/locations, amenity and leisure spaces, car parking, lifts, communal main entrances/staircase, bin/cycle storage etc.) from dwellings so that the residential units do not exceed the following Noise Rating levels. Where noise emissions include characteristic features, the Noise Rating level should not exceed NR25 Leq 5mins (octaves) or NR20 Leq 5mins (1/3 octaves) inside a bedroom and NR30 Leq 5mins (octaves) or NR25 Leq 5mins (1/3 octaves) inside a living room. Details of mitigation measures shall include the, materials of separating structures and the resulting sound insulation value and internal sound/rating level. The assessment and mitigation measures shall be according to standards of the Council's SPG10. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with Policies 1.1 and 1.2 of the adopted Ealing Development (or Core) Strategy 2026, DPD, 2012, policies 7A & 7B of the adopted Ealing Development Management Development Plan Document (2013), Policy D14 of The London Plan (2021), Ealing SPG10, Standard 30 of the Housing SPG and the National Planning Policy Framework (2021).",
    "| Condition 14 of ref:181062OPDFUL dated 10/08/2021 to read as follows:",
    "External noise from machinery, equipment, extract/ventilation ducting, mechanical installations",
    "Prior to commencement of the relevant part of the development above ground, details shall be submitted to the Council for approval in writing, of the external rating noise level emitted from plant/machinery/equipment/ducting/air in- and outlets/mechanical installations, together with mitigation measures as appropriate.The measures shall ensure that the external rating noise level LAeq emitted will be in accordance with the standards set out in BS4142:2014.",
    "The assessment shall be made in accordance with BS4142:2014, with all plant/equipment operating together at maximum capacity. Approved details shall be implemented prior to occupation/ use of plant/ machinery/ equipment and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises are not adversely affected by noise from mechanical installations/ equipment, in accordance with Policies 1.1(j) of the adopted Ealing Development (or Core) Strategy 2026, DPD, 2012; policy 7A of the adopted Ealing Development Management Development Plan Document (2013); policies D6 and D14 of the London Plan (2021),  Ealing SPG10, Standard 30 of the Housing SPG and the National Planning Policy Framework (2021).",
    "| Condition 25 of ref:181062OPDFUL dated 10/08/2021 to read as follows:",
    "Energy and CO2",
    "a) The development shall be implemented in accordance with the Energy Statement prepared by Cudd Bentley Consulting Ltd dated July 2020 including the approved measures to achieve an overall sitewide reduction in regulated CO2 emissions of at least 46.06% (equating to 136 tonnes of CO2 per year) beyond Building Regulations Part L 2013. These CO2 savings shall be achieved through the following Lean, Clean, Green Energy Hierarchy:",
    "i. Lean, passive design measures to achieve an annual reduction of at least 10.79% equating to at least 28.79 tonnes in regulated carbon dioxide (CO2) emissions over BR Part L 2013 for the residential development, and at least 18.12%, equating to at least 5.29 tonnes, over Part L 2013 for the non-residential space.",
    "ii. Green, renewable energy equipment including the incorporation of three photovoltaic PV arrays with a combined total capacity of at least 41 kWp, and three air-to-water Air Source Heat Pump distribution loops to achieve an annual reduction of at least 34.54%, equating to 102.22 tonnes, in regulated carbon dioxide (CO2) emissions over Part L 2013.",
    "iii. Seen, heat and electric meters installed to monitor the performance of the PV and the carbon efficiency (COP) of the heat pumps including the heat generation and the combined parasitic loads of the heat pumps.",
    "The energy generation equipment shall be operational prior to first occupation.",
    "b) Prior to commencement of construction details of the specifications, design, and layout of the proposed Air Source Heat Pumps and PV and associated monitoring devices required to identify their performance/efficiency (COP) shall be submitted to and approved in writing by the Local Planning Authority.",
    "c) Details of the installed renewable/low-carbon energy equipment shall be submitted to the Council for approval. The details shall include the exact Heat Pump thermal kilowatt output, heat output pipe diameter(s), parasitic load supply schematics, monthly energy demand profile, and the exact number of PV arrays, the kWp capacity of each array, the orientation, pitch and mounting of the panels, and the make and model of the panels. The name and contact details of the heat pump and PV installation contractor(s), and if different, the commissioning electrical or plumbing contractor, should be submitted to the Council along with copies of the MCS certificates and all relevant commissioning documentation. The development shall be implemented only in accordance with the approved details.",
    "d) All boilers to serve the energy requirements of the development detailed in the approved energy strategy should be specified with NOx emissions (g/m²) that are compliant with or better than the ultra-low NOx (g/m²) benchmarks as set out at Appendix 5 of the Mayor's Sustainable Design and Construction SPG.",
    "e) Prior to construction details of the layout of the energy plant room and equipment and the method of how the facility shall be designed to connect to, or allow for future connection to, an offsite district heating network, if an on- site energy centre is provided shall be submitted to and approved in writing by the Local Planning Authority.",
    "Within three months of the occupation/first use of the development the relevant Energy Performance Certificate (EPC) and detailed SAP Worksheets showing clearly the TER and DER, and/or the Display Energy Certificates (DEC's), accompanying Advisory Reports and detailed BRUKL modelling output reports showing clearly the TER and BER from the 'as built stage' following completion of the development, shall be submitted to, and approved by, the Local Authority in order to confirm compliance with the energy efficiency measures detailed in the approved Energy Strategy.",
    "The development shall be carried out strictly in accordance with the details so approved.",
    "Reason: In the interest of addressing climate change and to secure environmentally sustainable development in accordance with policies, SI 2, SI 3 of the London Plan 2021, guidance note 11 of the GLA Energy Assessment Guidance 2018, policies LV5.2 and 7A of Ealing's adopted Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's adopted Development (or Core) Strategy 2026 DPD, 2012.",
    "| Condition 26 of ref:181062OPDFUL dated 10/08/2021 to read as follows:",
    "Post-Construction Energy Monitoring",
    "In order to implement Ealing Council DPD policy 5.2.3 (post-construction energy monitoring), and the (emerging) London Plan policy Si2 with the \"Be Seen\" stage of the revised energy hierarchy, the developer shall:",
    "a) Upon final construction of the development, or and prior to first occupation of each block, suitable devices for monitoring the performance/efficiency (COP) of any renewable energy equipment shall be installed. The monitored data shall be automatically submitted to the Council at daily intervals for a period of four years from occupation and full operation of the energy equipment. The installation of the monitoring devices and the submission and format of the data shall be carried out in accordance with the Council's approved specifications as indicated in the Automated Energy Monitoring Platform (AEMP) information document. The developer must contact the Council's chosen AEMP supplier (Energence Ltd) on commencement of construction to facilitate the monitoring process.",
    "b) Upon final completion of the development and prior to first occupation, the developer must submit to the Council proof of a contractual arrangement with a certified contractor that provides for the ongoing, commissioning, maintenance, and repair of the renewable/low-carbon energy equipment for a period of 12 months following the date the building is occupied and to continue for a further 24 month period to appoint a certified contractor(s) for the ongoing commissioning, maintenance and repair of the renewable/low carbon energy equipment.",
    "Reason: To monitor the effectiveness and continued operation of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an in-situ evidence base on the performance of such equipment in accordance with the relevant policies in the  policies, SI 2,  SI 3 of the London Plan 2021, Policies 1.1 and 1.2 of Ealing's adopted Development (or Core) Strategy 2026 DPD, 2012 and Development Management DPD policy 5.2; E5.2.3, and Policy 2.5.36 (Best Practice) of the Mayor's Sustainable Design & Construction SPG.",
    "| Condition 27 of ref:181062OPDFUL dated 10/08/2021 to read as follows:",
    "Non-Residential BREEAM energy/CO2 accreditation",
    "a) The non-residential space shall be registered with Building Research Establishment (BRE) and achieve a minimum BREEAM Rating of 'Very Good' with a score of 58% (based on the latest BREEAM NC Technical guidance) and with the ambition to implement sufficient measures to achieve a score of 68.88%.",
    "b) Within 3 months of completion to a shell and core standard only of each non-residential element of the development, Interim BREEAM NC Assessment and related Certification verified by the BRE shall be submitted to the Local Planning Authority for written approval.",
    "c) Within 3 months from the date of first occupation of each non-residential element of the development, BREEAM 'Post Construction Stage' Assessment and related Certification verified by the BRE should be submitted to the Local Planning Authority for written approval confirming the BREEAM standard and measures have been implemented.",
    "d) Following any approval of a 'Post Construction Stage' assessment and certificate of the development, the approved measures and technologies to achieve the BREEAM Very Good or higher standard shall be retained in working order in perpetuity.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies, SI 2,  SI 3 of the London Plan 2021, policies LV5.2 and 7A of the adopted Ealing Development Management DPD 2013, and Policies 1.1(k) and 1.2(f) of the adopted Ealing Development (or Core) Strategy 2026 DPD, 2012.",
    "| Condition 29 of ref:181062OPDFUL dated 10/08/2021 to read as follows:",
    "Water Efficiency for dwellings",
    "Prior to commencement of the superstructure works, a water efficiency statement shall be submitted to the Local Planning Authority demonstrating all measures that will be incorporated to ensure that the residential units will meet water efficiency standards with a maximum water use target of 105 litres of water per person per day.",
    "Development shall proceed in accordance with the approved water efficiency statement.",
    "Reason: To ensure the sustainable use of water, in accordance with policy SI5 of the London Plan (2021)"
  ],
  "valid_date": "25/10/2021",
  "subdivision_of_building": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520988.9417993,
              181772.0775393
            ],
            [
              520987.0701705,
              181766.5291275
            ],
            [
              520985.5613243,
              181767.0389816
            ],
            [
              520981.5294894,
              181755.2523554
            ],
            [
              520978.0665637,
              181756.452012
            ],
            [
              520977.9758681,
              181756.4920006
            ],
            [
              520977.1101366,
              181753.992716
            ],
            [
              520971.9404833,
              181755.7822038
            ],
            [
              520966.6966245,
              181740.5965506
            ],
            [
              520959.4986861,
              181743.0458495
            ],
            [
              520955.3101951,
              181744.4954346
            ],
            [
              520953.7024082,
              181739.6568196
            ],
            [
              520950.8990874,
              181740.7365106
            ],
            [
              520951.253625,
              181742.3960355
            ],
            [
              520944.2040978,
              181745.7450769
            ],
            [
              520938.2016933,
              181748.9041726
            ],
            [
              520936.6516218,
              181751.103543
            ],
            [
              520938.696397,
              181756.951869
            ],
            [
              520940.2134882,
              181756.4720063
            ],
            [
              520946.3395686,
              181773.5671129
            ],
            [
              520943.7753546,
              181774.4868496
            ],
            [
              520950.173522,
              181792.3217444
            ],
            [
              520952.737736,
              181791.4120048
            ],
            [
              520955.0793334,
              181790.5922395
            ],
            [
              520971.5364753,
              181784.8538821
            ],
            [
              520983.4505886,
              181780.6950725
            ],
            [
              520989.3128271,
              181778.6156678
            ],
            [
              520987.2927871,
              181772.6273819
            ],
            [
              520988.9417993,
              181772.0775393
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/216455OPDNMA;",
  "title_number": null,
  "decision_date": "25/01/2022",
  "id": "Ealing-216455OPDNMA",
  "ward": "East Acton",
  "development_type": null,
  "cil_liability": false,
  "borough": "Ealing",
  "appeal_decision": null,
  "site_name": "The Perfume Factory",
  "lapsed_date": "25/01/2025",
  "description": " Application for a Non-Material Amendment in (S96a) seeking to allow amendments to 11 conditions in relation to planning permission reference 181062OPDFUL dated 10/08/2021 for 'Demolition of existing buildings to provide 3 buildings comprising residential units and flexible commercial floor space, the provision of public open space, roof\ntop amenity space, landscaping, car and cycle parking and refuse storage.'\n",
  "pp_id": "PP-10237972",
  "actual_completion_date": null,
  "centroid_northing": 181768,
  "bo_system": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-20T11:25:31.475+00:00",
  "epc_number": null,
  "application_type_full": "Non-Material Amendment",
  "decision": "Approved",
  "postcode": "W3 6GZ",
  "site_number": null,
  "last_updated_by": "CSV Data Import",
  "centroid": {
    "lat": 51.521886,
    "lon": -0.257929
  },
  "appeal_start_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2574875,
          51.5219174
        ],
        [
          -0.2575163,
          51.5218679
        ],
        [
          -0.2575379,
          51.5218729
        ],
        [
          -0.2576,
          51.5217678
        ],
        [
          -0.2576495,
          51.5217793
        ],
        [
          -0.2576508,
          51.5217797
        ],
        [
          -0.2576641,
          51.5217574
        ],
        [
          -0.25773799999999997,
          51.5217746
        ],
        [
          -0.2578187,
          51.5216392
        ],
        [
          -0.2579216,
          51.5216628
        ],
        [
          -0.25798139999999997,
          51.5216767
        ],
        [
          -0.25800629999999997,
          51.5216336
        ],
        [
          -0.2580463,
          51.5216439
        ],
        [
          -0.2580406,
          51.5216587
        ],
        [
          -0.258141,
          51.5216903
        ],
        [
          -0.25822639999999997,
          51.52172
        ],
        [
          -0.258248,
          51.5217401
        ],
        [
          -0.2582165,
          51.5217922
        ],
        [
          -0.2581948,
          51.5217876
        ],
        [
          -0.25810069999999996,
          51.5219399
        ],
        [
          -0.2581373,
          51.5219487
        ],
        [
          -0.25803899999999996,
          51.5221077
        ],
        [
          -0.25800239999999997,
          51.5220989
        ],
        [
          -0.257969,
          51.5220911
        ],
        [
          -0.2577338,
          51.522036
        ],
        [
          -0.2575636,
          51.521996
        ],
        [
          -0.2574799,
          51.5219761
        ],
        [
          -0.257511,
          51.5219227
        ],
        [
          -0.2574875,
          51.5219174
        ]
      ]
    ],
    "type": "Polygon"
  }
}