{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "26/08/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-35643_APP_2020_1722",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.027
  },
  "valid_date": "02/07/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Part two storey, part single storey rear extension to dwelling and part two storey, part single storey side extension to form a 2-bed attached dwelling with private amenity space involving demolition of existing garage",
  "decision_conditions": [
    "The proposed development, by reason of its siting, design, layout, and site coverage, would result in a cramped development of the site, which is visually incongruous (given the setting) and would fail to harmonise with the existing local and historic context of the surrounding area. The principle of intensifying the residential use of the site to the level proposed would have a detrimental impact on the character, appearance and local distinctiveness of the residential area as a whole. The proposal is therefore detrimental to the visual amenity and character of the surrounding and contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 11, DMHB 12 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020) and Policies 3.5, 7.1 and 7.4 of the London Plan (2016).",
    "The proposed development, by reason of its size, scale, bulk, width and design, would result in an incongruous addition which would fail to harmonise with the architectural composition of the original semi-detached dwelling, would be detrimental to the character, appearance and symmetry of the pair of semi-detached houses of which it forms a part and to the visual amenities of the street scene and the surrounding area. Therefore the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policies DMHB 11, DMHB 12 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The proposed development, by virtue of its size, scale, bulk, design and proximity, would be detrimental to the amenities of the adjoining occupier at 17 Evelyns Close by reason of overdominance, overshadowing, visual intrusion, loss of light and loss of outlook. Therefore the proposal would be contrary to Policies DMHB 11 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The proposal has not demonstrated that sufficient off street parking/manoeuvring arrangements would be provided, and therefore the development is considered to result in substandard car parking provision, leading to on-street parking/queuing to the detriment of public and highway safety and contrary to policies DMT 2 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020) and to Hillingdon's Adopted Parking Standards as set out in Appendix C of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The proposal fails to provide amenity space of sufficient size and quality commensurate to the size and layout of the existing and proposed units. As such the proposal would provide a substandard form of accommodation for future residents contrary to Policies DMHB 11 and DMHB 18 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal.",
    "This is a reminder that Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), should an application for appeal be allowed, the proposed development would be deemed as 'chargeable development' and therefore liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This would be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. For more information on CIL matters please visit the planning portal page at: www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:40:10.727+00:00",
  "ward": "YIEWSLEY",
  "parking_details": null,
  "lapsed_date": "26/08/2023",
  "decision_target_date": "27/08/2020",
  "centroid": {
    "lat": "51.5202115",
    "lon": "-0.45815239999999996"
  },
  "lpa_app_no": "35643/APP/2020/1722",
  "status": "Refused",
  "site_name": "15 EVELYNS CLOSE",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=35643/APP/2020/1722",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507059.6985,
              181278.1854
            ],
            [
              507075.424,
              181280.5443
            ],
            [
              507078.8636,
              181270.4901
            ],
            [
              507076.2177,
              181269.0349
            ],
            [
              507081.1125,
              181260.5682
            ],
            [
              507073.4396,
              181255.938
            ],
            [
              507059.6985,
              181278.1854
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              507059.5489,
              181278.4276
            ],
            [
              507059.6985,
              181278.1854
            ],
            [
              507059.5489,
              181278.163
            ],
            [
              507059.5489,
              181278.4276
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "27/07/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "HILLINGDON",
  "pp_id": "08771385",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 507072,
  "appeal_start_date": null,
  "centroid_northing": 181270,
  "borough": "Hillingdon",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4583272,
          51.5202874
        ],
        [
          -0.4580999,
          51.5203057
        ],
        [
          -0.4580534,
          51.5202147
        ],
        [
          -0.458092,
          51.5202021
        ],
        [
          -0.458024,
          51.520125
        ],
        [
          -0.4581359,
          51.5200849
        ],
        [
          -0.4583272,
          51.5202874
        ]
      ]
    ],
    "type": "Polygon"
  }
}