{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509107.2426,
              191250.938
            ],
            [
              509169.2875,
              191275.6766
            ],
            [
              509175.1084,
              191262.8443
            ],
            [
              509107.5072,
              191236.2536
            ],
            [
              509107.1103,
              191251.3349
            ],
            [
              509107.2426,
              191250.938
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07626020",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:39:11.398+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Committee",
  "epc_number": null,
  "last_date_consultation_comments": "26/03/2019",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "NORTHWOOD",
  "centroid": {
    "lat": "51.6095719",
    "lon": "-0.42526"
  },
  "decision": "Refused",
  "valid_date": "28/02/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.097
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=4626/APP/2019/629",
  "lpa_name": "Hillingdon",
  "site_name": "16 MURRAY ROAD",
  "lapsed_date": "28/05/2023",
  "parking_details": null,
  "decision_conditions": [
    "The proposal would result in the net loss of residential floorspace contrary to the requirements of policy DMH 1 of the Local Plan: Part Two - Development Management Policies (2020).",
    "The proposed rear extension and raising of the roof height, by reason of its size, scale, bulk and design would be an intrusive addition to the property which would fail to harmonise with the existing character of the original dwelling, the group of three properties of which it forms a part and the wider street scene. The proposal therefore fails to either preserve or enhance the Northwood Town Conservation Area and would be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policies DMHB 4, DMHB 11, DMHB 12 and DMHD 1 of Local Plan: Part Two - Development Management Policies (2020).",
    "The proposal would provide an indoor living area of an unsatisfactory quality for the future occupiers of the proposed dwellings and would therefore give rise to a substandard form of living accommodation to the detriment of the amenity of future occupiers. The proposal is thus contrary to Policy DMHB 16 of the Local Plan: Part Two - Development Management Policies (2020) and Policy 3.5 of the London Plan (2016).",
    "The proposed two storey rear extension by virtue of its height and proximity, would be detrimental to the amenities of the adjoining occupiers at no. 18 by reason of overdominance, loss of outlook and loss of light. Therefore the proposal would be contrary to Policies DMHB 11 and DMHD 1 Local Plan: Part Two - Development Management Policies (2020).",
    "The proposed development, by virtue of its failure to provide usable quality amenity space would result in an over-development of the site detrimental to the residential amenity of future occupiers. The proposal is therefore contrary to Policy DMHB 18 of theLocal Plan: Part Two - Development Management Policies (2020).",
    "The proposed development has failed to demonstrate that unacceptable levels of noise and disturbance to surrounding residential occupiers would not occur. In the absence of any noise surveys or noise mitigations measures, the proposed development is considered to result in noise and disturbance to the detriment of the amenity of adjoining occupiers, contrary to Policy DMHB 11 of the Local Plan: Part Two - Development Management Policies (2020).",
    "The proposed use of the premise as a day-nursery does not provide adequate onsite car parking, on-site pickup and drop off facilities to the detriment of child safety and fails to have regard to existing highway and pedestrian safety concerns. The proposed use would result in an increase in parking stress on the local highway network and surrounding area which is already subject to considerable pressure and would create an environment that would present considerable hazard to pedestrians and will be disruptive to residents of neighbouring dwellings. The proposed use is therefore in conflict with Policies DMT 1, DMT 2 and DMT 6 of the of the Local Plan: Part Two - Development Management Policies (2020) and Policies 6.10, 6.13, 7.4 and 7.5 of the London Plan (2016).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant policies in the Local Plan: Part Two - Development Management Policies (2020), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Two storey rear extension with habitable roofspace to allow for conversion of ground and first floor from part Use Class C3 (Dwellings) and part Class D1 to Class D1 (Non-Residential Institutions - Nursery) and addition of rear dormer to allow for conversion of second floor into 2 x 1-bed self-contained flats.",
  "lpa_app_no": "4626/APP/2019/629",
  "decision_target_date": "25/04/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "28/05/2020",
  "id": "Hillingdon-4626_APP_2019_629",
  "centroid_northing": 191256,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 509140,
  "street_name": "NORTHWOOD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.42573439999999996,
          51.6095327
        ],
        [
          -0.42483109999999996,
          51.6097431
        ],
        [
          -0.424751,
          51.6096266
        ],
        [
          -0.4257352,
          51.6094007
        ],
        [
          -0.42573619999999995,
          51.6095363
        ],
        [
          -0.42573439999999996,
          51.6095327
        ]
      ]
    ],
    "type": "Polygon"
  }
}