{
  "borough": "Hillingdon",
  "cil_liability": false,
  "decision_target_date": "16/11/2023",
  "lpa_app_no": "4626/APP/2023/2060",
  "date_building_work_completed_under_previous_permission": null,
  "decision_date": "08/11/2023",
  "lpa_name": "Hillingdon",
  "application_details": {
    "intended_completion_date": "07/2024",
    "existing_uprns": null,
    "no_additional_bathrooms": 3,
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "01/2024",
    "total_gia_gained": 56,
    "site_area": 0.094
  },
  "title_number": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4257389,
          51.6094019
        ],
        [
          -0.42572879999999996,
          51.6095312
        ],
        [
          -0.42482919999999996,
          51.6097419
        ],
        [
          -0.4247452,
          51.6096301
        ],
        [
          -0.4257389,
          51.6094019
        ]
      ]
    ],
    "type": "Polygon"
  },
  "valid_date": "11/07/2023",
  "centroid": {
    "lat": 51.609602,
    "lon": -0.425063
  },
  "site_number": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 23-1187-100, 23-1187-300 Rev. E (revised and received 25-10-23), 23-1187-301 Rev. E (revised and received 25-10-23), 23-1187-302 Rev. E (revised and received 25-10-23), 23-1187-303 Rev. E (revised and received 25-10-23), 23-1187-304 Rev. E (revised and received 25-10-23), 23-1187-305 Rev. E (revised and received 25-10-23), 23-1187-306 Rev. E (revised and received 25-10-23), 23-1187-307 Rev. E (revised and received 25-10-23), 23-1187-500, 23-1187-800 Rev. D (revised and received 30-10-23), 23-1187-802 Rev. A (revised and received 30-10-23).",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "Notwithstanding the approved plans, development shall take place until details of all materials and external surfaces, including details of balconies, balustrades, privacy screen/planting, windows and rooflights have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The rooflights hereby approved shall be conservation type and set completely flush along the roof line, and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The first floor windows in the side elevations shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The privacy screen/planting alongside the first floor rear balcony shown on the approved plans shall be maintained to a minimum height of 1.8metres taken from finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby  approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The development hereby permitted shall not be carried out except in complete accordance with the method statement and tree protection measures detailed in the Arboricultural Impact Assessment (Ref. 08/202305, Greenacre Arboriculture, dated 01.06.2023) and Tree Protection Plan Drawing Number 08/202305-TPP Rev. A.",
    "No site clearance works or development shall be commenced until the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority such fencing should be a minimum height of 1.5 metres. Thereafter, the development shall be implemented in accordance with the approved details. The fencing shall be retained in position until development is completed.",
    "The area within the approved protective fencing shall remain undisturbed during the course of the works and in particular in these areas:",
    "- There shall be no changes in ground levels;",
    "- No materials or plant shall be stored;",
    "- No buildings or temporary buildings s",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "decision": "Approved",
  "centroid_easting": 509155,
  "uprn": null,
  "decision_process": "Delegated",
  "application_type_full": "Householder planning permission",
  "locality": null,
  "last_date_consultation_comments": "15/08/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509107.2426,
              191236.3859
            ],
            [
              509107.6316,
              191250.7763
            ],
            [
              509169.4198,
              191275.5443
            ],
            [
              509175.5052,
              191263.2412
            ],
            [
              509107.2426,
              191236.3859
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              509107.6316,
              191250.7763
            ],
            [
              509107.3749,
              191250.6734
            ],
            [
              509107.5072,
              191250.8057
            ],
            [
              509107.6395,
              191251.0703
            ],
            [
              509107.6316,
              191250.7763
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "NORTHWOOD 2022",
  "pp_id": "12293829",
  "lapsed_date": "08/11/2026",
  "decision_agency": "Borough",
  "actual_completion_date": null,
  "description": "Erection of part two storey, part single- storey rear extension with balcony to the rear. Conversion of roof space to habitable use to include rear dormer and 3 new side facing roof lights. Removal of front porch, replacement of windows to dwelling, increase in height of chimney stack and amendments to fenestration.",
  "centroid_northing": 191260,
  "street_name": "NORTHWOOD",
  "epc_number": "0320-2372-2220-2707-2315",
  "appeal_status": null,
  "appeal_decision": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T00:45:03.100+00:00",
  "site_name": "16 MURRAY ROAD",
  "development_type": null,
  "appeal_decision_date": null,
  "last_updated_by": "CSV Data Import",
  "application_type": "Householder",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "parking_details": {
    "no_existing_car": 4,
    "no_proposed_car": 4,
    "net_car": 0,
    "no_proposed_cycle": 4,
    "no_existing_cycle": 0,
    "net_cycle": 4
  },
  "date_building_work_started_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=4626/APP/2023/2060",
  "id": "Hillingdon-4626_APP_2023_2060",
  "actual_commencement_date": null,
  "postcode": null
}