{
  "site_name": "Car Park",
  "last_updated_by": "Idox Uniform",
  "centroid": {
    "lon": -0.085084,
    "lat": 51.653665
  },
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.085062,
          51.653678
        ],
        [
          -0.085063,
          51.653651
        ],
        [
          -0.085107,
          51.653651
        ],
        [
          -0.085105,
          51.653678
        ],
        [
          -0.085062,
          51.653678
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "url_planning_app": "<enter PA URL here>",
  "secondary_street_name": null,
  "site_number": "",
  "application_details": {
    "s106_agreement": true,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "CONARA Conservation Area: ENFIELD TOWN"
      },
      {
        "result": null,
        "constraints_layer_description": "SIARIN Description: Archaeological Priority Area surrounding the historic core of Enfield\rName: Enfield Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "100Y Name: Southgate Model\rDescription: 100YRCC2551\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "DCAREA Area: NORTH\rCode: DCAREA_N"
      },
      {
        "result": null,
        "constraints_layer_description": "WARDS Name: Town"
      },
      {
        "result": null,
        "constraints_layer_description": "CILRES CIL ZONE: Intermediate Zone - RATE: £60 per square metre"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDAAP Designation: Area Action Plan- Area: Enfield Town- Policy: Core policy 42"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDCA Designation: Conservation Area- Name: ENFIELD TOWN- Policy: DMD 37-44- Core Strategy: Core policy 30-31"
      },
      {
        "result": null,
        "constraints_layer_description": "SUWAFL Surface water flooding zone: Surface Water 100 ye\rSource: Environment Agency"
      },
      {
        "result": null,
        "constraints_layer_description": "EFCAZI Chargeable Zone Value: 6176"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000207149820"
    ]
  },
  "lapsed_date": null,
  "decision": "",
  "postcode": "EN2 6QF",
  "last_date_consultation_comments": "28/02/2024",
  "decision_process": "Delegated",
  "epc_number": null,
  "pp_id": "PP-12761869",
  "development_type": "Minor dwellings",
  "bo_system": "Idox Uniform",
  "valid_date": "01/02/2024",
  "polygon": null,
  "actual_commencement_date": "01/02/2023",
  "parking_details": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "lpa_name": "Enfield",
  "borough": "Enfield Council",
  "centroid_northing": 196722,
  "id": "Enfield-24_00296_VAR",
  "decision_target_date": "28/03/2024",
  "description": "Variation of condition 02 of Ref: 21/03122/FUL to allow alterations to parking layout.",
  "appeal_status": null,
  "decision_date": null,
  "ward": "Town",
  "appeal_decision": null,
  "locality": null,
  "street_name": "Chapel Street",
  "status": "Application Under Consideration",
  "application_type_full": "Removal/Variation of a condition",
  "decision_agency": null,
  "uprn": "000207149820",
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "24/00296/VAR",
  "title_number": [],
  "last_updated": "2025-07-07T20:01:50.765Z",
  "cil_liability": true,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "centroid_easting": 532567,
  "appeal_start_date": null,
  "decision_conditions": [
    "The development to which this permission relates must be begun not later than the expiration of three years beginning with the date of the decision notice. \rReason: To comply with the provisions of S.51 of the Planning & Compulsory Purchase Act 2004.\r",
    "The development hereby permitted shall be carried out in accordance with the approved plans, as set out in the attached schedule which forms part of this notice. \rReason: For the avoidance of doubt and in the interests of proper planning.\r",
    "No development shall take place until the applicant has secured the implementation of a program of archaeological work in accordance with a written scheme of investigation which has been submitted by the applicant and approved by the Local Planning Authority. \rReason: To safeguard archaeological heritage.\r",
    "No breaking of the existing ground cover of below existing ground level works shall take place until a scheme to deal with contamination of the site including an investigation and assessment of the extent of contamination and the measures to be taken to avoid risk to health and the environment has been submitted to and approved in writing by the Local Planning Authority. Remediation shall be carried out in accordance with the approved scheme and the Local Planning Authority provided with a written warranty by the appointed specialist to confirm implementation prior to the commencement of development. \rReason: To avoid risk to public health and the environment.\r",
    "Prior to commencement of any development, a construction management plan must be submitted to and approved by the Local Planning Authority. The construction management plan shall be written in accordance with London Best Practice Guidance and contain:\r\ti)\tA photographic condition survey of the public roads, footways and verges leading to the site.\r\tii)\tDetails of construction access and associated traffic management.\r\tiii)\tArrangements for the loading, unloading and turning of delivery,\r\t\tconstruction and service vehicles.\r\tiv)\tArrangements for the parking of contractors' vehicles.\r\tv)\tArrangements for wheel cleaning.\r\tvi)\tArrangements for the storage of materials.\r\tvii)\tHours of work.\r\tviii)\tThe storage and removal of excavation material.\r\tix)\tMeasures to reduce danger to cyclists.\r\tx)\tDust mitigation measures.\r\txi)\tMembership of the Considerate Contractors Scheme\r\rThe development shall be carried out in accordance with the approved construction management plan unless otherwise agreed by the Local \tPlanning Authority.\r\rReason: To ensure construction does not lead to damage of the nearby public road network and to minimise disruption to the neighbouring properties.\r\r",
    "All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560Kw used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLAs supplementary planning guidance Control of Dust and Emissions During Construction and Demolition dated July 2014 (SPG), or subsequent guidance.\r\rUnless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/\r\rReason: To protect local amenity and air quality in accordance with London Plan policies.\r",
    "No development above existing ground level shall commence until  details of the external finishing materials to be used including details of the surfacing materials to be used within the development have been submitted and approved in writing by the local planning authority. A schedule of materials and their use in the approved scheme is required and samples made available on site.  A photograph showing all samples to be inspected must be submitted.  The development shall be constructed in accordance with the approved details\r\rFor the purposes of this condition, the details submitted to the Local Planning Authority pursuant to condition 7 of planning permission reference  21/03122/FUL and approved by the Local Authority under reference  22/04136/CND on 14.2.2023 shall be deemed to be approved\r\rReason: To ensure a satisfactory external appearance and in the interests of safeguarding the special character and appearance of the conservation area.\r\r",
    "The development hereby approved shall not be occupied until details which shall include any agreements required and future management proposals of the planting of a new mature silver birch tree in the area of soft landscaping proposed to the north of the car parking area. The planting shalt take place in the first planting season after completion or first occupation of the development whichever is the sooner\rReason: To provide a satisfactory appearance and to offset the loss of a previous TPO tree on site\r",
    "No development above existing ground level shall commence until  details of trees, shrubs and grass to be planted on the site have been submitted to and approved in writing by the Local Planning Authority. The planting scheme shall be carried out in accordance with the approved details in the first planting season after completion or occupation of the development whichever is the sooner. Any planting which dies, becomes severely damaged or diseased within five years of planting shall be replaced with new planting in accordance with the approved details. \r\rFor the purposes of this condition, the details submitted to the Local Planning Authority pursuant to condition 9 of planning permission reference 21/03122/FUL and approved by the Local Authority under reference  22/04136/CND on 14.2.2023 shall be deemed to be approved\r\rReason: To provide a satisfactory appearance and ensure that the development does not prejudice highway safety.\r",
    "Prior to commencement of above ground works, details of the ecological enhancement(s) to be provided must be submitted to and \tapproved in writing by the Local Planning Authority. The ecologicalenhancements shall be carried out in accordance with the approved \tdetails prior to the last occupation of the development. Any planting which dies or becomes  severely damaged or diseased within five years of planting shall be replaced with new planting in accordance with the approved details. \r\rFor the purposes of this condition, the details submitted to the Local Planning Authority pursuant to condition 10 of planning permission reference 21/03122/FUL and approved by the Local Authority under reference 22/04136/CND on 14.2.2023 shall be deemed to be approved\r\rReason: To improve the biodiversity offer on the site and surroundings, \tprovide a satisfactory appearance, and ensure that the development does not prejudice highway safety, in line with the National Planning Policy \tFramework, London Plan Policy G6, Core Strategy Policy CP 36, and Development Management Document Policies DMD 79 and 81.\r",
    "No development above DPC shall commence until an energy strategy detailing how the development will minimise energy related greenhouse gas emissions in accordance with the energy hierarchy to achieve a 35% improvement in greenhouse gas emissions on the baseline for the development set out in Part L of the Building Regulations has been submitted to and approved by the local planning authority. The approved strategy shall be implemented as approved. In addition, following practical completion of works, a final Energy Performance Certificate accompanied by a Built Energy Performance Assessment shall be submitted to an approved in writing by the Local Planning Authority.  Where applicable, a Display Energy Certificate shall be submitted within 18 months following first occupation of any individual unit.  \rReason:  In the interest of sustainable development.\r\r\r",
    "Prior to the occupation of development a Flood Management Plan shall be submitted to and approved in writing by the Local Planning Authority demonstrating:\ro\tResidential developments are provided with a dry access route within the low hazard area of the floodplain (as defined by the Environment Agency's Flood Risk Assessment Guidance for New Development R&D Technical Report FD2320) \ro\tAppropriate flood resistant and resilient measures are utilised to safeguard the development from flooding\rREASON: To minimise flood risk in accordance with Policy CP28 of the Core Strategy and Policies SI12 of the London Plan, DMD Policy 62 and the NPPF\r",
    "Notwithstanding the details set out in the submitted Preliminary Drainage Strategy (C2655-REV-E-R1 16-07-22), prior to the commencement of any construction work, details of the Sustainable Drainage Strategy shall be submitted to and approved in writing by the Local Planning Authority and must conform with the Landscaping Strategy. The details shall include:\r- On site ground investigation to confirm full infiltration can occur\r- Further source control SuDS measures to manage roof runoff and hardstanding runoff \r- Final sizes, storage volumes, invert levels, cross-sections and specifications of all SuDS measures including rain gardens, permeable paving and soakaways\r- Overland flow routes for exceedance events\r- Detailed Management Plan for future maintenance \rREASON : To ensure the sustainable management of water, minimise flood risk, minimise discharge of surface water outside of the curtilage of the property and ensure that the drainage system will remain functional throughout the lifetime of the development in accordance with Policy CP28 of the Core Strategy, DMD 61, and Policies SI12 & SI13 of the London Plan and the NPPF\r",
    "The development hereby approved \tshall comply with Building Regulations Requirements M4 (2) Acceptable \tand Adaptable Dwellings these standards shall be maintained as such for \tthe lifetime of the development. \r\rReason: To ensure that the development allows for the future adaptability of the home to meet with the needs of future residents over their lifetime in accordance with policy D7 London Plan 2021\r\r",
    "No development above existing ground level shall commence detail of internal water consumption have been submitted to and approved in writing by the Local Planning Authority. Submitted details will demonstrate reduced water consumption through the use of water efficient fittings, appliances and recycling systems to show consumption equal to or less than 105 litres per person per day as specified in the pre-assessment submitted with the scheme and maintained as such thereafter. \rReason: To promote water conservation and efficiency measures in all new developments \r\r\r",
    "Prior to first occupation of the development, details including technical specification and design of the required two cycle parking spaces per dwelling to be located in an external shed, shall be submitted to and approved in writing by the Local Planning Authority. The approved details shall thereafter be installed prior to first occupation of the development and permanently retained for cycle parking.\r\rFor the purposes of this condition, the details submitted to the Local Planning Authority pursuant to condition 16 of planning permission reference 21/03122/FUL and approved by the Local Authority under reference 22/04136/CND on 14.2.2023 shall be deemed to be approved.\r\rReason: To ensure the provision of cycle parking in line with adopted Council and London Plan standards and policies.\r\r",
    "Prior to first occupation of the site, details of refuse and recycling \tstorage facilities in accordance with the London Borough of Enfield Waste and Recycling Storage Planning Guidance EN20/ V2, have been submitted to and approved in writing by the Local Planning Authority. The facilities \tshall be screened from view from the street and provided in accordance \twith the approved details before the development is first occupied.\r\rFor the purposes of this condition, the details submitted to the Local Planning Authority pursuant to condition 17 of planning permission reference 21/03122/FUL and approved by the Local Authority under reference 22/04136/CND on 14.2.2023 shall be deemed to be approved.\r\rReason: In the interests of amenity and the recycling of waste materials in support of the Council's waste reduction targets.\r\r",
    "Notwithstanding the provisions of Classes A, B, C  & E the Town and Country Planning (General Permitted Development) Order 1995 or any amending Order, no buildings or extensions to buildings shall be erected without the prior approval in writing of the Local Planning \tAuthority. \r\rReason: to safeguard the residential amenity of neighbouring occupiers and to safeguard the special character and appearance of the Conservation Area.\r",
    "The development hereby approved shall not be occpuied until details of a wall or soundproofing wall to be installed on the boundary of the  site with No. 31 is submitted to and approved by the local planning authority. The approved detail shall be installed prior to the first occupation of the developmentand therefater retained in such form.,\rReason: in the interests of residential amenity"
  ],
  "date_building_work_completed_under_previous_permission": null
}