{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507238.37,
              180031.1371
            ],
            [
              507100.7864,
              180060.9028
            ],
            [
              507123.9375,
              180174.0124
            ],
            [
              507278.0576,
              180142.2624
            ],
            [
              507261.5211,
              180058.9184
            ],
            [
              507238.37,
              180031.1371
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07804225",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:40:00.186+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Committee",
  "epc_number": null,
  "last_date_consultation_comments": "23/07/2019",
  "secondary_street_name": "YIEWSLEY",
  "appeal_start_date": null,
  "ward": "YIEWSLEY",
  "centroid": {
    "lat": "51.5096912",
    "lon": "-0.4568214"
  },
  "decision": "Approved",
  "valid_date": "25/06/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 1.806
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=37977/APP/2019/1453",
  "lpa_name": "Hillingdon",
  "site_name": "PROLOGIS PARK WEST LONDON",
  "lapsed_date": "16/10/2022",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "3282-TSP-ZZ-ZZ-DR-A-05-801 Rev. P03;",
    "3282-TSP-ZZ-ZZ-DR-A-05-802 Rev. P02;",
    "3282-TSP-ZZ-00-DR-A-05-009 Rev. P04;",
    "3282-TSP-ZZ-01-DR-A-05-010 Rev. P04;",
    "3282-TSP-ZZ-02-DR-A-05-011 Rev. P04;",
    "3282-TSP-ZZ-03-DR-A-05-012 Rev. P03;",
    "3282-TSP-ZZ-XX-DR-A-05-008 Rev. P04;",
    "3282-TSP-ZZ-XX-DR-A-05-013 Rev. P04;",
    "3282-TSP-ZZ-XX-DR-A-05-014 Rev. P03;",
    "3282-TSP-ZZ-ZZ-DR-A-05-701 Rev. P04;",
    "3282-TSP-ZZ-ZZ-DR-A-05-702 Rev. P04;",
    "195046/AT/A01;",
    "195046/AT/A02;",
    "IA-431-LP-P01;",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Part 2 - Saved UDP Policies (November 2012), the emerging Hillingdon Local Plan: Part 2 - Development Management Policies with Modifications (March 2019) and the London Plan (March 2016).",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "3282-TSP-ZZ-XX-RP-A-00-001 Design & Access Statement (Submitted June 2019);",
    "60583120 Rev. A Air Quality Technical Report (November 2018);",
    "Energy Strategy (Dated 26 March 2018);",
    "Planting Design Planning Statement (Dated 8 April 2019); and",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Part 2 - Saved UDP Policies (November 2012), the emerging Hillingdon Local Plan: Part 2 - Development Management Policies with Modifications (March 2019) and the London Plan (March 2016).",
    "Prior to the occupation of Unit 4 for any use other than as a data centre, details of the reinstatement of the hard and soft landscaping, removal of mezzanine floors, removal of the external gantries and removal of all external plant and machinery shall be submitted to and approved in writing by the Council and all works carried out in accordance with these details.",
    "REASON",
    "In the interests of the future functionality and flexibility of the building and their uses in accordance with Policies AM2, AM7, AM14, LE1 and LE2 of the Hillingdon Local Plan: Part 2 - Saved UDP Policies (November 2012) and Policy DME 2, DMT 1, DMT 2 and DMT 6 of the emerging Hillingdon Local Plan: Part 2 - Development Management Policies with Modifications (March 2019).",
    "Prior to the occupation of Unit 4, a scheme for the reporting of energy usage and CO2 emissions should be submitted to and approved in writing by the Local Planning Authority. The report shall be submitted on a yearly basis for 5 years on commencement of operation of the development. The report shall detail the amount of energy consumed (kwHrs) and the related CO2 emissions. The",
    "report shall also provide a commentary of the actual performance of the data centre in relation to the anticipated performance set out in the Energy Assessment (and addendum). Measures to ensure compliance with the agreed reductions of the Energy Assessment will also be detailed where there is a difference (+/- 3%) from the predicted performance. These measures must be agreed in writing with the Local Planning Authority. The development must be modified and/or operated in accordance with the measures where appropriate, unless agreed in writing with the Local Planning Authority.",
    "REASON",
    "To ensure the developmen",
    "The level of noise emitted from the data centres shall not exceed 5dB below background level, as measured at the boundary of the nearest noise sensitive premises, other than during emergency operation of the generators or testing periods when the existing background level will not be exceeded by more than 5dB.",
    "A post completion test to demonstrate the plant noise level will be at least 5dB below the background sound level at the nearest sensitive receptor shall be submitted within 6 months of the commencement of operations on each site.",
    "Test periods shall be restricted to one period of not more than 1 hour per month between the hours of 09.00 and 17.00 on Mondays to Fridays, excluding bank holidays.",
    "REASON",
    "To safeguard the amenity of the surrounding area in accordance with Policy OE1 and OE3 of the Hillingdon Local Plan: Part 2 - Saved UDP Policies (November 2012) and Policy 7.15 of the London Plan (March 2016)",
    "The Green Wall hereby approved on plan references 3282-TSP-ZZ-ZZ-DR-A-05-701 Rev. P04 and 3282-TSP-ZZ-ZZ-DR-A-05-702 Rev. P04 shall be retained and maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality, Green Belt and Blue Ribbon Network in compliance with Policies BE13, BE32, BE38 and OL4 of the Hillingdon Local Plan: Part 2 - Saved UDP Policies (November 2012), Policies DMHB 11, DMHB 14, DMEI 4, DMEI 6 and DMEI 8 of the emerging Hillingdon Local Plan: Part 2 - Development Management Policies with Modifications (March 2019), Policy EM2 and EM3 of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), Policies 5.11, 7.16 and 7.24 of the London Plan (March 2016) and the NPPF (June 2019).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007,  Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Given the nature of the proposed development it is possible that a crane may be required during its construction. We would, therefore, draw the applicant's attention to the requirement within the British Standard Code of Practice for the safe use of Cranes, for crane operators to consult the aerodrome before erecting a crane in close proximity to an aerodrome. This is explained further in Advice Note 4, 'Cranes and Other Construction Issues' (available at http://www.aoa.org.uk/policy-campaigns/operations-safety/"
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Full planning application for proposed attached tiered gantry structure to unit DC4 to provide no.47 plants and erection of no.16 generators within the loading area, alongside associated green wall screening, landscaping and security fencing",
  "lpa_app_no": "37977/APP/2019/1453",
  "decision_target_date": "21/10/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "16/10/2019",
  "id": "Hillingdon-37977_APP_2019_1453",
  "centroid_northing": 180102,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 507189,
  "street_name": "HORTON ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4561318,
          51.5090449
        ],
        [
          -0.45810449999999997,
          51.5093385
        ],
        [
          -0.4577367,
          51.5103508
        ],
        [
          -0.4555264,
          51.5100362
        ],
        [
          -0.45578989999999997,
          51.5092902
        ],
        [
          -0.4561318,
          51.5090449
        ]
      ]
    ],
    "type": "Polygon"
  }
}