{
  "wgs84_polygon": null,
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-03-19T22:55:09.941+00:00",
  "parking_details": null,
  "site_name": "Unit 1, 2 And 3 Bestway Business Centre",
  "decision_target_date": "15/05/2024",
  "site_number": null,
  "bo_system": "CSV Data Import",
  "actual_completion_date": null,
  "application_details": {
    "existing_uprns": [
      "000012153834, 000012169778, 000012169779, 000012169780"
    ],
    "site_area": 3717
  },
  "appeal_decision_date": null,
  "centroid_northing": 182244,
  "actual_commencement_date": null,
  "appeal_start_date": null,
  "appeal_decision": null,
  "polygon": null,
  "subdivision_of_building": null,
  "postcode": "NW10 6DJ",
  "last_updated_by": "CSV Data Import",
  "valid_date": "24/07/2023",
  "lpa_app_no": "233148OPDFUL",
  "appeal_status": null,
  "development_type": "Minor general industry-storage-warehousing",
  "pp_id": "PP-12304552",
  "decision_agency": "Borough",
  "title_number": null,
  "lapsed_date": "14/05/2027",
  "borough": "Ealing",
  "secondary_street_name": null,
  "id": "Ealing-233148OPDFUL",
  "street_name": "Victoria Road",
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "status": "Approved",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with the following drawings: Site Location Plan, Site Block Plan PL-00-02, ELV-10-01, ELV-10-02, ELV-10-03, ELV-10-06, ELV-10-07, ELV-10-08, C1841-KEY-01-DR-M-57-101 rev C02, C1841-KEY-00-DR-M-57-100 rev C02, Unit 1 Left Side Elevations, Unit 3 Rear Elevations, First Floor Plan Engineering Survey R01, Ground Floor Plan Engineering Survey R01, P22018-ARC-01-00-DR-A-2102 Rev C04, P22018-ARC-01-01-DR-A-2010 Rev C014, Sitesafe Carbon Filters, Flue Details Plan, Maintenance Schedule of the Odour System dated 17 May 2023, Odour Risk Assessment 31 March 2023, V Line Panel Filter, Planning Statement 20 July 2023, Kitchen Extract, Air Cooled condensing units - Installation, use and maintenance manual, Optyma Plus Inverter, Semi-hermetic Reciprocating Compressors, Air cooled condensing unit with compressor installed in a closed box details, Optyma Slim Pack, Air Cooler Direct Expansion KEC25-6LAL HX21, Air Cooler Direct Expansion KEC30-6LAL HX21, Friga-Bohn details, Air Cooler Direct Expansion KME95-8LAL-1PH HX21, Air Cooler Direct Expansion KME80-8LAL-1PH HX21, Air Cooler Direct Expansion KME140-6LAL-1PH HX21, Air Cooler Direct Expansion KEC40-6LAL HX21, Air Cooler Direct Expansion KEC40-6LAL HX21, Air Cooler Direct Expansion KEC25-6LAL HX21, Air Cooler Direct Expansion KEC55-6LAL HX21, Air Cooler Direct Expansion KEC45-6LAL HX21, Air Cooler Direct Expansion KEC30-6LAL HX21, Noise assessment dated July 2023 rev 1.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| An effective kitchen extract system and odour control system shall be installed, operated and maintained as such, in accordance with submitted details. The extract duct shall terminate vertically without cowl at least 1m above the eaves of the main building, at a reasonable distance approximately 20.0meters from any openable window. The installation and mitigation measures shall be implemented prior to use and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/surrounding premises is not adversely affected by smell or steam, in accordance with policies 7A & 7B of the Ealing Development Management DPD (2013), policies D14 and SI 1of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| Prior to the commencement of the development (excluding initial site clearance demolition and ground works), details shall be submitted to the Local Planning Authority for approval in writing, of plant/ machinery/ equipment/ducting/air in- and outlets/ mechanical installations and their external rating noise level (LAr,Tr), together with mitigation measures as appropriate. The measures shall ensure that the emitted external rating noise level will be lower than the lowest existing background sound level LA90 by 10dBA at the most noise sensitive receiver locations at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all plant/equipment operating together at maximum capacity. Where required, a post installation sound assessment shall be submitted to the Local Planning Authority for approval in writing. The assessment shall be carried out to confirm compliance with the noise criteria and shall include additional steps to mitigate noise as necessary.",
    "Approved details shall be implemented prior to occupation/ use of plant/ machinery/ equipment and thereafter be permanently retained.",
    "Reason:   To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policies Policy D14 of the London Plan (2021), policy 7A & 7B of the Ealing Development Management Plan 2013, policy 1.1(e) of the Adopted Ealing Development (Core) Strategy.",
    "| Prior to use, machinery, plant and equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by vibration noise from mechanical installations/ equipment, in accordance with Policies 7A & 7B of the Ealing Development Management DPD (2013), Policy D14 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| Prior to commencement of the development, details shall be submitted for the approval of the Local Planning Authority, of the composite sound reduction index, Rw, for the building envelope, demonstrating that noise from uses and activities is contained within the building, with windows and doors closed and other means of ventilation provided. The assessment shall have regard to standards of the Council's SPG10 and noise limits specified by BS8233:2014, at the nearest and most affected noise sensitive premises. The approved sound insulation and ventilation shall be implemented before the development is commenced and retained permanently thereafter.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise, in accordance with Policies 7A & 7B of the Ealing Development Management DPD (2013), Policy D14 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| Refuse storage shall be provided on site in accordance with the standards adopted by the Local Planning Authority. Such provision shall be brought into use prior to the commencement of the development and retained permanently.",
    "Reason: To protect amenity of the area and in the interests of the future occupants of the development in accordance with policies with policies 7A and 7B of the Ealing Development Management Plan 2013, policy 1.1(e) of the Adopted Ealing Development (Core) Strategy and policy SI 8 of the London Plan (2021)."
  ],
  "centroid": {
    "lat": 51.526128,
    "lon": -0.255388
  },
  "centroid_easting": 521125,
  "ward": "North Acton",
  "application_type": "All Other",
  "decision_date": "14/05/2024",
  "application_type_full": "Full planning permission",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/233148OPDFUL;",
  "uprn": "000012153834",
  "description": "Installation of main entrance on unit 1, new plant on all facades of units 1, 2 and 3, new main odour flue on unit 2, creation of process gas and water tanks at units 1 and 3, additional door openings at the rear and mechanical louvre inlets at units 1 and 3\n",
  "date_building_work_started_under_previous_permission": null,
  "locality": "London",
  "decision_process": "Delegated",
  "epc_number": null,
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Ealing"
}