{
  "centroid": {
    "lon": "0.22088929999999998",
    "lat": "51.5570722"
  },
  "status": "Approved",
  "decision_target_date": "10/08/2020",
  "site_name": "Ravenscourt Nursing Home",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "No works shall take place in relation to any of the development hereby approved until a Construction Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers is submitted to and approved in writing by the Local Planning Authority. The Construction Method statement shall include details of:",
    "a)  parking of vehicles of site personnel and visitors;",
    "b)  storage of plant and materials;",
    "c)  dust management controls;",
    "d)  measures for minimising the impact of noise and ,if appropriate, vibration arising from construction activities;",
    "e)  predicted noise and, if appropriate, vibration levels for construction using methodologies and at points agreed with the Local Planning Authority;",
    "f)  scheme for monitoring noise and if appropriate, vibration levels using methodologies and at points agreed with the Local Planning Authorities;",
    "g)  siting and design of temporary buildings;",
    "h)  scheme for security fencing/hoardings, depicting a readily vis",
    "Notwithstanding the requirements of other conditions, no Non-Road Mobile Machinery (NRMM) shall be used on the site unless it is compliant with the NRMM Low Emission Zone requirements (or any superseding requirements) and until it has been registered for use on the site on the NRMM register (or any superseding register).",
    "Reason:-",
    "To ensure that air quality is not adversely affected during the construction of the development in line with London Plan policy 7.14 and the Mayor's SPG: The Control of Dust and Emissions During Construction and Demolition, as well as policy DC61 of the Havering Core Strategy and Development Control Policies DPD 2008.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays; unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To protect residential amenity, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "All new external finishes shall be carried out in materials to match those of the existing building to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with policy DC61 of the Havering Core Strategy and Development Control Policies DPD 2008.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2019."
  ],
  "secondary_street_name": "Hornchurch",
  "application_type": "All Other",
  "postcode": "RM12 6HT",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "10/08/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0668.20",
  "centroid_northing": 186580,
  "uprn": "100021339410",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "St Andrew's",
  "decision_date": "10/08/2020",
  "description": "First floor extension with associated minor internal alterations.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0668.20",
  "lpa_app_no": "P0668.20",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:53:45.004+00:00",
  "centroid_easting": 554056,
  "pp_id": "08729435",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "15/06/2020",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554078.255,
              186538.803
            ],
            [
              554038.157,
              186540.699
            ],
            [
              554034.364,
              186543.409
            ],
            [
              554032.196,
              186546.66
            ],
            [
              554034.093,
              186561.561
            ],
            [
              554035.989,
              186572.941
            ],
            [
              554037.073,
              186583.236
            ],
            [
              554037.344,
              186600.305
            ],
            [
              554033.009,
              186623.063
            ],
            [
              554077.713,
              186622.792
            ],
            [
              554074.733,
              186619.27
            ],
            [
              554074.733,
              186606.265
            ],
            [
              554075.817,
              186604.369
            ],
            [
              554073.378,
              186564.542
            ],
            [
              554078.797,
              186564
            ],
            [
              554078.255,
              186538.803
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.337
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Ravenscourt Grove",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "08/07/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2211921,
          51.556696
        ],
        [
          0.22061499999999998,
          51.556724
        ],
        [
          0.2205615,
          51.5567494
        ],
        [
          0.2205316,
          51.5567792
        ],
        [
          0.2205655,
          51.5569125
        ],
        [
          0.22059779999999998,
          51.5570142
        ],
        [
          0.22061789999999998,
          51.5571064
        ],
        [
          0.2206293,
          51.5572597
        ],
        [
          0.2205768,
          51.5574654
        ],
        [
          0.221221,
          51.5574508
        ],
        [
          0.2211765,
          51.5574199
        ],
        [
          0.2211708,
          51.5573031
        ],
        [
          0.22118559999999998,
          51.5572857
        ],
        [
          0.221133,
          51.5569286
        ],
        [
          0.2212109,
          51.5569222
        ],
        [
          0.2211921,
          51.556696
        ]
      ]
    ],
    "type": "Polygon"
  }
}