{
  "uprn": "12085416",
  "decision_process": "Delegated",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "borough": "Ealing",
  "description": "Installation of terrace to rear of existing basement; installation of external stairs from basement terrace to rear garden; installation of raised patio and steps to rear garden; replacement of existing single storey rear extension roof with pitched roof; 2no. rear dormer roof extensions (following removal of existing rear dormer roof extension); installation of 3no. rooflights to main roof (following removal of one rooflight to main roof); and alterations to fenestration",
  "appeal_start_date": null,
  "cil_liability": false,
  "lpa_app_no": "221679HH",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [
    "MX274905"
  ],
  "decision_date": "15/06/2022",
  "date_building_work_started_under_previous_permission": null,
  "date_building_work_completed_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517389.8984231,
              181671.3463733
            ],
            [
              517384.9019161,
              181666.9976181
            ],
            [
              517376.0467205,
              181677.5046105
            ],
            [
              517369.7639839,
              181684.692553
            ],
            [
              517367.752189,
              181687.0018919
            ],
            [
              517366.6968212,
              181688.3015199
            ],
            [
              517360.0018316,
              181695.9493308
            ],
            [
              517354.799198,
              181701.9975995
            ],
            [
              517357.8498706,
              181704.6968268
            ],
            [
              517363.703864,
              181709.7453817
            ],
            [
              517368.8982525,
              181703.5971416
            ],
            [
              517369.096134,
              181703.3971988
            ],
            [
              517372.0478659,
              181699.9981718
            ],
            [
              517375.6014872,
              181695.9493308
            ],
            [
              517377.7039778,
              181693.4500462
            ],
            [
              517393.8972778,
              181674.8953574
            ],
            [
              517390.6981941,
              181671.9961873
            ],
            [
              517389.8984231,
              181671.3463733
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_type_full": "Householder planning & demolition in a conservation area",
  "locality": "London",
  "application_type": "Householder",
  "street_name": "Mount Avenue",
  "decision": "Approved",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "valid_date": "19/04/2022",
  "actual_commencement_date": null,
  "development_type": "Other house holder developments",
  "lapsed_date": "15/06/2025",
  "decision_target_date": "15/06/2022",
  "id": "Ealing-221679HH",
  "centroid_northing": 181688,
  "secondary_street_name": null,
  "appeal_status": null,
  "site_name": "10 Mount Avenue",
  "postcode": "W5 2RG",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/221679HH;",
  "site_number": null,
  "ward": "Ealing Broadway",
  "centroid_easting": 517374,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "decision_agency": "Borough",
  "application_details": {
    "existing_uprns": [
      "12085416"
    ],
    "total_gia_gained": 0,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "03/2023",
    "intended_commencement_date": "09/2022",
    "site_area": 0.054000000000000006
  },
  "last_updated": "2025-03-20T13:42:56.758+00:00",
  "status": "Approved",
  "last_date_consultation_comments": null,
  "centroid": {
    "lat": "51.5219234",
    "lon": "-0.30959549999999997"
  },
  "pp_id": "PP-11201668",
  "parking_details": {
    "no_existing_car": 2,
    "net_car": 0,
    "no_proposed_car": 2
  },
  "last_updated_by": "CSV Data Import",
  "epc_number": "8100-8832-9329-8507-5183",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with the following drawings: GA 010 Issue P Revision 2 (Site Plan as Existing), GA 011 Issue P Revision 2 (Site Plan as Proposed), GA 020 Issue P Revision 2 (Cellar Floor Plan as Existing), GA 021 Issue P Revision 2 (Ground Floor Plan as Existing), GA 022 Issue P Revision 2 (First Floor Plan as Existing), GA 023 Issue P Revision 2 (Second Floor Plan as Existing), GA 024 Issue P Revision 2 (Roof Plan as Existing), GA 025 Issue P Revision 2 (Section AA as Existing), GA 026 Issue P Revision 2 (Front & Rear Elevations as Existing), GA 027 Issue P Revision 2 (East Elevation as Existing), GA 028 Issue P Revision 2 (West Elevation as Existing), GA 300 Issue P Revision 2 (Cellar Floor Plan as Proposed), GA 301 Issue P Revision 3 (Ground Floor Plan as Proposed), GA 302 Issue P Revision 2 (First Floor Plan as Proposed), GA 303 Issue P Revision 2 (Second Floor Plan as Proposed), GA 304 Issue P Revision 2 (Roof Plan as Proposed), GA 401 Issue P Revision 2 (Section AA as Proposed), GA 501 Issue P Revision 3 (Front & Rear Elevations as Proposed), GA 502 Issue P Revision 2 (East Elevation as Proposed), GA 503 Issue P Revision 3 (West Elevation as Proposed) and Design, Access & Heritage Statement prepared by Haines Phillips Architects dated March 2022 (Job No: 4287).",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated on the submitted application form or approved drawings listed under condition 2.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021). | The hereby approved three (3) rooflights to the main roof slope of the dwelling shall be Conservation style rooflights and lie flush with the roof and shall be retained as such for the lifetime of the development.",
    "Reason: To ensure that the materials harmonise with the surroundings, and to safeguard the character and appearance of the conservation area in accordance with policies D4 and HC1 of the London Plan (2021) and policies 7B and 7C of the Ealing Development Management DPD (2013). | Prior to the first use of the hereby approved ground floor raised rear terraces, the boundary fence to the south-west boundary of the site adjacent to the raised rear terrace shall be raised to a height of 1.6m from the finished floor level of the terrace and shall be retained as such for the lifetime of the development.",
    "Reason: To protect the living conditions of neighbouring properties in accordance with policies D3 and D6 of the London Plan (2021), policies policy 7.4 and 7B of the Ealing Development Management DPD (2013) and policies 1.1 and 1.2 of the Ealing Core Strategy (2012). | No trees, shrubs or hedges within, or in proximity of, the site shall be felled, uprooted, wilfully damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any trees, shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "Reason: In order to safeguard trees and other vegetation considered to be worthy of retention in the interests of the visual amenity of the area as a whole, in accordance with policies D4, HC1 and G7 of the London Plan (2021), policies 1.1 (e) (g), 1.2(f), 3.1(b) and 3.8 of the Ealing Core Strategy (2012), policies 7.4 of the Ealing Development Management DPD (2013). | The planter boxes and soft landscaping identified in the approved drawings listed under condition 2 shall be fully planted in the next planting season following practical completion of the approved scheme and shall be retained as such for the lifetime of the development.",
    "Any planting that is part of the approved scheme that within a period of five years after planting is removed, dies or becomes seriously damaged or diseased, shall be replaced in the next planting season and all planting shall be replaced with others of a similar size and species and in the same position, unless the Local Planning Authority first gives written consent to any variation.",
    "Reason: To improve the visual amenity of the property and Conservation Area through urban greening and retain the character of private gardens in the Conservation Area in accordance with policies D3, HC1 and G7 of the London Plan (2021), policies 5.10, 7B, 7C and 7.4 of the Ealing Development Management DPD (2013) and the National Planning Policy Framework (2021)."
  ],
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.309372,
          51.5217704
        ],
        [
          -0.3094454,
          51.5217324
        ],
        [
          -0.3095695,
          51.5218287
        ],
        [
          -0.3096576,
          51.5218946
        ],
        [
          -0.3096858,
          51.5219157
        ],
        [
          -0.3097006,
          51.5219276
        ],
        [
          -0.3097945,
          51.5219978
        ],
        [
          -0.30986749999999996,
          51.5220532
        ],
        [
          -0.3098226,
          51.5220768
        ],
        [
          -0.3097366,
          51.522121
        ],
        [
          -0.3096638,
          51.5220646
        ],
        [
          -0.30966099999999996,
          51.5220628
        ],
        [
          -0.3096196,
          51.5220316
        ],
        [
          -0.3095698,
          51.5219945
        ],
        [
          -0.3095403,
          51.5219716
        ],
        [
          -0.3093132,
          51.5218015
        ],
        [
          -0.3093603,
          51.5217761
        ],
        [
          -0.309372,
          51.5217704
        ]
      ]
    ],
    "type": "Polygon"
  }
}