{
  "centroid": {
    "lon": "0.23627309999999999",
    "lat": "51.5607009"
  },
  "status": "Refused",
  "decision_target_date": "22/07/2020",
  "site_name": "8 Minster Court",
  "decision_conditions": [
    "The proposed loft conversion including the front and rear dormer windows would unbalance the appearance of the pair of semi-detached properties and appear as an unacceptably dominant and visually intrusive feature in the street scene and rear garden harmful to the appearance of the surrounding area, contrary to Policy DC61 of the LDF Core Strategy and Development Control Policies Development Plan Document, the Residential Extensions and Alterations Supplementary Planning Document and Policy 7.4 of the London Plan.",
    "The proposed front and rear dormer windows, by reason of their scale, bulk and mass would appear out of scale and character with the dwelling and materially harmful to the visual amenity of the surrounding area contrary to Policy DC61 of the LDF Core Strategy and Development Control Policies Development Plan Document, the Residential Extensions and Alterations Supplementary Planning Document and Policy 7.4 of the London Plan.",
    "The proposals would fail to offer satisfactory living accommodation layout due to the following issues. The proposed internal space provision for the new unit (flat 9) and the internal space provision for the existing flat 8 at the first floor level by reason of its reconfiguration would result in the provision of substandard residential accommodation which would be detrimental to the amenities enjoyed by future occupants of the development and would also be contrary to London Plan Policy 3.5 and the London Housing SPG 2016.",
    "The proposed development would, by reason of the inadequate provision of private amenity space, result in a cramped over-development of the site to the detriment of future occupiers and the character of the surrounding area contrary to Policy DC61 of Local Development Framework Core Strategy and Development Control Policies Development Plan Document and the Design for Living Residential Design Supplementary Planning Document.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to the applicant via email on 09/07/20.",
    "The proposal, if granted planning permission on appeal, would be liable for CIL. Based upon the information supplied with the application, the CIL payable would be £7,200.00. Further details with regard to CIL are available from the Council's website."
  ],
  "secondary_street_name": "Hornchurch",
  "application_type": "All Other",
  "postcode": "RM11 3TJ",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "22/07/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P1856.19",
  "centroid_northing": 187016,
  "uprn": "200002667343",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "St Andrew's",
  "decision_date": "22/07/2020",
  "description": "Front and rear dormers to Flat No.8 Minster Court to create 1 No. new flat.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1856.19",
  "lpa_app_no": "P1856.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:49:27.153+00:00",
  "centroid_easting": 555110,
  "pp_id": "08345359",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "09/12/2019",
  "decision": "Refused",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              555095.869,
              187006.884
            ],
            [
              555117.652,
              187033.761
            ],
            [
              555125.889,
              187028.126
            ],
            [
              555104.539,
              186998.54
            ],
            [
              555099.337,
              186999.948
            ],
            [
              555095.869,
              187006.884
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.041
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Minster Way",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "30/01/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.23606539999999998,
          51.5606229
        ],
        [
          0.2363912,
          51.5608584
        ],
        [
          0.23650749999999998,
          51.5608055
        ],
        [
          0.2361867,
          51.5605455
        ],
        [
          0.2361123,
          51.5605596
        ],
        [
          0.23606539999999998,
          51.5606229
        ]
      ]
    ],
    "type": "Polygon"
  }
}