{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "lpa_app_no": "22/P1804",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=22/P1804",
  "actual_completion_date": null,
  "pp_id": "PP-11310970\r",
  "lapsed_date": "19/01/2026",
  "secondary_street_name": null,
  "centroid": {
    "lat": 51.409038,
    "lon": -0.170497
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": "176",
  "uprn": "48072956",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "08/10/2022",
  "description": "ERECTION OF 1 x TWO STOREY TERRACE TWO BEDROOM DWELLINGHOUSE.",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.170606,
          51.409031
        ],
        [
          -0.170429,
          51.409108
        ],
        [
          -0.170424,
          51.409106
        ],
        [
          -0.1704,
          51.409115
        ],
        [
          -0.170388,
          51.40912
        ],
        [
          -0.170389,
          51.409127
        ],
        [
          -0.170312,
          51.409159
        ],
        [
          -0.170195,
          51.409055
        ],
        [
          -0.17048,
          51.408929
        ],
        [
          -0.170497,
          51.408932
        ],
        [
          -0.170606,
          51.409031
        ],
        [
          -0.170606,
          51.409031
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Minor dwellings",
  "last_updated_by": "Northgate M3",
  "locality": "Mitcham",
  "site_name": null,
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: 00, 05, 08, 10 and 03, 04, 06, 07 received on 17 January 2022",
    "Condition : 3 - The facing materials used in the development hereby permitted shall match those of the existing building in materials, style, colour, texture and, in the case of brickwork, bonding, coursing and pointing.",
    "Condition : 4 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and re-enacting that Order with or without modification), no extension, enlargement or other alteration of the dwellinghouse other than that expressly authorised by this permission shall be carried out without planning permission first obtained from the Local Planning Authority.",
    "Condition : 5 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting that Order) no building, enclosure or swimming pool falling within Part 1, Class E, shall be erected on any part of the land.\r\nREASON: To safeguard the appearance of the area and to ensure satisfactory provision of private amenity space..",
    "Condition : 6 - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 7 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 8 - The hardstanding hereby permitted shall be made of porous materials, or provision made to direct surface water run-off to a permeable or porous area or surface within the application site before the development hereby permitted is first occupied or brought into use.",
    "Condition : 9 - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 10 - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 11 - Prior to the commencement of the development hereby permitted, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority.  The approved measures shall be implemented prior to the first occupation of the development hereby permitted and shall be so maintained for the duration of the use, unless the prior written approval of the Local Planning Authority is first obtained to any variation.",
    "Condition : 12 - No development shall take place until details of all boundary walls or fences are submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details are approved and works to which this condition relates have been carried out in accordance with the approved details. The walls and fencing shall be\r\npermanently retained thereafter.",
    "Condition : 13 - No refuse or waste material of any description shall be left or stored anywhere on the site other than within a building or refuse enclosure.\r\nREASON: To safeguard the appearance of the property and the amenities of the area\r\n",
    "Condition : 14 - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved internal water consumption rates of no greater than 105 litres per person per day. \r\n\r\nReason: To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply with the following Development Plan policies for Merton: Policy SI 2 and SI 3 of the London Plan 2021 and Policy CS15 of Merton's Core Planning Strategy 2011. \r\n",
    "Condition : 15 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting that Order) the development hereby approved shall be occupied as a C3 (dwellinghouses) only.\r\nREASON: To safeguard the amenities of the occupiers of adjoining properties.\r\n",
    "Condition : 16 - INFORMATIVE\r\nThis permission creates one or more new units which will require a correct postal address. Please contact the Street Naming & Numbering Officer at the London Borough of Merton\r\n\r\nStreet Naming and Numbering (Business Improvement Division)\r\nCorporate Services\r\n7th Floor, Merton Civic Centre\r\nLondon Road\r\nMorden\r\nSM4 5DX\r\nEmail: street.naming@merton.gov.uk\r\n",
    "Condition : 17 - This planning permission contains certain conditions precedent that state 'before development commences' \r\nor 'prior to commencement of any development' (or similar). As a result these must be discharged prior to ANY development activity taking place on site. Commencement of development without having complied with these conditions will make any development unauthorised and possibly subject to enforcement action such as a Stop Notice.\r\n",
    "Condition : 18 - No surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.   Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777). \r\n\r\nNo waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals shall be washed down on the highway or disposed of into the highway drainage system.\r\n",
    "Condition : 19 - INFORMATIVE: The applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of a swift nesting box/bricks on the site. ",
    "Condition : 20 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with pre-application advice.\r\n   iv) The application was considered by the Planning Committee where the applicant/agent had the opportunity to speak to the committee and promote the application.\r\n",
    "Condition : 21 - Damage to the public highway:\r\n\r\nCare should be taken to ensure that no damage is caused to the public highway adjacent to the site during demolition and (or) construction. The Council will seek to recover any expenses incurred in repairing or making good such damage from the owner of the land in question or the person causing or responsible for the damage. \r\nBEFORE ANY WORK COMMENCES you MUST contact the London Borough of Merton, Telephone 020 8274 4901 to arrange a pre-commencement photographic survey of the public highways adjacent to and within the vicinity of the site. The precondition survey will ensure you are not charged for any damage which existed prior to commencement of your works.\r\nIf you fail to contact us to arrange a pre commencement survey then it will be assumed that any damage to the highway was caused by your activities and you will be charged the full cost of repair.\r\nOnce the site works are completed you need to contact us again to arrange for a post construction inspection to be carried out. If there is no further damage then the case will be closed. If damage or further damage is found to have occurred then you will be asked to pay for repairs to be carried out.\r\n\r\nNoise control - Building sites:\r\nThe attention of the applicant is drawn to the requirements of section 60 of the Control of Pollution Act 1974 in respect of the minimisation of noise and vibration on construction and demolition sites. Application, under section 61 of the Act for prior consent to the works, can be made to the Environmental Health Department.\r\n\r\nUnder the Act the Council has certain powers to control noise from construction sites. Typically the council will limit the times during which sites are permitted to make noise that their neighbours can hear.\r\n\r\nFor general construction works the Council usually imposes (when necessary) the following limits on noisy works:-\r\nMonday to Friday 8am to 6pm\r\nSaturdays 8am to 1pm\r\nSundays and Public Holidays- No noisy activities a",
    "Condition : 22 - CIL Liable\r\n\r\nThe applicant is advised that this permission results in a chargeable scheme under the Borough's and the Mayor of London's Community Infrastructure Levy.\r\n"
  ],
  "postcode": "CR4 3EB",
  "application_type": "All Other",
  "decision_date": "19/01/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 527339,
  "valid_date": "18/08/2022",
  "borough": "Merton",
  "subdivision_of_building": "The proposal only adjoins to the side of the existing property.",
  "decision_target_date": "19/01/2023",
  "id": "Merton-22_P1804",
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T15:40:14.581+00:00",
  "street_name": "Western Road",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 169367,
  "application_details": {
    "total_gia_gained": 83,
    "total_gia_lost": 0,
    "grey_water_reuse": false,
    "non_residential_details": {
      "total_gia_existing": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 0,
      "total_gia_gained": 83
    },
    "ownership_status": "Private",
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "04/2023",
        "intended_commencement_date": "10/2022"
      }
    ],
    "site_area": 0.0354,
    "total_gia_existing": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 83,
        "gia_lost": 0
      }
    ],
    "garden_land_lost": false,
    "projected_cost_of_works": "Up to £2m",
    "surface_water_discharge_percentage_reduction": 0,
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 7.76,
        "building_ref": "76A"
      }
    ],
    "scheme_phasing": true,
    "green_suds": false,
    "rain_water_harvesting": false,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 1,
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "fire_suppression_system_proposed": false,
      "no_homes_to_have_electrical_heating": 1,
      "green_roof_area": 0,
      "no_new_gas_connections_required": 1,
      "total_annual_nox_emissions": 0,
      "ghg_reduction_over_building_regulations": true,
      "no_resi_units_to_have_full_fibre": 1
    },
    "internal_resi_water_usage": 0
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527331.4662448154,
              169366.00469831284
            ],
            [
              527343.5562819627,
              169374.91849392827
            ],
            [
              527343.9044776927,
              169374.6714020457
            ],
            [
              527345.5025121506,
              169375.73450711608
            ],
            [
              527346.3421257116,
              169376.35233863344
            ],
            [
              527346.2396388085,
              169377.0318919887
            ],
            [
              527351.5336707977,
              169380.74529043067
            ],
            [
              527359.9412207714,
              169369.35945924697
            ],
            [
              527340.4655488877,
              169354.889414855
            ],
            [
              527339.2607001737,
              169355.20036531618
            ],
            [
              527331.4662448154,
              169366.00469831284
            ],
            [
              527331.4662448154,
              169366.00469831284
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "ward": "Lavender Fields"
}