{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "lpa_app_no": "22/P1700",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=22/P1700",
  "actual_completion_date": null,
  "pp_id": "PP-11233609",
  "lapsed_date": "16/05/2027",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.162366,
    "lat": 51.418164
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": "66",
  "uprn": "48083323",
  "epc_number": "2916-3008-0401-0000-2591",
  "appeal_status": null,
  "last_date_consultation_comments": "16/12/2022",
  "description": "DEMOLITION OF MOT CENTRE AND ERECTION OF A PART THREE, FOUR AND FIVE STOREY BUILDING COMPRISING 17 RESIDENTIAL FLATS (USE CLASS C3) TOGETHER WITH CYCLE PARKING, ACCESSIBLE CAR PARKING SPACE, REFUSE AREA AND LANDSCAPING.",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.162452,
          51.418068
        ],
        [
          -0.162405,
          51.418282
        ],
        [
          -0.162265,
          51.418268
        ],
        [
          -0.16218,
          51.418261
        ],
        [
          -0.162123,
          51.418216
        ],
        [
          -0.162112,
          51.418064
        ],
        [
          -0.162187,
          51.418022
        ],
        [
          -0.162292,
          51.418031
        ],
        [
          -0.162349,
          51.418036
        ],
        [
          -0.162457,
          51.418045
        ],
        [
          -0.162452,
          51.418068
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Major dwellings",
  "last_updated_by": "Northgate M3",
  "locality": "London",
  "site_name": null,
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: \r\n\r\n22-039_SKC01 Rev B\r\n976/ 001 Rev P3\r\n976/ 003 Rev P2\r\n976/ 005 Rev P4\r\n976/ 010 Rev P5\r\n976/ 011 Rev P6\r\n976/ 012 Rev P6\r\n976/ 013 Rev P5\r\n976/ 014 Rev P5\r\n976/ 015 Rev P5\r\n976/ 016 Rev P4\r\n976/ 018 Rev P2\r\n976/ 019 Rev P3\r\n976/ 021 Rev P5\r\n976/ 022 Rev P4\r\n976/ 023 Rev P5\r\n976/ 024 Rev P4\r\n976/ SK305 Rev P1\r\n976/ SK306 Rev P1\r\n976/ SK307 Rev P1\r\n\r\n",
    "Condition : 3 - Materials to be Approved - No above ground level development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the approved details.",
    "Condition : 4 - Surface Treatment - No above ground level development shall take place until details of the surfacing of all those parts of the site not covered by buildings or soft landscaping, including any parking, service areas or roads, footpaths, hard and soft have been submitted in writing for approval by the Local Planning Authority. No works that are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details have been approved and works to which this condition relates have been carried out in accordance with the approved details.",
    "Condition : 5 - Elevation Fixings - No cables, wires, aerials, pipe work (except any rainwater down pipes as may be shown on the approved drawings) meter boxes or flues shall be fixed to any elevation facing a highway.",
    "Condition : 6 - Refuse & Recycling (Implementation) - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 7 - No Use of Flat Roof  - Access to the flat roof of the development, other than areas shown on the approved plans to be roof terraces or balconies, hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 8 - External Lighting - Any external lighting shall be positioned and angled to prevent any light spillage or glare beyond the site boundary.",
    "Condition : 9 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 10 - Landscaping  (Implementation) - All hard and soft landscape works shall be carried out in accordance with the approved details as shown on drawing 976/ 016 Rev P2. The works shall be carried out in the first available planting season following the completion of the development or prior to the occupation of any part of the development, whichever is the sooner, and any trees which die within a period of 5 years from the completion of the development, are removed or become seriously damaged or diseased or are dying, shall\r\nbe replaced in the next planting season with others of same approved specification, unless the Local Planning Authority gives written consent to any variation. All hard surfacing and means of enclosure shall be completed before the development is first occupied.",
    "Condition : 11 - Fire Strategy - The development shall be carried out in accordance with the provisions of the Fire Strategy Statement prepared by David Connaughton of Ashton Fire Ltd (dated 01/03/2023) and must fully comply with The Building Regulation 2010 (as amended) unless otherwise approved in writing by the Local Planning Authority.\r\n\r\nReason: To ensure that the development incorporates the necessary fire safety measures in accordance with the Mayor's London Plan Policy D12.\r\n",
    "Condition : 12 - Noise - Due to the potential impact of the surrounding locality on the residential development, the final scheme for protecting residents from noise shall be submitted to and approved in writing by the Local Planning Authority prior to the development commencing. The scheme is to include acoustic data for the glazing system and ventilation system. The internal noise levels shall meet those as stipulated in the KP Acoustics Noise and Vibration Impact Assessment Report Report 24113.NVA.01, dated 16 March 2022. The approved scheme shall be implemented in accordance with the agreed details prior to first occupation ",
    "Condition : 13 - No development shall take place until a Demolition and Construction Environmental Method Statement has been submitted to, and approved in writing by, the local planning authority. The approved Statement shall be adhered to throughout the demolition and construction period. The Statement shall provide for: \r\n-hours of operation Environmental Health \r\n-the parking of vehicles of site operatives and visitors \r\n-loading and unloading of plant and materials \r\n-storage of plant and materials used in constructing the development \r\n-the erection and maintenance of security hoarding including decorative\r\n- displays and facilities for public viewing, where appropriate \r\n-wheel washing facilities \r\n-measures to control the emission of noise and vibration during construction.\r\n-measures to control the emission of dust and dirt during construction/demolition\r\n-a scheme for recycling/disposing of waste resulting from demolition and construction.\r\n",
    "Condition : 14 - Construction Management Plan/Dust Management Plan and Working Method Statement - Prior to the commencement of development, including demolition, a detailed Demolition and Construction Environmental Management Plan (DCEMP) shall be submitted to and approved in writing by the Local Planning Authority. The DCEMP shall include: \r\na) An Air quality management plan that identifies the steps and procedures that will be implemented to minimise the creation and impact of dust and other air emissions resulting from the site preparation, demolition, and groundwork and construction phases of the development. To include continuous dust monitoring. \r\nb) Construction environmental management plan that identifies the steps and procedures that will be implemented to minimise the creation and impact of noise, vibration, dust and other air emissions resulting from the site preparation, demolition, and groundwork and construction phases of the development. \r\nIn addition, the development shall not commence until a working method statement has been submitted to and approved in writing by the Local Planning Authority to accommodate:\r\n\r\n   (i) Parking of vehicles of site workers and visitors;\r\n   (ii) Loading and unloading of plant and materials;\r\n   (iii) Storage of construction plant and materials;\r\n   (iv) Wheel cleaning facilities\r\n   (v) Control of dust, smell and other effluvia;\r\n   (vi) Control of surface water run-off.\r\n\r\nThe development shall not be implemented other than in accordance with the approved scheme, unless previously agreed in writing by the Local Planning Authority. \r\n\r\n\r\nReason: To ensure the development does not raise local environment impacts and pollution. \r\n",
    "Condition : 15 - All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/ \r\n\r\nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan policies GG3 and SI1, and NPPF 181.\r\n",
    "Condition : 16 - No development shall occur until a preliminary risk-assessment is submitted to the approval of the LPA. Then an investigation conducted to consider the potential for contaminated-land and shall be submitted to and approved in writing by the local planning authority. \r\n\r\nReason: To protect the health of future users of the site in accordance with paragraph 9.10.6 of the London Plan 2021 and policy DM EP4 of Merton's sites and policies plan 2014. \r\n",
    "Condition : 17 - No development shall occur until a remediation method statement, described to make the site suitable for, intended use by removing unacceptable risks to sensitive receptors, and shall be submitted to and approved in writing by the local planning authority. \r\nReason: To protect the health of future users of the site in accordance with paragraph 9.10.6 of the London Plan 2021 and policy DM EP4 of Merton's sites and policies plan 2014. \r\n",
    "Condition : 18 - Prior to first occupation, the remediation shall be completed and a verification report, produced on completion of the remediation, shall be submitted to and approved in writing by the local planning authority. \r\n\r\nReason: To protect the health of future users of the site in accordance with paragraph 9.10.6 of the London Plan 2021 and policy DM EP4 of Merton's sites and policies plan 2014.\r\n",
    "Condition : 19 - The site wide drainage scheme must be implemented in accordance with the Hodel Consulting Drainage Report (Ref: 22-039). The drainage scheme must dispose of surface water by means of a sustainable drainage system (SuDS) incorporating green roof and above ground level Green Infrastructure SuDS, such as raingarden or bioretention planter or similar. The drainage scheme will include a flow restriction device, limited to a greenfield rate of no more than 2.3l/s in accordance with drainage hierarchy contained within the London Plan Policy (SI 12, SI 13 and SPG) and the advice contained within the National SuDS Standards. \r\n\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policies SI 12 and SI 13. \r\n",
    "Condition : 20 - Crossovers Removal - The development shall not be occupied until the existing redundant crossover/s have been be removed by raising the kerb and reinstating the footway in accordance with the requirements of the Highway Authority.",
    "Condition : 21 - Construction Logistics Plan - Prior to the commencement of the development hereby permitted, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority.  The approved measures shall be implemented prior to the first occupation of the development hereby permitted and shall be so maintained for the duration of the use, unless the prior written approval of the Local Planning Authority is first obtained to any variation.",
    "Condition : 22 - Provision of Vehicle Parking - The blue badge parking space shown on the approved plans shall be provided, with electric charging facilities, before the first occupation of the development hereby permitted and shall be retained for parking purposes for occupiers and users of the development and for no other purpose.\r\n",
    "Condition : 23 - Delivery and Servicing - All residential deliveries (loading and unloading) shall take place only on Arnold Road as shown on the layout Plan 976/ 010 P4.",
    "Condition : 24 - No construction shall take place within 5m of the water main. Information detailing how the developer intends to divert the asset / align the development, so as to prevent the potential for damage to subsurface potable water infrastructure, must be submitted to and approved in writing by the local planning authority in consultation with Thames Water. Any construction must be undertaken in accordance with the terms of the approved information. Unrestricted access must be available at all times for the maintenance and repair of the asset during and after the construction works.\r\n\r\nReason: The proposed works will be in close proximity to underground strategic water main, utility infrastructure and the works has the potential to impact on local underground water utility infrastructure.",
    "Condition : 25 - No piling shall take place until a piling method statement (detailing the depth and type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface water infrastructure, and the programme for the works) has been submitted to and approved in writing by the local planning authority in consultation with Thames Water. Any piling must be undertaken in accordance with the terms of the approved piling method statement. \r\n\r\nReason: The proposed works will be in close proximity to underground water utility infrastructure. Piling has the potential to impact on local underground water utility infrastructure. ",
    "Condition : 26 - Wheelchair Accessible Homes - At least one of the dwelling units hereby permitted shall be constructed to be wheelchair accessible to Building Regs M4(3) standard and shall be retained as such unless otherwise agreed in writing with the Local Planning Authority.",
    "Condition : 27 - Level Access - Level access or a ramp at a gradient of not more than 1:12 and no less than a 900mm door width at the threshold to the threshold to the principal entrance to the premises shall be provided before the development hereby permitted is first occupied or brought into use and shall be retained thereafter.",
    "Condition : 28 - Urban Greening Factor - The development hereby permitted shall not be occupied until the Urban Greening Factor set out in the Design and Access Statement (Amended 18th April 2023) have been fully implemented and shall be permanently maintained as such thereafter to the satisfaction of the Local Planning Authority.\r\n\r\nReason: To comply with Policy G5 of the London Plan 2021.",
    "Condition : 29 - Security - The development hereby permitted shall incorporate security measures to minimise the risk of crime and to meet the specific security needs of the development in accordance with Secured by Design. Details of these measures shall be submitted to and approved in writing by the local planning authority prior to commencement of the development and shall be implemented in accordance with the approved details prior to occupation. \r\n\r\nReason: In order to achieve the principles and objectives of Secured by Design to improve community safety and crime prevention in accordance with Policy: Chapters 01B & 01C Merton New Local Plan, Policy D11 London Plan, Section 17 Crime and Disorder Act 1988 and National Planning Policy Framework (NPPF). \r\n",
    "Condition : 30 - Security - Prior to occupation a Secured by Design final certificate or its equivalent from the South West Designing Out Crime office shall be submitted to and approved by the Local Planning Authority. \r\n\r\nReason: In order to achieve the principles and objectives of Secured by Design to provide a safer environment for future residents and visitors to the site and reduce the fear of crime in accordance with Policy: Chapters 01B & 01C Merton New Local Plan, Policy D11 London Plan, Section 17 Crime and Disorder Act 1988 and National Planning Policy Framework (NPPF). \r\n",
    "Condition : 31 - Green roofs: full details of a planting scheme, and the design and method of construction of the green and brown roofs shall be submitted to and approved in writing by the local planning authority and these works shall be carried out as approved following the completion of the development or prior to the occupation of any part of the development, whichever is the sooner. \r\n\r\nReason: to protect and enhance the biodiversity of the development in the interest of nature conservation and to comply with the following development policies for Merton: policy G5 of the London Plan 2021; policy CS13 of Merton's core planning strategy 2011 and policy DMO2 of Merton's sites and policies plan 2014. \r\n",
    "Condition : 32 - Prior to the first occupation of the development hereby permitted a scheme detailing biodiversity enhancements (which may include Swift bricks, bee bricks, bat boxes etc) shall be submitted to and apoproved in writing by the Local planning Authority. The development shall be carried out in accordance with the approved details prior to the first occupation.\r\n\r\nReason: to protect and enhance the biodiversity of the development in the interest of nature conservation and to comply with the following development plan policies for Merton: policies G5 and G6 of the London plan 2021; policy CS13 of Merton's core planning strategy 2011 and policy DMO2 of Merton's sites and policies plan 2014. \r\n",
    "Condition : 33 - No part of the development hereby approved shall be occupied until evidence has been submitted to the Local Planning Authority confirming that the residential development has achieved CO2 reductions in accordance with those outlined in the energy statement (dated 10th July 2023) and wholesome water consumption rates of no greater than 105 litres per person per day.\r\n\r\nReason: To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply with the following Development Plan policies for Merton: Policy SI2 of the London Plan 2021 and Policy CS15 of Merton's Core Planning Strategy 2011.\r\n",
    "Condition : 34 - Prior to the first occupation of the development hereby approved, the applicant or owner shall provide updated accurate and verified 'as-built' design estimates of the 'Be Seen' energy performance indicators for each Reportable Unit of the development, as per the methodology outlined in the 'As-built stage' chapter / section of the GLA 'Be Seen' energy monitoring guidance (or any document that may replace it). All data and supporting evidence should be submitted to the GLA using the 'Be Seen' as-built stage reporting webform (https://www.london.gov.uk/what-wedo/planning/implementing-london-plan/london-plan-guidance-and-spgs/be-seen-energymonitoring-guidance). The applicant or owner must also confirm that suitable monitoring devices have been installed and maintained for the monitoring of the in-use energy performance indicators, as outlined in the 'In-use stage' of the GLA 'Be Seen' energy monitoring guidance document (or any document that may replace it), prior to the building being occupied. \r\n\r\nReason: To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply with the following Development Plan policies for Merton: Policy SI2 of the London Plan 2021 and Policy CS15 of Merton's Core Planning Strategy 2011.\r\n",
    "Condition : 35 - Prior to the commencement of development [including demolition] a local employment strategy shall have been submitted to and approved in writing by the Local Planning Authority setting out the measures taken to ensure that the development provides employment opportunities for residents and businesses in Merton during the construction phase.\r\n\r\nReason: To comply with Policy DM E4 of the Sites and Policies Plan 2014.",
    "Condition : 36 - Travel Plan - Prior to the occupation of the development hereby permitted, a Travel Plan shall be submitted to and approved in writing by the Local Planning Authority. The Plan shall follow the current 'Travel Plan Development Control Guidance' issued by TfL and shall include:\r\n\r\n  (i) Targets for sustainable travel arrangements;\r\n  (ii) Effective measures for the on-going monitoring of the Plan;\r\n  (iii) A commitment to delivering the Plan objectives for a period of at least 5 years from the first occupation of the development;\r\n  (iv) Effective mechanisms to achieve the objectives of the Plan by both present and future occupiers of the development.\r\nThe development shall be implemented only on accordance with the approved Travel Plan.",
    "Condition : 37 - Boundary Treatment - No development shall take place until details of all boundary walls or fences are submitted in writing for approval to the Local Planning Authority. (Notwithstanding the approved plans, the details of boundary screening shall include a 2m high wall to the western boundary, with a trellis of at least 1m above). No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details are approved and works to which this condition relates have been carried out in accordance with the approved details. The walls and fencing shall be permanently retained thereafter.",
    "Condition : 38 - Cycle Parking to be implemented - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 39 - Obscured Glazing - Before the development hereby permitted is first occupied, the windows in the southwest elevation serving units 1.4, 2.4, 3.4 and 4.2, shown to be obscurely glazed on the approved plans, shall be glazed with obscured glass and shall be maintained as such thereafter.",
    "Condition : 40 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 41 - INFORMATIVE\r\nDetails of wheelchair accessible standards can be found in 'Wheelchair Housing Design Guide' Third Edition, 2018) by Stephen Thorpe.\r\n",
    "Condition : 42 - INFORMATIVE:\r\nCarbon emissions evidence requirements for Post Construction stage assessments must provide:\r\n-\tDetailed documentary evidence confirming the Target Emission Rate (TER), Dwelling Emission Rate (DER) and percentage improvement of DER over TER based on 'As Built' SAP outputs (i.e. dated outputs with accredited energy assessor name and registration number, assessment status, plot number and development address); OR, where applicable:\r\n-\tA copy of revised/final calculations as detailed in the assessment methodology based on 'As Built' SAP outputs; AND\r\n-\tConfirmation of Fabric Energy Efficiency (FEE) performance where SAP section 16 allowances (i.e. CO2 emissions associated with appliances and cooking, and site-wide electricity generation technologies) have been included in the calculation\r\n\r\nWater efficiency evidence requirements for post construction stage assessments must provide: \r\n-\tDocumentary evidence representing the dwellings 'As Built'; detailing: \r\n-\tthe type of appliances/ fittings that use water in the dwelling (including any specific water reduction equipment with the capacity / flow rate of equipment); \r\n-\tthe size and details of any rainwater and grey-water collection systems provided for use in the dwelling; AND:\r\n-\tWater Efficiency Calculator for New Dwellings; OR\r\n-\tWhere different from design stage, provide revised Water Efficiency Calculator for New Dwellings and detailed documentary evidence (as listed above) representing the dwellings 'As Built'.",
    "Condition : 43 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 44 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 45 - INFORMATIVE:\r\nThis planning permission contains certain conditions precedent that state 'before development commences' or 'prior to commencement of any development' (or similar). As a result these must be discharged prior to ANY development activity taking place on site. Commencement of development without having complied with these conditions will make any development unauthorised and possibly subject to enforcement action such as a Stop Notice.\r\n",
    "Condition : 46 - INFORMATIVE\r\nThis permission creates one or more new units which will require a correct postal address. Please contact the Street Naming & Numbering Officer at the London Borough of Merton\r\n\r\nStreet Naming and Numbering (Business Improvement Division)\r\nCorporate Services\r\n7th Floor, Merton Civic Centre\r\nLondon Road\r\nMorden\r\nSM4 5DX\r\nEmail: street.naming@merton.gov.uk\r\n",
    "Condition : 47 - INFORMATIVE:\r\nNo surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary. Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777). No waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals shall be washed down on the highway or disposed of into the highway drainage system",
    "Condition : 48 - INFORMATIVE\r\nThe proposed development is located within 15 metres of Thames Waters underground assets and as such, the development could cause the assets to fail if appropriate measures are not taken. Please read our guide 'working near our assets' to ensure your workings are in line with the necessary processes you need to follow if you're considering working above or near our pipes or other structures.",
    "Condition : 49 - INFORMATIVE:\r\nA Groundwater Risk Management Permit from Thames Water will be required for discharging groundwater into a public sewer. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. We would expect the developer to demonstrate what measures he will undertake to minimise groundwater discharges into the public sewer. Permit enquiries should be directed to Thames Water's Risk Management Team by telephoning 020 3577 9483 or by emailing trade.effluent@thameswater.co.uk.\r\n\r\n",
    "Condition : 50 - INFORMATIVE:\r\nThames Water would recommend that petrol / oil interceptors be fitted in all car parking/washing/repair facilities. Failure to enforce the effective use of petrol / oil interceptors could result in oil-polluted discharges entering local watercourses.",
    "Condition : 51 - INFORMATIVE:\r\nThames Water will aim to provide customers with a minimum pressure of 10m head (approx 1 bar) and a flow rate of 9 litres/minute at the point where it leaves Thames Waters pipes. The developer should take account of this minimum pressure in the design of the proposed development.",
    "Condition : 52 - INFORMATIVE\r\nIn relation to the bin storage area:\r\n\" Container storage areas should be in a position that is mutually convenient and easily accessible for the occupants and the waste collection crew. No bin should be moved to reach another. It is obvious there will be challenges accessing the last bin in the row of three bins. \r\n\" There should be at least 1.60m clearance across the doorways (double doors, including its thickness) for the movement of an 1100L bin and a clearance of 1.20m for the movement of a 240L bin. \r\n\" Nothing protruding from the side wall of the bin store like drain pipes etc. \r\n\" For restricted storage space such as this, some protective metal strip should be put down the length of the wall/ doors/path to stop any likely damage by euro bins. \r\n\" It might be worth installing a stopper or hooks to hold the doors in place while waste collection takes place.\r\n",
    "Condition : 53 - INFORMATIVE:\r\nCarbon emissions evidence requirements for post construction stage assessments must provide: \r\n-           'As Built' SAP Compliance Reports and detailed DER and TER worksheets for the as built development. The output documents must be based on the 'as built' stage of analysis and must account for any changes to the specification during construction. The outputs must be dated and include the accredited energy assessor's name and registration number, the assessment status, plot number and development address. OR, where applicable: \r\n-           A copy of revised/final calculations as detailed in the assessment methodology based on 'As Built' SAP outputs; AND \r\n-           Confirmation of Fabric Energy Efficiency (FEE) performance where SAP section 16 allowances (i.e. CO2 emissions associated with appliances and cooking, and site-wide electricity generation technologies) have been included in the calculation. \r\nAND, where applicable: \r\n-           MCS certificates and photos of all installed renewable technologies. \r\n \r\nWater efficiency evidence requirements for Post Construction Stage assessments must provide: \r\n\"\tDocumentary evidence representing the dwellings 'As Built'; detailing: \r\n\"\tthe type of appliances/ fittings that use water in the dwelling (including any specific water reduction equipment with the capacity / flow rate of equipment); \r\n\"\tthe size and details of any rainwater and grey-water collection systems provided for use in the dwelling; AND:\r\n\"\tWater Efficiency Calculator for New Dwellings; OR\r\n\"\tWhere different from design stage, provide revised Water Efficiency Calculator for New Dwellings and detailed documentary evidence (as listed above) representing the dwellings 'As Built'.\r\n",
    "Condition : 54 - INFORMATIVE\r\nUpon completion of the first year of Occupation or following the end of the Defects Liability Period (whichever is the later) and at least for the following four years after that date, the Owner is required to provide accurate and verified annual in-use energy performance data for all relevant indicators under each Reportable Unit of the development as per the methodology outlined in the 'In-use stage' chapter / section of the GLA 'Be Seen' energy monitoring guidance document (or any document that may replace it). All data and supporting evidence should be submitted to the GLA using the 'Be Seen' in-use stage reporting webform (https://www.london.gov.uk/what-we-do/planning/implementing-londonplan/london-plan-guidance-and-spgs/be-seen-energy-monitoring-guidance). This obligation will be satisfied after the Owner has reported on all relevant indicators included in the 'In-use stage' chapter of the GLA 'Be Seen' energy monitoring guidance document (or any document that may replace it) for at least five years. ",
    "Condition : 55 - INFORMATIVE\r\nIn the event that the 'In-use stage' evidence submitted under the informative above shows that the 'As-built stage' performance estimates derived, from Condition 32 above, have not been or are not being met, the Owner should investigate and identify the causes of underperformance and the potential mitigation measures and set these out in the relevant comment box of the 'Be Seen' in-use stage reporting webform. An action plan comprising measures identified in Informative 51 above, shall be submitted to and approved in writing by the GLA, identifying measures which would be reasonably practicable to implement and a proposed timescale for implementation. The action plan and measures approved by the GLA should be implemented by the Owner as soon as reasonably practicable. ",
    "Condition : 56 - INFORMATIVE\r\nDefinitions relating to Condition 32 and Informatives 14, 15 and 16:\r\nDefinitions \r\n\"Defects Liability Period\" means such period of time following Practical Completion of a Building in which a contractor may remedy defects as may be included in the building contract for the relevant Building; \r\n\"Reportable Unit\" means a Reportable Unit (Energy Centre), Reportable Unit (Residential) or Reportable Unit (Non-Residential); \r\n\"Reportable Unit (Energy Centre)\" means either a connection to a third-party District Heating Network, a self-contained Energy Centre serving multiple residential/non-residential properties (within the Site) or a self-contained energy system serving multiple residential properties (within a Block or Building); \r\n\"Reportable Unit (Residential)\" means an individual Block or Building of five or more flats or a group of five or more houses; \r\n\"Reportable Unit (Non-Residential)\" means a Building with a single occupier/tenant (including block of flats' communal areas) or a Building with multiple tenants. \r\n",
    "Condition : 57 - INFORMATIVE\r\nFor clarity, the extent of the site area is shown on the Location Plan ref. 976/001 Rev P3 only. \r\n"
  ],
  "postcode": "SW17 9HP",
  "application_type": "All Other",
  "decision_date": "16/05/2024",
  "parking_details": {
    "no_proposed_bluebadge": 2,
    "net_bluebadge": 2,
    "no_existing_bluebadge": 0
  },
  "status": "Approved",
  "centroid_easting": 527879,
  "valid_date": "30/06/2022",
  "borough": "Merton",
  "subdivision_of_building": null,
  "decision_target_date": "16/05/2024",
  "id": "Merton-22_P1700",
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T11:03:09.825+00:00",
  "street_name": "London Road",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 170396,
  "application_details": {
    "total_gia_gained": 1499.2,
    "total_gia_lost": 250,
    "grey_water_reuse": false,
    "non_residential_details": {
      "total_gia_existing": 250,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 250,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 250,
      "total_gia_gained": 1499.2
    },
    "ownership_status": "Private",
    "phasing_details": [
      {
        "phase_detail": "1",
        "intended_completion_date": "06/2025",
        "intended_commencement_date": "06/2023"
      }
    ],
    "site_area": 0.055900000000000005,
    "total_gia_existing": 250,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 250,
        "use_class": "B2",
        "gia_gained": 0,
        "gia_lost": 250
      },
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 1398.2,
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "use_class": "SpecifiedOther",
        "gia_gained": 101,
        "gia_lost": 0
      }
    ],
    "garden_land_lost": false,
    "projected_cost_of_works": "Between £2m and £100m",
    "surface_water_discharge_percentage_reduction": 86,
    "residential_details": {
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "dwelling_density": 0,
      "residential_units": [
        {
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 0.1
        },
        {
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 0.1
        },
        {
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 0.1
        },
        {
          "unit_no": "Gain-4",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 0.1
        },
        {
          "unit_no": "Gain-5",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 0.1
        },
        {
          "unit_no": "Gain-6",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 0.1
        },
        {
          "unit_no": "Gain-7",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 0.1
        },
        {
          "unit_no": "Gain-8",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 0.1
        },
        {
          "unit_no": "Gain-9",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 0.1
        },
        {
          "unit_no": "Gain-10",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 0.1
        },
        {
          "unit_no": "Gain-11",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 0.1
        },
        {
          "unit_no": "Gain-12",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 0.1
        },
        {
          "unit_no": "Gain-13",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 0.1
        },
        {
          "unit_no": "Gain-14",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 0.1
        },
        {
          "unit_no": "Gain-15",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 0.1
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "unit_no": "Gain-16",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 56.1,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-17",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 70.1,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-18",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 70.1,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "unit_no": "Gain-19",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 50,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "unit_no": "Gain-20",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 50,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "unit_no": "Gain-21",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 50,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "unit_no": "Gain-22",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 50,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-23",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 80.1,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-24",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 80.1,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-25",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 80.1,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-26",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 61.7,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-27",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 61.7,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "unit_no": "Gain-28",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 50.3,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-29",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 66.3,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-30",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 87.3,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 15,
      "total_no_proposed_residential_units": 30,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_gia_gained": 965.4,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_bedrooms": 28,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0
    },
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": 5,
        "max_height": 16,
        "building_ref": "Building 1"
      }
    ],
    "scheme_phasing": true,
    "green_suds": true,
    "rain_water_harvesting": false,
    "infrastructure_details": {
      "no_homes_passive_cooling": 15,
      "no_resi_units_to_have_full_fibre": 15,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 16,
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 1,
      "percentage_demolition_construction_material_recycling": 0,
      "no_active_fast_ev_charging_points": 2,
      "fire_suppression_system_proposed": true,
      "no_homes_to_have_electrical_heating": 15,
      "green_roof_area": 100,
      "no_new_gas_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "urban_greening_factor_score": 0.42,
      "no_passive_fast_ev_charging_points": 0,
      "ghg_reduction_over_building_regulations": true
    },
    "internal_resi_water_usage": 110
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527873.303989068,
              170385.09735172265
            ],
            [
              527875.9506536836,
              170409.00050952123
            ],
            [
              527885.7540313393,
              170407.70088153443
            ],
            [
              527891.6987203972,
              170407.1010532342
            ],
            [
              527895.7470454004,
              170402.1524697499
            ],
            [
              527896.9508243217,
              170385.2473087964
            ],
            [
              527891.8471314966,
              170380.5486537724
            ],
            [
              527884.5502524175,
              170381.3484248406
            ],
            [
              527880.5513977807,
              170381.79829606652
            ],
            [
              527873.0483921737,
              170382.548081443
            ],
            [
              527873.303989068,
              170385.09735172265
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "ward": "Colliers Wood"
}