{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "RM11 2HS",
  "borough": "Havering",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2173312,
          51.5797956
        ],
        [
          0.2173225,
          51.5797243
        ],
        [
          0.2169525,
          51.5796744
        ],
        [
          0.2169041,
          51.5798037
        ],
        [
          0.2173312,
          51.5797956
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "83 Haynes Road",
  "centroid_easting": 553717,
  "pp_id": "12624114",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.031
  },
  "lpa_name": "Havering",
  "decision": "Approved",
  "lpa_app_no": "P1729.23",
  "decision_date": "14/02/2024",
  "last_updated": "2025-03-20T11:14:15.637+00:00",
  "centroid_northing": 189094,
  "centroid": {
    "lat": "51.5797523",
    "lon": "0.2171012"
  },
  "appeal_decision_date": null,
  "locality": null,
  "ward": "Squirrels Heath",
  "bo_system": "CSV Data Import",
  "lapsed_date": "14/02/2027",
  "decision_process": "Committee",
  "last_date_consultation_comments": "31/01/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "23/11/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed and approved as part of application Q0026.23 unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The area set aside for car parking shall be laid out and surfaced to the satisfaction of the Local Planning Authority as approved as part of application Q0026.23 and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety.",
    "The roof area of the single-storey side and rear projections of the proposed dwellings hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The scheme of hard and soft landscaping approved as part of application Q0026.23 shall be implemented in accordance with the details provided. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:- To ensure that the development achieves a satisfactory level of landscape quality.",
    "All hard surfaces approved as part of application Q0026.23 (including any sub-base) shall be implanted in accordance with the details provided and be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "Prior to the first occupation of the proposed dwelling, all the proposed walls, fences and boundary treatment shall implemented in accordance with the approved details as part of application Q0026.23.  The boundary development shall then be carried out in accordance with the approved details and retained permanently thereafter.",
    "Reason:",
    "To protect the visual amenities of the development and prevent undue overlooking of adjoining property.",
    "The cycle storage shall be implemented in accordance with the approved details as part of application Q0026.23. The cycle storage as approved shall be permanently retained thereafter.",
    "Reason:- In the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "The refuse and recycling facilities shall be implemented in accordance with the approved details as part of application Q0026.23. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason:- To protect the amenity of occupiers of the development and also the locality generally.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended), no development shall take place under Class A, B, C and D, E, Part 1, Schedule 2 of the Order unless permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development.",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with national optional technical standards as required by Policy SI5 of the London Plan.",
    "Minor (up to 9 units):",
    "All dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with national optional technical standards as required by Policy D7 of the London Plan.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works, including any works of demolition; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:- To protect residential amenity.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25/m² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, an additional £1,225 would be payable due to the additional space added to the new residential property with 49m² of GIA, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125m² (Zone A)  for each additional square metre of GIA. Based upon the information supplied with the application, £6,125 would be payable, subject to indexation.",
    "It should be noted that this CIL liability is in conjunction with the CIL demand requested for planning application P1494.21, however this may be adjusted subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Mr Brandon (Agent) by phone and e-mail. The revisions involved showing the windows currently in situ and plans in respect to assess CIL. The amendments were subsequently submitted on 19/01, 22/01 & 23/01/24."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": "10096016850",
  "decision_target_date": "15/02/2024",
  "application_type": "All Other",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553732.79,
              189099.3
            ],
            [
              553732.43,
              189091.35
            ],
            [
              553706.96,
              189085.03
            ],
            [
              553703.17,
              189099.3
            ],
            [
              553732.79,
              189099.3
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": null,
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "Hornchurch",
  "secondary_street_name": null,
  "description": "Variation of Condition No. 2 of Planning Permission ref: P1494.21 dated 10/05/2022 to permit amended plans (2 x two storey, 4-bed, detached dwellings with associated parking and amenity space, involving demolition of existing dwelling and garage) to include a proposed second floor to include new bedroom, new window to rear elevation and velux windows.",
  "id": "Havering-P1729.23",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1729.23"
}