{
  "lpa_name": "Barking & Dagenham",
  "uprn": "100024983",
  "decision_date": "11/12/2012",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Idox Tascomi",
  "id": "Barking_&_Dagenham-12_00837_FUL",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM10 7ES",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "New Build",
      "site_area": 0.343,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 825,
      "total_gia_gained": 1170,
      "total_gia_lost": 825,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 1170
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": "06/01/2016",
        "use_class": "SG",
        "gia_gained": 1170,
        "actual_commencement_date": "01/04/2015",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 825
      }
    ],
    "superseding_details": [
      {
        "lpa_app_no": "09/00603/OUT",
        "partial_supersedence": false
      }
    ],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "2",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "site_area": 0.336
  },
  "valid_date": "25/09/2012",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of the existing station and ancillary structures and erection of a three storey fire station and training facilities with associated covered wash down, drill tower, yard, car parking, landscaping and alterations to current access/egress arrangements.",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.\r\rReason: To comply with Section 91 of the Town and Country Planning Act 1990 (as amended by S.51 of the Planning and Compulsory Purchase Act  2004).",
    "The development hereby permitted shall be carried out in accordance with the following approved plans: 07/(00)AP003, 07(91)AE001, 07(20)AP001, 07(20)AP002, 07(20)AP003, 07(20)AE001, 07(20)AE004, 07(20)AP004, 07(20)AS001, 07(20)AS001, 07(20)AE002, 07(20)AE003, 07(00)AP004;\r\rReason: For the avoidance of doubt and in the interests of proper planning.",
    "The development hereby permitted shall not be commenced until details/samples of all materials to be used in the construction of the external surfaces of the development have been submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with the approved materials.\r\rReason: To protect or enhance the character and amenity of the area in accordance with policies BP8 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "The development shall not be commenced until a scheme of hard and soft landscaping for the site, including details of materials, species and a planting schedule have been submitted to and approved in writing by the Local Planning Authority. The approved hard landscaping shall be carried out prior to the occupation of the development and thereafter permanently retained. The approved soft landscaping shall be carried out in the first planting and seeding seasons following the occupation of the building or completion of the development, whichever is the sooner. Any plants which within a period of 5 years from the completion of the development die, are removed or become seriously damaged or diseased, shall be replaced in the next planting season with others of similar size and species unless the Local Planning Authority gives written consent to any variation.\r\rReason: To safeguard and improve the appearance of the area in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document.",
    "The development shall not be commenced until there has been submitted to and approved in writing by the Local Planning Authority a plan indicating the position, design, materials and type of boundary treatment to be erected. No part of the development shall be occupied until the approved boundary treatment for that part has been provided. The approved boundary treatment shall be retained unless the Local Planning Authority gives prior written approval for its removal.\r\rReason: To ensure the boundary treatment protects or enhances the character and amenity of the area in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document.",
    "No development shall take place until the applicant has provided to the Local Planning Authority for approval in writing an independently verified BREEAM report that achieves as a minimum ''Excellent' rating with a Design and Procurement Certificate. The development shall then be constructed in accordance with these details. A certificated BREEAM Post Construction Review, or other verification process agreed with the Local Planning Authority, shall be provided, confirming that the agreed standards have been met.\r\rReason: To ensure that the proposed development is constructed in an environmentally sustainable manner and in accordance with policy BR1 of the Borough Wide Development Policies Development Plan Document.",
    "Prior to the commencement of the development hereby approved a Local Labour and Business Strategy shall be submitted to and approved in writing by the Local Planning Authority. The Strategy shall incorporate measures to promote employment opportunities arising from the development to, and encourage job applications from, residents of the London Borough of Barking and Dagenham and shall incorporate measures to promote opportunities for local businesses to gain contracts associated with the construction of the development. The Strategy shall be implemented in accordance with the approved details.\r\rReason: In order to contribute to the local economy and local residents in need of employment and in accordance with the principles within policy CC3 of the Core Strategy.",
    "The car parking areas indicated on drawing No. 07(00)AP003; shall be constructed and marked out prior to the occupation of the development, and thereafter retained permanently for the accommodation of vehicles of occupiers and visitors to the premises and not used for any other purpose.\r\rReason: To ensure that sufficient off-street parking areas are provided and not to prejudice the free flow of traffic or conditions of general safety along the adjoining highway in accordance with policy BR9 of the Borough Wide Development Policies Development Plan Document.",
    "No development shall take place, including any works of demolition, until a Construction Method Statement has been submitted to, and approved in writing by, the Local Planning Authority. The approved Statement shall be adhered to throughout the construction period. The Statement shall provide for:\r\ri.\tthe parking of vehicles of site operatives and visitors;\rii.\tdetails of access to the site;\riii.\tloading and unloading and the storage of plant and materials used in constructing the development;\riv.\tthe erection and maintenance of security hoardings including decorative displays;\rv.\twheel washing facilities;\rvi.\tmeasures to control the emission of noise, dust and dirt during construction;\rvii.\ta scheme for recycling/disposing of waste resulting from demolition and construction works; and\rviii.\tdetails of a nominated developer/resident liaison representative with an address and contact telephone number to be circulated to those residents consulted on the application by the developer's representatives. This person will act as first point of contact for residents who have any problems or questions related to the ongoing development.\r\rReason: In order to reduce the environmental impact of the construction and the impact on the amenities of neighbouring residents and in accordance with policy BP8 of the Borough Wide Development Policies Development Plan Document.",
    "No deliveries, external running of plant and equipment or construction works, other than internal works not audible outside the site boundary, shall take place on the site other than between the hours of 0800 to 1800 on Monday to Friday and 0800 to 1300 on Saturday and not at all on Sundays, Public or Bank Holidays without the prior written permission of the Local Planning Authority.\r\rReason: To ensure that the proposed construction work does not cause undue nuisance and disturbance to neighbouring properties at unreasonable hours and in accordance with policy BP8 of the Borough Wide Development Policies Development Plan Document.",
    "The development hereby permitted shall be implemented fully in accordance with the recommendations for fixed plant and operational noise control/mitigation  set out in URS report, \"Dagenham Fire Station, Noise Assessment\", reference 3114238/DAG/01\r\rReason: To ensure that the proposed construction work does not cause undue nuisance and disturbance to neighbouring properties at unreasonable hours and in accordance with policy BP8 of the Borough Wide Development Policies Development Plan Document.",
    "An investigation and risk assessment, in addition to any assessment provided with the planning application, must be completed in accordance with a scheme to assess the nature and extent of any contamination on the site, whether or not it originates on the site. The contents of the scheme are subject to the approval in writing of the Local Planning Authority. The investigation and risk assessment must be undertaken by competent persons and a written report of the findings must be produced. The written report is subject to the approval in writing of the Local Planning Authority. The report of the findings must include:\r\r(i)\ta survey of the extent, scale and nature of contamination;\r(ii)\tan assessment of the potential risks to:\ro\thuman health;\ro\tproperty (existing or proposed) including buildings, crops, livestock, pets, woodland and service lines and pipes;\ro\tadjoining land,\ro\tgroundwaters and surface waters,\ro\tecological systems,\ro\tarchaeological sites and ancient monuments; \r(iii)\tan appraisal of remedial options, and proposal of the preferred option(s). \r\rThis must be conducted in accordance with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11'.\r\rReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide Development Policies DPD.",
    "A detailed remediation scheme to bring the site to a condition suitable for the intended use by removing unacceptable risks to human health, buildings and other property and the natural and historical environment must be prepared, and is subject to the approval in writing of the Local Planning Authority. The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.\r\rReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide Development Policies DPD.",
    "The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development other than that required to carry out remediation, unless otherwise agreed in writing by the Local Planning Authority. The Local Planning Authority must be given two weeks written notification of commencement of the remediation scheme works.\r\rFollowing completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority.\r\rReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide Development Policies DPD.",
    "In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority. An investigation and risk assessment must be undertaken in accordance with the requirements of condition 10, and where remediation is necessary a remediation scheme must be prepared in accordance with the requirements of condition 11, which is subject to the approval in writing of the Local Planning Authority.\r\rFollowing completion of measures identified in the approved remediation scheme a verification report must be prepared, which is subject to the approval in writing of the Local Planning Authority.\r\rReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide Development Policies DPD.",
    "No demolition or development shall take place until the applicant has secured the implementation of a programme of archaeological and historic building recording works in accordance with a Written Scheme of Investigation which has been submitted by the applicant and approved in writing by the Local Planning Authority. No development or demolition shall take place other than that in accordance with the approved Written Scheme of Investigation. The development shall not be occupied until the site investigation and post investigation assessment has been completed in accordance with the programme set out in the approved Written Scheme of Investigation, and the provision made for analysis, publication and dissemination of the results and archive deposition has been secured.\r\rReason: Historic buildings and heritage assets of archaeological interest survive on the site. The Local Planning Authority wishes to secure the provision of historic buildings and archaeological investigation and the subsequent recording of the remains prior to demolition and development (including historic buildings recording), in accordance with Policy BP3 of the Borough Wide Development Policies Development Plan Document.",
    "No development shall take place until a detailed scheme illustrating proposals for the vehicular and pedestrian access to the site and any associated off site highway works and/or alterations to the adjacent highway required in the interests of highway safety associated with the development have been submitted to and approved in writing by the Local Planning Authority.  Prior to the occupation of the development the approved highway scheme shall have been implemented and constructed in accordance with the approved details.\r\rReason: To ensure that the approved development does not prejudice the free flow of the traffic or conditions of general safety along the neighbouring highway, or the safety of future occupiers, and in accordance with Policy BR10 of the Borough Wide Development Policies DPD (March 2011)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T18:57:12.584+00:00",
  "ward": "Heath",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": 0,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": 4,
    "net_bluebadge": null,
    "no_existing_other": 0,
    "no_existing_cycle": 0,
    "no_proposed_car": 7,
    "no_proposed_motorcycle": 5,
    "net_bus": 1,
    "no_existing_motorcycle": 0,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": 0,
    "net_other": 0,
    "no_existing_lgv": null,
    "net_motorcycle": 5,
    "net_car": 7,
    "no_existing_bluebadge": null,
    "no_existing_bus": 3,
    "net_lgv": null,
    "no_proposed_cycle": 16,
    "net_cycle": 16
  },
  "lapsed_date": "11/12/2017",
  "decision_target_date": "25/12/2012",
  "centroid": {
    "lat": "51.5594688",
    "lon": "0.1570357"
  },
  "lpa_app_no": "12/00837/FUL",
  "status": "Completed",
  "site_name": "Fire Station",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=14746",
  "locality": "Dagenham",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              549580.948,
              186711.695
            ],
            [
              549625.08,
              186755.164
            ],
            [
              549639.68,
              186740.232
            ],
            [
              549662.575,
              186716.341
            ],
            [
              549619.107,
              186672.541
            ],
            [
              549580.948,
              186711.695
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Major all other major developments",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Tascomi",
  "site_number": "70",
  "application_type": "All Other",
  "actual_completion_date": "06/01/2016",
  "title_number": null,
  "actual_commencement_date": "01/04/2015",
  "street_name": "RAINHAM ROAD NORTH",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": "549622",
  "appeal_start_date": null,
  "centroid_northing": "186714",
  "borough": "London Borough of Barking and Dagenham",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.156443,
          51.5594589
        ],
        [
          0.1570976,
          51.5598378
        ],
        [
          0.1573017,
          51.5596998
        ],
        [
          0.1576216,
          51.559479
        ],
        [
          0.1569764,
          51.559097
        ],
        [
          0.156443,
          51.5594589
        ]
      ]
    ],
    "type": "Polygon"
  }
}