{
  "lpa_name": "Barking & Dagenham",
  "uprn": "100100173",
  "decision_date": "29/05/2013",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Idox Tascomi",
  "id": "Barking_&_Dagenham-12_00159_FUL",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "IG11 0SQ",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "New Build",
      "site_area": 5.8,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 5886,
      "total_gia_gained": 19385,
      "total_gia_lost": 3924,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 19385
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B1",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 1962
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B1c",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 1962
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B2",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 1962
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B8",
        "gia_gained": 19385,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Hinterland London Riverside",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "1",
        "constraints_layer_description": "PTAL 2008"
      },
      {
        "result": "PIL - Rippleside",
        "constraints_layer_description": "Strategic Industrial Location"
      },
      {
        "result": "Within Thames Gateway",
        "constraints_layer_description": "Thames Gateway Boundary"
      }
    ],
    "site_area": 6.27
  },
  "valid_date": "01/03/2012",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of buildings and erection of 19,385m2 of B8 commercial warehouse units, with associated parking",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.\r\rReason:\rTo comply with Section 91 of the Town and Country Planning Act 1990 (as amended by S.51 of the Planning and Compulsory Purchase Act  2004)",
    "The development hereby permitted shall be carried out in accordance with the following approved plans: ^IN;\r\rReason: For the avoidance of doubt and in the interests of proper planning.",
    "The landscaping scheme shown on drawing 2316-LA-01 rev D; shall be carried out in the first planting and seeding seasons following the occupation or the completion of the development, whichever is the sooner. Any trees or plants which within a period of 5 years from the completion of the development die, are removed or become seriously damaged or diseased, shall be replaced in the next planting season with others of similar size and species unless the Local Planning Authority gives written consent to any variation.\r\rReason: To secure the provision and retention of the landscaping in the interests of the visual amenity of the area and in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document and Section 197 of the Town and Country Planning Act 1990.",
    "No development shall take place until a schedule of landscape maintenance for the scheme approved in Condition no. 3 for a minimum period of 5 years has been submitted to and approved in writing by the Local Planning Authority. The schedule shall include details of the arrangements for its implementation and the development shall be carried out in accordance with the approved schedule.\r\rReason: To secure the provision and retention of the landscaping in the interests of the visual amenity of the area and in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document and Section 197 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not commence until details/samples of all materials to be used in the construction of the external surfaces of the development have been submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with the approved materials.\r\rReason: To protect or enhance the character and amenity of the area in accordance with policies BP8 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "The development shall not commence until the applicant has provided to the Local Planning Authority for approval in writing an independently verified BREEAM report that achieves as a minimum an excellent rating with a Design and Procurement Certificate. The development shall then be constructed in accordance with these details. A certificated BREEAM Post Construction Review, or other verification process agreed with the Local Planning Authority, shall be provided, confirming that the agreed standards have been met.\r\rReason:  To ensure that the proposed development is constructed in an environmentally sustainable manner and in accordance with policy BR1of the Borough Wide Development Policies Development Plan Document.",
    "The development hereby approved shall provide a minimum of 25% reduction in regulated carbon dioxide emissions above that required by the 2010 Building Regulations using measures in accordance with details submitted in the Energy Strategy Report. The tenant/ occupier of each building must install devices to monitor the energy use of the building and the energy generated by the renewable and low-carbon energy equipment/systems. Energy output monitoring devices and data, in a form to be agreed with the Local Planning Authority before installation, shall be made available to the Local Planning Authority. The equipment must be installed within 3 months of occupation and must be permanently maintained to provide energy for the development on a day-to-day basis for as long as the development remains. The tenant/occupier of each building shall inform the Local Planning Authority of their occupation of the building in writing within 14 days of occupation for the purposes of this condition.  \r\rReason:  To ensure that the proposed development is constructed in an environmentally sustainable manner and in accordance with policy BR1of the Borough Wide Development Policies Development Plan Document.",
    "Prior to the commencement of any part of the development hereby approved detailed drawings based on steer davies gleave drawing 22334601-103 shall be submitted to and approved in writing by the Local Planning Authority, in consultation with Transport for London (TfL), showing the precise location for a primary vehicle route between the site and the existing access to the rail terminal, and a secondary (alternative) route from the south east corner of the site through the former Freightliner site to the rail terminal. Prior to the occupation of any part of the development hereby approved, the primary route shall be constructed as approved, unless otherwise agreed in writing by the Local Planning Authority in consultation with TfL and the operator of the former Freightliner terminal that the secondary route should be constructed instead. \r\rReason: To ensure that the proposed development protects and enhances the free flow of traffic to the rail freight depot and the site to the east in accordance with policy BR10 of the Borough Wide Development Policies Development Plan Document and Policy SSA SM35 of the Site Specific Allocations Development Plan Document",
    "Prior to the commencement of any part of the development an Access Management Plan, including details of the management, maintenance and retention of the access through the site between Box Lane and land to the east of the site, and the primary and secondary access routes to the rail terminal, shall be submitted to and approved in writing by the Local Planning Authority, in consultation with TfL.\r\rReason: To ensure that the proposed development protects and enhances the free flow of traffic to the rail freight depot and the site to the east in accordance with policy BR10 of the Borough Wide Development Policies Development Plan Document and Policy SSA SM35 of the Site Specific Allocations Development Plan Document.",
    "Prior to the commencement of any part of the development, a Car Park Management Plan, including details of all vehicle parking including accessible and electric vehicle provision and provision for bicycles, including shower and changing facilities, and motorcycles shall be submitted to and approved in writing by the Local Planning Authority . The approved spaces and provision for each building shall be provided before any part of the relevant building is first occupied and shall thereafter , be maintained at all times in accordance with the Car Park Management Plan unless otherwise agreed in writing by the Local Planning Authority. In respect of the 191 car spaces for this site, no more than 20% will be visitor parking and the remainder will be available for employees. A minimum 5% (21 spaces) will be allocated for blue badge car parking with a further 5% (11 spaces) easily convertible to accessible bay design in the future. 20% of the bays shall be fitted with electric vehicle charging points.\r\rReason: To ensure that sufficient parking areas are provided and to ensure that the development will not impede the free flow of traffic on adjacent roads or compromise any mitigating highway measures needed and that road safety is observed in accordance with policy BR9 of the Borough Wide Development Policies Development Plan Document.",
    "The accessible parking bays indicated within the Car Park Management Plan submitted in respect of condition No. 10 shall be clearly marked with a British Standard disabled symbol and permanently retained for the use of disabled persons and their vehicles and for no other purpose.\r\rReason: To ensure and promote easier access for disabled persons to the development in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document.",
    "Six months after the first occupation of each unit, a full Travel Plan for that unit shall be submitted to the Local Planning Authority for approval. These plans shall be linked to provide a site wide Travel Plan on the completion of the scheme. The plan shall describe the means by which employees and visitors to the development shall be encouraged to travel by means other than the private car. The plan as approved shall be monitored and reviewed after 1, 3 and 5 years and a copy of the reviews and action plans arising shall be submitted to the Local Planning Authority within one month of the completion of each review. The measures described in the action plan shall be implemented in the time period identified.\r\rReason:  In order to encourage the use of sustainable transport and in accordance with policy BR10 of the Borough Wide Development Policies Development Plan Document.",
    "Prior to the commencement of any part of the development a Construction Logistics/Management Plan shall be submitted to and approved in writing by the Local Planning Authority. The Plan shall describe the means by which construction and demolition activity at the site and the construction and demolition traffic to and from the site shall be controlled. This shall include details of vehicle routeings, consolidation of trips, off-street loading and drop-off facilities, and the consideration of using operators committed to best practice. No demolition or development hereby approved shall take place at the site unless or until the CL/MP has been approved by the Local Planning Authority  and then only in compliance with the approved plan. Demolition and construction work and associated activities are to be carried out in accordance with the recommendations contained within British Standard 5228:2009, \"Code of practice for noise and vibration control on construction and open sites\" Parts 1 and 2 and in accordance with the recommendations contained within the Mayor of London/London Councils publication, \"The control of dust and emissions from construction and demolition, Best Practice Guidance\", 2006.\r\rReason:  In order to minimise the impact of the development on the free flow of traffic on the local highway network and in the interests of highway safety and in accordance with policy BR10 of the Borough Wide Development Policies Development Plan Document and to ensure that the amenities of neighbouring occupiers are protected and to accord with policies BR13 and BP8 of the Borough Wide Development Policies Development Plan Document.",
    "No deliveries, external running of plant and equipment or other construction works, other than internal works not audible outside the site boundary, shall take place on the site other than between the hours of 0800 to 1800 on Monday to Friday and 0800 to 1300 on Saturday and not at all on Sundays, Public or Bank Holidays without the\rprior written permission of the Local Planning Authority.\r\rReason: To ensure that the amenities of neighbouring occupiers are protected and to accord with policies BR13 and BP8 of the Borough Wide Development Policies Development Plan Document.",
    "Prior to the commencement of the development a 'Delivery and Servicing Plan' shall be submitted to and approved in writing by the Local Planning Authority . This shall include details of refuse storage and recycling areas and efficient and sustainable measures such as delivery timings, vehicle routeings, consolidation of trips, off-street loading and drop-off facilities, and the consideration of using operators committed to best practice. Unless otherwise agreed in writing by the Local Planning Authority  the details and measures so agreed shall be implemented before any part of the development is first occupied and shall thereafter be maintained at all times.\r\rReason:  In order to minimise the impact of the development on the free flow of traffic on the local highway network and in the interests of highway safety and in accordance with policy BR10 of the Borough Wide Development Policies Development Plan Document.",
    "Prior to the commencement of the development details of 41 covered cycle parking spaces, to be provided in accordance with the submitted Transport Assessment, shall be submitted to and approved by the Local Planning Authority. The submitted details shall also show the provision to be made for shower and locker facilities for employees wishing to cycle to work. The approved details for each building shall be implemented before any part of the relevant building is first occupied. \r\rReason: In the interests of promoting cycling as a sustainable and non-polluting mode of transport and in accordance with policy BR11 of the Borough Wide Development Policies Development Plan Document.",
    "The development shall not be occupied until bird nesting and bat roosting boxes have been installed at the site in accordance with a scheme to be submitted to and approved by the Local Planning Authority.\r\rReason: In order to preserve and enhance the Borough's natural environment and to comply with policy CR2 of the Core Strategy and policy BR3 of the Borough Wide Development Policies Development Plan Document.",
    "Prior to the construction of the parts of the building containing a living roof shown on Drawing No 8364 PL109 full details of the type and construction of the roof, together with a maintenance schedule, shall be submitted to and approved in writing by the Local Planning Authority. The living roofs shall be constructed in accordance with the approved details and thereafter maintained in accordance with an approved maintenance schedule.\r\rReason: In the interests of reducing the impact of the development on the mains drainage system, enhancing the insulation of the building and contributing to biodiversity and in accordance with policy CR1 of the Core Strategy and policies BR3, BR4 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "No development shall take place until the applicant has secured the implementation of a programme of archaeological works in accordance with \ra) A written Scheme of Investigation which has been submitted by the applicant and approved by the Local Planning Authority.\rb) No development or demolition shall take place other that in accordance with the\rWritten Scheme of Investigation approved under Part (a).\rc) The development shall not be occupied until the site investigation and post\rinvestigation assessment has been completed in accordance with the programme set\rout in the Written Scheme of Investigation approved under Part (a), and the provision\rmade for analysis, publication and dissemination of the results and archive deposition has been secured.\r\rReason: To safeguard the heritage of the Borough by providing an adequate opportunity to investigate and excavate archaeological remains on the site before development is carried out in accordance with policy BP3 of the Borough Wide Development Policies Development Plan Document.",
    "No development shall take place until details in respect of the matters listed below have been submitted to and approved in writing by the Local Planning Authority in consultation with HS1.  The development shall then be carried out only in compliance with the approved details unless previously agreed in writing by the Local Planning Authority in consultation with HS1:\r\ro\tFoundation design and construction\ro\tDrainage alterations which affect HS1\ro\tBorehole layout methodology  \ro\tLocation and height of stockpiles\ro\tAny other earthworks or excavations\r\rReason: The planning application does not contain the detail needed to identify potential effects upon the integrity, safety, security, operation, maintenance and liabilities of HS1 and HS1 property.",
    "Prior to the start of construction details of the plant and equipment proposed which are likely to give rise to vibration (such as pile driving, demolition and vibro-compaction of the ground) together with predicted vibration levels, shall be submitted in writing and approved by the Local Planning Authority in consultation with HS1.  Activities likely to cause vibration in the vicinity of HighSpeed1 infrastructure such that a peak particle velocity (PPV) of 5mm/s may be exceeded at the railway boundary will be subject to agreement in advance.\rWhere activities could give rise to PPV of 5mm/s or greater, a vibration and settlement monitoring regime shall be submitted in writing  for the approval of the Local Planning Authority in consultation with HS1.  It shall be put in place prior to the start of works.  HS1 shall be provided reasonable access to the results of monitoring.\r\rReason: No details of vibration have been provided.  To ensure that vibration does not prejudice the safety, operation and structural integrity of HighSpeed1.",
    "No water or effluent shall be to be discharged from the site or from the permanent works onto HighSpeed1 or its associated drainage system.  Details of the drainage associated with development shall be submitted in writing and approved by the Local Planning Authority in consultation with HighSpeed1.  Unless otherwise agreed in writing with the Local Planning Authority in consultation with HS1, the drainage scheme shall be installed in accordance with the approved scheme and maintained in proper working order. \r  \rReason: To ensure that the maintenance and operation of HighSpeed1 is not prejudiced.",
    "Prior to the commencement of demolition or development details of the  1.8m high acoustic noise barrier is to be erected to the south side of the site access road shall be submitted to and approved by the Local Planning Authority . The barrier is to be maintained and retained  at all times thereafter.",
    "The rating level of noise from fixed plant and equipment associated with the development hereby permitted shall not exceed LAr,T (5min) = 43 dB as determined at a position one metre from the façade of any residential property. The term LAr,T has the meaning assigned to it in BS4142:1997.",
    "In order to reduce on site noise \ro\tAll doors to loading/unloading docks are to be provided with inflatable seals to fit vehicle container sides and top. The seals are to be maintained at all times thereafter. \ro\tOff-loading and loading of vehicles, between the hours of 23:00 and 07:00 is only permitted to undertaken within buildings on purpose designed, raised, loading/unloading docks and not in the open. \ro\tWhen vehicles are standing at docks, any refrigeration units are to be operated on static power supplies rather than being powered by the vehicles' engines. \ro\tBetween 23:00 and 07:00 vehicles within the site should not use reversing alarms, or broad-band alarms. \r\rReasons 23 - 25 : To maintain reasonable levels of protection for nearby occupiers from external noise and in accordance with policy BP8 of the Borough\rWide Development Policies Development Plan Document.",
    "An investigation and risk assessment, in addition to any assessment provided with the planning application, must be completed in accordance with a scheme to assess the nature and extent of any contamination on the site, whether or not it originates on the site. The contents of the scheme are subject to the approval in writing of the Local Planning Authority. The investigation and risk assessment must be undertaken by competent persons and a written report of the findings must be produced. The written report is subject to the approval in writing of the Local Planning Authority. The report of the findings must include:  \r(i) a survey of the extent, scale and nature of contamination; \r(ii) an assessment of the potential risks to: \ro human health,\r o property (existing or proposed) including buildings, crops, livestock, pets, woodland and service lines and pipes, \ro adjoining land, \ro groundwaters and surface waters, \ro ecological systems, \ro archaeological sites and ancient monuments; \r(iii) an appraisal of remedial options, and proposal of the preferred option(s). \rThis must be conducted in accordance with DEFRA and the Environment Agencys Model Procedures for the Management of Land Contamination, CLR 11.",
    "A detailed remediation scheme to bring the site to a condition suitable for the intended use by removing unacceptable risks to human health, buildings and other property and the natural and historical environment must be prepared, and is subject to the approval in writing of the Local Planning Authority. The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.",
    "The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development other than that required to carry out remediation, unless otherwise agreed in writing by the Local Planning Authority. The Local Planning Authority must be given two weeks written notification of commencement of the remediation scheme works.  Following completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority.",
    "In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority. An investigation and risk assessment must be undertaken in accordance with the requirements of condition 1, and where remediation is necessary a remediation scheme must be prepared in accordance with the requirements of condition 2, which is subject to the approval in writing of the Local Planning Authority. Following completion of measures identified in the approved remediation scheme a verification report must be prepared, which is subject to the approval in writing of the Local Planning Authority.\r\rReasons 27 - 29 : To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with policy BR5 of the Borough Wide Development Policies Development Plan Document.",
    "The external lighting of the development hereby permitted, is to be designed, installed and maintained so as to fully comply with The Association of Chief Police Officers - Secured by Design publication \"Lighting Against Crime - A Guide for Crime Reduction Professionals\", ACPO SPD, January 2011. The design shall satisfy criteria to limit obtrusive light presented in Table 1, p25 of the guide, relating to Environmental Zone E3 - Medium district brightness areas - small town centre or urban locations. \r\rReason: In the interests of enhancing security and safety, to avoid light pollution and safeguard neighbouring amenity and in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document.",
    "Piling or any other foundation designs using penetrative methods shall not be permitted other than with the express written consent of the local planning authority, which may be given for those parts of the site where it has been demonstrated that there is no resultant unacceptable risk to groundwater. The development shall be carried out in accordance with the approved details. \r\rReason: To protect the quality of the water environment. Piling or any other foundation designs using penetrative methods can result in risks to the water environment from, for example, pollution / turbidity, risk of mobilising contamination, drilling through different aquifers and creating preferential pathways. Thus it should be demonstrated that any proposed piling will not result in contamination of groundwater in accordance with paragraph 109 of the NPPF and Policy BR4 of the Borough Wide Development Policies Development Plan Document.",
    "The development shall be carried out in accordance with the approved Flood Risk Assessment (FRA) compiled by URS Scott Wilson (dated January 2012, Ref: 49312866 / Issue No 4) and the following mitigation measures detailed therein: \rProposed mitigation measures for the Flood Evacuation Plan (FRA, section 4.3, page 21). \rProposed Flood Resilient Design of the development (FRA, section 4.4, page 21-22). \rThe mitigation measures shall be fully implemented prior to occupation of the development and subsequently maintained in accordance with the timing / phasing arrangements embodied within the scheme, or within any other period as may subsequently be agreed, in writing, by the Local Planning Authority. \r\rReason: To prevent flooding by ensuring the satisfactory storage and disposal of surface water from the site and to reduce the risk of flooding to the proposed development and future occupants and in accordance with policy CR4 of Core Strategy Development Plan Document.",
    "The development shall not be commenced until such time as a scheme to provide a Short and Long Term Inspection and Maintenance Strategy for the Moggs Farm sewer culvert within the application boundary shown on Plan 8364 PL100 Rev B has been submitted to, and approved in writing by, the Local Planning Authority in conjunction with the Environment Agency. Prior to occupation of the development, the applicant will complete any physical works identified in the Inspection and Maintenance Strategy\r\rReason: To prevent the increased risk of flooding to third parties and to the site itself by ensuring the culvert is capable of continued passage of water. It will also contribute to Water Framework Directive (WFD) objectives by preventing any detrimental effect on the watercourse through failure or collapse of the culverted main river, or continuing discharges of polluted water and to accord with Policy BR4 of the Borough Wide Development Policies Development Plan Document and policy CR4 of Core Strategy Development Plan Document.",
    "The development hereby permitted shall not be commenced until such time as a scheme to dispose of foul and surface water, including details of oil and petrol interceptors to be installed and any other pollution prevention measures (such as trapped gullies/sealed roof drainage) has been submitted to, and approved in writing by, the Local Planning Authority. The scheme shall be implemented as approved. \r\rReason: The development may cause the release of priority hazardous substances (hydrocarbons) which would lead to the deterioration of water quality in the Ship and Shovel River to a lower status class by preventing the recovery of and causing further deterioration to the watercourse and to accord with Policy BR4 of the Borough Wide Development Policies Development Plan Document and policy CR4 of Core Strategy Development Plan Document."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T19:54:08.380+00:00",
  "ward": "Thames",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": 37,
    "no_proposed_bluebadge": 21,
    "no_proposed_bus": null,
    "net_bluebadge": 21,
    "no_existing_other": 242,
    "no_existing_cycle": 0,
    "no_proposed_car": 170,
    "no_proposed_motorcycle": 14,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": 187,
    "net_other": -205,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": -17,
    "no_existing_bluebadge": 0,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": 41,
    "net_cycle": 41
  },
  "lapsed_date": "29/05/2018",
  "decision_target_date": "30/05/2012",
  "centroid": {
    "lat": "51.5287255",
    "lon": "0.12429649999999999"
  },
  "lpa_app_no": "12/00159/FUL",
  "status": "Lapsed",
  "site_name": "Barking Containerbase",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=9817",
  "locality": "Barking",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              547358.12,
              183171.86
            ],
            [
              547355.1,
              183155.3
            ],
            [
              547335.7,
              183161.55
            ],
            [
              547289.5,
              183177.95
            ],
            [
              547249.75,
              183195.85
            ],
            [
              547179.25,
              183228.2
            ],
            [
              547156.7,
              183238.5
            ],
            [
              547140.75,
              183245.75
            ],
            [
              547114,
              183257.25
            ],
            [
              547082.5,
              183265.8
            ],
            [
              547057.3,
              183270.7
            ],
            [
              547046.85,
              183272.05
            ],
            [
              547000,
              183276.3
            ],
            [
              546988.95,
              183277.3
            ],
            [
              546960.5,
              183280.05
            ],
            [
              546962.05,
              183287
            ],
            [
              546956.3,
              183286.1
            ],
            [
              546951.85,
              183283.75
            ],
            [
              546948.15,
              183279.15
            ],
            [
              546947.35,
              183270.14
            ],
            [
              546947.2,
              183268.75
            ],
            [
              546947.2,
              183268.71
            ],
            [
              546946.1,
              183256.95
            ],
            [
              546942.1,
              183247.65
            ],
            [
              546933.15,
              183247.9
            ],
            [
              546934.2,
              183259.55
            ],
            [
              546936.44,
              183285.28
            ],
            [
              546938.2,
              183304.8
            ],
            [
              546936.71,
              183323.29
            ],
            [
              546950.65,
              183319.2
            ],
            [
              546951.8,
              183307.9
            ],
            [
              546958.75,
              183307.2
            ],
            [
              546965.55,
              183303.35
            ],
            [
              546986.7,
              183300.1
            ],
            [
              547005.85,
              183299.6
            ],
            [
              547047.92,
              183292.41
            ],
            [
              547092.06,
              183285.78
            ],
            [
              547105.51,
              183284.14
            ],
            [
              547105.55,
              183275.381
            ],
            [
              547133.702,
              183269.695
            ],
            [
              547149.25,
              183266.5
            ],
            [
              547169.928,
              183262.021
            ],
            [
              547170.559,
              183263.165
            ],
            [
              547170.559,
              183263.598
            ],
            [
              547171.51,
              183269.06
            ],
            [
              547176.277,
              183269.435
            ],
            [
              547179.8,
              183269.55
            ],
            [
              547190.4,
              183269.6
            ],
            [
              547201.83,
              183270.44
            ],
            [
              547241.98,
              183273.31
            ],
            [
              547251.05,
              183274
            ],
            [
              547253.407,
              183246.859
            ],
            [
              547255.213,
              183246.966
            ],
            [
              547282.619,
              183248.771
            ],
            [
              547314.274,
              183251.427
            ],
            [
              547322.241,
              183253.339
            ],
            [
              547329.677,
              183254.614
            ],
            [
              547329.57,
              183253.87
            ],
            [
              547330.526,
              183253.339
            ],
            [
              547343.95,
              183256.44
            ],
            [
              547364.412,
              183261.412
            ],
            [
              547370.998,
              183263.218
            ],
            [
              547375.7,
              183265.59
            ],
            [
              547383.214,
              183270.335
            ],
            [
              547382.258,
              183271.61
            ],
            [
              547392.8,
              183276.55
            ],
            [
              547432.73,
              183276.62
            ],
            [
              547440.55,
              183299.3
            ],
            [
              547479.05,
              183301.95
            ],
            [
              547478.15,
              183284.85
            ],
            [
              547540.7,
              183296.7
            ],
            [
              547741.567,
              183265.586
            ],
            [
              547723.468,
              183139.757
            ],
            [
              547676.535,
              183146.381
            ],
            [
              547613.51,
              183156.14
            ],
            [
              547577.43,
              183161.59
            ],
            [
              547513.464,
              183171.605
            ],
            [
              547478.832,
              183176.377
            ],
            [
              547463.152,
              183179.24
            ],
            [
              547405.887,
              183186.33
            ],
            [
              547367.165,
              183191.375
            ],
            [
              547362.529,
              183191.511
            ],
            [
              547359.12,
              183189.875
            ],
            [
              547356.393,
              183186.603
            ],
            [
              547354.78,
              183183.16
            ],
            [
              547354.348,
              183178.149
            ],
            [
              547356.12,
              183174.468
            ],
            [
              547358.12,
              183171.86
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Major general industry-storage-warehousing",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Tascomi",
  "site_number": "Former Barking Containerbase Site",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "BOX LANE",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": null,
  "centroid_easting": "547452",
  "appeal_start_date": null,
  "centroid_northing": "183229",
  "borough": "London Borough of Barking and Dagenham",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1229202,
          51.5282366
        ],
        [
          0.1228698,
          51.5280886
        ],
        [
          0.12259289999999999,
          51.5281498
        ],
        [
          0.1219343,
          51.5283092
        ],
        [
          0.1213691,
          51.5284804
        ],
        [
          0.12036699999999999,
          51.5287895
        ],
        [
          0.1200465,
          51.5288879
        ],
        [
          0.1198197,
          51.5289572
        ],
        [
          0.1194392,
          51.5290675
        ],
        [
          0.118989,
          51.5291525
        ],
        [
          0.118628,
          51.5292031
        ],
        [
          0.118478,
          51.5292179
        ],
        [
          0.11780489999999999,
          51.5292683
        ],
        [
          0.11764609999999999,
          51.5292802
        ],
        [
          0.11723739999999999,
          51.5293123
        ],
        [
          0.1172626,
          51.5293743
        ],
        [
          0.11717939999999999,
          51.5293678
        ],
        [
          0.11711429999999999,
          51.5293478
        ],
        [
          0.1170591,
          51.5293074
        ],
        [
          0.11704379999999999,
          51.5292267
        ],
        [
          0.1170411,
          51.5292142
        ],
        [
          0.1170411,
          51.5292139
        ],
        [
          0.1170203,
          51.5291085
        ],
        [
          0.11695879999999999,
          51.529026
        ],
        [
          0.11683,
          51.5290305
        ],
        [
          0.11685000000000001,
          51.5291349
        ],
        [
          0.116893,
          51.5293656
        ],
        [
          0.11692649999999999,
          51.5295405
        ],
        [
          0.1169127,
          51.529707
        ],
        [
          0.11711179999999999,
          51.5296666
        ],
        [
          0.1171237,
          51.5295648
        ],
        [
          0.1172235,
          51.5295567
        ],
        [
          0.11731989999999999,
          51.5295203
        ],
        [
          0.1176232,
          51.5294856
        ],
        [
          0.1178988,
          51.5294762
        ],
        [
          0.1185019,
          51.5294006
        ],
        [
          0.11913499999999999,
          51.5293295
        ],
        [
          0.11932809999999999,
          51.5293113
        ],
        [
          0.119325,
          51.5292326
        ],
        [
          0.11972819999999999,
          51.5291742
        ],
        [
          0.1199508,
          51.5291414
        ],
        [
          0.1202468,
          51.5290958
        ],
        [
          0.1202564,
          51.5291059
        ],
        [
          0.12025659999999999,
          51.5291098
        ],
        [
          0.1202726,
          51.5291586
        ],
        [
          0.1203414,
          51.5291607
        ],
        [
          0.12039219999999999,
          51.5291609
        ],
        [
          0.1205449,
          51.5291585
        ],
        [
          0.1207099,
          51.5291631
        ],
        [
          0.1212895,
          51.5291784
        ],
        [
          0.1214205,
          51.5291823
        ],
        [
          0.1214431,
          51.5289378
        ],
        [
          0.1214692,
          51.5289383
        ],
        [
          0.12186469999999999,
          51.5289474
        ],
        [
          0.1223218,
          51.528963
        ],
        [
          0.12243739999999999,
          51.5289781
        ],
        [
          0.12254509999999999,
          51.5289876
        ],
        [
          0.12254319999999999,
          51.5289809
        ],
        [
          0.1225568,
          51.5289759
        ],
        [
          0.1227514,
          51.5290003
        ],
        [
          0.1230483,
          51.5290396
        ],
        [
          0.1231439,
          51.5290541
        ],
        [
          0.12321259999999999,
          51.5290742
        ],
        [
          0.1233229,
          51.5291149
        ],
        [
          0.12330959999999999,
          51.5291266
        ],
        [
          0.12346359999999999,
          51.5291682
        ],
        [
          0.12403879999999999,
          51.5291584
        ],
        [
          0.12416089999999999,
          51.5293602
        ],
        [
          0.1247167,
          51.5293739
        ],
        [
          0.12469659999999999,
          51.5292205
        ],
        [
          0.12560259999999998,
          51.5293107
        ],
        [
          0.1284832,
          51.5289786
        ],
        [
          0.1281698,
          51.5278527
        ],
        [
          0.12749649999999998,
          51.5279245
        ],
        [
          0.1265927,
          51.5280287
        ],
        [
          0.1260752,
          51.5280871
        ],
        [
          0.1251579,
          51.5281938
        ],
        [
          0.124661,
          51.5282457
        ],
        [
          0.12443639999999999,
          51.5282755
        ],
        [
          0.1236144,
          51.5283542
        ],
        [
          0.1230587,
          51.5284096
        ],
        [
          0.12299199999999999,
          51.528412
        ],
        [
          0.12294219999999999,
          51.5283982
        ],
        [
          0.1229015,
          51.5283695
        ],
        [
          0.1228768,
          51.528339
        ],
        [
          0.12286849999999999,
          51.5282941
        ],
        [
          0.12289249999999999,
          51.5282606
        ],
        [
          0.1229202,
          51.5282366
        ]
      ]
    ],
    "type": "Polygon"
  }
}