{
  "development_type": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed development hereby approved shall be constructed in accordance with the materials stated on the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The proposed first floor flank window adjacent to No.43 Park Drive, Upminster serving the en-suite as shown on drawing B118865-01-3100 Rev B shall be permanently glazed with obscure glass not less than level 4 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut and thereafter maintained, with the exception of any top hung fanlight(s).",
    "Reason:-",
    "In the interests of privacy.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "The roof light inserted on the roof slope of the proposed first floor rear extension adjacent to No.43 park Drive, Upminster shall be obscure-glazed, and non-opening unless the parts of the window which can be opened are more than 1.7m above the floor of the room in which the window is installed.",
    "Reason - In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "Land Ownership Informative",
    "The applicant is advised that this planning permission does not give consent for any part of the development including guttering and fascias to encroach onto any land not within the applicant's ownership.",
    "Patio, Decking or Raised Platform Informative",
    "The applicant should that putting up decking, or other raised platforms, in your garden is permitted development, not needing an application for planning permission, providing:",
    "·The decking is no more than 30cm above the ground",
    "·Together with other extensions, outbuildings etc, the decking or platforms cover no more than 50 per cent of the garden area.",
    "·None of the decking or platform is on land forward of a wall forming the principal elevation.",
    "It is advised to apply for a Certificate of Lawfulness to ensure that you have correctly interpreted the permitted development guidelines.",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/publications/the-party-wall-etc-act-1996-revised-explanatory-booklet",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with RESI (Agent). The revisions involved showing the",
    "gabled roof of first floor rear being altered to a hip end and clarity in respect to the red dotted line, so they all the plans matched up. The proposed rear elevation did not match up with other plans. Neighbours were not re-consulted as the impact was either being lessened by the roof alteration and it was for clarity in respect to the boundary line. Boundary issues are a civil matter and not a material planning consideration. The amendments were subsequently submitted on 08th, 24th, 31st August & 6th September 2022."
  ],
  "borough": "Havering",
  "last_updated_by": "CSV Data Import",
  "actual_commencement_date": null,
  "uprn": "100021410561",
  "description": "Part single storey, part two storey rear extension, front porch, internal alterations, and all associated works",
  "locality": null,
  "valid_date": "14/06/2022",
  "decision": "Approved",
  "site_number": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 43,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "09/2022",
    "intended_commencement_date": "06/2022",
    "site_area": 0.042
  },
  "bo_system": "CSV Data Import",
  "application_type_full": "Householder planning permission",
  "parking_details": null,
  "date_building_work_started_under_previous_permission": null,
  "title_number": [
    "EGL65037"
  ],
  "decision_date": "07/09/2022",
  "pp_id": "11152606",
  "cil_liability": false,
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_northing": 185896,
  "decision_process": "Delegated",
  "secondary_street_name": null,
  "epc_number": null,
  "last_date_consultation_comments": "06/07/2022",
  "decision_agency": "Borough",
  "subdivision_of_building": null,
  "status": "Approved",
  "lpa_app_no": "P0949.22",
  "decision_target_date": "07/09/2022",
  "appeal_decision": null,
  "centroid_easting": 556176,
  "ward": "Upminster",
  "appeal_status": null,
  "street_name": "Upminster",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              556169.994,
              185919.192
            ],
            [
              556178.799,
              185920.14
            ],
            [
              556181.644,
              185871.372
            ],
            [
              556173.11,
              185871.101
            ],
            [
              556169.994,
              185919.192
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "centroid": {
    "lat": "51.5503444",
    "lon": "0.2511424"
  },
  "postcode": "RM14 3AL",
  "lpa_name": "Havering",
  "last_updated": "2025-03-20T16:20:15.823+00:00",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0949.22",
  "actual_completion_date": null,
  "id": "Havering-P0949.22",
  "site_name": "41 Park Drive",
  "appeal_decision_date": null,
  "lapsed_date": "07/09/2025",
  "application_type": "All Other",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2510661,
          51.5505544
        ],
        [
          0.2511934,
          51.5505605
        ],
        [
          0.2512128,
          51.5501215
        ],
        [
          0.25108969999999997,
          51.5501215
        ],
        [
          0.2510661,
          51.5505544
        ]
      ]
    ],
    "type": "Polygon"
  }
}