{
  "centroid_easting": 517686,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Ealing",
  "lpa_app_no": "232887VAR",
  "last_date_consultation_comments": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "bo_system": "CSV Data Import",
  "epc_number": null,
  "centroid": {
    "lat": 51.49556,
    "lon": -0.306099
  },
  "postcode": "W5 4RL",
  "actual_completion_date": null,
  "street_name": "South Ealing Road",
  "borough": "Ealing",
  "wgs84_polygon": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/232887VAR;",
  "appeal_decision_date": null,
  "cil_liability": false,
  "secondary_street_name": null,
  "id": "Ealing-232887VAR",
  "ward": "Northfield",
  "title_number": null,
  "description": "Application for a Minor Material Amendment (S19 Listed Buildings and Conservation Areas) to vary condition 2 (approved drawings) and condition 8 (detailed drawings - of work on the relevant part of the site) of Listed Building Consent ref: 220906LBC dated 20/05/2022 for: Extensions to existing Grade II Listed Public House (Use Class Sui Generis) and ancillary former stable building, with retention of public house use at ground floor and partial change of use to provide 9 self-contained residential units (Use Class C3), with associated internal and external alterations, kitchen extraction, cycle storage, and refuse storage. (Listed Building Consent). Variation seeks to regularise internal and external amendments/alterations including enhanced provision of photovoltaics to main roof; dry riser inlet; removal of chimney stack; removal of end section of exiting pub bar; addition of high-level slot window to the apartments main entrance lobby; extending pub kitchen area; window amendment to rear of stable house entryway elevation; updated design to terrace balustrading; introduction (or possible reinstatement) of window between two bay windows at first floor level (Carlyle Road) studio apartment (Unit 03); dismantled and rebuilt stable house roof; insertion of doors to the bin store and new pub entrance; alterations to extract duct height; alterations to stable house roof; retaining and refurbishing bay window to main stair; and provision of air source heat pump to stable house",
  "uprn": "000012080010",
  "site_name": "Ealing Park Tavern ",
  "decision_agency": "Borough",
  "centroid_northing": 178762,
  "application_details": {
    "existing_uprns": [
      "000012080010, 000012153305"
    ]
  },
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "01/12/2023",
  "subdivision_of_building": null,
  "decision_date": "30/11/2023",
  "decision": "Approved",
  "locality": "London",
  "appeal_start_date": null,
  "actual_commencement_date": null,
  "polygon": null,
  "development_type": "Other listed building consents (alter-extend)",
  "lapsed_date": "30/11/2026",
  "application_type": "All Other",
  "decision_conditions": [
    "The development to which this consent relates must be begun not later than the expiration of three years beginning with the date on which the consent is granted.",
    "Reason: To comply with the provisions of Section 18(1) of the Planning (Listed Buildings and Conservation Areas) Act 1990, as amended, to prevent the accumulation of unimplemented listed building consents and to enable the Local Planning Authority to review the situation at the end of this period if the development has not begun. | The development hereby approved shall be carried out in accordance with drawing title number(s):",
    "Air Quality Assessment prepared by eb7 dated 9 October 2020, Updated Built Heritage Statement prepared by RPS Group dated February 2022, Design and Access Statement prepared by Autor Architecture dated March 2022, Heritage Response prepared by Autor Architecture dated July 2021, Noise Impact Assessment prepared by Environmental Noise Solutions Limited dated 12 October 2020, Planning Statement prepared by Savills dated February 2022, Statement of Community Involvement prepared by Your Shout dated October 2020, Structural Engineering Notes on the Condition of the Building prepared by R &S Property Associates Ltd dated February 2022, Sustainable Design and Construction Statement prepared by eb7 dated 24 September 2020, Transport Statement prepared by Royal Haskoning DHV dated 17 September 2020, H581-HUT-ZZ-10-DR-A-E0001-Existing Site Location Plan-F, H581-HUT-ZZ-10-DR-A-E0002-Existing Site Plan-F, H581-HUT-ZZ-10-DR-A-E0010-Existing Ground Floor Plan-G, H581-HUT-ZZ-11-DR-A-E0011-Existing First Floor Plan-F, H581-HUT-ZZ-12-DR-A-E0012-Existing Second Floor Plan-F, H581-HUT-ZZ-13-DR-A-E0013-Existing Roof Plan-F, H581-HUT-ZZ-ZZ-DR-A-E0301-Existing Elevation 01 (South)-F, H581-HUT-ZZ-ZZ-DR-A-E0302-Existing Elevation 02 (East)-F, H581-HUT-ZZ-10-DR-A-P0001-Site Location Plan-D, H581-HUT-ZZ-10-DR-A-P0002-Site Block Plan-D, H581-HUT-ZZ-10-DR-A-P0010-Proposed Ground Floor Plan-E, H581-HUT-ZZ-11-DR-A-P0011-Proposed First Floor Plan-D, H581-HUT-ZZ-12-DR-A-P0012-Proposed Second Floor Plan-D, H581-HUT-ZZ-13-DR-A-P0013-Proposed Roof Plan-D, H581-HUT-ZZ-ZZ-DR-A-P0301-Proposed Elevation 01 (South)-D, H581-HUT-ZZ-ZZ-DR-A-P0302-Proposed Elevation 02 (East)-D, H581-HUT-ZZ-ZZ-DR-A-P0303-Proposed Elevation 03 (North)-D, H581-HUT-ZZ-ZZ-DR-A-P0304-Proposed Elevation 04 (West)-D, H581-HUT-ZZ-ZZ-DR-A-P0305-Proposed Elevation 05 (Tavern Courtyard West)-D, H581-HUT-ZZ-ZZ-DR-A-P0306-Proposed Elevation 06 (Stable House Elevations)-D, H581-HUT-ZZ-10-DR-A-P3001-Public House Dining Area - Sheet 01-E, H581-HUT-ZZ-10-DR-A-P3002-Public House Dining Area - Sheet 02-D, H581-HUT-ZZ-ZZ-DR-A-P3103-Proposed Communal Stair-D, H581-HUT-ZZ-ZZ-DR-A-P3104-Proposed Stable House Stair-D, H581-HUT-ZZ-ZZ-DR-A-P4001-Typical Existing Refurbished Window-C, H581-HUT-ZZ-ZZ-SH-A-P8001-Existing Retained Glazing Schedule-C, H581-HUT-ZZ-ZZ-SH-A-P8002-Proposed Glazing Schedule - Sheet 01-C, H581-HUT-ZZ-ZZ-SH-A-P8003-Proposed Glazing Schedule - Sheet 02-C, H581-HUT-ZZ-ZZ-SH-A-P8004-Proposed Glazing Schedule - Sheet 03-C, H581-HUT-ZZ-ZZ-SH-A-P8010-Proposed Door Schedule - Sheet 01-C, H581-HUT-ZZ-ZZ-SH-A-P8011-Proposed Door Schedule - Sheet 02-C, 201 rev T3 and 305 rev T3,",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | All external materials to be used in the development (new work and work of making good) shall match the existing adjacent or original work in materials used and in detailed execution, including colour, textile, profiles and surface finishes, and, in the case of brickwork in respect of mortar, joints and facebond.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 7.4 and 7B of the Adopted Ealing Development Management DPD (2013). | Suitable precautions must be undertaken to secure and protect all interior and exterior elements against accidental loss or damage during building work and no such elements may be disturbed or removed temporarily or permanently except as indicated on the approved drawings or with the prior written approval of the local planning authority.",
    "Reason: To protect the architectural and historic fabric of this Listed Building, in accordance with policy 7C of the adopted Ealing Development Management Development Plan (2013), policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy 2012 and policy HC1 of the London Plan (2021). | Any damage to the building caused by or during the course of the carrying out of the work permitted shall be made good within 3 months of the completion of the development, in accordance with a specification agreed in writing with the Local Planning Authority.",
    "Reason: To safeguard the character and appearance of the Listed Building in accordance with policy 7C of the adopted Ealing Development Management Development Plan, policies 1.1(h) and 1.2(g) of the Adopted Ealing Development Core Strategy 2012 and policy HC1 of the London Plan (2021). | All elements identified as per the submitted drawings and documents to be retained including the bar, panelling, plasterwork, cornices, skirtings, doors, chimneypieces, tiled hearths, architraves, radiators, floorboards, timber arches, etc, shall be fully protected during the course of the works on site and restored fully to their original appearance on completion.",
    "Reason: To safeguard the character and appearance of the Listed Building in accordance with policy 7C of the adopted Ealing Development Management Development Plan, policies 1.1(h) and 1.2(g) of the Adopted Ealing Development Core Strategy 2012 and policy HC1 of the London Plan (2021). | All dismantled elements identified as per the submitted drawings and documents including panelling, arches, corbels, roof trusses, chords, joists and other elements shall be carefully recorded, itemised, coded and set aside in a secure place and reinstated exactly to match their original appearance, prior to the occupation of any part of the building.",
    "Reason: To safeguard the character and appearance of the Listed Building in accordance with policy 7C of the adopted Ealing Development Management Development Plan, policies 1.1(h) and 1.2(g) of the Adopted Ealing Development Core Strategy 2012 and policy HC1 of the London Plan (2021). | The works to the parts of the development and Listed Building described below must be carried out in accordance with the approved details submitted within this application. Any deviation must be submitted to and approved in writting by Ealing Council prior to the commencement of work on the relevant part of the site:",
    "i)\tRestoration of all existing window joinery and metalwork.",
    "ii)\tDouble glazing to retained windows.",
    "iii)\tGabled flank elevation to stable building adjacent to passageway including window and door details.",
    "iv)\tSamples of facing and roofing materials to retained elements and new extensions.",
    "v)\tDoors to courtyard from South Ealing Road extension.",
    "vi)\tNew dormer windows.",
    "vii)\tNew internal main staircase",
    "viii)\tFloor strengthening / stiffening.",
    "ix)\tSurface treatment of new inserted structural elements in South Ealing Road extension.",
    "x)\tReinstated door architraves at first floor level.",
    "xi)\tMethod of cleaning external brickwork",
    "xii)\tHard and soft landscaping.",
    "Reason: To ensure that the development harmonises with the subject Listed Building, in accordance with policies 7.4 and 7B of the Adopted Ealing Development Management DPD (2013) and policies D3, D4 and HC1 of the London Plan (2021). | No new plant, enclosure or other equipment shall be erected outside the building envelope hereby approved.",
    "Reason: To safeguard the character and appearance of the Listed Building in accordance with policy 7C of the adopted Ealing Development Management Development Plan, policies 1.1(h) and 1.2(g) of the Adopted Ealing Development Core Strategy 2012 and policy HC1 of the London Plan (2021). | Prior to the dismantling of the stable building roof, the existing roof timbers shall be exposed, photographed, coded and marked against a plan of the roof structure. The timbers are for reuse within the reconstructed roof of the stable building. Each item should be set aside, stored in a secure and weathertight place for inspection by the Council's historic buildings adviser. These full details should be submitted to and approved in writing by the Council prior to the reconstruction of the roof of the stable block.",
    "Reason: The safeguard the special architectural and historic interest of this Grade II Listed Building."
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T00:56:09.149+00:00",
  "last_updated_by": "Planning Portal ingest",
  "site_number": null,
  "appeal_status": null,
  "decision_process": "Delegated",
  "application_type_full": "Removal/Variation of a condition",
  "valid_date": "14/07/2023",
  "pp_id": "PP-12315489",
  "status": "Approved"
}