{
  "cil_liability": false,
  "last_updated": "2025-03-20T15:41:41.832+00:00",
  "application_details": {
    "intended_commencement_date": "10/2022",
    "existing_uprns": null,
    "no_additional_bedrooms": 0,
    "total_gia_gained": 0,
    "intended_completion_date": "11/2022",
    "no_additional_bathrooms": 0,
    "site_area": 0.026000000000000002
  },
  "decision_target_date": "19/10/2022",
  "parking_details": {
    "net_car": 1,
    "no_proposed_car": 1,
    "no_existing_car": 0
  },
  "postcode": "HA4 6DX",
  "appeal_decision_date": null,
  "locality": null,
  "status": "Approved",
  "centroid_easting": 509925,
  "lapsed_date": "19/10/2025",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509906.6563,
              186236.9829
            ],
            [
              509940.2604,
              186255.1029
            ],
            [
              509943.237,
              186249.4805
            ],
            [
              509943.5677,
              186249.4805
            ],
            [
              509909.8333,
              186230.6289
            ],
            [
              509906.6563,
              186236.9829
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              509906.526,
              186236.9127
            ],
            [
              509906.526,
              186237.2435
            ],
            [
              509906.6563,
              186236.9829
            ],
            [
              509906.526,
              186236.9127
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "centroid_northing": 186243,
  "ward": "RUISLIP MANOR 2022",
  "lpa_app_no": "71880/APP/2022/2489",
  "pp_id": "11460775",
  "bo_system": "CSV Data Import",
  "borough": "Hillingdon",
  "valid_date": "09/08/2022",
  "title_number": null,
  "decision_agency": "Borough",
  "uprn": null,
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "last_date_consultation_comments": "09/09/2022",
  "actual_completion_date": null,
  "application_type_full": "Householder planning permission",
  "application_type": "Householder",
  "appeal_status": null,
  "site_number": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "street_name": "RUISLIP",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4157633,
          51.5643109
        ],
        [
          -0.415273,
          51.5644672
        ],
        [
          -0.4152319,
          51.5644161
        ],
        [
          -0.41522709999999996,
          51.564416
        ],
        [
          -0.41571949999999996,
          51.5642532
        ],
        [
          -0.4157633,
          51.5643109
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid": {
    "lat": "51.5643614",
    "lon": "-0.4154969"
  },
  "epc_number": "0372-2806-7968-2300-2331",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=71880/APP/2022/2489",
  "lpa_name": "Hillingdon",
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "site_name": "228 WEST END ROAD",
  "decision": "Approved",
  "id": "Hillingdon-71880_APP_2022_2489",
  "description": "Installation of vehicular crossover and driveway",
  "decision_date": "19/10/2022",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on Drawing 'Proposed Site Plan' DD319-01-P3.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "Notwithstanding the details hereby approved a minimum of 25% of the front garden area shall be soft landscaped (eg.grass or planted beds) for so long as the development remains in existence.",
    "REASON",
    "To ensure the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with Policies DMHB 11, DMHB 12 and DMHB 14 of the Hillingdon Local Plan Part 2 (2020) and Policy G5 of the London Plan (2021).",
    "A pedestrian visibility splay of 2.4 metres x 2.4 metres shall be provided on each side of the access, the depth measures from the back of the footway and the width outwards from the edges of the access, and no fence, wall or other obstruction to visibility exceeding 0.6 metres in height above the surface of the adjoining highway shall be erected within the areas of such splays.",
    "REASON",
    "To ensure that pedestrian and vehicular safety is not prejudiced, in accordance with Policies DMT 2 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The hard surface used for the front garden shall be made of porous materials, or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the dwelling.",
    "REASON",
    "To ensure that the proposed development does not exacerbate an existing flooding problem or cause a new flooding problem in accordance with Policy DMEI 9 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The development requires the formation of a vehicular crossover, which will be constructed by the Council.  This work is also subject to the issuing of a separate licence to obstruct or open up the public highway.  For further information and advice contact: - Highways Maintenance Operations, 4W/07, Civic Centre, Uxbridge, UB8 1UW.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "development_type": null
}