{
  "valid_date": "18/09/2024",
  "epc_number": null,
  "site_name": "Ealing Studios",
  "cil_liability": false,
  "polygon": null,
  "actual_commencement_date": null,
  "site_number": null,
  "decision": "Approved",
  "parking_details": null,
  "application_type_full": "Full planning permission",
  "ward": "Walpole",
  "last_date_consultation_comments": null,
  "centroid_easting": 517554,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "Construction of temporary structure in the location of the former Building H within the grounds of Ealing Studios for (Use Class E) for a period of five years.",
  "appeal_decision": null,
  "postcode": "W5 5EP",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "15/11/2024",
  "street_name": "Ealing Green",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "centroid_northing": 180250,
  "application_type": "All Other",
  "title_number": null,
  "decision_conditions": [
    "The temporary building hereby approved shall be removed at the end 5 years from the date of this decision and the land shall be reinstated to its prior condition.",
    "Reason: In order that the local planning authority may assess the impact of the use at the end of the limited period hereby permitted, having regard to any complaints received and any other material considerations existing at the time, and to comply with section 8 of the National Planning Policy Framework (2023), policy 7B of the Ealing Development Management Development Plan 2013, policy 1.1 (g) of the Ealing Development (Core) Strategy 2012 and the London Plan (2021). | The development hereby approved shall be carried out in accordance with drawing title numbers: Contextual Plans G1151 CDA H XX DR A 00 101 rev P01; Contextual Elevations G1151 CDA H XX DR A 00 105 rev P01, Elevations and Sections as Proposed 6432/c/b/02,  Existing Building H Floor Plans 686 CDA HX XX DR A 01 0104 rev 02, Site Location Plan G1151 CDA H XX DR A 00 0105 rev P01, Plans and Section as Proposed 6432/c/b/01, Arboricultural Method Statement dated 9 November 2023, Construction and Environmental Management Plan dated 12 August 2024, Cover Letter dated 13 September 2024, Design and Access Statement dated September 2024, Fire Statement dated 27 August 2024, Heritage Statement dated 12 August 2022, Operational Noise Impact Assessment rev 01 dated 05 September 2024, Planning Statement dated 13 September 2024, Swept Path Analysis TR011 rev A sheet 1 of 7, Swept Path Analysis TR011 rev A sheet 2 of 7, Swept Path Analysis TR011 rev A sheet 3 of 7, Swept Path Analysis TR011 rev A sheet 4 of 7, Swept Path Analysis TR011 rev A sheet 5 of 7, Swept Path Analysis TR011 rev A sheet 6 of 7, Swept Path Analysis TR011 rev A sheet 7 of 7.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those of the stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| The sound insulation of the building envelope and of any mitigation measures shall ensure that noise from the use, activities and plant is contained within the building, as assessed according to criteria of BS8233:2014 for the nearest and most affected noise sensitive premises incl. offices and external amenity spaces. Mitigation measures shall be implemented prior to occupation and retained permanently thereafter.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, in accordance with Policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), the National Planning Policy Framework (2023) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| At no time shall any external door nor windows to the commercial premises / workshop be fixed in an open position during the emission of noise, smell, smoke or fumes. Acoustically attenuated mechanical ventilation and cooling shall be installed as necessary (with air intake from the cleanest aspect of the building).",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise /odour /smoke /fumes, in accordance with Policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), the National Planning Policy Framework (2023) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| The development shall be carried out in strict accordance with the Construction and Environmental Management Statement dated 12th August 2024.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with Policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), the National Planning Policy Framework (2023) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| External artificial lighting at the development shall not exceed the vertical illumination lux levels at neighbouring premises that are recommended for Environmental Zone 3 by the Institution of Lighting Professionals in the 'Guidance Note 01/20 For The Reduction Of Obtrusive Light'.  Lighting should be minimized by limiting the hours of use. Glare and sky glow should be prevented by correctly using, locating, aiming and shielding luminaires, in accordance with the Guidance Note.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by lighting, in accordance with Policies 1.1 & 2.1 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021), and the National Planning Policy Framework (2023).",
    "| Each building, or part of a building, shall obtain a 'Secured by Design' Accreditation prior to first occupation of each building or part of a building, or use.  The development shall only be carried out in accordance with the approved details and maintained thereafter.",
    "Reason: To ensure a safe and secure environment and reduce the fear of crime in accordance with policies D3 and D11 of the London Plan (2021). | No operations (including initial site clearance) shall commence on site in connection with development hereby approved until a suitable scheme (Arboricultural Method Statement) for the protection of existing trees and hedgerows has been submitted and its installation on site has been approved in writing by the Local Planning Authority.",
    "All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works.  Details shall include the following:",
    "o\tTree protection plan of all trees within influencing distance and on adjacent sites in accordance with BS5837*, with tree works proposals.  All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads.",
    "o\tA plan** detailing all trees and hedgerows planned for retention and removal.",
    "o\tA schedule of tree works for all the retained trees  specifying pruning and other remedial or preventative work, whether for physiological, hazard abatement, aesthetic or operational reasons.  All tree works shall be carried out in accordance with BS 3998.",
    "o\tSite specific construction specifications (e.g. bridging, instillation of underground services, surfacing, storm water tanks, foundations of all structures and garden walls, within the root protection area,)",
    "o\tSite specific demolition and hard surface removal specifications",
    "o\tLevel changes",
    "o\tA Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces.",
    "o\tDetails of the arboricultural supervision schedule.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the  site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "*Using the most recent revision the of the Standard",
    "** Plans must be of a minimum scale of 1:200 (unless otherwise agreed by the Local Planning Authority)",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| The development hereby approved shall be constructed in accordance with a suitable Tree Monitoring Program.",
    "(a) Prior to the commencement of development (including ground works and site clearance), the following shall be submitted to and approved by the Local Planning Authority:",
    "A tree monitoring program to include:",
    "o\tConfirmation of who shall be the lead arboriculturalist for the development.",
    "o\tConfirmation of the Site Manager, key personnel, their key responsibilities and contact details.",
    "o\tDetails of induction procedures for all personnel in relation to Arboricultural matters.",
    "o\tA detailed timetable of events for arboricultural supervision concerning all tree protection measures within the approved Tree Protection Plan, including:",
    "o\tInitial implementation/installation of the tree protection measures",
    "o\tTimestamped photos throughout the project confirming the protective measures are in place.",
    "o\tApproved incursions into construction exclusion zones",
    "o\tExcavations for underground services and installation of foundations for structures and garden walls.",
    "o\tFinal removal of the tree protection measures",
    "o\tProcedures for dealing with non-approved incursions into the construction exclusion zones as detailed in the approved Arboricultural Method Statement.",
    "(b) Following details shall be submitted to and approved by the Local Authority Tree Officer:",
    "o\tResults of each site visit by the lead arboriculturist with photos attached immediately following each visit.",
    "o\tWithin three months of first use of the development hereby approved, a report containing the Assessment of the retained and planted trees including any necessary remedial action as a result of damage incurred during construction.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| No trees, shrubs or hedges within the site which are shown to be retained on the approved plans shall be felled, uprooted, damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "If a tree marked on the tree report to be retained is removed without consent, or dying, or being severely damaged, or becoming seriously diseased (crown more than 50% sparse), within 5 years from the start of work on the development hereby permitted, a replacement tree shall be planted on the site or surrounding area reflecting the CAVAT value of the tree, or a proportion of its value reflecting the damage. This penalty shall be sought, unless the Local Planning Authority has given written consent to any variation.",
    "Reason: to secure the protection throughout the time that development is being carried out, of trees, shrubs and hedges growing within the site which are of important amenity value to the local landscape."
  ],
  "appeal_start_date": null,
  "development_type": null,
  "wgs84_polygon": null,
  "lpa_app_no": "243685FUL",
  "decision_agency": "Borough",
  "decision_date": "15/11/2024",
  "pp_id": "PP-13351341",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/243685FUL;",
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": "N/A",
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.508961,
    "lon": -0.307504
  },
  "status": "Approved",
  "last_updated": "2025-06-04T13:59:16.632Z",
  "actual_completion_date": null,
  "lapsed_date": "15/11/2027",
  "borough": "Ealing",
  "id": "Ealing-243685FUL",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": "000012141315",
  "locality": "London",
  "application_details": {
    "existing_uprns": null,
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "-",
        "intended_commencement_date": "09/2024",
        "intended_completion_date": "09/2025"
      }
    ],
    "total_gia_gained": 382,
    "site_area": 0.038200000000000005,
    "total_gia_lost": 0,
    "total_gia_existing": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "gia_gained": 382,
        "use_class": "E(c)(iii)",
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 6.83,
        "building_ref": "Building H"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 382,
      "total_gia_existing": 0,
      "total_gia_lost": 0
    },
    "garden_land_lost": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 5,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": true
    },
    "internal_resi_water_usage": 0,
    "ownership_status": "Private"
  }
}