{
  "uprn": "100021381284",
  "borough": "Havering",
  "decision_process": "Delegated",
  "decision_conditions": [
    "This permission for use of the outbuilding as a dog grooming parlour (sui generis) shall be for a limited period only, expiring 1 year after the planning decision date for this approval, on or before which date the use hereby permitted shall be discontinued, all materials and equipment brought into the premises in connection with the use shall be removed and the site/outbuilding reinstated to its former condition to the satisfaction of the Local Planning Authority.",
    "Reason:",
    "To enable the Local Planning Authority to retain control and to allow time for an alternative permanent premises to be found.",
    "The development hereby permitted shall be carried out in complete accordance with the approved plans and drawings listed in this decision notice, other than where those details are altered pursuant to the conditions of this planning permission.",
    "Reason:-",
    "For the avoidance of doubt and in the interests of proper planning.",
    "The use hereby permitted shall not operate outside of the following times. Pick up & drop off animals must also not occur outside of these times:",
    "09:30 - 17:00 on up to 4 days during the week but not at all on Saturdays, Sundays or Public and  Bank Holidays.",
    "Reason:",
    "To ensure that the development hereby permitted is not detrimental to the amenity of the area and/or nearby residents by reason of undue noise including from people entering or leaving the site, as there is insufficient information within the submitted application, and for the avoidance of doubt as to the scope of this permission; and that the development accords with Policy 7 of the Local Plan 2021.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (or any Order revoking or re-enacting or amending that Order with or without modification), the site (no. 5 Kenway)shall be used solely a mixed use for purposes within Class(es) C3 Dwelling house (host property) and Sui Generis (shed) as Dog grooming use  of the Schedule to the Town and Country Planning (Use Classes) Order 1987 (as amended by the Town and Country Planning (Use Classes) (Amendment)(England) Order 2005 (or in any provisions equivalent to that class in any statutory instrument revoking or re-enacting that Order with or without modification).",
    "Reason:",
    "The proposed use is acceptable but the Local Planning Authority wish to consider any future proposal for a change of use, other than a use within the same class(es), having regard to the circumstances of the case.",
    "The number of dogs groomed at the premises shall not exceed 4 per day and there shall be no more than one dog on the premises at any one time including those waiting to be groomed or those awaiting collection (except where 2 dogs belong to the same owner).",
    "Reason:",
    "To safeguard the amenities of neighbouring and nearby residential occupiers and to accord with Policy 7 of the Local Plan 2021.",
    "The applicant shall submit to the Council's Planning Enforcement Team via planning_enforcement@havering.gov.uk  on a monthly basis, a log of the days and times of clients and the numbers of dogs groomed at the premises.",
    "Reason:-",
    "In the interest of maintaining residential amenity and to accord with Policy 7 of the Local Plan 2021.",
    "The use hereby approved shall not be carried out anywhere on the site except within the building to the rear garden annotated as \"Part Time Dog Grooming\" as indicated on the approved plans.",
    "Reason:-",
    "To ensure that the development hereby permitted is not detrimental to the amenity of the surrounding area by reason of undue noise emission and/or unacceptable disturbance and for the avoidance of doubt as to the scope of this permission.",
    "No advertising signs for the use and business hereby permitted shall be displayed at the front of the property (No 5 Kenway).",
    "Reason:",
    "To maintain a minimum number of car parking spaces onsite in the interests of highway safety and amenity",
    "The two off-street car parking spaces on the frontage to No 5 Kenway shall be kept available between 09:30 and 17:00 Monday to Friday for the parking of motor vehicles by the occupants of the dwelling and their visitors/customers and for no other purpose.",
    "Reason:",
    "In the interest of visual amenity and to control the number of customers.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "appeal_status": null,
  "lpa_app_no": "P0950.22",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "locality": null,
  "street_name": "ROMFORD",
  "site_name": "5 KENWAY",
  "last_updated": "2025-03-19T01:11:45.099+00:00",
  "appeal_decision_date": "10/10/2023",
  "appeal_start_date": "07/06/2023",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "centroid_easting": 550061,
  "application_details": {
    "existing_uprns": null,
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "completed ",
        "intended_completion_date": "01/2019",
        "intended_commencement_date": "01/2018"
      }
    ],
    "total_gia_gained": 0,
    "site_area": 0.025,
    "total_gia_lost": 0,
    "total_gia_existing": 9.64,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 9.64,
        "use_class": "SG",
        "gia_gained": 0,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 2.4,
        "building_ref": "wooden outbuilding as shown in plan "
      }
    ],
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_existing": 9.64,
      "total_gia_lost": 0
    },
    "garden_land_lost": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "internal_resi_water_usage": 30,
    "ownership_status": "Private"
  },
  "cil_liability": false,
  "decision_target_date": "09/08/2022",
  "ward": "Mawneys",
  "status": "Allowed",
  "description": "Continued use of outbuilding granted temporary permission for use of outbuilding (C3 Residential) to part-time dog groomers (Sui Generis)",
  "application_type_full": "Full planning permission",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550052.269,
              190394.285
            ],
            [
              550058.23,
              190396.181
            ],
            [
              550069.067,
              190355.812
            ],
            [
              550063.649,
              190354.186
            ],
            [
              550052.269,
              190394.285
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "subdivision_of_building": "The application relates to change of use of an existing outbuilding and follows granting of temporary planning permission on 30th July 2021\n\nPlanning permission was granted for change of \nuse of outbuilding (C3 Residential) to part-time dog groomers (Sui Generis) at 5 \nKenway, Romford RM5 3EH\n\nThe only affected part being the outbuilding which is 80ft (Estimated) from Bungalow neighbours backdoor which is detached. the outbuilding is barely visible as its at the bottom of the garden surrounded by well established shrubs and trees.  \n",
  "bo_system": "CSV Data Import",
  "appeal_decision": "Allowed",
  "postcode": "RM5 3EH",
  "id": "Havering-P0950.22",
  "decision": "Approved",
  "date_building_work_completed_under_previous_permission": "30/07/2021",
  "epc_number": null,
  "application_type": "All Other",
  "actual_commencement_date": null,
  "pp_id": "11305351",
  "centroid": {
    "lon": "0.1649263",
    "lat": "51.5922468"
  },
  "centroid_northing": 190375,
  "lpa_name": "Havering",
  "title_number": null,
  "secondary_street_name": null,
  "development_type": null,
  "valid_date": "14/06/2022",
  "date_building_work_started_under_previous_permission": "30/07/2021",
  "lapsed_date": "10/10/2026",
  "decision_date": "09/08/2022",
  "parking_details": {
    "no_existing_car": 3,
    "net_car": 0,
    "no_proposed_car": 3
  },
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0950.22",
  "last_date_consultation_comments": "06/07/2022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1648086,
          51.5924224
        ],
        [
          0.1648954,
          51.5924378
        ],
        [
          0.1650345,
          51.5920722
        ],
        [
          0.16495559999999998,
          51.5920591
        ],
        [
          0.1648086,
          51.5924224
        ]
      ]
    ],
    "type": "Polygon"
  }
}