{
  "ward": "Southall Broadway",
  "borough": "Ealing",
  "last_updated_by": "CSV Data Import",
  "application_type_full": "Removal/Variation of a condition",
  "application_details": {
    "existing_uprns": [
      "12179171"
    ],
    "site_area": 0.32
  },
  "decision_target_date": "27/06/2023",
  "cil_liability": false,
  "appeal_status": null,
  "bo_system": "CSV Data Import",
  "decision_process": "Delegated",
  "description": "Application for a Minor Material Amendment (S73a) for removal of condition 9 (Level 4 of the Code for Sustainable Homes) and condition 10 (the BREAAM standards) of planning permission ref: PP/2015/4921 dated 17/02/2017 for: Residential led mixed-use redevelopment of the site consisting of part one, part two, part three, part four and part five storey building to provide 41 x residential units on the first, second, third and fourth floors; and 10 x commercial units on the ground floor (7 x A1 Units; 1 x A2 unit; and 1 x A2 units); provision of car and cycle parking, and raised amenity space (first floor podium) and refuse storage; and shop front alterations (following part demolition of existing building). Amendment proposes removal of removal of condition 9 - the code has now been abolished; and condition 10 - the ground floor units are existing",
  "centroid": {
    "lat": "51.5076215",
    "lon": "-0.3787608"
  },
  "pp_id": "PP-11290342",
  "application_type": "All Other",
  "last_updated": "2025-03-20T12:26:38.604+00:00",
  "decision": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "site_name": "96-102 South Road",
  "decision_conditions": [
    "The development hereby approved shall be carried out in accordance with drawing title number(s) 15/362/ATR/003; 9380-GA-01; A0-000; A0-001; A0-002; A1-007; A1-008; A3-001;  A0-100; A0-101; A0-102; A0-103; A0-104; A0-105; A0-200; A0-201; A0-202, Proposed Inner Elevations Sheet 2 of 2; A0-202, Lifetime Home Plans; 473_S001_A3; A0-203; A0-204; A0-205; A0-206; 9380-SK-01; Construction Traffic Management Plan ref. 473, dated September 2016, prepared by GA&A Design; Design Statement ref 473, dated 20 July 2016, prepared by GA&A Design.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | The refuse and recycling storage facilities hereby approved shall be implemented and operational before the first occupation of any part of the development, and permanently retained thereafter.",
    "Reason:  In the interests of the adequate disposal, storage and collection of waste and recycling, in accordance with policies with policies 3.5 and 7B of the Ealing Development Management DPD (2013), and policy 5.16 of the London Plan (2016).",
    "| All external materials to be used in the development shall be in accordance with the approved materials schedule drawing no. 473_S001_A3.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 7.4 and 7B of the Ealing Development Management DPD (2013), policies 1.1 (g), 1.2 (f), 3.1 (b) of the Adopted Core Strategy (2012) and policies 7.4 and 7.6 of the London Plan (2016).",
    "| The hard/soft landscape works, all boundary treatments, and the green roof construction and specification hereby approved shall be implemented before the first occupation of any part of the development and permanently retained thereafter.  Any trees or planting which die or are removed within the first five years following the implementation of the landscaping shall be replaced during the next planting season.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character of the area, and in accordance with policies 3.5, 7.4 and 7.21 of the London Plan (2016), policies 5.11, 7.4 and 7B of the Ealing Development Management DPD (2013), and policies 1.1, 1.2, 3.1 and 3.8 of the Ealing Core Strategy (2012).",
    "| The site construction method statement and management plan shall be delivered in accordance with the details approved under planning permission ref: 193653CND and thereafter retained for the duration of the works.",
    "Reason: To protect the amenity of local residents, to ensure adequate highway and safety in accordance with policy 7B of the Ealing Development Management DPD (2013), policies 1.1 and 3.1 of the Adopted Core Strategy (2012), the National Planning Policy Framework (2012), and policies 6.3, 6.11 and 6.13 of the London Plan (2016).",
    "| The cycle parking facilities hereby approved shall be implemented and operational before the first use of any part of the development hereby approved, and permanently retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.  The cycle parking shall be provided and located in a secure undercover and lockable compound.",
    "Reason: In the interests of highway and pedestrian safety in accordance with policies 1.1 f of the Ealing Core Strategy (2012), policy 6.9 of the London Plan (2015), and the National Planning Policy Framework (2012).",
    "| Notwithstanding the information submitted in support of the application, the development hereby approved will achieve an overall minimum reduction in carbon dioxide emissions by 35% (regulated carbon dioxide emissions) above Building Regulations 2010. The required details to demonstrate compliance shall be submitted and approved in writing by the Local Planning Authority at two different stages:",
    "-  Prior to commencement of development:",
    "A detailed energy/sustainability report and sustainability measures that are to be incorporated into the development as a whole shall be implemented in accordance with the details approved under planning permission ref: 200990CND.",
    "- After completion of Development",
    "Energy Performance Certificates [EPC's] and modelling output reports from the \"as built stage\" to confirm compliance in terms of savings achieved through energy efficiency measures.",
    "Reason: To ensure the proposal contributes to its climate change mitigation requirements in accordance with policies 1.1, 1.2 of the Ealing Core Strategy (2012), policy 5.2 of the Ealing Development Management Development Plan Document (2013), and policies 5.1 and 5.7 of the London Plan (2016), and section 10 of the National Planning Policy Framework (2012).",
    "| The insulation of the floor/ceiling between the commercial premises and the dwelling above shall not exceed an acoustic standard of NR 25 Leq 5mins, (octaves) or NR 20 Leq 5mins, (one-third octaves) to be met inside a bedroom and NR 30 Leq,5mins (octaves), or NR 25 Leq,5mins (one-third octaves), inside a living room when noise is generated from the commercial use.",
    "Reason: In the interests of the internal environment of the development and living conditions of future occupiers of the site, in accordance with Interim Supplementary Planning Guidance 10, policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management DPD (2013), policies 7.14 & 7.15 of the London Plan (2016), and the National Planning Policy Framework (2012).",
    "| The rating noise level emitted from the external plant and machinery at the proposed development, as assessed under BS4142: 2014, will not exceed the existing background sound level, as measured at the nearest sensitive facades, during the relevant periods of operation",
    "Reason: In the interests of the internal environment of the development and living conditions of future occupiers of the site, in accordance with Interim Supplementary Planning Guidance 10, policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management DPD (2013), policies 7.14 & 7.15 of the London Plan (2016), and the National Planning Policy Framework (2012).",
    "| Prior to occupation of the dwellings, details shall be submitted to and approved by the Local Planning Authority, for the installation in each dwelling of Ultra Low NOx gas boilers with maximum NOx Emissions of 0.030 g/kWh. The works, as approved, shall be completed prior to occupation and thereafter permanently retained.",
    "Reason: In the interests of the internal environment of the development and living conditions of future occupiers of the site, in accordance with Interim Supplementary Planning Guidance 10, policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management DPD (2013), policies 7.14 & 7.15 of the London Plan (2016), and the National Planning Policy Framework (2012).",
    "| Prior to occupation of the development, details shall be submitted to and approved of the Local Planning Authority, to demonstrate that the development complies with the air quality neutral building emissions benchmarks for the commercial use as stated in Appendix 5 of the Sustainable Design and Construction (2014) supplementary planning guidance, London Plan 2011.",
    "Reason: In the interests of the internal environment of the development and living conditions of future occupiers of the site, in accordance with Interim Supplementary Planning Guidance 10, policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management DPD (2013), policies 7.14 & 7.15 of the London Plan (2016), and the National Planning Policy Framework (2012).",
    "| Any external lighting shall be designed to reduce light pollution to nearby residents, and road users and where applicable the recommendations of the following guidance shall be met:",
    "o\tILP Guidance Notes for the reduction of Obtrusive Lighting 2011.",
    "o\tInstitution of Lighting Professionals Technical Report PLG05, Brightness of Illuminated advertisements, 2015.",
    "o\tStatutory Nuisance from Insects and Artificial Light by Department of Environment Food. Guidance on sections 101, 102 and 103 of the Clean Neighbourhoods and Environment Act 2005, Defra",
    "Reason: In the interests of the internal environment of the development and living conditions of future occupiers of the site and surrounding area, in accordance with Interim Supplementary Planning Guidance 10, policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management DPD (2013), policies 7.14 & 7.15 of the London Plan (2016), and the National Planning Policy Framework (2012).",
    "| Prior to the commencement of any works on site (except demolition and site clearance) the following shall be submitted to and subject to the approval in writing of the Local Planning Authority:",
    "(a)\tAn intrusive contaminated land investigation and risk assessment of the site shall be implemented in accordance with the details approved under planning permission ref: 201243CND.",
    "(b)\tA remediation (de-contamination) scheme to bring the site to a condition suitable for the intended end use shall be implemented in accordance with the details approved under planning permission ref: 201243CND.",
    "Following completion of measures identified in the approved remediation (de-contamination) scheme part (b)",
    "(c)\tA verification report that demonstrates the completion of measures identified in the approved contamination remediation scheme shall be produced. The report shall be compiled in accordance with the Environment Agency guidance 'Verification of Remediation of Land Contamination', Report: SC030114/R1'.",
    "Reason: To protect the health and living conditions of residents in the area, in accordance with policies 1.1 of the Ealing Core Strategy (2012), policy 5.21 of the London Plan (2016), and the National Planning Policy Framework (2012).",
    "| Details of design, layout and provision of play equipment within the communal outdoor amenity area shall be submitted to and approved in writing by the local planning authority prior to the first occupation or use of the development. The development shall be implemented only as approved and retained thereafter, unless otherwise agreed in writing by the local planning authority.",
    "Reason: To ensure that there is suitable provision for childrens play facilities within the site  in accordance with policies 1.1, 1.2, 3.1 & 3.8 of the Ealing Core Strategy (2012), policies 3.5 & 7D of the Ealing Development Management Development Plan Document (2013), policies 3.5, & 3.6 of the London Plan (2016), the London Plan SPG on Chidren's Play and Recreation, and the National Planning Policy Framework (2012).",
    "| Details of sustainable surface water drainage measures shall be submitted to and approved in writing by the local planning authority prior to the commencement of the development (except demolition and site clearance). The development shall be implemented only in accordance with the approved details, which shall be completed prior to the first occupation of the development hereby approved and thereafter permanently retained, unless otherwise agreed in writing by the local planning authority.",
    "Reason: To prevent flooding elsewhere by ensuring that sufficient storage of surface flood water is provided and to ensure surface water flood storage is achieved with appropriate sustainable drainage techniques, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policy 5.12 of the Ealing Development Management Development Plan Document (2013), policies 5.12 & 5.13 of the London Plan (2016), and the National Planning Policy Framework (2012).",
    "| Ensure the west-facing flank windows at first and second floor levels of the proposed development are obscure glazed and fixed shut at all times.",
    "Reason: In the interests of the internal environment of the development and living conditions of future occupiers of the site, in accordance with policy 7A of the Ealing Development Management DPD (2013), policy 7.6 of the London Plan (2016), and the National Planning Policy Framework (2012).",
    "| A revised Travel Plan shall be implemented in accordance with the details approved under planning permission ref: 201453CND. The approved Travel Plan shall be implemented at the time of first occupation or use of any part of the development and shall be permanently retained in operation for the life of the development.",
    "Reason: To promote sustainable patterns of transport, and to limit the impact of the proposed on local parking conditions, in accordance with policy 1.1 of the Ealing Development (Core) Strategy 2012, and policy 6.3 of the London Plan (2016)."
  ],
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 512611,
  "lpa_name": "Ealing",
  "postcode": "UB1 1RB",
  "lpa_app_no": "222363VAR",
  "decision_agency": "Borough",
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 179989,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/222363VAR;",
  "site_number": null,
  "locality": "Southall",
  "valid_date": "27/05/2022",
  "actual_completion_date": null,
  "appeal_decision": null,
  "lapsed_date": "27/06/2026",
  "uprn": "12179171",
  "appeal_decision_date": null,
  "title_number": null,
  "development_type": "Major all other major developments",
  "decision_date": "27/06/2023",
  "epc_number": null,
  "parking_details": null,
  "id": "Ealing-222363VAR",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              512647.100171,
              180000.0047898
            ],
            [
              512631.846808,
              179963.3452835
            ],
            [
              512623.5028061,
              179959.0964997
            ],
            [
              512607.2517907,
              179963.0453694
            ],
            [
              512606.5509605,
              179963.2952978
            ],
            [
              512603.5002879,
              179964.0450832
            ],
            [
              512602.0986275,
              179964.4049802
            ],
            [
              512598.652192,
              179965.2547369
            ],
            [
              512597.1515909,
              179959.0964997
            ],
            [
              512592.2540246,
              179960.346142
            ],
            [
              512585.1962523,
              179962.0956412
            ],
            [
              512584.7015486,
              179962.1956126
            ],
            [
              512581.650876,
              179962.945398
            ],
            [
              512577.5036103,
              179963.9950975
            ],
            [
              512575.5495308,
              179964.4549659
            ],
            [
              512575.6484715,
              179964.9548228
            ],
            [
              512576.1019499,
              179967.1042075
            ],
            [
              512576.2008906,
              179967.6040644
            ],
            [
              512579.4494447,
              179980.65033
            ],
            [
              512579.9523934,
              179982.9496718
            ],
            [
              512580.298686,
              179984.3792626
            ],
            [
              512580.9995162,
              179987.2784327
            ],
            [
              512582.4506469,
              179993.29671
            ],
            [
              512584.0501888,
              180000.0047898
            ],
            [
              512584.4129715,
              180001.5043606
            ],
            [
              512588.5025218,
              180018.7494242
            ],
            [
              512588.5025218,
              180018.9993527
            ],
            [
              512589.8464667,
              180018.6994385
            ],
            [
              512597.9018914,
              180017.5497676
            ],
            [
              512600.2022635,
              180017.1998678
            ],
            [
              512610.8466374,
              180015.700297
            ],
            [
              512633.9987689,
              180012.5511985
            ],
            [
              512633.9492986,
              180012.4012414
            ],
            [
              512651.2969071,
              180010.0019282
            ],
            [
              512649.9034918,
              180006.7528582
            ],
            [
              512647.100171,
              180000.0047898
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "secondary_street_name": null,
  "street_name": "South Road",
  "actual_commencement_date": null,
  "last_date_consultation_comments": null,
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3782373,
          51.5077132
        ],
        [
          -0.3784687,
          51.5073868
        ],
        [
          -0.3785902,
          51.5073503
        ],
        [
          -0.37882299999999997,
          51.507389
        ],
        [
          -0.378833,
          51.5073914
        ],
        [
          -0.37887669999999996,
          51.5073987
        ],
        [
          -0.3788968,
          51.5074022
        ],
        [
          -0.37894619999999996,
          51.5074106
        ],
        [
          -0.37896979999999997,
          51.5073555
        ],
        [
          -0.3790399,
          51.5073677
        ],
        [
          -0.379141,
          51.5073848
        ],
        [
          -0.3791481,
          51.5073858
        ],
        [
          -0.37919179999999997,
          51.5073932
        ],
        [
          -0.3792512,
          51.5074034
        ],
        [
          -0.3792792,
          51.507408
        ],
        [
          -0.3792776,
          51.5074124
        ],
        [
          -0.3792704,
          51.5074317
        ],
        [
          -0.37926879999999996,
          51.5074361
        ],
        [
          -0.3792179,
          51.5075528
        ],
        [
          -0.3792099,
          51.5075733
        ],
        [
          -0.3792044,
          51.5075861
        ],
        [
          -0.37919339999999996,
          51.507612
        ],
        [
          -0.37917059999999997,
          51.5076658
        ],
        [
          -0.37914539999999997,
          51.5077258
        ],
        [
          -0.37913969999999997,
          51.5077392
        ],
        [
          -0.3790753,
          51.5078934
        ],
        [
          -0.3790752,
          51.5078956
        ],
        [
          -0.379056,
          51.5078927
        ],
        [
          -0.3789403,
          51.5078807
        ],
        [
          -0.3789073,
          51.5078771
        ],
        [
          -0.3787544,
          51.5078615
        ],
        [
          -0.378422,
          51.5078286
        ],
        [
          -0.3784227,
          51.5078273
        ],
        [
          -0.3781736,
          51.5078023
        ],
        [
          -0.3781948,
          51.5077733
        ],
        [
          -0.3782373,
          51.5077132
        ]
      ]
    ],
    "type": "Polygon"
  }
}