{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": null,
  "lpa_app_no": "P0001.23",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0001.23",
  "actual_completion_date": null,
  "pp_id": null,
  "lapsed_date": "17/02/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": "0.1923422",
    "lat": "51.5925292"
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "100021394222",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "26/01/2023",
  "description": "Erection of garage/outbuilding following demolition of existing garage, internal alterations and changes to all doors and fenestration on main dwelling",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1921708,
          51.5926848
        ],
        [
          0.1922979,
          51.5927068
        ],
        [
          0.1924996,
          51.5923836
        ],
        [
          0.1923808,
          51.5923533
        ],
        [
          0.1921708,
          51.5926848
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "site_name": "10 Risebridge Road",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area and the Conservation Area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in any wall of the building hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 the outbuilding hereby permitted shall be used only for purposes incidental to the enjoyment of the dwelling house and not for any trade or business nor as living accommodation.",
    "Reason:-",
    "To restrict the use to one compatible with a residential area.",
    "Prior to the first installation or construction on the site, detailed drawings of the windows in section and elevation at scales between 1:20 and 1:1 as appropriate should be submitted to and approved in writing by the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of character to the Conservation Area.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Gary Fardell via email on 27.1.23. The revisions involved changes to the fenestration. The amendments were subsequently submitted on 30.1.23."
  ],
  "postcode": "RM2 5PR",
  "application_type": "All Other",
  "decision_date": "17/02/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 551959,
  "valid_date": "04/01/2023",
  "borough": "Havering",
  "subdivision_of_building": null,
  "decision_target_date": "01/03/2023",
  "id": "Havering-P0001.23",
  "lpa_name": "Havering",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T13:27:19.153+00:00",
  "street_name": "Romford",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 190463,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.035
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551946.608,
              190479.947
            ],
            [
              551955.338,
              190482.656
            ],
            [
              551970.389,
              190447.134
            ],
            [
              551962.261,
              190443.521
            ],
            [
              551946.608,
              190479.947
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Marshalls & Rise Pk"
}