{
  "borough": "Hillingdon",
  "subdivision_of_building": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.44288449999999996,
          51.6184642
        ],
        [
          -0.4422525,
          51.6185035
        ],
        [
          -0.4420958,
          51.6183378
        ],
        [
          -0.44286169999999997,
          51.6182914
        ],
        [
          -0.44288449999999996,
          51.6184642
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "2 BIRKEN MEWS",
  "reference_no_of_permission_being_relied_on": null,
  "epc_number": null,
  "last_updated": "2025-03-19T03:01:37.457+00:00",
  "locality": null,
  "centroid_easting": 507924,
  "lpa_name": "Hillingdon",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "NORTHWOOD",
  "site_number": null,
  "lapsed_date": "21/07/2026",
  "secondary_street_name": null,
  "cil_liability": true,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 170.4,
    "no_additional_bathrooms": 3,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "03/2024",
    "intended_commencement_date": "09/2023",
    "site_area": 0.094
  },
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=78019/APP/2023/1347",
  "actual_commencement_date": null,
  "centroid": {
    "lon": "-0.4425194",
    "lat": "51.6183985"
  },
  "decision_date": "21/07/2023",
  "parking_details": null,
  "postcode": "HA6 2GY",
  "pp_id": "12137315",
  "appeal_decision_date": null,
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, drawing numbers 1430/P/2E dated 12/07/2023 (revised and received 17-07-2023), 1430/P/3 dated 04-07-2023.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The first floor window in the north facing side elevation shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the commencement of any site clearance or construction work, detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority such fencing should be a minimum height of 1.5 metres. The fencing shall be retained in position until development is completed. The area within the approved protective fencing shall remain undisturbed during the course of the works and in particular in these areas:",
    "1. There shall be no changes in ground levels;",
    "2. No materials or plant shall be stored;",
    "3. No buildings or temporary buildings shall be erected or stationed.",
    "4. No materials or waste shall be burnt; a",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "The proposed Silver Birch Tree shown in the approved plan(s) shall be planted in the first planting season following the completion of the development or the occupation of the building, whichever is the earlier. Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with Policies DMHB 11 and DMHB 14 of the Hillingdon Local Plan Part 2 (2020) and Policies G5, G6 and G7 of the London Plan (2021).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "appeal_decision": null,
  "valid_date": "10/05/2023",
  "decision_agency": "Borough",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507898.5729,
              192218.7722
            ],
            [
              507942.2292,
              192224.0638
            ],
            [
              507953.474,
              192205.8737
            ],
            [
              507900.5572,
              192199.5898
            ],
            [
              507898.5729,
              192218.7722
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "last_updated_by": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "last_date_consultation_comments": "13/06/2023",
  "uprn": null,
  "decision_target_date": "25/07/2023",
  "centroid_northing": 192212,
  "application_type": "Householder",
  "actual_completion_date": null,
  "title_number": null,
  "appeal_status": null,
  "description": "Erection of a two storey rear extension, single storey front extension and first floor side extension. Conversion of roof space to habitable use to include 12 no. roof lights to front and rear and raising of the ridge height. Changes to fenestration, formation of new gable roof over existing garage and parapet roof to be formed to rear existing single storey rear extension.",
  "development_type": null,
  "ward": "NORTHWOOD 2022",
  "decision_process": "Delegated",
  "lpa_app_no": "78019/APP/2023/1347",
  "application_type_full": "Householder planning permission",
  "id": "Hillingdon-78019_APP_2023_1347",
  "status": "Approved",
  "appeal_start_date": null,
  "decision": "Approved"
}