{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_proposed_resi_offstreet": null,
    "net_carclub": 0,
    "net_bluebadge": 0,
    "net_car": 0,
    "no_existing_other": null,
    "no_existing_lgv": null,
    "no_proposed_motorcycle": null,
    "no_existing_bluebadge": null,
    "net_motorcycle": 0,
    "no_proposed_car": null,
    "no_existing_car": null,
    "no_proposed_cycle": 40,
    "no_existing_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_other": null,
    "net_bus": 0,
    "no_proposed_carclub": null,
    "net_other": 0,
    "net_lgv": 0,
    "net_cycle": 40,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "no_existing_bus": null,
    "net_resi_offstreet": 0,
    "no_existing_carclub": null
  },
  "appeal_decision": null,
  "decision_agency": null,
  "application_type": "All Other",
  "lpa_app_no": "20/01859/FULL",
  "application_type_full": null,
  "uprn": "100089842",
  "borough": "London Borough of Barking and Dagenham",
  "street_name": "HIGH ROAD",
  "locality": "",
  "ward": "Whalebone",
  "actual_commencement_date": null,
  "lpa_name": "Barking & Dagenham",
  "bo_system": "Idox Tascomi",
  "decision_conditions": [
    "&lt;p&gt;&lt;b&gt;&lt;u&gt; External lighting\r\n&lt;/u&gt;&lt;/b&gt;&lt;/p&gt;&lt;p&gt;The development hereby permitted shall not be occupied until details showing the provisions to be made\r\nfor external lighting has been submitted to and approved in writing by the Local Planning Authority. The\r\nlighting is to be designed, installed and maintained so as to fully comply with The Association of Chief\r\nPolice Officers - Secured by Design publication &quot;Lighting Against Crime - A Guide for Crime Reduction\r\nProfessionals&quot;, ACPO SPD, January 2011. The design shall satisfy criteria to limit obtrusive light\r\npresented in Table 1, page 25 of the guide, relating to Environmental Zone E2 Low district brightness\r\nareas-Rural, small village or relatively dark urban locations. The development shall not be occupied until\r\nthe approved scheme has been implemented. Thereafter the approved measures shall be permanently\r\nretained unless otherwise agreed in writing by the Local Planning Authority.&amp;nbsp;&lt;/p&gt;",
    "&lt;p&gt;&lt;b&gt;&lt;u&gt;Renewable Energy Infrastructure\r\n&lt;/u&gt;&lt;/b&gt;&lt;/p&gt;&lt;p&gt;The development hereby permitted will ensure the renewable energy infrastructure will be carried out in\r\naccordance to document Energy Statement by Darren Evans Building Surveying Dated: April 2020\r\ndelivering a 54.83% reduction in site wide CO2 emissions. A verification report must be submitted in\r\nwriting and approved by the Local Planning Authority and implemented in full prior to first occupation of\r\nthe dwellings.&amp;nbsp;&lt;/p&gt;",
    "&lt;p&gt;&lt;b&gt;&lt;u&gt;Church Façade\r\n&lt;/u&gt;&lt;/b&gt;&lt;/p&gt;&lt;p&gt;Prior to the commencement of any above ground works a detail of the methods used for the protection\r\nand enhancement of the church façade must be submitted and approved in writing by the Local Planning\r\nAuthority. The development shall be carried out in accordance with the approved details.&lt;/p&gt;",
    "&lt;p&gt;&lt;u&gt;&lt;b&gt;Construction Management\r\n&lt;/b&gt;&lt;/u&gt;&lt;/p&gt;&lt;p&gt;No development shall commence until a Construction Environmental Management Plan (CEMP) and a\r\nSite Waste Management Plan (SWMP) have been submitted to and approved in writing by the Local\r\nPlanning Authority. These Plans shall incorporate details of:\r\na) construction traffic management,\r\nb) the parking of vehicles of site operatives and visitors,\r\nc) loading and unloading of plant and materials,\r\nd) storage of plant and materials used in constructing the development,\r\ne) the erection and maintenance of security hoarding(s) including decorative displays and facilities\r\nfor public viewing, where appropriate,\r\nf) wheel washing facilities,\r\ng) measures to control the emission of dust, dirt and emissions to air during construction; such\r\nmeasures to accord with the guidance provided in the document “The Control of Dust and\r\nEmissions during Construction and Demolition”, Mayor of London, July 2014; including but not\r\nconfined to, non-road mobile machinery (NRMM) requirements,\r\nh) noise and vibration control,\r\ni) a scheme for recycling/disposing of waste resulting from demolition and construction works,\r\nj) the use of efficient construction materials,\r\nk) methods to minimise waste, to encourage re-use, recovery and recycling, and sourcing of\r\nmaterials; and\r\nl) a nominated Developer/Resident Liaison Representative with an address and contact telephone\r\nnumber to be circulated to those residents consulted on the application by the developer’s\r\nrepresentatives. This person will act as first point of contact for residents who have any problems\r\nor questions related to the ongoing development.\r\nOnce approved the Plans shall be adhered to throughout the construction period for the development.\r\nDemolition and construction work and associated activities, other than internal works not audible outside\r\nthe site boundary, are only to be carried out between the hours of 08:00 and 18:00 Monday to Friday and\r\n08:00 and 13:00 Saturday, with no work on Sundays or public holidays without the prior written\r\npermission of the Local Planning Authority. Any works which are associated with the generation of\r\nground borne vibration are only to be carried out between the hours of 08:00 and 18:00 Monday to\r\nFriday.\r\nDemolition and construction work and associated activities are to be carried out in accordance with the\r\nrecommendations contained within British Standard 5228:2009, “Code of practice for noise and vibration\r\ncontrol on construction and open sites”, Parts 1 and 2.&amp;nbsp;&lt;/p&gt;",
    "&lt;p&gt;&lt;b&gt;&lt;u&gt;Noise Insulation of Party Construction\r\n&lt;/u&gt;&lt;/b&gt;&lt;/p&gt;&lt;p&gt;No above ground new development shall commence until a scheme of noise insulation of party\r\nconstruction between the residential units and the non-residential uses has been submitted to and\r\napproved in writing by the Local Planning Authority. The approved scheme shall be fully implemented\r\nbefore the first occupation of the non-residential / residential unit(s) to which it relates.&amp;nbsp;&lt;/p&gt;",
    "&lt;p&gt;&lt;b&gt;&lt;u&gt;M4(3) – Accessible Units\r\n&lt;/u&gt;&lt;/b&gt;&lt;/p&gt;&lt;p&gt;Building Regulations M4(3) 10% of the residential units hereby approved shall conform to the\r\nrequirements of Category M4(2) [‘Accessible and Adaptable Dwellings’] of Schedule 1 to the Building\r\nRegulations 2010 (HM Government 2015).\r\nReason: To ensure the accessibility of the residential dwellings hereby approved.\r\n&lt;/p&gt;",
    "&lt;p&gt;&lt;b&gt;&lt;u&gt;Contaminated Land\r\n&lt;/u&gt;&lt;/b&gt;&lt;/p&gt;&lt;p&gt;No development shall commence until:\r\n(a) an investigation and risk assessment, in addition to any assessment provided with the planning\r\napplication, has been completed in accordance with a scheme to assess the nature and extent of any\r\ncontamination on the site, whether or not it originates on the site. The contents of the scheme are\r\nsubject to the approval in writing of the Local Planning Authority. The investigation and risk assessment\r\nmust be undertaken by competent persons and a written report of the findings must be produced. The\r\nwritten report is subject to the approval in writing of the Local Planning Authority. The report of the\r\nfindings must include:\r\n(i) a survey of the extent, scale and nature of contamination,\r\n(ii) an assessment of the potential risks to human health; property (existing or proposed) including\r\nbuildings, crops, livestock, pets, woodland and service lines and pipes; adjoining land; groundwaters and\r\nsurface waters; ecological systems; archaeological sites and ancient monuments; and\r\n(iii) an appraisal of remedial options, and proposal of the preferred option(s).\r\nThis must be conducted in accordance with DEFRA and the Environment Agency’s ‘Model Procedures\r\nfor the Management of Land Contamination, CLR 11’; and\r\n(b) a detailed remediation scheme, to bring the site to a condition suitable for the intended use by\r\nremoving unacceptable risks to human health, buildings and other property and the natural and historical\r\nenvironment, has been prepared and submitted to the Local Planning Authority for approval in writing.\r\nThe scheme must include all works to be undertaken, proposed remediation objectives and remediation\r\ncriteria, timetable of works and site management procedures. The scheme must ensure that the site will\r\nnot qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to\r\nthe intended use of the land after remediation.\r\n(c) The approved remediation scheme must be carried out in accordance with its terms prior to\r\ncommencement of the development, other than that required to carry out remediation, unless otherwise\r\nagreed in writing by the Local Planning Authority. The Local Planning Authority must be given two weeks\r\nwritten notification of commencement of the remediation scheme works.\r\nFollowing completion of measures identified in the approved remediation scheme, a verification report\r\nthat demonstrates the effectiveness of the remediation carried out must be produced and is subject to\r\nthe approval in writing of the Local Planning Authority. The report shall include results of sampling and\r\nmonitoring carried out to demonstrate that the site remediation criteria have been met.\r\n(d) In the event that contamination is found at any time when carrying out the approved development that\r\nwas not previously identified it must be reported in writing immediately to the Local Planning Authority.\r\nAn investigation and risk assessment must be undertaken in accordance with the requirements of (a),\r\nand where remediation is necessary a remediation scheme must be prepared in accordance with the\r\nrequirements of (b), which is subject to the approval in writing of the Local Planning Authority. Following\r\ncompletion of measures identified in the approved remediation scheme a verification report must be\r\nprepared, which is subject to the approval in writing of the Local Planning Authority.&lt;/p&gt;",
    "&lt;p&gt;Development in accordance with Approved Plans&lt;/p&gt;&lt;p&gt;The development hereby approved shall only be carried out in accordance with the approved plans and&lt;/p&gt;&lt;p&gt;documents listed below:&amp;nbsp;&lt;/p&gt;&lt;p&gt; Drawing Title: Proposed Ground Floor – Drawing Number: 1810 – 1201 Rev. P1 – Dated: March&lt;/p&gt;&lt;p&gt;2021&lt;/p&gt;&lt;p&gt; Drawing Title: Proposed First Floor – Drawing Number: 1810 – 1202 Rev. P1 – Dated: March&lt;/p&gt;&lt;p&gt;2021&lt;/p&gt;&lt;p&gt; Drawing Title: Proposed Second Floor – Drawing Number: 1810 – 1203 Rev. P1 – Dated: March&lt;/p&gt;&lt;p&gt;2021&lt;/p&gt;&lt;p&gt; Drawing Title: Proposed Third Floor – Drawing Number: 1810 – 1204 Rev. P1 – Dated: March&lt;/p&gt;&lt;p&gt;2021&lt;/p&gt;&lt;p&gt; Drawing Title: Proposed Roof Plan – Drawing Number: 1810 – 1205 Rev. P1 – Dated: March&lt;/p&gt;&lt;p&gt;2021&lt;/p&gt;&lt;p&gt; Drawing Title: Proposed Elevations – Drawing Number: 1810 – 1301 Rev. P1 – Dated: March&lt;/p&gt;&lt;p&gt;2021&lt;/p&gt;&lt;p&gt; Drawing Title: Proposed Elevations – Drawing Number: 1810 – 1302 Rev. P1 – Dated: March&lt;/p&gt;&lt;p&gt;2021&lt;/p&gt;&lt;p&gt; Drawing Title: Proposed Elevations Front - Drawing Number: 1810 – 1310 Rev. P1 – Dated:&lt;/p&gt;&lt;p&gt;March 2021&lt;/p&gt;&lt;p&gt; Drawing Title: Proposed Elevations East – Drawing Number: 1810 – 1311 Rev. P1 – Dated:&lt;/p&gt;&lt;p&gt;March 2021&lt;/p&gt;&lt;p&gt; Drawing Title: Proposed Elevations West – Drawing Number: 1810 – 1312 Rev. P1 – Dated:&lt;/p&gt;&lt;p&gt;March 2021&lt;/p&gt;&lt;p&gt; Drawing Title: Proposed Sections – Drawing Number: 1810 – 1410 Rev. P1 – Dated: March 2021&lt;/p&gt;&lt;p&gt; Drawing Title: Proposed Sections – Drawing Number: 1810 – 1411 Rev. P1 – Dated: March 2021&lt;/p&gt;&lt;p&gt; Drawing Title: Proposed Sections - Drawing Number: 1810 – 1412 Rev. P1 – Dated: March 2021&lt;/p&gt;&lt;p&gt;Documents&lt;/p&gt;&lt;p&gt;Air Quality Assessment – Dated: September 2020&lt;/p&gt;&lt;p&gt;No other drawings or documents apply.&lt;/p&gt;&lt;div&gt;&lt;br&gt;&lt;/div&gt;",
    "&lt;p&gt;&lt;b&gt;&lt;u&gt;Renewable Energy Infrastructure\r\n&lt;/u&gt;&lt;/b&gt;&lt;/p&gt;&lt;p&gt;The development hereby permitted will ensure the renewable energy infrastructure will be carried out in\r\naccordance to document Energy Statement dated: April 2020 delivering a 54.8% reduction in site wide\r\nCO2 emissions, is implemented prior to first occupation of the dwellings.&amp;nbsp;&lt;/p&gt;",
    "&lt;p&gt;&lt;b&gt;&lt;u&gt;Drainage Scheme &lt;/u&gt;&lt;/b&gt;&lt;/p&gt;&lt;p&gt;No development shall commence until a detailed drainage scheme (to include the disposal of surface\r\nwater by means of sustainable methods of urban drainage systems) has been submitted to and\r\napproved in writing by the Local Planning Authority. The development shall only be implemented in\r\naccordance with such approved details&lt;/p&gt;",
    "&lt;p&gt;&lt;b&gt;&lt;u&gt; Scheme of Acoustic Protection\r\n&lt;/u&gt;&lt;/b&gt;&lt;/p&gt;&lt;p&gt;Prior to commencement of the development full details of a scheme of acoustic protection of habitable\r\nrooms against noise shall be submitted to and approved in writing by the Local Planning Authority. The\r\nscheme of acoustic protection shall be sufficient to secure internal noise levels no greater than:\r\na. 35 dB LAeq in living rooms and bedrooms (07:00 hours to 23:00 hours) with windows closed; and\r\nb. 30 dB LAeq in bedrooms (23:00 hours to 07:00 hours) with windows closed.\r\nThe approved scheme shall be fully implemented before the first occupation of the residential unit to\r\nwhich it relates and shall be maintained at all times thereafter.&lt;/p&gt;",
    "&lt;p&gt;&lt;b&gt;&lt;u&gt;Materials and Balcony Details\r\n&lt;/u&gt;&lt;/b&gt;&lt;/p&gt;&lt;p&gt;Prior to the commencement of any above ground works details of all balconies and all materials to be\r\nused in the construction of the external surfaces of the development have been submitted to and\r\napproved in writing by the Local Planning Authority. The development shall be carried out in accordance\r\nwith the approved materials and balcony details.\r\n&lt;/p&gt;",
    "&lt;p&gt;&lt;b&gt;&lt;u&gt;Waste Management Plan&lt;/u&gt;&lt;/b&gt;&lt;/p&gt;&lt;p&gt;\r\nPrior to commencement of any works a detailed waste management Plan shall be submitted and\r\napproved in writing by the Local Planning Authority. Upon approval, the waste management plan shall be\r\nimplemented in full prior to the first occupation of the residential or commercial units&lt;/p&gt;",
    "&lt;p&gt;&lt;b&gt;&lt;u&gt;M4(2) – Accessible Units\r\n&lt;/u&gt;&lt;/b&gt;&lt;/p&gt;&lt;p&gt;Building Regulations M 4(2) 90% of the residential units hereby approved shall conform to the\r\nrequirements of Category M4(2) [‘Accessible and Adaptable Dwellings’] of Schedule 1 to the Building\r\nRegulations 2010 (HM Government 2015).\r\nReason: To ensure the accessibility of the residential dwellings hereby approved.&lt;/p&gt;",
    "&lt;p&gt;&lt;b&gt;&lt;u&gt;BREEAM&amp;nbsp;&lt;/u&gt;&lt;/b&gt;&lt;/p&gt;&lt;p&gt;The development hereby permitted shall achieve as a minimum a BREEAM ‘Excellent’ rating, unless\r\notherwise agreed in writing. A Certificated BREEAM Assessment (In-Use or Refurbishment and Fit-Out),\r\nor other verification process agreed with the Local Planning Authority, shall be provided, confirming that\r\nthe agreed standards have been met, prior to the occupation of the approved use.&amp;nbsp;&lt;/p&gt;",
    "&lt;p&gt;&lt;b&gt;&lt;u&gt;Crime Prevention Scheme\r\n&lt;/u&gt;&lt;/b&gt;&lt;/p&gt;&lt;p&gt;The proposed development shall achieve a Certificate of Compliance in respect of the Secured by\r\nDesign scheme (silver), or alternatively achieve security standards (based on Secured by Design\r\nprinciples) through consultation with the Metropolitan Police, details of which shall be provided to the\r\nLocal Planning Authority for its written approval prior to the first occupation of the approved\r\ndevelopment. All security measures applied to the approved development shall be permanently retained\r\nthereafter.&amp;nbsp;&lt;/p&gt;",
    "&lt;p&gt;&lt;b&gt;&lt;u&gt;Cycle Parking Implementation\r\n&lt;/u&gt;&lt;/b&gt;&lt;/p&gt;&lt;p&gt;Prior to the first occupation of the development the applicant makes the necessary provisions for cycle\r\nparking provision in accordance with the London Plan to determine an appropriate levels of cycle parking\r\nwhich should be to the minimum standards set out, secure and well-located. The cycle parking should be\r\ndesigned and laid out in accordance with the guidance contained in the London Cycling Design.\r\nStandards.&amp;nbsp;&lt;/p&gt;",
    "&lt;p&gt;&lt;b&gt;&lt;u&gt;Delivery and Servicing Plan\r\n&lt;/u&gt;&lt;/b&gt;&lt;/p&gt;&lt;p&gt;Prior to commencement of any works and to be in accordance with Transport for London guidance the\r\nsubmission of a Delivery and Servicing Plan shall be submitted and approved in writing by the Local\r\nPlanning Authority. Upon approval the Delivery and Servicing Plan shall be implemented before\r\ncommencing of works.&amp;nbsp;&lt;/p&gt;",
    "&lt;p&gt;&lt;b&gt;&lt;u&gt;Hard/Soft Landscaping Details\r\n&lt;/u&gt;&lt;/b&gt;&lt;/p&gt;&lt;p&gt;Prior to the commencement of any above ground works detailed soft and hard landscaping strategies\r\nmust be submitted and approved in writing by the Local Planning Authority.\r\nAny plants which within a period of 5 years from the completion of the development die, are removed or\r\nbecome seriously damaged or diseased, shall be replaced in the next planting season with others of\r\nsimilar size and species unless the Local Planning Authority gives written consent to any variation.&amp;nbsp;&lt;/p&gt;",
    "&lt;p&gt;&lt;b&gt;&lt;u&gt;Statutory Time Limit - Planning Permission\r\n&lt;/u&gt;&lt;/b&gt;&lt;/p&gt;&lt;p&gt;The development hereby permitted shall be commenced before the expiration of THREE YEARS from\r\nthe date of this permission.&lt;br&gt;&lt;/p&gt;"
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": null,
  "status": "Application Under Consideration",
  "decision_date": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          0.133705,
          51.571298
        ],
        [
          0.134108,
          51.571359
        ],
        [
          0.13426,
          51.571065
        ],
        [
          0.134367,
          51.571079
        ],
        [
          0.134396,
          51.571008
        ],
        [
          0.134188,
          51.570965
        ],
        [
          0.134129,
          51.570962
        ],
        [
          0.134095,
          51.57094
        ],
        [
          0.133888,
          51.570898
        ],
        [
          0.133705,
          51.571298
        ]
      ]
    ]
  },
  "decision_target_date": "28/12/2020",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "22/10/2020",
  "development_type": "Major all other major developments",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T18:58:35.283+00:00",
  "last_updated_by": "Idox Tascomi",
  "site_name": "Chadwell Heath Baptist Church",
  "id": "Barking_&_Dagenham-20_01859_FULL",
  "decision": null,
  "cil_liability": false,
  "centroid_northing": null,
  "appeal_start_date": null,
  "postcode": "RM6 6PP",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=26442",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": "76",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Redevelopment of\r\nChadwell Heath Baptist Church and adjacent Land comprising buildings of 2 – 4\r\nstoreys: The proposal seeks to retain the church&#x27;s façade, demolish remaining\r\npremises and construction of a new church building with associated Community\r\nuses and 17 Residential units (Use Class C3)",
  "valid_date": "28/09/2020",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              547968.39309403,
              187982.21950151
            ],
            [
              547996.07445068,
              187989.83054757
            ],
            [
              548007.56280659,
              187957.38702288
            ],
            [
              548014.95054574,
              187959.21070836
            ],
            [
              548017.16402222,
              187951.3588866
            ],
            [
              548002.93105629,
              187946.11933091
            ],
            [
              547998.84920954,
              187945.75280047
            ],
            [
              547996.5670503,
              187943.21229011
            ],
            [
              547982.33043548,
              187938.09637907
            ],
            [
              547968.39309403,
              187982.21950151
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "pp_id": "9039170",
  "application_details": {
    "open_and_protected_space_details": {
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_space_green_belt_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0
    },
    "constraints_details": [
      {
        "result": "78 High Road, Chadwell Heath, Romford, Barking And Dagenham, RM6 6NX",
        "constraints_layer_description": "Locations"
      },
      {
        "result": "Street Record Junction Road West, Chadwell Heath, Barking And Dagenham, ",
        "constraints_layer_description": "Locations"
      },
      {
        "result": "Primesight, Adshell Outside, 72 High Road, Chadwell Heath, Barking And Dagenham, ",
        "constraints_layer_description": "Locations"
      },
      {
        "result": "Chadwell Heath Baptist Church Hall, 72 High Road, Chadwell Heath, Romford, Barking And Dagenham, RM6 6PP",
        "constraints_layer_description": "Locations"
      },
      {
        "result": "78a High Road, Chadwell Heath, Romford, Barking And Dagenham, RM6 6NX",
        "constraints_layer_description": "Locations"
      },
      {
        "result": "80 High Road, Chadwell Heath, Romford, Barking And Dagenham, RM6 6NX",
        "constraints_layer_description": "Locations"
      },
      {
        "result": "80a High Road, Chadwell Heath, Romford, Barking And Dagenham, RM6 6NX",
        "constraints_layer_description": "Locations"
      },
      {
        "result": "Chadwell Heath Baptist Church, 76 High Road, Chadwell Heath, Romford, Barking And Dagenham, RM6 6PP",
        "constraints_layer_description": "Locations"
      },
      {
        "result": "64/00053/DAG",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "86/00097/TP",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "72/00762/TP",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "81/00332/TP",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "66/00007/TP",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "01/00734/FUL",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "57/00023/ADAG",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "57/00139/DAG",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "66/00171/TP",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "12/00067/OUT",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "16/01708/OUT",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "01/00734/FUL",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "64/00053/DAG",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "86/00097/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "66/00007/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "12/00067/OUT",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "16/01708/OUT",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "57/00139/DAG",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "72/00762/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "81/00332/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "57/00023/ADAG",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "66/00171/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "01/00734/FUL",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "86/00097/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "72/00762/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "64/00053/DAG",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "66/00007/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "12/00067/OUT",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "57/00023/ADAG",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "16/01708/OUT",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "57/00139/DAG",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "66/00171/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "81/00332/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "20/01859/FULL",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "78 High Road, Chadwell Heath, Romford, Barking And Dagenham, RM6 6NX",
        "constraints_layer_description": "Locations"
      },
      {
        "result": "Street Record Junction Road West, Chadwell Heath, Barking And Dagenham, ",
        "constraints_layer_description": "Locations"
      },
      {
        "result": "Primesight, Adshell Outside, 72 High Road, Chadwell Heath, Barking And Dagenham, ",
        "constraints_layer_description": "Locations"
      },
      {
        "result": "Chadwell Heath Baptist Church Hall, 72 High Road, Chadwell Heath, Romford, Barking And Dagenham, RM6 6PP",
        "constraints_layer_description": "Locations"
      },
      {
        "result": "78a High Road, Chadwell Heath, Romford, Barking And Dagenham, RM6 6NX",
        "constraints_layer_description": "Locations"
      },
      {
        "result": "80 High Road, Chadwell Heath, Romford, Barking And Dagenham, RM6 6NX",
        "constraints_layer_description": "Locations"
      },
      {
        "result": "80a High Road, Chadwell Heath, Romford, Barking And Dagenham, RM6 6NX",
        "constraints_layer_description": "Locations"
      },
      {
        "result": "Chadwell Heath Baptist Church, 76 High Road, Chadwell Heath, Romford, Barking And Dagenham, RM6 6PP",
        "constraints_layer_description": "Locations"
      }
    ],
    "superseding_details": [],
    "garden_land_lost": null,
    "site_area": 0,
    "building_details": [],
    "s106_agreement": false,
    "air_quality_assessment": null,
    "grey_water_reuse": null,
    "rain_water_harvesting": null,
    "total_gia_lost": 0,
    "scheme_phasing": null,
    "overseas_company_registration_no": null,
    "lead_registered_social_landlord": null,
    "total_gia_gained": 0,
    "no_affordable_housing_units_provided_offsite": null,
    "uk_company_registration_no": null,
    "transport_impact_assessment": null,
    "qualifying_vacant_building_floorspace": null,
    "residential_details": {
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "residential_units": [],
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units": 0,
      "site_area": null,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_gia_lost": null,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_market_for_sale": 0
    },
    "intended_commencement_date": null,
    "projected_cost_of_works": null,
    "3d_model": null,
    "green_suds": null,
    "circular_economy_statement": null,
    "non_residential_details": {
      "site_area": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0
    },
    "non_permanent_dwellings_details": [],
    "no_affordable_housing_units_acquired_offsite": null,
    "affordable_housing_fast_track": null,
    "commencement_notice_received": null,
    "scheme_name": null,
    "total_gia_existing": 0,
    "internal_resi_water_usage": null,
    "mayoral_cil_liability_notice_issued": null,
    "existing_proposed_floorspace_details": [],
    "surface_water_discharge_percentage_reduction": null,
    "phasing_details": [],
    "infrastructure_details": {
      "ghg_reduction_over_building_regulations": null,
      "waste_details": [],
      "no_new_water_connections_required": null,
      "no_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "community_energy_capacity": 0,
      "chp_heat_pumps_capacity": 0,
      "no_active_rapid_ev_charging_points": null,
      "solar_pv_capacity": 0,
      "waste_provision": true,
      "no_passive_rapid_ev_charging_points": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "mobile_network_operators_consultation": null,
      "total_annual_nox_emissions": null,
      "no_new_gas_connections_required": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_homes_passive_cooling": null,
      "no_passive_slow_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "total_annual_pm_emissions": null,
      "no_active_slow_ev_charging_points": null
    },
    "lead_developer_company_name": null,
    "intended_completion_date": null,
    "other_contributions": null,
    "social_infrastructure_contributions": null,
    "borough_cil_liability_notice_issued": null,
    "affordable_housing_inlieu_payment": null,
    "viability_assessment": null,
    "transport_contributions": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "site_area": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "ownership_status": null,
    "existing_uprns": null
  },
  "centroid": {
    "lon": -7.55716,
    "lat": 49.766807
  },
  "lapsed_date": null,
  "decision_process": null,
  "actual_completion_date": null
}