{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": {
    "no_existing_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_proposed_lgv": null,
    "net_carclub": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_existing_other": null,
    "no_existing_lgv": null,
    "no_proposed_motorcycle": null,
    "no_existing_bluebadge": null,
    "no_proposed_car": null,
    "net_motorcycle": null,
    "no_existing_motorcycle": null,
    "no_existing_car": null,
    "no_proposed_cycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_other": null,
    "net_bus": null,
    "no_proposed_carclub": null,
    "net_lgv": null,
    "net_other": null,
    "net_cycle": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "no_existing_bus": null,
    "net_resi_offstreet": null,
    "no_existing_carclub": null
  },
  "appeal_decision": null,
  "decision_agency": null,
  "application_type": "All Other",
  "lpa_app_no": "20/01094/FULL",
  "application_type_full": null,
  "uprn": "100091546",
  "borough": "London Borough of Barking and Dagenham",
  "street_name": "CHEQUERS LANE",
  "locality": "",
  "ward": "River",
  "actual_commencement_date": null,
  "lpa_name": "Barking & Dagenham",
  "bo_system": "Idox Tascomi",
  "decision_conditions": [
    "1.\tStatutory Time LimitThe development hereby permitted shall be commenced before the expiration of THREE YEARS from the date of this permission.",
    "1.\tApproved PlansThe development hereby permitted shall be completed in accordance with the following Plans and Documents, unless otherwise agreed in writing with the Local Planning Authority:Site Location Plan AECOM&nbsp;Documents:Environmental Statement: Volume I Main Document, Volume II Technical Appendices, Non-Technical Summary AECOM&nbsp;Outline Construction Environmental Management Plan AECOM&nbsp;Framework Traffic Management Plan Momentum&nbsp;Ground Contamination Preliminary Risk Assessment and Site Investigation Scheme Arup 19 May 2020&nbsp;Dagenham Dock (BRPS and New Market) - Environmental Statement Addendum (AECOM)Geo-environmental Baseline Report for assets outside of the main site Arup&nbsp;Phase 1 Geotechnical Desk Study Report AECOM&nbsp;Planning Statement Deloitte LLP&nbsp;Outline Construction Resource Management Plan AECOM&nbsp;Arboricultural Impact Assessment AECOM&nbsp;",
    "10.\tWater Quality Monitoring PlanIf deemed to be required based on the assessment undertaken in accordance with 9(a)The development hereby permitted shall not commence until a monitoring and maintenance plan in respect of contamination, including a timetable of monitoring and submission of reports to the Local Planning Authority, has been submitted to, and approved in writing by, the Local Planning Authority. Reports as specified in the approved plan, including details of any necessary contingency action arising from the monitoring, shall be submitted to, and approved in writing by, the Local Planning Authority.",
    "Information required prior to demolition worksInformation required prior to demolition\r\nworks&nbsp;1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nDust Management Plan\r\n\r\n\r\n\r\n\r\n\r\nThe development permitted shall not commence until\r\nthe submission of an updated dust risk assessment based upon the risk\r\nassessment presented in the ES Addendum Chapter 9, dated August 2020, and\r\nprepared by AECOM, which shall be undertaken in compliance with the Greater\r\nLondon Authority and London Councils’ “the Control of Dust and Emissions from\r\nConstruction and Demolition SPG” July 2014. The risk assessment and the\r\nmonitoring and mitigation plan shall be submitted to the Local Planning\r\nAuthority for approval.&nbsp;No demolition shall commence until an Air Quality Dust Management\r\nPlan (AQDMP) is submitted to and approved in writing by the Local Planning\r\nAuthority. The AQDMP must include an Air Quality Dust Risk Assessment (AQDRA)\r\nthat considers residential receptors on-site and off-site of the development\r\nand is undertaken in compliance with the methodology contained within Chapter 4\r\nof the Mayor of London’s “The Control of Dust and Emissions during Construction\r\nand Demolition”, SPG, July 2014 and the identified measures recommended in the\r\nAQDRA.\r\n\r\n",
    "Prior to commencement of development4.\tConstruction Environmental Management Plan (CEMP)The development permitted shall not until a Construction Environmental Management Plan (CEMP) for the relevant Development Zone has been submitted to and approved in writing by the Local Planning Authority.These plans shall incorporate details of:a)\tthe parking of vehicles of site operatives and visitors;b)\tloading and unloading of plant and materials;c)\tstorage of plant and materials;d)\tthe erection and maintenance of security hoarding(s) including decorative displays and facilities for public viewing, where appropriate;e)\twheel washing facilities;measures to control the emission of dust, dirt and emissions to air; such measures to accord with the guidance provided in the document &#34;The Control of Dust and Emissions during construction and demolition&#34; SPG, July 2014,; including but not confined to, non-road mobile machinery (NRMM) requirements;g)\ta scheme for recycling/disposing of waste resulting from demolition and construction works;h)\tthe use of efficient materials;i)\tmethods to minimise waste, to encourage re-use, recovery and recycling, and sourcing of materials; andj)\ta nominated Developer/Resident Liaison Representative with an address and contact telephone number to be circulated to those residents consulted on the application by the developer&#39;s representatives. This person will act as first point of contact for residents who have any problems or questions related to the ongoing development.k)\tDemonstrating compliance where possible with Ultra – Site Considerate Constructor StandardsDemolition and associated activities are to be carried out in accordance with the recommendations contained within British Standard 5228:2009+A1:2014, &#34;Code of practice for noise and vibration control on construction and open sites&#34;, Parts 1 and 2.The approved CEMP shall be implemented for the entire period of the construction works at the site, to the satisfaction of the Local Planning Authority.",
    "5.\tConstruction Resource Management PlanThe development permitted shall not commence until a Construction Resource Management Plan (CRMP) has been submitted to and approved in writing by the Local Planning Authority. The Plan shall set out the principles for waste management, identify measures to minimise waste by design, estimate waste quantities, set targets for waste minimisation and a framework for waste monitoring that the contractor will be required to implement on-site.The Plan shall be implemented in accordance with the approved details and thereafter maintained throughout the works.",
    "Construction Logistics PlanThe development hereby permitted shall not commence until a Construction Logistics Plan (CLP) has been submitted to and approved in writing by the Local Planning Authority. The Plan shall be designed to minimise deliveries of materials and export of any waste materials within the times of peak traffic congestion on the local road network. The Plan shall be implemented in accordance with the approved details and thereafter maintained throughout the duration of works.",
    "Invasive Non-Native Species Management Plan (INNS)The development permitted shall not commence until an Invasive Non-Native Species Management Plan has been submitted to and approved in writing by the Local Planning Authority. The Plan shall detail measures to be implemented in order to minimise the risk of aiding the spread of the invasive plant species that are known to be located at the Site.The Plan shall be implemented in accordance with the approved details and thereafter maintained.",
    "ArchaeologyThe development permitted shall not commence until a Stage 1 Written Scheme of Investigation (WSI) has been submitted to and approved by the Local Planning Authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works.If heritage assets of archaeological interest are identified by Stage 1 then for those parts of the site which have archaeological interest a Stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For land that is included within the Stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed Stage 2 WSI which shall include:A.\tThe statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed worksB.\tWhere appropriate, details of a programme for delivering related positive public benefits.C.\tThe programme for post-investigation assessment and subsequent analysis, publication &amp; dissemination and deposition of resulting material. this part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the Stage 2 WSI.",
    "9.\tContaminationThe development permitted shall not commence until:(a)\tan investigation and risk assessment, in addition to any assessment provided with the planning application, has been completed in accordance with a scheme to assess the nature and extent of any contamination on the site, whether or not it originates on the site. The contents of the scheme are subject to the approval in writing of the Local Planning Authority. The investigation and risk assessment must be undertaken by competent persons and a written report of the findings must be produced. The written report is subject to the approval in writing of the Local Planning Authority. The report of the findings must include:(i)\ta survey of the extent, scale and nature of contamination;(ii)\tan assessment of the potential risks to human health; property (existing or proposed) including buildings, crops, livestock, pets, woodland and service lines and pipes; adjoining land; groundwaters and surface waters; ecological systems; archaeological sites and ancient monuments; and(iii)\tan appraisal of remedial options, and proposal of the preferred option(s).This must be conducted in accordance with the Environment Agency’s ‘Land Contamination Risk Management (LCRM) framework’ (October 2020) and;b)\ta detailed remediation scheme, to bring the site to a condition suitable for the intended use by removing unacceptable risks to human health, buildings and other property and the natural and historical environment, has been prepared and submitted to the Local Planning Authority for approval in writing. The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.c)\tThe approved remediation scheme must be carried out in accordance with its terms prior to commencement of the development, other than that required to carry out remediation, unless otherwise agreed in writing by the Local Planning Authority. The Local Planning Authority must be given two weeks written notification of commencement of the remediation scheme works.d)\tFollowing completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced and is subject to the approval in writing of the Local Planning Authority. The report shall include results of sampling and monitoring carried out to demonstrate that the site remediation criteria have been met.e)\tIn the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority. An investigation and risk assessment must be undertaken in accordance with the requirements of (a), and where remediation is necessary a remediation scheme must be prepared in accordance with the requirements of (b), which is subject to the approval in writing of the Local Planning Authority. Following completion of measures identified in the approved remediation scheme a verification report must be prepared, which is subject to the approval in writing of the Local Planning Authority.",
    "11.\tMethod Statement for protection of Jetty 4.Prior to the commencement of any works to the Cooling Water Intake Shaft, a method statement outlining the scope of works proposed and the measures adopted to protect the Grade II listed Jetty 4 shall be submitted to and approved in writing by the local planning authority.The development shall only be carried out in accordance with the details hereby approved.",
    "12.\tWater Tunnel Decommissioning Methodology.Prior to the commencement of the decommissioning of the water tunnels, a method statement outlining how the tunnels will be decommissioned shall be submitted and approved in writing by the local planning authority.&nbsp;",
    "Compliance conditions13.\tConstruction Working HoursDemolition and associated activities, other than internal works not audible outside the site boundary, are only to be carried out between the hours of 07:00 and 19:00 Monday to Friday and 07:00 and 13:00 Saturday, with no work on Sundays or public holidays without the prior written permission of the Local Planning Authority. Driven piling or ground improvement work which will generate perceptible off-site ground borne vibration is only to be carried out between the hours of 07:00 and 19:00 Monday to Friday.",
    "14.\tSite specific non-road mobile vehicles (NRMM)During onsite construction works, all non-road transportable industrial equipment or vehicles which are fitted with an internal diesel powered compression ignition engine between 37 and 560KW and not intended for transporting goods or passengers on roads are required to be NRMM registered and comply with the emission standards set out in chapter 7 of the GLA’s supplementary planning guidance&nbsp; ‘Control of Dust and Emissions from Construction and Demolition SPG’ July 2014. Such vehicles must be run on ultra low sulphur diesel (also known as ULSD ‘cleaner diesel’ or ‘green diesel’). &#34;Ultra low sulphur diesel&#34; means fuel meeting the specification within BS EN 590. Where these standards are succeeded, they should be applied no later than 1 year after succession. Exemptions to these standards may be granted for specialist equipment or for equipment with alternative emission reduction equipment or run on alternative fuels. Such exemptions shall be applied for in writing to the LPA in advance of the use of such vehicles, detailing the reasons for the exemption being sought and clearly identifying the subject vehicles. Exemptions that are granted will be in writing and such vehicles must not be used until written exemption has been received by the applicant. No vehicles or plant to which the above emission standards apply shall be on site, at any time, whether in use or not, unless it complies with the above standards, without the prior written consent of the local planning authority.",
    "15.\tExplosive Ordnance Threat Assessment&nbsp;The development permitted by this planning permission shall only be carried out in accordance with the UXO risk and mitigation measures set out in paragraph 10.5.53 of the – ES Volume I Chapter 10: Ground Conditions and Hydrogeology AECOM May 2020",
    "16.\tAsbestos and Contamination Removal&nbsp;The development permitted by this planning permission shall only be carried out in accordance with the mitigation measures set in table 10-11:Remediation and Decommissioning Additional Mitigation Measures of the ES Volume I Chapter 10: Ground Conditions and Hydrogeology AECOM May 2020",
    "17.\tTransport’s for London Code of Practice for quieter deliveries&nbsp;The development permitted shall be carried out in accordance with the Transport’s for London Code of Practice for quieter deliveries dated May 2018."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": null,
  "status": "Approved",
  "decision_date": "15/04/2021",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          0.14703,
          51.523236
        ],
        [
          0.148317,
          51.523058
        ],
        [
          0.14753,
          51.519765
        ],
        [
          0.146172,
          51.519987
        ],
        [
          0.14703,
          51.523236
        ]
      ]
    ]
  },
  "decision_target_date": "27/08/2020",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "24/09/2020",
  "development_type": "Major all other major developments",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T20:28:32.182+00:00",
  "last_updated_by": "Idox Tascomi",
  "site_name": "Barking Power Station",
  "id": "Barking_&_Dagenham-20_01094_FULL",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": null,
  "appeal_start_date": null,
  "postcode": "RM9 6PF",
  "url_planning_app": "/planning/index.html?fa=getApplication&id=25608",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": "",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Below and above ground works associated with decommissioning the former Barking Reach Power Station Site including below ground demolition; remediation of the site; decommissioning and demolition of the cooling water system comprising intake and outfall tunnels, associated pump station and outfall structure(s);decommissioning and demolition works associated with gas, fuel distillate and utility infrastructure.",
  "valid_date": "28/05/2020",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              549048.59859028,
              182664.75791326
            ],
            [
              549138.48904138,
              182647.58461398
            ],
            [
              549094.6601195,
              182279.76298603
            ],
            [
              548999.65637456,
              182301.74217928
            ],
            [
              549048.59859028,
              182664.75791326
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": null,
  "application_details": {
    "open_and_protected_space_details": {
      "open_space_green_belt_area_gain": 0,
      "open_spaces_details": [],
      "open_space_green_belt_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_space_mol_area_loss": 0
    },
    "constraints_details": [
      {
        "result": "Barking Power Station Chequers Lane, Dagenham, Barking And Dagenham, RM9 6PF",
        "constraints_layer_description": "Locations"
      },
      {
        "result": "Stent Pre-cast Concrete Limited Chequers Lane, Dagenham, Barking And Dagenham, ",
        "constraints_layer_description": "Locations"
      },
      {
        "result": "Fleet House Chequers Lane, Dagenham, Barking And Dagenham, ",
        "constraints_layer_description": "Locations"
      },
      {
        "result": "Former Site Of Barking Power Station, Barking, RM9 6PF",
        "constraints_layer_description": "Locations"
      },
      {
        "result": "78/00395/TP",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "79/00563/TP",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "48/00090/DAG",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "91/00020/TP",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "54/00081/DAG",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "74/00120/TP",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "85/00408/TP",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "80/00099/TP1",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "79/00617/TP",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "79/00546/TP",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "87/00267/TP1",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "78/00630/TP",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "81/00216/TP",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "80/00474/TP",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "80/00341/TP",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "89/00064/TP",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "89/00687/TP",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "56/00028/DAG",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "87/00643/TP",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "85/00191/TP1",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "87/00267/TP2",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "49/00172/DAG",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "88/00734/TP",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "79/00563/TP1",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "85/00191/TPA",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "85/00408/TP1",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "48/00100/DAG",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "89/00686/TP",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "52/00030/DAG",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "87/00436/TP",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "83/00572/TP",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "87/00267/TP",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "71/00382/TP",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "80/00198/TP",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "80/00099/TP",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "78/00482/TP",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "85/00191/TP",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "80/00422/TP",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "89/00500/TP",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "06/00646/HAZ",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "91/00020/FUL",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "18/01804/HAZ",
        "constraints_layer_description": "Historic Applications"
      },
      {
        "result": "89/00500/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "85/00191/TP1",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "80/00099/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "80/00099/TP1",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "91/00020/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "06/00646/HAZ",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "18/01804/HAZ",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "48/00100/DAG",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "49/00172/DAG",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "48/00090/DAG",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "54/00081/DAG",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "56/00028/DAG",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "52/00030/DAG",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "74/00120/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "79/00617/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "71/00382/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "78/00630/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "80/00198/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "85/00191/TPA",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "85/00408/TP1",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "80/00341/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "79/00563/TP1",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "78/00395/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "80/00474/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "87/00267/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "87/00436/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "88/00734/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "87/00643/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "87/00267/TP2",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "87/00267/TP1",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "89/00687/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "89/00064/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "85/00191/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "79/00563/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "85/00408/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "91/00020/FUL",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "81/00216/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "78/00482/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "80/00422/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "89/00686/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "83/00572/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "79/00546/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "89/00500/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "85/00191/TP1",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "80/00099/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "80/00099/TP1",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "91/00020/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "06/00646/HAZ",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "18/01804/HAZ",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "48/00100/DAG",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "49/00172/DAG",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "48/00090/DAG",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "56/00028/DAG",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "54/00081/DAG",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "52/00030/DAG",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "74/00120/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "78/00630/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "71/00382/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "79/00617/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "80/00198/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "85/00191/TPA",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "79/00563/TP1",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "85/00408/TP1",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "80/00341/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "80/00474/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "87/00267/TP1",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "87/00436/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "87/00643/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "78/00395/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "87/00267/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "87/00267/TP2",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "89/00687/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "88/00734/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "89/00064/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "79/00563/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "85/00191/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "80/00422/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "91/00020/FUL",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "85/00408/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "81/00216/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "78/00482/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "89/00686/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "83/00572/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "79/00546/TP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "20/01094/FULL",
        "constraints_layer_description": "Applications"
      }
    ],
    "superseding_details": [],
    "garden_land_lost": null,
    "building_details": [],
    "site_area": 0,
    "grey_water_reuse": null,
    "air_quality_assessment": null,
    "rain_water_harvesting": null,
    "s106_agreement": false,
    "total_gia_lost": 0,
    "scheme_phasing": null,
    "overseas_company_registration_no": null,
    "lead_registered_social_landlord": null,
    "total_gia_gained": 0,
    "no_affordable_housing_units_provided_offsite": null,
    "uk_company_registration_no": null,
    "transport_impact_assessment": null,
    "qualifying_vacant_building_floorspace": null,
    "residential_details": {
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "residential_units": [],
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units": 0,
      "site_area": null,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_gia_lost": null,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_gia_gained": null,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_market_for_sale": 0
    },
    "projected_cost_of_works": null,
    "intended_commencement_date": null,
    "3d_model": null,
    "green_suds": null,
    "non_permanent_dwellings_details": [],
    "non_residential_details": {
      "site_area": null,
      "total_gia_lost": 0,
      "total_gia_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0
    },
    "circular_economy_statement": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "scheme_name": null,
    "affordable_housing_fast_track": null,
    "commencement_notice_received": null,
    "total_gia_existing": 0,
    "internal_resi_water_usage": null,
    "mayoral_cil_liability_notice_issued": null,
    "existing_proposed_floorspace_details": [],
    "surface_water_discharge_percentage_reduction": null,
    "phasing_details": [],
    "infrastructure_details": {
      "ghg_reduction_over_building_regulations": null,
      "waste_details": [],
      "no_new_water_connections_required": null,
      "no_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "urban_greening_factor_score": null,
      "community_energy_capacity": null,
      "green_roof_area": null,
      "chp_heat_pumps_capacity": 0,
      "no_active_rapid_ev_charging_points": null,
      "solar_pv_capacity": 0,
      "waste_provision": false,
      "no_passive_rapid_ev_charging_points": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "mobile_network_operators_consultation": null,
      "total_annual_nox_emissions": null,
      "no_new_gas_connections_required": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_homes_passive_cooling": null,
      "no_passive_slow_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "total_annual_pm_emissions": null,
      "no_active_slow_ev_charging_points": null
    },
    "lead_developer_company_name": null,
    "intended_completion_date": null,
    "other_contributions": null,
    "social_infrastructure_contributions": null,
    "borough_cil_liability_notice_issued": null,
    "affordable_housing_inlieu_payment": null,
    "viability_assessment": null,
    "transport_contributions": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "site_area": 0,
      "no_council_tax_rateable_units_gained": 0
    },
    "ownership_status": null,
    "existing_uprns": null
  },
  "centroid": {
    "lon": -7.55716,
    "lat": 49.766807
  },
  "lapsed_date": "15/04/2024",
  "decision_process": null,
  "actual_completion_date": null
}