{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "Householder",
  "lpa_app_no": "854/APP/2024/447",
  "application_type_full": "Householder planning permission",
  "uprn": null,
  "borough": "Hillingdon",
  "street_name": "RUISLIP",
  "locality": null,
  "ward": "RUISLIP 2022",
  "actual_commencement_date": null,
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers P001 (Location Plan), P002_Rev P4 (Existing and Proposed Site Plan), P003_Rev P4 (Proposed Floor Plans and Elevations), Design and Access Statement prepared by Design Storey, dated 29.06.2020 and Tree Survey prepared by mhp Arboricultural Consultants, dated 15.06.2020.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "Prior to the commencement of development, details and a sample of the timber cladding shall be submitted to and approved in writing by the Local Planning Authority. Details shall include manufacturer information the product type/code. Works shall be carried out in accordance to the approved details. All other materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON:",
    "To preserve and conserve the character and appearance of the conservation area and safeguard the visual amenities of the area in accordance with Hillingdon Local Plan policies HE1 (Part 1), DMHB 1 and 4 (Part 2) and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "Prior to the first use of the outbuilding the landscape scheme, shown on drawing number P002 Rev. P4, shall be implemented on site. Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with policies DMHB 11, DMHB 12, DMHB 14, DMEI 1 and DMT 2 of the Hillingdon Local Plan Part 2 (2020).",
    "Any trees, hedges and shrubs shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork shall be agreed in writing with the Local",
    "The outbuilding hereby approved shall only be used for the purpose(s) stated on the application form and approved drawings and shall not be used for purposes such as a living room, bedroom, kitchen, study, as a separate unit of accommodation or for any business purposes.",
    "REASON",
    "To avoid any future fragmentation of the curtilage or the creation of a separate residential or business use, so as to protect the amenity of adjoining residential properties in accordance with Policies DMH 4, DMHB 11, DMHB 16, DMHB 18 and DMT 6 Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The development hereby approved shall be carried out in strict accordance with Section 5 of the submitted Arboricultural Impact Assessment, Method Statement and Tree Protection Plan, prepared by MHP Arboricultural Consultants, dated 15.06.2020.",
    "REASON",
    "To ensure that the trees continue to make a valuable contribution to the amenity of the area in accordance with Policy G7 of the London Plan (2021), Policy DMHB 14 of the Hillingdon Local Plan Part 2 (2020) and to comply with Section 197 of the Town and Country Planning Act 1990."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 508759,
  "status": "Approved",
  "decision_date": "17/04/2024",
  "wgs84_polygon": null,
  "decision_target_date": "17/04/2024",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "20/03/2024",
  "development_type": null,
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-19T21:05:11.793+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "25 MANOR ROAD",
  "id": "Hillingdon-854_APP_2024_447",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": 187440,
  "appeal_start_date": null,
  "postcode": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=854/APP/2024/447",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of an outbuilding to the rear garden, following the demolition of existing outbuilding and shed",
  "valid_date": "21/02/2024",
  "polygon": null,
  "pp_id": "12806590",
  "application_details": {
    "total_gia_gained": 53.9,
    "no_additional_bathrooms": 0,
    "existing_uprns": null,
    "intended_commencement_date": "04/2024",
    "no_additional_bedrooms": 0,
    "intended_completion_date": "10/2024"
  },
  "centroid": {
    "lon": -0.431962,
    "lat": 51.575344
  },
  "lapsed_date": "17/04/2027",
  "decision_process": "Delegated",
  "actual_completion_date": null
}