{
  "subdivision_of_building": "No buildings on site",
  "title_number": null,
  "valid_date": "25/03/2024",
  "development_type": null,
  "ward": "Rainham & Wennington",
  "lapsed_date": "26/06/2027",
  "decision_date": "26/06/2024",
  "lpa_app_no": "P0432.24",
  "status": "Approved",
  "parking_details": null,
  "centroid": {
    "lat": "51.5118948",
    "lon": "0.17949179999999998"
  },
  "application_type": "All Other",
  "borough": "Havering",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "last_date_consultation_comments": "17/04/2024",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T21:32:05.093+00:00",
  "locality": null,
  "date_building_work_completed_under_previous_permission": null,
  "description": "Change of Use of land to storage of waste glass and UPVC and treatment of glass to produce cullet",
  "application_type_full": "Full planning permission",
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0432.24",
  "site_number": null,
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "application_details": {
    "infrastructure_details": {
      "total_annual_nox_emissions": 0,
      "no_new_gas_connections_required": 0,
      "total_annual_pm_emissions": 0,
      "no_homes_passive_cooling": 0,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": false,
      "mobile_network_operators_consultation": false,
      "no_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "waste_provision": false,
      "percentage_demolition_construction_material_recycling": 100,
      "waste_details": [
        {
          "external_dry_recycling": false,
          "external_food_waste": false,
          "unit_reference": "Whole Site",
          "external_residual_waste": false,
          "reason_for_no_provision": "The site will be for storing and treatment only. Site offices and welfare will be provided at the existing operational site opposite. ",
          "internal_residual_waste": false,
          "internal_food_waste": false,
          "internal_dry_recycling": false
        }
      ]
    },
    "affordable_housing_fast_track": false,
    "total_gia_lost": 0,
    "total_gia_gained": 0,
    "projected_cost_of_works": "Up to £2m",
    "existing_uprns": null,
    "total_gia_existing": 0,
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "grey_water_reuse": false,
    "internal_resi_water_usage": 0,
    "site_area": 0.121,
    "garden_land_lost": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "04/2024",
        "intended_commencement_date": "04/2024"
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_gia_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 0
    },
    "ownership_status": "Private",
    "green_suds": false
  },
  "pp_id": "12860935",
  "postcode": "RM13 9UL",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.17941459999999998,
          51.5121073
        ],
        [
          0.1796688,
          51.5120337
        ],
        [
          0.17972539999999998,
          51.5120172
        ],
        [
          0.1797628,
          51.5120065
        ],
        [
          0.17980000000000002,
          51.5119956
        ],
        [
          0.1798125,
          51.511992
        ],
        [
          0.1795726,
          51.5116755
        ],
        [
          0.1795686,
          51.5116768
        ],
        [
          0.1794763,
          51.5117049
        ],
        [
          0.17941959999999998,
          51.5117223
        ],
        [
          0.1793628,
          51.5117396
        ],
        [
          0.1791568,
          51.5118024
        ],
        [
          0.1792857,
          51.5119549
        ],
        [
          0.1793502,
          51.5120311
        ],
        [
          0.17941459999999998,
          51.5121073
        ]
      ]
    ],
    "type": "Polygon"
  },
  "cil_liability": false,
  "street_name": "Rainham",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The development hereby approved shall be used for the collection, storage, transfer and treatment of different types of waste glass and UPVC, for the production of cullet and for no other purpose.",
    "Reason: In the interests of amenity and to enable the Local Planning Authority to retain control over future development, and in order that the development accords with Policy 26 of the Local Plan 2021.",
    "The premises shall not be open to trade or business except between the hours 07:30  to 18:30 on Monday to Friday, and 07:00 to 16:00 on Saturday, with no operations on Sundays or Public Holidays.",
    "Reason: In the interests of amenity and to enable the Local Planning Authority to retain control over future development, and in order that the development accords with Policies 7 and 34 of the Local Plan 2021.",
    "Other than vehicles used in connection with the use hereby permitted, no waste glass, skips or other material/equipment shall be stacked or stored on the site at any time except within the storage bays areas shown on plan no. MGR -SW-PRO-01 REV. Storage of waste glass, skips and other material/equipment shall at no time exceed 3m in height as measured from ground floor.",
    "Reason: In the interests of amenity and to enable the Local Planning Authority to retain control over future development, and in order that the development accords with Policy 26 of the Local Plan 2021.",
    "Prior to the commencement of the development hereby approved, the applicant shall submit for the written approval of the Local Planning Authority an air Quality Impact Assessment along with Air Quality Neutral requirements and a Dust Management Plan, providing full details of dust mitigation measures that will be implemented during the approved operations to protect air quality.",
    "Reason: To protect the health of employees on the site and users of neighbouring land and to comply with the national air quality objectives within the designated Air Quality Management Area",
    "Prior to the commencement of the use hereby permitted on site, full details of the drainage strategy and drainage layout shall be submitted to and agreed in writing by the Local Planning Authority. The scheme agreed shall be implemented strictly in accordance with such agreement unless subsequent amendments have been agreed with the Local Planning Authority.",
    "Reason: To ensure that the development is properly drained.",
    "Before the development hereby permitted commences details of a scheme shall be submitted to and approved in writing by the local planning authority which specifies the provisions to be made for the control of noise emanating from the site. Such scheme as approved shall be implemented prior to first occupation and thereafter retained in accordance with such details.  Any variation to the scheme shall be agreed in writing with the Local Planning Authority.",
    "Reason:-",
    "To prevent loss of amenity to neighbouring businesses from noise.",
    "Prior to the commencement of any works pursuant to this permission the developer shall submit for the written approval of the Local Planning Authority;",
    "a)\tA Phase I (Desktop Study) Report documenting the history of the site, its surrounding area and the likelihood of contaminants, their type and extent incorporating a Site Conceptual Model.",
    "b)\tA Phase II (Site Investigation) Report if the Phase I Report confirms the possibility of a significant risk to any sensitive receptors.  This is an intrusive site investigation including factors such as chemical testing, quantitative risk assessment and a description of the sites ground conditions.  An updated Site Conceptual Model should be included showing all the potential pollutant linkages and an assessment of risk to identified receptors.",
    "c)\tA Phase III (Remediation Strategy) Report if the Phase II Report confirms the presence of a significant pollutant linkage requiring remediation.  A detailed remediation scheme to bring the site to a",
    "(a)  If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this unsuspected contamination shall be dealt with has been submitted to and approved in writing by the local planning authority. The remediation strategy shall be implemented as approved.",
    "(b) Following completion of the remediation works as mentioned in (a) above, a 'Verification Report' must be submitted demonstrating that the works have been carried out satisfactorily and remediation targets have been achieved.",
    "Reason:-",
    "To ensure that any previously unidentified contamination found at the site is investigated and satisfactorily addressed in order to protect those engaged in construction and occupation of the development from potential contamination.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent via emails at various times. The revisions involved the provision of alternative site assessment. The report was subsequently submitted on 18/06/2024 for review."
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": 181470,
  "site_name": "Stokevale Ltd, 10 Salamons Way",
  "decision_target_date": "26/06/2024",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Havering",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551329.94,
              181493.47
            ],
            [
              551347.82,
              181485.81
            ],
            [
              551351.8,
              181484.1
            ],
            [
              551354.43,
              181482.98
            ],
            [
              551357.05,
              181481.85
            ],
            [
              551357.93,
              181481.48
            ],
            [
              551342.33,
              181445.79
            ],
            [
              551342.05,
              181445.92
            ],
            [
              551335.55,
              181448.86
            ],
            [
              551331.56,
              181450.67
            ],
            [
              551327.56,
              181452.48
            ],
            [
              551313.06,
              181459.04
            ],
            [
              551321.5,
              181476.26
            ],
            [
              551325.72,
              181484.87
            ],
            [
              551329.94,
              181493.47
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_start_date": null,
  "uprn": "10096016152",
  "appeal_decision_date": null,
  "id": "Havering-P0432.24",
  "centroid_easting": 551336
}