{
  "title_number": [
    "EX87489",
    "EX87489"
  ],
  "site_name": "12 BERKELEY CLOSE",
  "cil_liability": false,
  "uprn": "100021323363",
  "decision_process": "Committee",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              555664.373,
              186900.706
            ],
            [
              555664.509,
              186901.113
            ],
            [
              555671.079,
              186919.875
            ],
            [
              555685.777,
              186913.237
            ],
            [
              555686.793,
              186912.221
            ],
            [
              555688.554,
              186908.36
            ],
            [
              555688.148,
              186901.722
            ],
            [
              555664.373,
              186900.706
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "site_number": null,
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "decision": "Approved",
  "lpa_app_no": "P0492.21",
  "actual_commencement_date": "25/03/2024",
  "development_type": null,
  "reference_no_of_permission_being_relied_on": null,
  "lapsed_date": "31/08/2024",
  "locality": null,
  "postcode": "RM11 3QB",
  "decision_target_date": "31/08/2021",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "HORNCHURCH",
  "lpa_name": "Havering",
  "borough": "Havering",
  "secondary_street_name": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0492.21",
  "last_updated_by": "Portal",
  "decision_date": "31/08/2021",
  "appeal_decision": null,
  "centroid_easting": 555677,
  "ward": "Cranham",
  "centroid": {
    "lat": 51.559573,
    "lon": 0.244371
  },
  "application_type_full": "Full planning permission",
  "appeal_status": null,
  "centroid_northing": 186908,
  "appeal_start_date": null,
  "last_updated": "2025-07-01T14:45:21.418Z",
  "description": "Erection of a 3-bed detached dwelling with associated parking and amenity space and alterations to existing dropped kerb",
  "last_date_consultation_comments": "19/08/2021",
  "application_details": {
    "projected_cost_of_works": "Up to £2m",
    "phasing_details": [
      {
        "phase_detail": "Construction",
        "intended_completion_date": "05/2022",
        "intended_commencement_date": "07/2021"
      },
      {
        "phase_detail": "Construction",
        "intended_completion_date": "05/2022",
        "intended_commencement_date": "07/2021"
      }
    ],
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 6.6,
        "building_ref": "12A Berkeley Close"
      },
      {
        "no_storeys": 2,
        "max_height": 6.6,
        "building_ref": "12A Berkeley Close"
      }
    ],
    "total_gia_lost": 35,
    "site_area": 0.031,
    "garden_land_lost": false,
    "affordable_housing_fast_track": false,
    "total_gia_existing": 0,
    "scheme_phasing": false,
    "existing_proposed_floorspace_details": [],
    "existing_uprns": [],
    "total_gia_gained": 87,
    "grey_water_reuse": false,
    "infrastructure_details": {
      "mobile_network_operators_consultation": false,
      "green_roof_area": 0,
      "no_new_gas_connections_required": 1,
      "fire_suppression_system_proposed": false,
      "total_annual_pm_emissions": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_non_resi_units_to_have_full_fibre": 1,
      "no_new_water_connections_required": 1,
      "no_homes_to_have_electrical_heating": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": false,
      "no_resi_units_to_have_full_fibre": 1,
      "no_homes_passive_cooling": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_passive_rapid_ev_charging_points": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "community_energy_capacity": null,
      "waste_details": []
    },
    "residential_details": {
      "total_no_proposed_residential_units": 1,
      "dwelling_density": 32.25806451612903,
      "total_no_existing_residential_affordable_units": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "14/04/2025",
          "unit_type": "House or Bungalow",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "unit_development_type": "New Build",
          "gia": null,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_affordable_rent": 0,
      "affordable_percentage": 0,
      "total_no_proposed_bedrooms": 3,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "habitable_rooms_density": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_gia_gained": 87,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "site_area": 0.031
    },
    "surface_water_discharge_percentage_reduction": 0,
    "ownership_status": "Private",
    "rain_water_harvesting": false,
    "green_suds": false,
    "internal_resi_water_usage": 125,
    "non_residential_details": {
      "total_gia_lost": 35,
      "total_gia_existing": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 87,
      "development_type": null,
      "site_area": 0.031
    },
    "s106_agreement": false,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": false,
    "other_contributions": null,
    "intended_commencement_date": "03/2024",
    "no_affordable_housing_units_provided_offsite": null,
    "circular_economy_statement": false,
    "commencement_notice_received": false,
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [],
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": false,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": false,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": 0.031,
      "other_resi_accommodation_unit_details": []
    },
    "uk_company_registration_no": null,
    "3d_model": false,
    "transport_contributions": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "borough_cil_liability_notice_issued": false,
    "transport_impact_assessment": false,
    "social_infrastructure_contributions": null,
    "scheme_name": null,
    "lead_developer_company_name": null
  },
  "application_type": "All Other",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section 14 of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document",
    "All buildings must be situated at least 2 metres from the boundary fence, to allow construction and any future maintenance work to be carried out without involving entry onto Network Rail's infrastructure. Where trees exist on Network Rail land the design of foundations close to the boundary must take into account the effects of root penetration in accordance with the Building Research Establishment's guidelines. Existing railway infrastructures should not be loaded with additional surcharge from the proposed development unless the agreement is reached with Network Rail. Stability of the ground / embankment adjacent to the railway should not be loaded with increased surcharge to mitigate the risk of instability of the ground which can cause the settlement on Network Rail infrastructure.",
    "Reason: As requested by Network Rail.",
    "Storm/surface water must not be discharged onto Network Rail's property or into Network Rail's culverts or drains except by agreement with Network Rail. Suitable drainage or other works must be provided and maintained by the Developer to prevent surface water flows or run-off onto Network Rail's property. Proper provision must be made to accept and continue drainage discharging from Network Rail's property; full details to be submitted for approval to the Network Rail Asset Protection Engineer. Suitable foul drainage must be provided separate from Network Rail's existing drainage. Soakaways, as a means of storm/surface water disposal must not be constructed within 20 metres of Network Rail's boundary or at any point which could adversely affect the stability of Network Rail's property. After the completion and occupation of the development, any new or exacerbated problems attributable to the new development shall be investigated and remedied at the applicants' expense.",
    "Reason: As requ",
    "Any scaffold which is to be constructed within 10 metres of the railway boundary fence must be erected in such a manner that at no time will any poles over-sail the railway and protective netting around such scaffold must be installed. The applicant/applicant's contractor",
    "must consider if they can undertake the works and associated scaffold/access for working at height within the footprint of their property boundary. All operations, including the use of cranes or other mechanical plant working adjacent to Network Rail's property, must at all times be carried out in a \"fail safe\" manner such that in the event of mishandling, collapse or failure, no plant or materials are capable of falling within 3.0m of the boundary with Network Rail.",
    "Reason: As requested by Network Rail.",
    "The developer shall ensure that no vegetation encroaches onto Network Rail's retained land. No trees or climbing shrubs shall be planted on the area such that they could create a nuisance through falling leaves or penetration of roots or provide a means of gaining access to the railway. Where trees/shrubs are to be planted adjacent to the railway boundary these shrubs should be positioned at a minimum distance greater than their predicted mature height from the boundary. Network Rail recommended species should only be used alongside the railways which are:",
    "Permitted: Birch (Betula), Crab Apple (Malus Sylvestris), Field Maple (Acer Campestre), Bird Cherry (Prunus Padus), Wild Pear (Pyrs Communis), Fir Trees - Pines (Pinus), Hawthorne (Cretaegus), Mountain Ash - Whitebeams (Sorbus), False Acacia (Robinia), Willow Shrubs (Shrubby Salix), Thuja Plicatat \"Zebrina\"",
    "Not Permitted: Alder (Alnus Glutinosa), Aspen - Popular (Populus), Beech (Fagus Sylvatica), Wild Cherry (Prunus Avium), Hornbe",
    "In view of the nature of the development, it is essential that the developer provide (at their own expense) and thereafter maintain a substantial, trespass proof fence along the development side of the existing boundary fence, to a minimum height of 1.8 metres. The 1.8m fencing should be adjacent to the railway boundary and the developer/applicant should make provision for its future maintenance and renewal without encroachment upon Network Rail land. Network Rail's existing fencing / wall must not be removed or damaged and at no point during or post construction should the foundations of the fencing or wall or any embankment therein, be damaged, undermined or compromised in any way. Any vegetation within Network Rail'sland boundary must not be disturbed. Any fencing installed by the applicant must not prevent Network Rail from maintaining its own fencing/boundary treatment.",
    "Reason: As requested by Network Rail.",
    "Before the building hereby permitted is first occupied, the area set aside for car parking shall be laid out and surfaced to the satisfaction of the Local Planning Authority and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety, and that the development accords with the Development Control Policies Development Plan Document Policy DC33.",
    "No works shall take place in relation to any of the development hereby approved until there has been submitted to and approved by the Local Planning Authority a scheme of hard and soft landscaping, which shall include indications of all existing trees and shrubs on the site, and details of any to be retained, together with measures for the protection in the course of development. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the hard and soft landscaping proposed.  Submission o",
    "Prior to the commencement of the development hereby approved, details of all proposed walls, fences and boundary treatment shall be submitted to, and approved in writing by, the Local Planning Authority.  The boundary development shall then be carried out in accordance with the approved details and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:",
    "Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to commencement will protect the visual amenities of the development, prevent undue overlooking of adjoining property and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The proposals should provide a 2.1 by 2.1 metre pedestrian visibility splay on either side of the proposed access, set back to the boundary of the public footway.  There should be no obstruction or object higher than 0.6 metres within the visibility splay.",
    "Reason:-",
    "In the interests of highway safety, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC32.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, other than porches erected in accordance with the Order, no extension or enlargement (including additions to roofs) shall be made to the dwellinghouse hereby permitted, or any detached building erected, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The proposed window on the side elevation facing No. 12 shall be permanently glazed with obscure glass not less than LEVEL 3 on the standard scale of obscurity and shall thereafter be maintained.",
    "Reason:-",
    "In the interests of privacy, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank walls of the building hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "No works shall take place in relation to any of the development hereby approved until a Construction Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers is submitted to and approved in writing by the Local Planning Authority. The Construction Method statement shall include details of:",
    "a) parking of vehicles of site personnel and visitors;",
    "b) location and time of deliveries;",
    "c) complaint investigation procedures;",
    "And the development shall be carried out in accordance with the approved scheme and statement.",
    "Reason:-",
    "Insufficient information has been supplied with the application in relation to the proposed construction methodology.  Submission of details prior to commencement will ensure that the method of construction protects residential amenity.  It will also ensure that the development accords the Development Control Policies Development Plan Document Policy DC61.",
    "Prior to the first occupation of the development, details shall be submitted to and agreed in writing by the Local Planning Authority for the installation of Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable Nox abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with the agreed details and shall thereafter be permanently retained. Following installation emissions certificates will need to be provided to the Local Planning Authority to verify boiler emissions.",
    "Reason: To minimise the impact of building emissions on local air quality and to comply with policy SI 1 of the London Plan 2021",
    "Prior to the commencement of any works pursuant to this permission the developer shall submit for the written approval of the Local Planning Authority:",
    "a) A Phase I (Desktop Study) Report documenting the history of this site, its surrounding area and the likelihood of contaminant/s, their type and extent incorporating a Site Conceptual Model.",
    "b) A Phase II (Site Investigation) Report if the Phase I Report confirms the possibility of a significant risk to any sensitive receptors.  This is an intrusive site investigation including factors such as chemical testing, quantitative risk assessment and a description of the site ground conditions.  An updated Site Conceptual Model should be included showing all the potential pollutant linkages and an assessment of risk to identified receptors.",
    "c) c)\tA Phase III (Remediation Strategy) Report if the Phase II Report confirms the presence of a significant pollutant linkage requiring remediation.  A detailed remediation scheme to bring the site t",
    "a) If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this unsuspected contamination shall be dealt with has been submitted to and approved in writing by the local planning authority. The remediation strategy shall be implemented as approved.",
    "b) Following completion of the remediation works as mentioned in (a) above, a 'Verification Report' must be submitted demonstrating that the works have been carried out satisfactorily and remediation targets have been achieved.",
    "Reason:   To ensure that any previously unidentified contamination found at the site is investigated and satisfactorily addressed in order to protect those engaged in construction and occupation of the development from potential contamination",
    "The building(s) shall be so constructed as to provide sound insulation of 45 DnT,w + Ctr dB (minimum value) against airborne noise to the satisfaction of the Local Planning Authority.",
    "Reason:  To prevent noise nuisance to adjoining properties",
    "Prior to the commencement of any development, an assessment shall be undertaken of the impact of:",
    "a) railways noise (in accordance with Technical memorandum, \"Calculation of Railway Noise\", 1995)",
    "b) vibration from the use of the railway lines",
    "Upon the site. Following this, a scheme detailing the measures to protect residents from railway noise and vibration is to be submitted to and approved in writing by the Local Planning Authority, implemented prior to occupancy taking place.",
    "Reason: To protect residents from transportation noise and vibration.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "All dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with Policy DC7 of the Local Development Framework and Policy 3.8 of the London Plan.",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy 5.15 of the London Plan.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with the agent via email in May 2021. The revisions involved increasing the proposed dwellings setback from the front to better align with the donor dwelling as well as including dimensions for the car parking spaces. The amendments were subsequently submitted on 12 May 2021.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25/m² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £1,300 would be payable due to result in a new residential property with 86m² of net additional GIA, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125m² (Zone A) for each additional square metre of GIA. Based upon the information supplied with the application, £6,500 would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal",
    "Before  occupation of the residential dwelling hereby approved, it is a requirement to have the property officially Street Named and Numbered by our Street Naming and Numbering Team.  Official Street Naming and Numbering will ensure that that Council has record of the property so that future occupants can access our services.  Registration will also ensure that emergency services, Land Registry and the Royal Mail have accurate address details.  Proof of having officially gone through the Street Naming and Numbering process may also be required for the connection of utilities. For further details on how to apply for registration see:",
    "https://www.havering.gov.uk/Pages/Services/Street-names-and-numbering.aspx",
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section 14 of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document",
    "All buildings must be situated at least 2 metres from the boundary fence, to allow construction and any future maintenance work to be carried out without involving entry onto Network Rail's infrastructure. Where trees exist on Network Rail land the design of foundations close to the boundary must take into account the effects of root penetration in accordance with the Building Research Establishment's guidelines. Existing railway infrastructures should not be loaded with additional surcharge from the proposed development unless the agreement is reached with Network Rail. Stability of the ground / embankment adjacent to the railway should not be loaded with increased surcharge to mitigate the risk of instability of the ground which can cause the settlement on Network Rail infrastructure.",
    "Reason: As requested by Network Rail.",
    "Storm/surface water must not be discharged onto Network Rail's property or into Network Rail's culverts or drains except by agreement with Network Rail. Suitable drainage or other works must be provided and maintained by the Developer to prevent surface water flows or run-off onto Network Rail's property. Proper provision must be made to accept and continue drainage discharging from Network Rail's property; full details to be submitted for approval to the Network Rail Asset Protection Engineer. Suitable foul drainage must be provided separate from Network Rail's existing drainage. Soakaways, as a means of storm/surface water disposal must not be constructed within 20 metres of Network Rail's boundary or at any point which could adversely affect the stability of Network Rail's property. After the completion and occupation of the development, any new or exacerbated problems attributable to the new development shall be investigated and remedied at the applicants' expense.",
    "Reason: As requ",
    "Any scaffold which is to be constructed within 10 metres of the railway boundary fence must be erected in such a manner that at no time will any poles over-sail the railway and protective netting around such scaffold must be installed. The applicant/applicant's contractor",
    "must consider if they can undertake the works and associated scaffold/access for working at height within the footprint of their property boundary. All operations, including the use of cranes or other mechanical plant working adjacent to Network Rail's property, must at all times be carried out in a \"fail safe\" manner such that in the event of mishandling, collapse or failure, no plant or materials are capable of falling within 3.0m of the boundary with Network Rail.",
    "Reason: As requested by Network Rail.",
    "The developer shall ensure that no vegetation encroaches onto Network Rail's retained land. No trees or climbing shrubs shall be planted on the area such that they could create a nuisance through falling leaves or penetration of roots or provide a means of gaining access to the railway. Where trees/shrubs are to be planted adjacent to the railway boundary these shrubs should be positioned at a minimum distance greater than their predicted mature height from the boundary. Network Rail recommended species should only be used alongside the railways which are:",
    "Permitted: Birch (Betula), Crab Apple (Malus Sylvestris), Field Maple (Acer Campestre), Bird Cherry (Prunus Padus), Wild Pear (Pyrs Communis), Fir Trees - Pines (Pinus), Hawthorne (Cretaegus), Mountain Ash - Whitebeams (Sorbus), False Acacia (Robinia), Willow Shrubs (Shrubby Salix), Thuja Plicatat \"Zebrina\"",
    "Not Permitted: Alder (Alnus Glutinosa), Aspen - Popular (Populus), Beech (Fagus Sylvatica), Wild Cherry (Prunus Avium), Hornbe",
    "In view of the nature of the development, it is essential that the developer provide (at their own expense) and thereafter maintain a substantial, trespass proof fence along the development side of the existing boundary fence, to a minimum height of 1.8 metres. The 1.8m fencing should be adjacent to the railway boundary and the developer/applicant should make provision for its future maintenance and renewal without encroachment upon Network Rail land. Network Rail's existing fencing / wall must not be removed or damaged and at no point during or post construction should the foundations of the fencing or wall or any embankment therein, be damaged, undermined or compromised in any way. Any vegetation within Network Rail'sland boundary must not be disturbed. Any fencing installed by the applicant must not prevent Network Rail from maintaining its own fencing/boundary treatment.",
    "Reason: As requested by Network Rail.",
    "Before the building hereby permitted is first occupied, the area set aside for car parking shall be laid out and surfaced to the satisfaction of the Local Planning Authority and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety, and that the development accords with the Development Control Policies Development Plan Document Policy DC33.",
    "No works shall take place in relation to any of the development hereby approved until there has been submitted to and approved by the Local Planning Authority a scheme of hard and soft landscaping, which shall include indications of all existing trees and shrubs on the site, and details of any to be retained, together with measures for the protection in the course of development. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the hard and soft landscaping proposed.  Submission o",
    "Prior to the commencement of the development hereby approved, details of all proposed walls, fences and boundary treatment shall be submitted to, and approved in writing by, the Local Planning Authority.  The boundary development shall then be carried out in accordance with the approved details and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:",
    "Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to commencement will protect the visual amenities of the development, prevent undue overlooking of adjoining property and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The proposals should provide a 2.1 by 2.1 metre pedestrian visibility splay on either side of the proposed access, set back to the boundary of the public footway.  There should be no obstruction or object higher than 0.6 metres within the visibility splay.",
    "Reason:-",
    "In the interests of highway safety, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC32.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, other than porches erected in accordance with the Order, no extension or enlargement (including additions to roofs) shall be made to the dwellinghouse hereby permitted, or any detached building erected, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The proposed window on the side elevation facing No. 12 shall be permanently glazed with obscure glass not less than LEVEL 3 on the standard scale of obscurity and shall thereafter be maintained.",
    "Reason:-",
    "In the interests of privacy, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank walls of the building hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "No works shall take place in relation to any of the development hereby approved until a Construction Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers is submitted to and approved in writing by the Local Planning Authority. The Construction Method statement shall include details of:",
    "a) parking of vehicles of site personnel and visitors;",
    "b) location and time of deliveries;",
    "c) complaint investigation procedures;",
    "And the development shall be carried out in accordance with the approved scheme and statement.",
    "Reason:-",
    "Insufficient information has been supplied with the application in relation to the proposed construction methodology.  Submission of details prior to commencement will ensure that the method of construction protects residential amenity.  It will also ensure that the development accords the Development Control Policies Development Plan Document Policy DC61.",
    "Prior to the first occupation of the development, details shall be submitted to and agreed in writing by the Local Planning Authority for the installation of Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable Nox abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with the agreed details and shall thereafter be permanently retained. Following installation emissions certificates will need to be provided to the Local Planning Authority to verify boiler emissions.",
    "Reason: To minimise the impact of building emissions on local air quality and to comply with policy SI 1 of the London Plan 2021",
    "Prior to the commencement of any works pursuant to this permission the developer shall submit for the written approval of the Local Planning Authority:",
    "a) A Phase I (Desktop Study) Report documenting the history of this site, its surrounding area and the likelihood of contaminant/s, their type and extent incorporating a Site Conceptual Model.",
    "b) A Phase II (Site Investigation) Report if the Phase I Report confirms the possibility of a significant risk to any sensitive receptors.  This is an intrusive site investigation including factors such as chemical testing, quantitative risk assessment and a description of the site ground conditions.  An updated Site Conceptual Model should be included showing all the potential pollutant linkages and an assessment of risk to identified receptors.",
    "c) c)\tA Phase III (Remediation Strategy) Report if the Phase II Report confirms the presence of a significant pollutant linkage requiring remediation.  A detailed remediation scheme to bring the site t",
    "a) If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this unsuspected contamination shall be dealt with has been submitted to and approved in writing by the local planning authority. The remediation strategy shall be implemented as approved.",
    "b) Following completion of the remediation works as mentioned in (a) above, a 'Verification Report' must be submitted demonstrating that the works have been carried out satisfactorily and remediation targets have been achieved.",
    "Reason:   To ensure that any previously unidentified contamination found at the site is investigated and satisfactorily addressed in order to protect those engaged in construction and occupation of the development from potential contamination",
    "The building(s) shall be so constructed as to provide sound insulation of 45 DnT,w + Ctr dB (minimum value) against airborne noise to the satisfaction of the Local Planning Authority.",
    "Reason:  To prevent noise nuisance to adjoining properties",
    "Prior to the commencement of any development, an assessment shall be undertaken of the impact of:",
    "a) railways noise (in accordance with Technical memorandum, \"Calculation of Railway Noise\", 1995)",
    "b) vibration from the use of the railway lines",
    "Upon the site. Following this, a scheme detailing the measures to protect residents from railway noise and vibration is to be submitted to and approved in writing by the Local Planning Authority, implemented prior to occupancy taking place.",
    "Reason: To protect residents from transportation noise and vibration.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "All dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with Policy DC7 of the Local Development Framework and Policy 3.8 of the London Plan.",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy 5.15 of the London Plan.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with the agent via email in May 2021. The revisions involved increasing the proposed dwellings setback from the front to better align with the donor dwelling as well as including dimensions for the car parking spaces. The amendments were subsequently submitted on 12 May 2021.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25/m² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £1,300 would be payable due to result in a new residential property with 86m² of net additional GIA, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125m² (Zone A) for each additional square metre of GIA. Based upon the information supplied with the application, £6,500 would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal",
    "Before  occupation of the residential dwelling hereby approved, it is a requirement to have the property officially Street Named and Numbered by our Street Naming and Numbering Team.  Official Street Naming and Numbering will ensure that that Council has record of the property so that future occupants can access our services.  Registration will also ensure that emergency services, Land Registry and the Royal Mail have accurate address details.  Proof of having officially gone through the Street Naming and Numbering process may also be required for the connection of utilities. For further details on how to apply for registration see:",
    "https://www.havering.gov.uk/Pages/Services/Street-names-and-numbering.aspx"
  ],
  "status": "Commenced",
  "pp_id": "09626198",
  "bo_system": "Portal",
  "epc_number": null,
  "subdivision_of_building": null,
  "valid_date": "18/03/2021",
  "id": "Havering-P0492.21",
  "parking_details": {
    "net_car": 1,
    "no_proposed_car": 4,
    "no_existing_cycle": 0,
    "no_proposed_cycle": 2,
    "no_existing_car": 3,
    "net_cycle": 2,
    "no_proposed_lgv": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_proposed_bus": null,
    "no_existing_carclub": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_bluebadge": null,
    "net_carclub": null
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.244186,
          51.559511
        ],
        [
          0.244188,
          51.559515
        ],
        [
          0.244291,
          51.559681
        ],
        [
          0.2445,
          51.559618
        ],
        [
          0.244514,
          51.559608
        ],
        [
          0.244538,
          51.559573
        ],
        [
          0.244529,
          51.559513
        ],
        [
          0.244186,
          51.559511
        ]
      ]
    ],
    "type": "Polygon"
  }
}