{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/183238FUL;",
  "lapsed_date": "21/11/2021",
  "decision_target_date": "21/11/2018",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 2JF",
  "site_name": "Part Of The Former Barclays Sports Ground",
  "status": "Lapsed",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 10024,
      "total_gia_lost": 0,
      "development_type": "New Build",
      "total_gia_gained": 10024,
      "site_area": 1
    },
    "constraints_details": [
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "1",
        "constraints_layer_description": "PTAL 2008"
      },
      {
        "result": "Metropolitan Open Land",
        "constraints_layer_description": "Open Space Protection"
      }
    ],
    "existing_uprns": [
      "000012142148, 000012196764"
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "D1",
        "gia_gained": 10024,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_loss": 0,
      "open_space_mol_area_loss": 0,
      "open_space_mol_area_gain": 0,
      "protected_space_count": 2,
      "open_spaces_details": [],
      "open_space_green_belt_area_gain": 0,
      "protected_spaces_details": [
        {
          "area": 2.135,
          "superseded_date": null,
          "access": "Restricted",
          "actual_completion_date": null,
          "description": "Outdoor sports facilities incl school playing fields",
          "change_type": "Loss",
          "nature_conservation_designation": "Not Designated",
          "actual_commencement_date": null,
          "superseded_by_lpa_app_no": null
        },
        {
          "area": 0.68,
          "superseded_date": null,
          "access": "Restricted",
          "actual_completion_date": null,
          "description": "Outdoor sports facilities incl school playing fields",
          "change_type": "Gain",
          "nature_conservation_designation": null,
          "actual_commencement_date": null,
          "superseded_by_lpa_app_no": null
        }
      ],
      "open_space_local_and_other_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "site_area": 2.239
  },
  "appeal_decision_date": null,
  "lpa_app_no": "183238FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518524,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T15:29:18.053+00:00",
  "id": "Ealing-183238FUL",
  "application_type": "All Other",
  "street_name": "Park View Road",
  "borough": "Ealing",
  "ward": "Hanger Hill",
  "decision_date": "21/11/2018",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Construction of part single, part two and part four-storey building for use as a 6.5 Form Entry Secondary School (1,330 pupils) to east of site; installation of multi-use games area; vehicle access widening on Park View Road; and associated refuse and cycle parking storage, hardstanding and boundary treatment works",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major all other major developments",
  "centroid_northing": 181422,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012142148",
  "centroid": {
    "lon": "-0.29311709999999996",
    "lat": "51.519293"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              518626.7647741,
              181481.6606702
            ],
            [
              518636.0239777,
              181377.1505859
            ],
            [
              518577.8138463,
              181372.5219109
            ],
            [
              518518.9441101,
              181367.8932358
            ],
            [
              518428.9904935,
              181354.6670218
            ],
            [
              518427.0034337,
              181432.7146809
            ],
            [
              518456.7681043,
              181434.7041114
            ],
            [
              518454.7810446,
              181451.2393782
            ],
            [
              518360.8533085,
              181443.3016504
            ],
            [
              518360.1937036,
              181460.4967284
            ],
            [
              518626.7647741,
              181481.6606702
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_cycle": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": null,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: To comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby permitted shall be carried out in accordance with the following approved documents and plans:",
    "FS0403-HKS-90-ZZ-DR-A-4000-Rev-1; S0403-HKS-20-00-DR-A-1001-Rev-02; FS0403-HKS-20-01-DR-A-1001-Rev-02; FS0403-HKS-20-02-DR-A-1001-Rev-02; FS0403-HKS-20-03-DR-A-1001-Rev-02; FS0403-HKS-20-04-DR-A-1001-Rev-07; FS0403-HKS-20-ZZ-DR-A-3001-Rev-02; FS0403-HKS-20-ZZ-DR-A-2003-Rev-02; FS0403-HKS-20-ZZ-DR-A-2002-Rev-02; FS0403-HKS-20-ZZ-DR-A-2001-Rev-02; 0493-PLI-ZZ-Z1-DR-L-0210-Rev-P01; 0493-PLI-ZZ-Z1-DR-L-0120-Rev-P05; 0493-PLI-ZZ-Z1-DR-L-0310-Rev-P01; 0493-PLI-ZZ-Z1-DR-L-0140-Rev-01; FS0403-HKS-21-ZZ-DR-A-8001-Rev-P01; CC-(6.1)-8a; FS0403-PLI-ZZ-ZZ-DR-L-0050-Rev-P01; Drainage Assessment Form, prepared by PEP Civil and Structures LTD, dated 06.07.18; Flood Risk Assessment Strategy, ref: 469118-PEP-00-XX-RP-C-6210-Rev-P01, prepared by PEP Civil and Structures LTD, dated 06.07.2018; Flood Risk Assessment-Rev-P02, ref: 469118-PEP-00-XX-RP-C-6200, prepared by PEP Civil and Structures LTD, dated 19.07.2018; BREEAM 2014 Education (Schools) Pre-Assessment Report-Rev-03, prepared by Hoare Lea, dated 02.07.2018; Delivery and Service Management Plan, prepared by Iceni Projects, dated July 2018; Construction Management and Logistics Plan-Rev-03, prepared by Kier, dated 06.07.18; ALE-F-L-68-001-Rev-P1; ALE-F-L-68-301-Rev-P1; ALE-F-L-68-201-Rev-P1; ALE-F-L-68-101-Rev-P1; Community Use Agreement, prepared by Ada Lovelace School, dated June 2018; Environmental Management Plan- Rev 02, prepared by Kier, dated 02.07.18; 0493-PLI-ZZ-Z1-DR-L-0310-Rev-P01; FS0403-PLI-ZZ-ZZ-DR-L-0300-Rev-P06; 001-Rev-A;  BS5837:2012 Tree Schedule, prepared by Wharton, dated 17.10.17; Transport Assessment, prepared by Iceni Projects, dated July 2018; Sustainability Statement-Rev-02, prepared by Hoare Lea, dated 06.07.2018; Statement of Community Involvement, prepared by Iceni Projects, dated July 2018; Planning Statement, prepared by Iceni Projects, dated July 2018; Environmental Noise Impact Assessment-Rev-04, prepared Mach Acoustics, by dated 27.09.2018; Landscape, Townscape and Visual Impact Assessment-Rev-02, prepared Plincke, dated June 2018; 'Intrusive Geo-Environmental and Geotechnical Site Investigation', ref: J-W0622.00_R0, prepared by Opus, dated November 2017; Design and Access Statement, ref: FS0403-HKS-ZZ-ZZ-RP-A-0001-Rev-02, prepared by Kier, dated 05.07.18; Daylight, Sunlight and Overshadowing Assessment, prepared by Iceni Projects, dated July 2017; Ecological Review Outline Biodiversity Enhancement Strategy-Rev-02, prepared by Ecology and Land Management, dated 06.07.18; Air Quality Preliminary Air Quality Assessment-Rev-01, prepared by Hoare Lea, dated 27.06.18; Air Quality Addendum, Air Quality Assessment-Rev-03, prepared by Hoare Lea, dated 02.08.18; Air Quality Assessment, Supplementary Note, prepared by Hoare Lea; Transport Assessment Addendum, prepared by Iceni Projects, dated August 2018; Transport Assessment Addendum, prepared by Iceni Projects, dated 22.08.18; Letter, Ref: 18/042, RE Playing Pitches to Mr. M Furnish (Sport England), prepared by Iceni Projects, dated 22.08.18; Letter, RE Use of Land to Mr. M Furnish (Sport England), prepared by Parkview International London Ltd, dated 19.09.18; Daylight, Sunlight and Overshadowing Assessment (Addendum), prepared by Iceni Projects, dated August 2018; Bat Emergence/Activity Survey, prepared by ASW Ecology, dated September 2018); Overheating Summary Contractor's Proposals-Rev-03, prepared by Hoare Lea, dated 13.09.18; Energy Statement-Rev-05, prepared by Hoare Lea, dated 25.09.2018; An Archaeological Desk-Based Assessment, ref: 14364, prepared by Archaeological Solutions, dated 28.09.18; 0493-PLI-ZZ-Z1-DR-L-0220-Rev 02.",
    "Reason: For the avoidance of doubt and in the interests of proper planning. | Notwithstanding the plans hereby approved, details of materials and finishes to be used for the external building surfaces and samples of the proposed bricks, and mortar shall be submitted to and approved by the Local Planning Authority prior to the commencement of development (excluding ground works and site clearance). The development shall be carried out in accordance with these approved details and retained as such thereafter.",
    "Reason: To ensure that the materials harmonise with the surroundings in accordance with Policies 7.1, 7.4 and 7.6 of the London Plan and Policy 7B of Ealing's Development Management DPD. | The approved window reveal depths and brickwork detailing shall be constructed in accordance with drawing ref: FS0403-HKS-21-ZZ-DR-A-8001-Rev-1.",
    "Reason: To secure architectural detailing in accordance with Policies 7.4 and 7.6 of the London Plan and Policies 7.4 and 7B of the Ealing Development Management DPD. | Prior to the commencement of development hereby approved (including initial site clearance and ground works but excluding Written Scheme of Investigation archaeology digs), a Construction Management Plan shall be submitted to and approved by the Local Planning Authority. The plan shall include the following details:",
    "1) on-site construction worker parking;",
    "2) routes the traffic will use and the number, frequency and size of construction vehicles;",
    "3) delivery times and locations;",
    "4) vehicle manoeuvring including swept path diagrams to demonstrate how construction vehicles will access the site, turn into and emerge from the site in forward gear, including details of any temporary vehicle access points;",
    "5) procedures for on-site contractors to deal with complaints from residents;",
    "6) measures to control measures for dust, noise, vibration, lighting;",
    "7) undertaking for all 'Non-Road Mobile Machinery' (NRMM) to be used during the construction of the development to be registered on the NRMM register and meet the Stage IIIB emission criteria of Directive 97/68/EC.",
    "The approved details shall be implemented throughout the demolition and construction period.",
    "Reason: In the interest of safety and to protect residential amenity in accordance with Policies 5.3, 6.14, 7.14 and 7.15 of the London Plan and Policy 7A of Ealing's Development Management DPD. | 180 covered (long-stay) cycle parking spaces and 14 uncovered (short stay) cycle parking spaces shall be installed prior to the first use of the development hereby permitted in accordance with the approved plan reference: 0493-PLI-ZZ-Z1-DR-L-0120-Rev-P05 and shall thereafter permanently be retained.",
    "Reason: To ensure adequate cycle parking is provided to encourage the use of sustainable modes of transport in accordance with Policy 6.9 of the London Plan and Ealing's Supplementary Planning Document 'Sustainable Transport for New Development'. | Ten standard car parking spaces, one enlarged car parking space and one disabled car parking space shall be provided in accordance with the approved plan reference: 0493-PLI-ZZ-Z1-DR-L-0120-Rev-P05 prior to the first use of the development hereby approved and shall be retained as such thereafter.",
    "Reason: To ensure adequate disabled car parking and vehicle charging points are provided in accordance with Policy 6.13 of the London Plan, Policy T6.5 of the Draft London Plan. | Prior to first use of the development hereby permitted, at least 20% of car parking spaces shall be fitted with active vehicle charging facilities, while passive provision shall be provided on all remaining spaces. These spaces shall permanently be retained as such thereafter (unless they are being upgraded to active charging spaces).",
    "Reason: To ensure appropriate infrastructure for electric or Ultra-Low Emission vehicles in accordance with Draft London Plan Policy T6.1. | (a) Prior to the first use of the development hereby approved, an interim school travel plan shall be submitted to and approved by the Local Planning Authority.",
    "(b) The school shall achieve at least a bronze STARS accreditation within one year of the first use of the development hereby permitted. The minimum of a bronze STARS accreditation shall be permanently maintained thereafter.",
    "Reason: To promote the use of sustainable modes of transport and minimise traffic and parking congestion on neighbouring streets and to minimise the impact on residential amenity in accordance with Policies 6.9, 6.10, 6.11, 7.14 and 7.15 of the London Plan, Policy 1.1 of Ealing's Development (Core) Strategy, Policy 7A of Ealing's Development Management DPD and Ealing's SPD - Sustainable Transport for New Development. | Prior to the first use of the development hereby permitted, a Delivery and Servicing Plan shall be submitted to and approved by the Local Planning Authority. Details shall include hours of use, times and frequency of activities, deliveries and collections, vehicle movements, location of loading bays and quiet loading/unloading measures. The approved plan shall be adhered to in perpetuity.",
    "Reason: To minimise the impact on amenity in accordance with Policies 6.14, 7.14 and 7.15 of the London Plan and Policy 7A of Ealing's Development Management DPD. | Prior to the commencement of development (including initial site clearance and ground works but excluding WSI archaeology digs), an Arboricultural Method Statement shall be submitted to and approved by the Local Planning Authority. All protection measures shall fully detail each phase of the development process, considering site clearance works, all construction works and hard and soft landscaping works.  Details shall include the following:",
    "-Full survey of all trees on site and those within influencing distance on adjacent sites in accordance with BS5837*, with tree works proposals.  All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads;",
    "-A plan** detailing all trees, shrubs, hedges planned for retention and removal;",
    "-Soil assessments/survey;",
    "-Timing and phasing of works;",
    "-Site specific demolition and hard surface removal specifications;",
    "-Site specific construction specifications;",
    "-Access arrangements and car parking;",
    "-Level changes;",
    "-Landscaping proposals;",
    "-A Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces;",
    "-Soil remediation plans.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "*Using the most recent revision the of the Standard",
    "** Plans must be of a minimum scale of 1:200 (unless otherwise agreed by the Local Planning Authority)",
    "Reason: To contribute to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with Policies 5.10 and 7.21 of the London Plan, Policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines. | A suitable scheme of proposed tree planting and pits shall be submitted to and approved by the Local Planning Authority prior to the first use of the development hereby approved.  The scheme shall include the following comprehensive details:",
    "- Full planting specification - tree size, species, the numbers of trees and any changes from the original application proposals.",
    "- Locations of all proposed species.",
    "- Comprehensive details of ground/tree pit preparation to include:",
    "- Plans detailing adequate soil volume provision to allow the tree to grow to maturity",
    "- Engineering solutions to demonstrate the tree will not interfere with structures (e.g. root barriers/deflectors) in the future",
    "- Staking/tying method(s).",
    "- Five-year post planting maintenance and inspection schedule",
    "All tree planting must be carried out in full accordance with the approved scheme in the nearest planting season (1st October to 28th February inclusive). The quality of all approved tree planting should be carried out to the levels detailed in British Standard 8545, Trees: from nursery to independence in the landscape - Recommendations.",
    "Any onsite trees, green roofs or plant climbers which die, are removed, uprooted, significantly damaged, become diseased or malformed within five years from the completion of planting, must be replaced during the nearest planting season (1st October to 31st March inclusive) with a plants/surfacing/tree/s of the same size, species and quality as previously approved.",
    "Reason: To contribute to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with Policies 5.10 and 7.21 of the London Plan, Policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines. | (a) Prior to the commencement of development (including initial site clearance and ground works but excluding WSI archaeology digs), the following shall be submitted to and approved by the Local Planning Authority:",
    "A tree monitoring plan to include:",
    "- Confirmation of who shall be the lead arboriculturalist for the development;",
    "- Confirmation of the Site Manager, key personnel, their key responsibilities and contact details;",
    "- Details of induction procedures for all personnel in relation to arboricultural matters;",
    "- A detailed timetable of events for arboricultural supervision concerning all tree protection measures within the approved Tree Protection Plan, including a detailed timetable of events concerning the approved tree protection plans, including; initial implementation of the protective measures, the final removal of the protective measures and any incursion/alterations to accommodate site specific construction/demolition procedures as approved in the Arboricultural Method Statement and the level of supervision required.",
    "(b) Within three months of first use of the development hereby approved, a report containing the following details shall be submitted to and approved by the Local Planning Authority:",
    "- Results of each site visit by the lead arboriculturist with photos attached.",
    "- Assessment of the retained and planted trees including any necessary remedial action because of damage incurred during construction.",
    "The tree monitoring program shall be carried out in accordance with the approved details.",
    "Reason: To contribute to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with Policies 5.10 and 7.21 of the London Plan, Policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| Prior to the commencement of development (excluding demolition, site clearance and WSI archaeology digs), further investigation into the gas regime shall be undertaken and the conceptual model shall be amended in accordance with the submitted 'Intrusive Geo-Environmental and Geotechnical Site Investigation', ref: J-W0622.00_R0, prepared by Opus, dated November 2017. The amended report shall be submitted to and approved by the Local Planning Authority prior to the commencement of development (other than demolition and site clearance) and works shall be carried out in accordance with the approved details.",
    "Reason: To ensure land contamination issues are addressed in accordance with Policy 5.21 of the London Plan, Policy1.1 of Ealing's Core Strategy and Policy 5.21 of the Ealing's Development Management DPD. | (a) Prior to the commencement of development (excluding demolition, site clearance and WSI archaeology digs), a detailed soil remediation strategy in accordance with the submitted Intrusive Geo-Environmental and Geotechnical Site Investigation', ref: J-W0622.00_R0, prepared by Opus, dated November 2017 shall be submitted to and approved by the Local Planning Authority. The scheme must include the findings of the additional gas investigation as appropriate, all works to be undertaken, proposed remediation objectives and remediation criteria and must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation. All works shall be carried out in accordance with the approved detailed soil remediation strategy.",
    "(b) Within three months of completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be submitted to and approved by the Local Planning Authority in accordance with the Environment Agency guidance 'Verification of Remediation of Land Contamination', Report: SC030114/R1'.",
    "Reason: To ensure land contamination issues are addressed in accordance with Policy 5.21 of the London Plan, Policy1.1 of Ealing's Core Strategy and Policy 5.21 of the Ealing's Development Management DPD. | The external sound level LAeq emitted from plant, machinery/equipment shall be lower than the lowest existing background sound level LA90 by at least 5 dBA in accordance with BS4142:2014 at the nearest and/or most affected noise sensitive residential property, with all machinery/equipment operating together at maximum capacity. Plant noise mitigation measures to meet the described standards shall be implemented prior to the first use of plant/machinery/equipment and permanently retained as such thereafter.",
    "Reason: To safeguard amenity in accordance with Policy 7.15 of the London Plan, Policy 1.1 of Ealing's Development (Core) Strategy, Policy 7A of Ealing's Development Management DPD and Ealing's SPG 10 - 'Noise and Vibration'. | Prior to first use of the development, anti-vibration measures shall be installed to ensure that gates, machinery, plant/equipment, extract/ventilation systems and ducting are mounted with proprietary anti-vibration isolators and fan motors are vibration isolated from the casing and adequately silenced.   The anti-vibration measures shall permanently be retained as such thereafter.",
    "Reason: To safeguard amenity in accordance with Policy 7.15 of the London Plan, Policy 1.1 of Ealing's Development (Core) Strategy, Policy 7A of Ealing's Development Management DPD and Ealing's SPG 10 - 'Noise and Vibration'. | Prior to the first use of the development hereby approved, all external doors to amplified music and speech rooms shall be fitted with self-closing devices. The self-closing devices shall be maintained in an operational condition permanently thereafter. At no time during the emission of noise from school rooms shall any external door nor windows be fixed in an open position.",
    "Reason: To safeguard amenity in accordance with Policy 7.15 of the London Plan, Policy 1.1 of Ealing's Development (Core) Strategy, Policy 7A of Ealing's Development Management DPD and Ealing's SPG 10 - 'Noise and Vibration'. | Prior to first use of the external play areas, details of materials, method of construction, fittings and maintenance of the rebound fences and sound barriers shall be submitted to and approved by the Local Planning Authority. Approved details shall be installed prior to the first use of external play areas and permanently retained as such thereafter.",
    "Reason: To safeguard amenity and to ensure that the materials harmonise with the surroundings in accordance with Policies 7.1, 7.4, 7.5 7.6 and 7.15 of the London Plan, Policies 7A and 7B of Ealing's Development Management DPD Ealing's SPG 10 - 'Noise and Vibration'. | Prior to the first use of the kitchen, details of the installation, operation, and maintenance of the odour abatement equipment and extract system, including the height of the extract duct and vertical discharge outlet without cowl at least 1m above the eaves of the main building shall be submitted to and approved by the Local Planning Authority. The approved details shall be implemented prior to the first use of the kitchen and thereafter shall permanently be retained.",
    "Reason: To safeguard amenity in accordance Policy 7A of Ealing's Development Management DPD. | Prior to first use of external artificial lighting, details shall be submitted to and approved by the Local Planning Authority. Details shall include measures to minimise use of lighting and prevent glare and sky glow by correctly using, locating, aiming and shielding luminaires. Lighting contours shall demonstrate that the vertical illumination of any nearby premises is in accordance with the recommendations of the Institution of Lighting Professionals in the 'Guidance Notes for The Reduction of Light Pollution 2011'. Approved details shall be implemented prior to first use of the development and shall thereafter permanently be retained.",
    "Reason: To safeguard amenity in accordance with Policy 7A of Ealing's Development Management DPD. | The school use and any ancillary community use shall not be permitted between 22:00 and 08:00 hours Monday to Friday and between 22:00 and 09:00 hours on Saturdays, Sundays and Public/Bank Holidays.",
    "With specific regard to external sports areas, this shall not be permitted between 21:00 and 09:00 hours Monday to Friday and shall not be permitted between 18:00 and 10:00 hours on Saturdays, Sundays and Public/Bank Holidays.",
    "Reason: To safeguard the amenities of residents in accordance with Policy 7.15 of the London Plan and Policy 7A of the adopted Ealing Development Management DPD. | The approved development shall be registered with Building Research Establishment (BRE) and achieve a minimum BREEAM 'Very Good' rating based on the latest BREEAM NC Technical guidance.",
    "(a) Within three months of completion of development, an Interim BREEAM NC Assessment and related Certification verified by the BRE shall be submitted to and approved by the Local Planning Authority.",
    "(b) Within six months of first use of the approved development, a BREEAM 'Post Construction Stage' Assessment (including remodelled school building and caretaker dwelling) and related Certification for the new school building verified by the BRE shall be submitted to and approved by the Local Planning Authority.",
    "The approved measures shall be retained in working order in perpetuity.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3, 5.6, 5.7 and 5.9 of the London Plan (2016), policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy (2012) and policies 5.2 and 7A of Ealing's Development Management DPD (2013). | Prior to first use of the development hereby approved, details of the dynamic thermal modelling, using the guidance provided in CIBSE TM49 and TM52 and Cooling Hierarchy, shall be submitted to and approved by the Local Planning Authority. Details shall demonstrate how the development performs against and at least meets the overheating criteria. The approved cooling and overheating mitigation measures shall be installed prior to first use and permanently retained as such thereafter.",
    "Reason: To ensure that the development is energy efficient, minimises overheating risk and improves ventilation and daylighting in accordance with Policy 5.2, 5.3 and 5.9 of the London Plan. | Prior to the first use of the development, the approved building shall incorporate and maintain ultra-low NOx gas boiler(s) for the provision of the space heating and hot water requirements with dry NOx Emissions below 40 mg/kWh.",
    "Reason: To minimise the impact of building emissions on local air quality in accordance with Policies 3.2 and 7.14 of the London Plan, the Mayor's Sustainable Design and Construction SPG and Policy 7A of Ealing's Development Management DPD. | Prior to the first use of the development, the building shall incorporate sustainability measures as detailed in the approved Sustainability Statement-Rev-02, prepared by Hoare Lea, dated 06.07.2018 and BREEAM 2014 Education (Schools) Pre-Assessment Report-Rev-03, prepared by Hoare Lea, dated 02.07.2018.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3, 5.6, 5.7 and 5.9 of the London Plan (2016), policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy (2012) and policies 5.2 and 7A of Ealing's Development Management DPD (2013). | Prior to the commencement of the development (excluding demolition, site clearance and WSI archaeology digs), details shall be submitted to and approved by the Local Planning Authority to demonstrate how the approved energy centre (plant room), will facilitate connection to an offsite network. The development shall be carried out in accordance with the approved details.",
    "Reason: To ensure the development allows for future connection to an offsite district heat network in accordance with Policy 5.6 of the London Plan, the Mayor's Sustainable Design and Construction SPG. | (a) Prior to the completion of the development, the approved building shall incorporate and maintain measures to achieve an overall reduction in regulated CO2 emissions of at least 33.10% beyond Building Regulations Part L 2013 through the following carbon emission savings as detailed in the approved Energy Strategy Rev-3, prepared by Hoare Lea, dated 06/07/18:",
    "-\tenergy saving measures to achieve annual carbon dioxide emission savings of at least 8.65% in regulated CO2 emissions over the compliant BR Part L 2013 base case.",
    "-\tInstallation of at least 830m2/c.125kWp solar Photovoltaic system for the provision of green electricity to the development and achieve annual CO2 emission savings at least 26.35% in regulated CO2 emissions over the Be Lean case of the Energy Hierarchy.",
    "(b) Within three-months of practical completion of the approved development, the following details shall be submitted to and approved by the Local Planning Authority:",
    "-\tEnergy Performance Certificates and detailed modelling output reports containing the BER/TER from the \"as built stage\" to confirm compliance with savings achieved through energy efficiency measures;",
    "-\tevidence that the renewable/low carbon technology (solar PV) is certified under the Microgeneration Certification Scheme and, if appropriate, complies with the Enhanced Capital Allowances product criteria.",
    "(c) Measures to reduce the carbon dioxide emissions associated with other energy uses not covered by Building Regulations (un-regulated) should be incorporated prior to first use and maintained in perpetuity.",
    "Reason:  To ensure the development is energy efficient, to reduce greenhouse gases emissions and to minimise the impact of building emissions on local air quality in accordance with Policies 3.2, 5.3, 5.5, 5.6 and 7.14 of the London Plan, the Mayor's Sustainable Design and Construction SPG, Policies 1.1 and 1.2 of Ealing's Development (or Core) Strategy and Policies 5.2 and 7A of Ealing's Development Management DPD. | (a) Prior to the commencement of development a Stage 1 written scheme of investigation (WSI) shall be submitted to and approved by the Local Planning Authority. Development shall be carried out in accordance with the approved Stage 1 WSI.",
    "(b) If heritage assets of archaeological interest are identified by Stage 1, for those parts of the site, a Stage 2 WSI shall be submitted to and approved by the Local Planning Authority. For land included within the Stage 2 WSI, development shall be carried out in accordance with the approved Stage 2 WSI which shall include:",
    "- The statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works",
    "- The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI.",
    "Reason: To ensure any heritage assets found in the archaeological interest area are protected in accordance with Paragraph 189 of the NPPF, Policy 7.8 of the London Plan and Policy 7C of Ealing's Development Management DPD. | (a) The 227 sq. m. of extensive green roof shall be laid out in accordance with the details shown on the approved roof plan (FS0403-HKS-20-04-DR-A-1001-Rev-P07). The detailed design of the extensive roof shall incorporate the following:",
    "- Be biodiversity based, with extensive substrate base varying in depth from 80mm to 150mm;",
    "- Growing medium should not be more than 20% organic matter by volume;",
    "- Be planted/seeded with a mix of native species within the first planting season following the practical completion. The seed mix shall be focused on wildflower planting and shall contain no more than 50% sedum;",
    "- Have relevant efficient and effective drainage and irrigation to sustain the vegetation.",
    "(b) The 164 sq. m. of intensive green roof shall be laid out in accordance with the details shown on the approved roof plan (FS0403-PLI-ZZ-ZZ-DR-L-0050-Rev-P01). The detailed design of the extensive roof shall incorporate the following:",
    "- Shall have a substrate minimum settled depth of 150mm;",
    "- Have sufficient depth of soil/growing medium for the relevant planting;",
    "- Have relevant efficient and effective drainage and irrigation to sustain the vegetation.",
    "(c) The 623 sq. m. of green façades, consisting of plant climbers, shall be laid out in accordance with the approved details in accordance with drawing ref: FS0403-PLI-ZZ-ZZ-DR-L-0050-Rev-P01.",
    "(d) Prior to the first use of the development hereby approved a five-year post planting maintenance and inspection schedule shall be submitted to and approved by the Local Planning Authority.",
    "The approved green roofs and green façades shall be retained as such thereafter and the approved maintenance plan adhered to.",
    "Reason:  To ensure the development provides the maximum possible provision towards the creation of habitats and valuable areas for biodiversity in accordance with Policies 5.3, 5.10, 5.11, 5.12 and 7.19 of the London Plan, Draft London Plan Policy G5, Greater London Authority, Living Roofs and Walls, Technical Report: Supporting London Plan Policy and 1.2 of Ealing's Development (or Core) Strategy and Policies 5.10 and 5.11 of Ealing's Development Management DPD. | No part of the roof shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason: To safeguard privacy and amenity and avoid direct overlooking of the adjacent residential properties and their gardens in accordance with Policy 7.6 of the London Plan and Policy 7B of Ealing's Development Management DPD. | Prior to first use of the development hereby approved, the following ecological improvement measures shall be implemented in accordance with the submitted Bat Emergence/Activity Survey, prepared by ASW Ecology, dated September 2018) and Ecological Review Outline Biodiversity Enhancement Strategy-Rev-P02, prepared by Ecology and Land Management, dated July 2018:",
    "- Bird Box: 2 x Schwegler 1B, hole size 26mm (brown);",
    "- Bird Box: 2 x Schwegler 1B, hole size 32mm (olive);",
    "- Bird Box: 2 x Schwegler Open Fronted Nest Box. Half Box 2H;",
    "- Bird Box: 6 x Schwegler No 17 Triple swift;",
    "- Bat Box: 5 x 2F Schwegler boxes Invertebrates;",
    "- A bumble bee shelter shall be installed within wildflower meadow area based on the Schwegler underground box;",
    "- An insect nesting aid should be installed within the green corridor;",
    "- At least two log piles should be created within the green corridor.",
    "All enhancement measures shall be retained as such thereafter.",
    "Reason: To mitigate the potential harm to ecology and improve biodiversity in accordance with Principle 11 of the National Planning Policy Framework, Policy 7.19 of the London Plan, Policy G6 of the Draft London Plan and Policy 5.4 of the Adopted Ealing Development (Core) Strategy. | Prior to the first use of the development hereby approved, confirmation of the following shall be submitted to and approved by the Local Planning Authority:",
    "- all wastewater and surface network upgrades required to accommodate the additional flows from the development have been completed; or",
    "- confirmation that an infrastructure phasing plan has been agreed with Thames"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/07/2018",
  "secondary_street_name": null,
  "site_number": "Part Of The Former Barclays Sports Ground",
  "pp_id": "PP-07098698",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2916166,
          51.5198076
        ],
        [
          -0.2915184,
          51.5188664
        ],
        [
          -0.29235849999999997,
          51.518837
        ],
        [
          -0.29320809999999997,
          51.518807699999996
        ],
        [
          -0.2945085,
          51.5187077
        ],
        [
          -0.29451089999999996,
          51.5194096
        ],
        [
          -0.2940814,
          51.5194212
        ],
        [
          -0.2941045,
          51.5195703
        ],
        [
          -0.2954603,
          51.5195186
        ],
        [
          -0.295464,
          51.5196733
        ],
        [
          -0.2916166,
          51.5198076
        ]
      ]
    ],
    "type": "Polygon"
  }
}