{
  "lpa_name": "Barking & Dagenham",
  "uprn": "100105546",
  "decision_date": "09/06/2015",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Idox Tascomi",
  "id": "Barking_&_Dagenham-14_01371_FUL",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "New Build",
      "site_area": 0.17500000000000002,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 1758,
      "total_gia_gained": 1758,
      "total_gia_lost": 1758,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 1758
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B8",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 1758
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "D2",
        "gia_gained": 1758,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Hinterland London Riverside",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "1",
        "constraints_layer_description": "PTAL 2008"
      },
      {
        "result": "PIL - River Road Employment Area",
        "constraints_layer_description": "Strategic Industrial Location"
      },
      {
        "result": "Within Thames Gateway",
        "constraints_layer_description": "Thames Gateway Boundary"
      }
    ],
    "site_area": 0.5870000000000001
  },
  "valid_date": "09/01/2015",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of banqueting hall with associated car parking.",
  "decision_conditions": [
    "No development above ground level shall take place until details/samples of all materials to be used in the construction of the external surfaces of the development have been submitted to and approved in writing by the Local Planning Authority.  The development shall be carried out in accordance with the approved materials.\r\rReason: To ensure a satisfactory standard of external appearance, in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BP11 of the Borough Wide Development Policies DPD (March 2011).",
    "No above ground new development shall take place until details of hard landscaping have been submitted to and approved in writing by the Local Planning Authority.  The hard landscaping scheme shall include details of the following:\r1.\tsurface materials;\r2.\tboundary treatment;\r3.\tstreet furniture including lighting, bollards and seating;\r\rThe lighting of the building should comply with the recommendations relating to Environmental Zone E3, suburban - medium district brightness presented in the Institute for Lighting professionals document \"Guidance notes for the reduction of obtrusive light\" GN01:2011.  The hard landscaping shall be implemented in accordance with the approved details and thereafter permanently retained. \r\rReason: In the interest of design quality, amenity, walking, accessibility, public safety and biodiversity, in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BR3 of the Borough Wide Development Policies DPD (March 2011).",
    "Prior to occupation of the development, a detailed soft landscaping plan maximising the use of mature and semi mature tree species of native origin shall be submitted to and approved in writing by the Local Planning Authority.  The development shall not be carried out otherwise than in accordance with the approved scheme and shall be implemented in the first planting season following first occupation.  Any plants or trees required as part of the implementation of the condition that die or are removed, damaged or diseased within a period of FIVE years from the substantial completion of the development shall be replaced to the satisfaction of the Local Planning Authority in the next planting season with others of a similar size and species unless the Local Planning Authority gives written consent for a variation.\r\rReason: In the interest of design quality, residential amenity, public safety and biodiversity, in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BR3 of the Borough Wide Development Policies DPD (March 2011).",
    "The development hereby permitted shall achieve as a minimum a BREEAM 'Very Good' rating.  \r\rReason: To ensure that the proposed development is constructed in an environmentally sustainable manner and in accordance with Policy CR1 of the Core Strategy (July 2010) and Policy BR1 of the Borough Wide Development Policies DPD (March 2011).",
    "The development hereby permitted shall achieve as a minimum a 35% reduction in carbon dioxide emissions over Part L of the Building Regulations (2013).\r\rReason: To ensure compliance with the proposed energy strategy in accordance with Policy 5.2 of the London Plan (March 2015) and Policy BR2 of the Borough Wide Development Policies DPD (March 2011).",
    "The development hereby permitted shall not be occupied until bird nesting and bat roosting boxes have been installed on the buildings or in any trees on the site, and/or bat roosting bricks and/or bird nesting bricks have been installed within the fabric of the buildings in accordance with details which shall have been submitted to and approved in writing by the Local Planning Authority.  The details shall accord with the advice set out in \"Biodiversity for Low and Zero Carbon Buildings: A Technical Guide for New Build\" (Published by RIBA, March 2010) or similar advice from the RSPB and the Bat Conservation Trust.\r\rReason:  In order to preserve and enhance the Borough's natural environment and to comply with Policy CR2 of the Core Strategy (July 2010) and Policy BR3 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place until an investigation and risk assessment, in addition to any assessment provided with the planning application, has been completed in accordance with a scheme to assess the nature and extent of any contamination on the site, whether or not it originates on the site. The contents of the scheme are subject to the approval in writing of the Local Planning Authority. The investigation and risk assessment must be undertaken by competent persons and a written report of the findings must be produced. The written report is subject to the approval in writing of the Local Planning Authority. The report of the findings must include: \r\r(i) a survey of the extent, scale and nature of contamination; \r(ii) an assessment of the potential risks to: \r- human health, \r- property (existing or proposed) including buildings, crops, livestock, pets, woodland and service lines and pipes, \r- adjoining land, \r- groundwaters and surface waters, \r- ecological systems, \r- archaeological sites and ancient monuments; \r(iii) an appraisal of remedial options, and proposal of the preferred option(s). \r(iv) this must be conducted in accordance with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11'. \r\rReason: Contamination must be identified prior to the commencement of development to ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place until a detailed remediation scheme required to bring the site to a condition suitable for the intended use by removing unacceptable risks to human health, buildings and other property and the natural and historical environment has been prepared, and is subject to the approval in writing of the Local Planning Authority. The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation. \r\rReason: Contamination must be identified prior to the commencement of development to ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide Development Policies DPD (March 2011).",
    "The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development other than that required to carry out remediation, unless otherwise agreed in writing by the Local Planning Authority. The Local Planning Authority must be given two weeks written notification of commencement of the remediation scheme works. \r\rReason: Contamination must be identified prior to the commencement of development to ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide Development Policies DPD (March 2011).",
    "Following completion of measures identified in the approved remediation scheme, a verification report (also known as a validation report) that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority. \r\rReason: Contamination must be identified prior to the commencement of development to ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide Development Policies DPD (March 2011).",
    "In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority. An investigation and risk assessment must be undertaken in accordance with the requirements of condition 10, and where remediation is necessary a remediation scheme must be prepared in accordance with the requirements of condition 11 which are subject to the approval in writing of the Local Planning Authority.\r\rFollowing completion of measures identified in the approved remediation scheme a verification report must be prepared, which is subject to the approval in writing of the Local Planning Authority in accordance with condition 13.\r\rReason: Contamination must be identified prior to the commencement of development to ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place until a Construction and Environmental Management Plan has been submitted to and approved in writing by the Local Planning Authority. The Construction and Environmental Management Plan shall provide details of all methods of site preparation and construction of the development and include:\r\ra.\ttraffic management; \rb.\tsite clearance (including security hoardings);\rc.\twaste management; \rd.\tsurface water pollution control;\re.\tlocation and type of stored materials\rf.\tdust, smoke and odour control;\rg.\tavoidance of fires;\rh.\twheel washing;\ri.\tmeasures to control the emission of noise, dust and dirt during construction;\rj.\thours of operation; No demolition, construction or building works shall be carried out other than internal works not audible outside the site boundary except between the hours of 08.00 to 18.00 Monday to Friday and 08.00 to 13.00 Saturday or at any time on Bank or Public holidays without the prior written approval of the Local Planning Authority, unless the works have been approved in advance under section 61 of the Control of Pollution Act 1974. \rk.\tdetails of a nominated Developer/Resident Liaison Representative with an address and contact telephone number to be circulated to those residents consulted on the application by the developer's representatives. This person will act as first point of contact for residents who have any problems or questions related to the ongoing development;\rl.\timplementation and monitoring.  \r\rConstruction work and associated activities are to be carried out in accordance with the recommendations contained within British Standard 5228:2009, \"Code of practice for noise and vibration control on construction and open sites\". Parts 1 and 2.  The approved Plan shall be implemented for the entire period of the works at the site.\r\rReason: The CEMP is required prior to commencement of development in order to minimise the impact of the construction phase on the environment and on the amenities of neighbouring residents, in accordance with Policy BP8 of the Borough Development Policies DPD (March 2011).",
    "No development shall take place until a detailed surface water drainage scheme for the site, based on Sustainable Urban Drainage Systems (SUDS) has been submitted to and approved in writing by the Local Planning Authority. The drainage strategy shall include a restriction in run-off and surface water storage on site as outlined in the FRA. The scheme shall subsequently be implemented in accordance with the approved details before the development is completed.\r\rReason: SUDS must be identified prior to the commencement of development to prevent flooding, improve and protect water quality, improve habitat and amenity, and ensure future maintenance of the surface water drainage system in accordance with Policy CR4 of the Core Strategy (July 2010) and Policy BR4 of the Borough Wide Development Policies DPD (March 2011).",
    "No development above ground level shall take place until a scheme of acoustic treatment to mitigate noise transmission has been submitted to and approved in writing by the Local Planning Authority.  The development shall not be carried out otherwise than in accordance with the approved scheme.\r\rReason: To protect the amenity of adjoining occupiers, in accordance with Policies BR13 and BP8 of the Borough Wide Development Policies DPD (March 2011).",
    "The development hereby permitted shall only be open to members of the public between the hours of 18:00 to 00:00 Monday to Friday and 10:00 to 00:00 on Saturdays and Sundays.\r\rReason: To protect the amenity of future adjoining occupiers, in accordance with Policies BR13 and BP8 of the Borough Wide Development Policies DPD (March 2011).",
    "No above ground new development shall take place until an accessibility statement outlining those measures proposed to ensure an accessible and inclusive environment both internally and externally including pedestrian routes, accessible toilet provision, access points and crossings along with a minimum 6% accessible car parking spaces and a further 4% capable of future adaptation has been submitted to, and approved in writing by the Local Planning Authority.  Thereafter the accessibility statement shall be implemented in accordance with the approved details.\r\rReason: To ensure an inclusive environment in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BP11 of the Borough Wide Development Policies DPD (March 2011).",
    "The car parking area indicated on drawing PL-BH-1000 Rev A shall be constructed and marked out prior to the occupation of the development, and thereafter retained permanently for the accommodation of vehicles of occupiers and visitors to the premises and not used for any other purpose.  \r\rReason: To ensure that sufficient off-street parking areas are provided and not to prejudice the free flow of traffic or conditions of general safety along the adjoining highway in accordance with Policies BR9 and BR10 of the Borough Wide Development Policies DPD (March 2011).",
    "The development hereby permitted shall not be occupied until details of the electric vehicle charging points and passive provision have been submitted to and approved in writing by the Local Planning Authority. The scheme shall ensure that at least 10% of all spaces are for electric vehicles with an additional 10% passive provision (as defined in the London Plan March 2015) for future use.  The scheme shall be implemented in accordance with the approved details, prior to the occupation of the development, and permanently retained thereafter.\r\rReason: In order to encourage the use of electric cars as a sustainable mode of transport, in accordance with Policy BR10 of the Borough Wide Development Policies DPD (March 2011).",
    "The development hereby permitted shall not be occupied until full details of cycle parking, including its external appearance, location and the means of secure storage proposed, have been submitted to and approved in writing by the Local Planning Authority.  The cycle parking shall be provided prior to the occupation of the development strictly in accordance with the approved scheme, and shall be retained in accordance with such thereafter, and used for no other purpose.\r\rReason:  In order to encourage the use of cycling as a sustainable mode of transport, in accordance with Policy BR10 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place until the applicant has secured the implementation of a programme of archaeological evaluation in accordance with a written scheme which shall be submitted to and approved in writing by the Local Planning Authority and a report on that evaluation shall be submitted to the Local Planning Authority.  \r\rB) If heritage assets of archaeological interest are identified by the evaluation under Part A, then before development commences, the applicant shall secure the implementation of a programme of archaeological investigation in accordance with a Written Scheme of Investigation which has been submitted by the applicant and approved by the Local Planning Authority in writing.\r\rC) No development shall take place other that in accordance with the Written Scheme of Investigation approved under Part (B).\r\rD) The development shall not be occupied until the site investigation and post investigation assessment has been completed in accordance with the programme set out in the Written Scheme of Investigation approved under Part (B), and the provision for analysis, publication and dissemination of the results and archive deposition has been secured.\r\rReason: Archaeology must be identified prior to the commencement of development to ensure that archaeological investigation is initiated at an appropriate point in the development process and that any areas of archaeological preservation are identified and appropriately recorded/preserved in accordance with Policy BP3 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall commence until the following has been submitted in writing to the Local Planning Authority: \r\ra. The proposed construction programme \r\rb. Notification of the appointed contractor for the development and the liaison officer from the contractor responsible for liaising with the London Borough of Barking and Dagenham (LBBD) as local employment brokers on any local recruitment and supplies opportunities arising from the development \r\rc. Notification of any recruitment and supplies opportunities arising from the proposed development in order to allow LBBD as local employment broker to notify local recruitment and training agencies and put forward any relevant candidates prior to the contractor undertaking any other advertising. \r\rThe developer (through its appointed contractor) shall ensure that local employment is a criteria during the initial screening of candidates for employment arising from the development and for the matching of candidates to any vacancies and the appointed contractor will interview and, if appropriate, recruit suitably qualified applicants put forward by LBBD as local recruitment broker. \r\rReason: To ensure job opportunities are identified prior to the commencement of development and maximised for people living in the local community in accordance with Policy CC3 of the Core Strategy (July 2010).",
    "The development hereby permitted must be commenced not later than the expiration of THREE YEARS from the date of this permission.\r\rReason: To comply with Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall be carried out in accordance with the following approved plans:\r\rTS-1000\rPL-BH-1000 Rev A \rPL-BH-2000\rPL-BH-3000\rPL-BH-4000 Rev A\rPL-BH-5000\rPL-BH-6000\r\rReason: For the avoidance of doubt and in the interests of proper planning.",
    "A detailed scheme to improve the vehicular and pedestrian access to the site including any associated off site highway works and/or alterations required in the interests of highway safety shall be submitted to and approved in writing by the Local Planning Authority.  The approved scheme shall be implemented and constructed in accordance with the approved details prior to the first use of the building hereby approved.\r\rReason: To ensure that the approved development does not prejudice the free flow of the traffic or conditions of general safety along the neighbouring highway, or the safety of future occupiers, and in accordance with Policy BR10 of the Borough Wide Development Policies DPD (March 2011)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T19:54:06.188+00:00",
  "ward": "Thames",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": 0,
    "no_proposed_car": 107,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": 0,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": 107,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": 32,
    "net_cycle": 32
  },
  "lapsed_date": "09/06/2020",
  "decision_target_date": "09/04/2015",
  "centroid": {
    "lat": "51.5273824",
    "lon": "0.0874127"
  },
  "lpa_app_no": "14/01371/FUL",
  "status": "Lapsed",
  "site_name": "Abbey Wharf Industrial Estate",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=13920",
  "locality": "Barking",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              544854.836,
              183042.834
            ],
            [
              544906.282,
              183034.587
            ],
            [
              544909.032,
              183037.336
            ],
            [
              544924.74,
              183035.372
            ],
            [
              544929.453,
              183029.874
            ],
            [
              544946.732,
              183027.125
            ],
            [
              544953.801,
              182984.319
            ],
            [
              544925.526,
              182980.785
            ],
            [
              544925.918,
              182972.538
            ],
            [
              544849.338,
              182977.25
            ],
            [
              544849.731,
              182983.141
            ],
            [
              544852.873,
              183042.441
            ],
            [
              544854.836,
              183042.834
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Major all other major developments",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Tascomi",
  "site_number": "Abbey Wharf Industrial Estate",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "KINGSBRIDGE ROAD",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": null,
  "centroid_easting": "544898",
  "appeal_start_date": null,
  "centroid_northing": "183006",
  "borough": "London Borough of Barking and Dagenham",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.086806,
          51.5277245
        ],
        [
          0.08754379999999999,
          51.5276372
        ],
        [
          0.0875845,
          51.5276612
        ],
        [
          0.08781000000000001,
          51.5276395
        ],
        [
          0.0878756,
          51.5275889
        ],
        [
          0.08812339999999999,
          51.5275598
        ],
        [
          0.0882076,
          51.5271733
        ],
        [
          0.0877989,
          51.5271488
        ],
        [
          0.08780109999999999,
          51.5270746
        ],
        [
          0.0866999,
          51.5271366
        ],
        [
          0.086708,
          51.5271894
        ],
        [
          0.0867776,
          51.5277215
        ],
        [
          0.086806,
          51.5277245
        ]
      ]
    ],
    "type": "Polygon"
  }
}