{
  "lpa_name": "Barking & Dagenham",
  "uprn": "100101026",
  "decision_date": "14/08/2015",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Idox Tascomi",
  "id": "Barking_&_Dagenham-14_01425_FUL",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "Other",
      "site_area": 2.48,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 6051,
      "total_gia_gained": 10289,
      "total_gia_lost": 6051,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 10289
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": "01/09/2016",
        "use_class": "D1",
        "gia_gained": 10289,
        "actual_commencement_date": "21/09/2015",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "D2",
        "gia_gained": 0,
        "actual_commencement_date": "21/09/2015",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 6051
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": "Goresbrook Free School",
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": 3,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Hinterland London Riverside",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "1",
        "constraints_layer_description": "PTAL 2008"
      },
      {
        "result": "Within Thames Gateway",
        "constraints_layer_description": "Thames Gateway Boundary"
      }
    ],
    "site_area": 2.631
  },
  "valid_date": "07/01/2015",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of leisure pool, retention of sports hall blocks and erection of 3 storey extensions to provide new 'all through' school including associated landscape works, new access and car parking.",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.\r\rReason:\rTo comply with Section 91 of the Town and Country Planning Act 1990 (as amended by S.51 of the Planning and Compulsory Purchase Act  2004)",
    "The development shall be carried out to achieve a minimum BREEAM rating of 'Very Good' and a BREEAM 'Very Good' post construction certificate shall be obtained.\r\rReason:  To ensure that the proposed development is constructed in an environmentally sustainable manner and in accordance with policy BR1 of the Borough Wide Development Policies Development Plan Document.",
    "In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority.  An investigation and risk assessment must be undertaken in accordance with the requirements of condition 15, and where remediation is necessary a remediation scheme must be prepared in accordance with the requirements of condition 16, which is subject to the approval in writing of the Local Planning Authority.\r\rFollowing completion of measures identified in the approved remediation scheme a verification report must be prepared, which is subject to the approval in writing of the Local Planning Authority in accordance with condition 17.\r\rReason for Conditions 15 to 18:  Details are required prior to commencement to ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors in accordance with Policy BR5 of the Borough Wide Development Policies Development Plan Document.",
    "The development shall not be occupied until bird nesting and bat roosting boxes have been installed on the building or in any trees on the site in accordance with details which shall have been submitted to and approved in writing by the Local Planning Authority.  The details shall accord with the advice set out in \"Biodiversity for Low and Zero Carbon Buildings: A Technical Guide for New Build\" (Published by RIBA, March 2010) or similar advice from the RSPB and the Bat Conservation Trust.\r\rReason:  In order to preserve and enhance the Borough's natural environment and to comply with policy CR2 of the Core Strategy and policy BR3 of the Borough Wide Development Policies Development Plan Document.",
    "No vegetation, scrub, tree clearance, or tree works may take place between 15 February and 30 September unless a nesting bird survey is carried out no more than 2 days prior to the scheduled work by a qualified ecologist and the results of the survey have been submitted to the Local Planning Authority before the works commence. If nesting birds are found, the clearance work or tree works that would affect the nest(s) shall be delayed until the nests are no longer being used and the fledglings have left the area, and a strategy shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of development that shall minimise disturbance to the nesting birds during construction work on adjacent areas of the site. The development shall be carried out in accordance with the approved strategy.\r\rReason: The strategy to prevent disturbance to nesting birds (where present) is required prior to the commencement of development in order to prevent harm to wildlife habitats and in accordance with Policy BR3 of the Borough Wide Development Policies Development Plan Document.",
    "A) No development other than demolition to existing ground level shall take place until the completion of a programme of archaeological evaluation in accordance with a written scheme that has been submitted to and approved by the Local Planning Authority, and a report on that evaluation has been submitted to the Local Planning Authority. \r\rB) If heritage assets of archaeological interest are identified by the evaluation under Part A, then before any further development, other than demolition to existing ground level, a programme of archaeological investigation shall be secured in accordance with a Written Scheme of Investigation which has been submitted to and approved by the Local Planning Authority.\r\rC) No development or demolition shall take place other that in accordance with the Written Scheme of Investigation approved under Part (B).\r\rD) The development shall not be occupied until the site investigation and post investigation assessment has been completed in accordance with the programme set out in the Written Scheme of Investigation approved under Part (B), and the provision for analysis, publication and dissemination of the results and archive deposition has been secured.\r\rReason:  The programme of archaeological work is required prior to commencement of development in order to safeguard the heritage of the Borough by providing an adequate opportunity to investigate and excavate archaeological remains on the site before development is carried out in accordance with policy BP3 of the Borough Wide Development Policies Development Plan Document.",
    "The development hereby permitted shall not be commenced until a detailed surface water drainage strategy for the site, based on the agreed flood risk assessment (FRA) 'Proposed Goresbrook School Dagenham, Site Specific Flood Risk Assessment' has \rbeen submitted to and approved in writing by the Local Planning Authority. The drainage strategy shall include a restriction in run-off and surface water storage provision on site as outlined in the FRA. The development shall be carried out in accordance with the approved surface water drainage strategy and the approved drainage infrastructure shall thereafter be maintained. \r\rReason: The surface water drainage strategy is required prior to commencement of development in order to prevent an increased risk of flooding, to improve and protect water quality, and improve habitat and amenity and in accordance with policy CR4 of the Core Strategy and policies BR3 and BR4 of the Borough Wide Development Policies Development Plan Document.",
    "The development hereby permitted shall not be occupied until there has been submitted to and approved in writing by the Local Planning Authority a Travel Plan for the site which shall include proposals for minimising car-borne travel and encouraging walking, cycling and the use of public transport.  The Travel Plan shall include details of funding, implementation, monitoring and review.  The approved Travel Plan shall be implemented and monitored in accordance with the approved scheme.\r\rReason:  In order to encourage the use of sustainable transport and in accordance with policy BR10 of the Borough Wide Development Policies Development Plan Document.",
    "No above ground development shall be commenced until details of refuse enclosures showing the design; location and external appearance have been submitted to and approved in writing by the Local Planning Authority.  The approved enclosures shall be provided before the commencement of the use and thereafter permanently retained.\r\rReason:  To provide satisfactory refuse storage provision in the interests of the appearance of the site and locality in accordance with policies BP8 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "Prior to the commencement of the development a reptile survey shall be carried out as specified in the submitted Phase 1 Habitat Survey between April and October and the results shall be submitted to the Local Planning Authority and if there is evidence of such species utilising the site a habitat mitigation strategy providing a suitable protected habitat within the site shall be submitted to and approved in writing by the Local Planning Authority.  The habitat shall be provided in accordance with and to the timescale of the approved scheme and thereafter maintained.\r\rReason: The reptile survey and habitat mitigation strategy (if applicable) are required prior to commencement of development in order to prevent harm to wildlife habitats and in accordance with Policy BR3 of the Borough Wide Development Policies Development Plan Document.",
    "In the event that reptiles are found on the site within areas which will be affected by the development following the survey, a reptile protection strategy shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of the development.  The strategy shall provide details of measures to protect and translocate the reptiles to a suitable habitat, where possible within the site, (under the supervision of a qualified ecologist).  A report providing evidence of the completion of the approved strategy shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of the development.  In the event that any reptiles (not previously identified) are found during the course of the construction work, all work shall cease until a strategy in accordance with the above is approved and fully implemented.\r\rReason: The reptile protection strategy and completion report (both if applicable) are required prior to commencement of development in order to ensure the protection of reptiles and their habitat and in accordance with Policy CR2 of the Core Strategy and Policies BR3 and BR4 of the Borough Wide Development Policies Development Plan Document.",
    "No above ground development shall commence until a scheme showing the provisions to be made for external lighting has been submitted to and approved in writing by the Local Planning Authority.  In the event that the reptile survey (condition 27) confirms the existence of reptile habitat on or adjoining the site there shall be no floodlighting of the multi-use games court except in accordance with a habitat impact assessment that has been submitted to and approved in writing by the Local Planning Authority. The development shall not be occupied until the approved lighting scheme has been implemented.  Thereafter the approved measures shall be permanently retained unless otherwise agreed in writing by the Local Planning Authority.\r\rReason:  In the interests of enhancing security and safety, to avoid light pollution, to safeguard neighbouring amenity and in order to prevent harm to wildlife habitats in accordance with policies BR3 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "The school buildings and facilities shall be made available in perpetuity for community use outside of normal school hours in accordance with Section 8.7 of the submitted Design and Access Statement, starting at the latest in the second school term following occupation of the approved building.\r\rReason: In order to promote the provision of a range of good quality community facilities in the local area and in accordance with policy CC2 of the Core Strategy.",
    "No above ground development shall commence until details of an Energy Strategy for the site has been submitted to and approved by the Local Planning Authority which demonstrates compliance with London Plan policy.  The Energy Strategy shall be implemented in accordance with the approved details.\r\rReason: In order to reduce the carbon emissions arising from the development and in accordance with policy 5.2 of the London Plan.",
    "No above ground development shall commence until a scheme showing the provisions to be made for CCTV coverage, access control, and any other measures to reduce the risk of crime, have been submitted to and approved in writing by the Local Planning Authority.  The development shall not be occupied until the approved scheme has been implemented.  Thereafter the approved measures shall be permanently retained unless otherwise agreed in writing by the Local Planning Authority.\r\rReason:  In order to provide a good standard of security to future occupants and visitors to the site and to reduce the risk of crime in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document.",
    "The development hereby permitted shall be carried out in accordance with the following approved plans: P01460-04 C101 Rev. B; P01460-04 C201 Rev. B; P01460-04 C001 Rev. B; P01460 P104; P01460 P652 Rev. A; P01460 P653; P01460 P654; P01460 P655; P01460 P656; P01460 P701 Rev. A; P01460 P751; Arbtech TPP 01; Arbtech AIA 01.\r\rReason: For the avoidance of doubt and in the interests of proper planning.",
    "No above ground development shall be commenced until details/samples of all materials to be used in the construction of the external surfaces of the development have been submitted to and approved in writing by the Local Planning Authority.  The development shall be carried out in accordance with the approved materials.\r\rReason:  To protect or enhance the character and amenity of the area in accordance with policies BP8 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "No above ground development shall take place until there has been submitted to and approved in writing by the Local Planning Authority a scheme of soft landscaping for the site, that shall incorporate an area designed to provide wildlife habitat, and which shall comprise predominantly native species, and that shall be in broad accordance with drawing No. Arbtech AIA 01 that indicates those existing trees to be retained and those to be removed.\r\rReason:  To safeguard and improve the appearance of the area in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document and Section 197 of the Town and Country Planning Act 1990.",
    "The soft landscaping scheme as approved in accordance with condition No. 4; shall be carried out in the first planting and seeding seasons following the occupation of the building or completion of the development, whichever is the sooner.  Any trees or plants which within a period of 5 years from the completion of the development die, are removed or become seriously damaged or diseased, shall be replaced in the next planting season with others of similar size and species unless the Local Planning Authority gives written consent to any variation.\r\rReason:  To secure the provision and retention of the landscaping in the interests of the visual amenity of the area and in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document and Section 197 of the Town and Country Planning Act 1990.",
    "Before any works hereby permitted are commenced and until all such works are completed:\ra.\tall trees indicated to be retained on drawing No. Arbtech AIA 01 shall be protected in accordance with the details set out in the submitted Arboricultural Method Statement and BS.5837:2012, unless otherwise agreed in writing by the Local Planning Authority.\rb.\tThe works specified within the Arboricultural Method Statement that are within the root protection areas shall be carried out in accordance with the root protection details set out therein. No storage of materials, supplies, plant or machinery shall be stored, parked or allowed access within the root protection area or within the exclusion fencing.  Any trees that are damaged or felled during construction work, apart from agreed removals, must be replaced with semi mature trees of the same or similar species.\r\rReason:  The works need to be carried out prior to commencement to ensure the safety and well-being of the trees on the site that are to remain after building works are completed in accordance with policies BR3 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "The hard landscaping scheme including boundary treatments shown on drawing No. P01460 - P654 shall be completed prior to the occupation of the development and thereafter permanently retained, unless otherwise agreed in writing by the Local Planning Authority.\r\rReason:  To safeguard and improve the appearance of the area in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document.",
    "Unless otherwise agreed in writing with the Local Planning Authority the car parking spaces indicated on Drawing No. P01460 - P652 Rev. A shall be constructed and marked out prior to the occupation of the development, including the accessible parking bays (to be clearly marked with a British Standard disabled symbol), and 24 Electric Vehicle Charging Point bays shall be provided (12 to be installed with active charging points; and 12 bays to be provided with the infrastructure in place to allow for future installation) (notwithstanding the details shown on drawing no. P01460 - P652 Rev. A) and the parking spaces and charging points shall thereafter be retained permanently for the use of students, staff and visitors to the premises and not used for any other purpose.\r\rReason:  To ensure and promote easier access for disabled persons, to ensure sufficient off-street parking, and to encourage the use of electric cars in order to reduce carbon emissions, and in accordance with policies BC2, BR9 and BR10 of the Borough Wide Development Policies Development Plan Document and policy 6.13 of the London Pla",
    "Notwithstanding the details shown on drawing no. P01460 - P652 Rev. A secure, covered cycle parking spaces to accommodate a minimum of 180 bicycles shall be installed prior to the occupation of the development and shall thereafter be maintained for the use of visitors to the site.\r\rReason:  In the interests of promoting cycling as a sustainable and non-polluting mode of transport and in accordance with policy BR11 of the Borough Wide Development Policies Development Plan Document.",
    "No development shall commence above ground level until an air quality mitigation scheme has been submitted to and approved by the Local Planning Authority. The development shall be carried out in accordance with the approved scheme and associated management measures which shall thereafter be maintained. The scheme shall include both physical and management measures and shall include but not necessarily be limited to:\ro\tThe provision of mechanical ventilation with inlets only on the north elevation of the building to ensure the school is provided with a constant supply of clean air.\ro\tThe provision of a high specification of air tightness on the windows and doors so, when these are closed, rooms are ventilated by clean air from the mechanical system.\ro\tA management system which ensures that the physical mitigation measures are fully employed at times of forecast or actual high* external pollutant concentrations.\r* \"High\" has the meaning assigned to it in the DEFRA Daily Air Quality Index.\r\rReason: In order to protect the health and amenities of students, staff and visitors to the site and in accordance with policies BR14 and BC10 of the Borough Wide Development Policies Development Plan Document.",
    "The noise mitigation measures detailed in Section 5 of the noise assessment report, \"Acoustic Assessment - Noise Ingress and Environmental Noise from Plant: Goresbrook School, Dagenham\" reference, MM82/14385  are to be fully implemented before the first use of the development hereby permitted and shall be maintained at all times thereafter.\r\rReason: In order to provide a suitable learning environment and acceptable standard of amenity for students, staff and visitors to the site and in accordance with policy BR13 of the Borough Wide Development Policies Development Plan Document.",
    "No external construction works, deliveries, external running of plant and equipment or internal works audible outside the site boundary shall take place on the site other than between the hours of 0800 to 1800 on Monday to Friday and 0800 to 1300 on Saturday and not at all on Sundays, Public or Bank Holidays without the prior written permission of the Local Planning Authority.\r\rReason: To ensure that the proposed construction work does not cause undue nuisance and disturbance to neighbouring properties at unreasonable hours and in accordance with policy BR4 of the Borough Wide Development Policies Development Plan Document.",
    "Demolition and construction work and associated activities are to be carried out in accordance with the recommendations contained within British Standard 5228:2009, \"Code of practice for noise and vibration control on construction and open sites\" Parts 1 and 2 and dust mitigation measures shall be implemented in accordance with all the actions detailed in Table 18 of the submitted air quality assessment, reference 34227R1, dated 2nd December 2014.\r\rReason: In order to prevent nuisance to neighbouring occupiers and in accordance with policies BR13 and BP8 of the Borough Wide Development Policies Development Plan Document.",
    "No development shall take place, including any works of demolition, until a Construction Method Statement has been submitted to, and approved in writing by, the Local Planning Authority.  The approved Statement shall be adhered to throughout the construction period.  The Statement shall provide for:\ri.\tthe parking of vehicles of site operatives and visitors; \rii.\tdetails of access to the site;\riii.\tdetails of a Construction Logistics Plan designed to minimise deliveries of materials and export of any waste materials within the times of peak traffic congestion on the local road network;\riv.\tloading and unloading and the storage of plant and materials used in constructing the development;\rv.\tthe erection and maintenance of security hoardings including decorative displays;\rvi.\twheel washing facilities; \rvii.\ta scheme for recycling/disposing of waste resulting from demolition and construction works.  \r\rReason:  The Construction Method Statement is required prior to commencement of the development in order to reduce the environmental impact of the construction and the impact on the amenities of neighbouring residents and the local road network in accordance with policies BP8 and BR10 of the Borough Wide Development Policies Development Plan Document.",
    "An investigation and risk assessment, in addition to any assessment provided with the planning application, must be completed in accordance with a scheme to assess the nature and extent of any contamination on the site, whether or not it originates on the site.  The contents of the scheme are subject to the approval in writing of the Local Planning Authority.  The investigation and risk assessment must be undertaken by competent persons and a written report of the findings must be produced.  The written report is subject to the approval in writing of the Local Planning Authority.  The report of the findings must include: \r\r(i)   a survey of the extent, scale and nature of contamination; \r\r(ii)  an assessment of the potential risks to: \r\ro\t\thuman health, \ro\t\tproperty (existing or proposed) including buildings, crops, livestock, pets, woodland and service lines and pipes, \ro\t\tadjoining land, \ro\t\tgroundwaters and surface waters, \ro\t\tecological systems, \ro\t\tarchaeological sites and ancient monuments; \r\r(iii) an appraisal of remedial options, and proposal of the preferred option(s). \r\rThis must be conducted in accordance with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11'.",
    "A detailed remediation scheme to bring the site to a condition suitable for the intended use by removing unacceptable risks to human health, buildings and other property and the natural and historical environment must be prepared, and is subject to the approval in writing of the Local Planning Authority.  The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures.  The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.",
    "The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development other than that required to carry out remediation, unless otherwise agreed in writing by the Local Planning Authority.  The Local Planning Authority must be given two weeks written notification of commencement of the remediation scheme works.\r\rFollowing completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T19:53:53.054+00:00",
  "ward": "Thames",
  "parking_details": {
    "no_proposed_lgv": 0,
    "no_proposed_other": null,
    "no_proposed_bluebadge": 12,
    "no_proposed_bus": null,
    "net_bluebadge": 2,
    "no_existing_other": null,
    "no_existing_cycle": 16,
    "no_proposed_car": 126,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": 299,
    "net_other": null,
    "no_existing_lgv": 2,
    "net_motorcycle": null,
    "net_car": -173,
    "no_existing_bluebadge": 10,
    "no_existing_bus": null,
    "net_lgv": -2,
    "no_proposed_cycle": 50,
    "net_cycle": 34
  },
  "lapsed_date": "14/08/2020",
  "decision_target_date": "07/04/2015",
  "centroid": {
    "lat": "51.532244",
    "lon": "0.13110729999999998"
  },
  "lpa_app_no": "14/01425/FUL",
  "status": "Commenced",
  "site_name": "Goresbrook Leisure Centre",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=13965",
  "locality": "Dagenham",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              547852.518,
              183703.641
            ],
            [
              547852.518,
              183699.01
            ],
            [
              547896.836,
              183702.318
            ],
            [
              547937.846,
              183691.734
            ],
            [
              548026.482,
              183650.062
            ],
            [
              548021.852,
              183638.818
            ],
            [
              548033.097,
              183632.865
            ],
            [
              548043.019,
              183626.911
            ],
            [
              548049.633,
              183612.359
            ],
            [
              548052.279,
              183592.515
            ],
            [
              548048.972,
              183577.302
            ],
            [
              548037.065,
              183576.64
            ],
            [
              548014.576,
              183571.349
            ],
            [
              547947.107,
              183572.01
            ],
            [
              547831.351,
              183589.87
            ],
            [
              547813.492,
              183602.437
            ],
            [
              547789.68,
              183615.005
            ],
            [
              547789.018,
              183621.62
            ],
            [
              547791.664,
              183628.234
            ],
            [
              547791.002,
              183687.766
            ],
            [
              547802.909,
              183691.073
            ],
            [
              547811.508,
              183691.073
            ],
            [
              547810.185,
              183695.703
            ],
            [
              547804.232,
              183693.719
            ],
            [
              547796.294,
              183697.026
            ],
            [
              547852.518,
              183703.641
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Major all other major developments",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Tascomi",
  "site_number": "Goresbrook Leisure Centre",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": "21/09/2015",
  "street_name": "GORESBROOK ROAD",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": null,
  "centroid_easting": "547913",
  "appeal_start_date": null,
  "centroid_northing": "183634",
  "borough": "London Borough of Barking and Dagenham",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1302652,
          51.5328856
        ],
        [
          0.1302632,
          51.532844
        ],
        [
          0.1309031,
          51.5328621
        ],
        [
          0.13148949999999998,
          51.5327563
        ],
        [
          0.132749,
          51.5323586
        ],
        [
          0.1326775,
          51.5322588
        ],
        [
          0.13283709999999999,
          51.5322024
        ],
        [
          0.1329775,
          51.5321463
        ],
        [
          0.13306669999999998,
          51.5320138
        ],
        [
          0.1330965,
          51.5318348
        ],
        [
          0.1330424,
          51.531699
        ],
        [
          0.1328706,
          51.5316961
        ],
        [
          0.1325444,
          51.5316545
        ],
        [
          0.1315727,
          51.5316781
        ],
        [
          0.1299125,
          51.5318689
        ],
        [
          0.12966049999999998,
          51.5319865
        ],
        [
          0.12932269999999998,
          51.5321056
        ],
        [
          0.129316,
          51.5321652
        ],
        [
          0.1293569,
          51.532224
        ],
        [
          0.1293723,
          51.5327591
        ],
        [
          0.1295452,
          51.5327857
        ],
        [
          0.12966909999999998,
          51.5327834
        ],
        [
          0.129652,
          51.5328254
        ],
        [
          0.1295654,
          51.5328091
        ],
        [
          0.1294524,
          51.5328409
        ],
        [
          0.1302652,
          51.5328856
        ]
      ]
    ],
    "type": "Polygon"
  }
}