{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": null,
  "application_type": "All Other",
  "lpa_app_no": "14/01206/FUL",
  "application_type_full": null,
  "uprn": "100091321",
  "borough": "London Borough of Barking and Dagenham",
  "street_name": "SELINAS LANE",
  "locality": null,
  "ward": "Whalebone",
  "actual_commencement_date": null,
  "lpa_name": "Barking & Dagenham",
  "bo_system": "Idox Tascomi",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.\r\rReason:\rTo comply with Section 91 of the Town and Country Planning Act 1990 (as amended by S.51 of the Planning and Compulsory Purchase Act  2004)",
    "The development hereby permitted shall be carried out in accordance with the following approved plans: ^IN;\r\rReason: For the avoidance of doubt and in the interests of proper planning.",
    "A detailed remediation scheme to bring the site to a condition suitable for the intended use by removing unacceptable risks to human health, buildings and other property and the natural and historical environment must be prepared, and is subject to the approval in writing of the Local Planning Authority.  The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures.  The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.\r\rReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors in accordance with policy BR5 of the Borough Wide Development Policies Development Plan Document.",
    "The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development other than that required to carry out remediation, unless otherwise agreed in writing by the Local Planning Authority.  The Local Planning Authority must be given two weeks written notification of commencement of the remediation scheme works.\r\rReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors in accordance with policy BR5 of the Borough Wide Development Policies Development Plan Document.",
    "In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority.  An investigation and risk assessment must be undertaken in accordance with the requirements of condition 5 and where remediation is necessary a remediation scheme must be prepared in accordance with the requirements of condition 6 which is subject to the approval in writing of the Local Planning Authority.\r\rReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors in accordance with policy BR5 of the Borough Wide Development Policies Development Plan Document.",
    "The car parking and loading area indicated on drawing No 7100/03 rev D shall be constructed and marked out prior to the occupation of the development, and thereafter retained permanently for the accommodation of vehicles of occupiers and visitors to the premises and not used for any other purpose.\r\rReason:  To ensure that sufficient off-street parking areas are provided and not to prejudice the free flow of traffic or conditions of general safety along the adjoining highway in accordance with policy BR9 of the Borough Wide Development Policies Development Plan Document.",
    "No development above ground level shall take place until details/samples of all materials to be used in the construction of the external surfaces of the development have been submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with the approved materials.\r\rReason: To protect or enhance the character and amenity of the area in accordance with policies BP8 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "No development above ground level shall take place until a scheme of hard and soft landscaping for the site, including details of materials, species and a planting schedule have been submitted to and approved in writing by the Local Planning  Authority. The approved soft landscaping shall include at least 3 trees planted along the boundary of the site with Selinas Lane and be carried out in the first planting and seeding seasons following the occupation of the building or completion of the development, whichever is the sooner. Any specimens which within a period of 5 years from the completion of the development die, are removed or become seriously damaged or diseased, shall be replaced in the next planting season with others of similar size and species unless the Local Planning Authority gives written consent to any variation. The approved hard landscaping shall be implemeted prior to occupation of the building hereby approved and shall be permanently retained. The hard landscaping shall include a plan indicating the position, design, materials and type of boundary treatment to be erected. \r\rReason: To safeguard and improve the appearance of the area in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document and Section 197 of the Town and Country Planning Act 1990.",
    "All vehicles entering the site, other then emegency vehicles, shall be restricted to a weight limit of no more than 3.5 tonnes as set out in the submitted transport statement and delivery and servicing plan (revision A).\r\rReason: The layout of the site is insufficient to allow larger vehicles to enter and leave the site in a safe manner and in accordance with policy BR10 of the Borough Wide Development Policies Development Plan Document.",
    "An investigation and risk assessment, in addition to any assessment provided with the planning application, must be completed in accordance with a scheme to assess the nature and extent of any contamination on the site, whether or not it originates on the site.  The contents of the scheme are subject to the approval in writing of the Local Planning Authority.  The investigation and risk assessment must be undertaken by competent persons and a written report of the findings must be produced.  The written report is subject to the approval in writing of the Local Planning Authority.  The report of the findings must include: \r\ra.\ta survey of the extent, scale and nature of contamination; \rb.\tan assessment of the potential risks to: \r\ri.\thuman health, \rii.\tproperty (existing or proposed) including buildings, crops, livestock, pets, woodland and service lines and pipes, \riii.\tadjoining land, \riv.\tgroundwaters and surface waters, \rv.\tecological systems, \rvi.\tarchaeological sites and ancient monuments; \r\rc.\tan appraisal of remedial options, and proposal of the preferred option(s).\r\rThis must be conducted in accordance with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11'.\r\rReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors in accordance with policy BR5 of the Borough Wide Development Policies Development Plan Document."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "548524",
  "status": "Approved",
  "decision_date": "19/03/2015",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          0.14159639999999998,
          51.5681337
        ],
        [
          0.1417698,
          51.5679831
        ],
        [
          0.141798,
          51.5678922
        ],
        [
          0.14186669999999998,
          51.5677177
        ],
        [
          0.1418961,
          51.5676489
        ],
        [
          0.1417637,
          51.5676642
        ],
        [
          0.141602,
          51.5676875
        ],
        [
          0.14141969999999998,
          51.5677111
        ],
        [
          0.1413196,
          51.5680982
        ],
        [
          0.1415903,
          51.5681302
        ],
        [
          0.14159639999999998,
          51.5681337
        ]
      ]
    ]
  },
  "decision_target_date": "05/01/2015",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": "Minor general industry-storage-warehousing",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T19:53:58.258+00:00",
  "last_updated_by": "Idox Tascomi",
  "site_name": "Colourite Anodisers Limited",
  "id": "Barking_&_Dagenham-14_01206_FUL",
  "decision": "Approved",
  "cil_liability": null,
  "centroid_northing": "187619",
  "appeal_start_date": null,
  "postcode": "RM8 1ET",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=14402",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of existing structure and erection of a proposed new industrial unit",
  "valid_date": "10/11/2014",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              548523.656,
              187646.125
            ],
            [
              548536.162,
              187629.724
            ],
            [
              548538.417,
              187619.679
            ],
            [
              548543.747,
              187600.408
            ],
            [
              548546.002,
              187592.823
            ],
            [
              548536.777,
              187594.258
            ],
            [
              548525.501,
              187596.513
            ],
            [
              548512.791,
              187598.768
            ],
            [
              548504.59,
              187641.615
            ],
            [
              548523.246,
              187645.715
            ],
            [
              548523.656,
              187646.125
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "pp_id": null,
  "application_details": {
    "site_area": 0.139
  },
  "centroid": {
    "lon": "0.1415899",
    "lat": "51.5678899"
  },
  "lapsed_date": "19/03/2020",
  "decision_process": "Delegated",
  "actual_completion_date": null
}