{
  "lpa_name": "Havering",
  "uprn": "100023214967",
  "decision_date": "27/11/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-P1372.20",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM13 9JL",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.039
  },
  "valid_date": "02/10/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "The demolition of the existing building, and the erection of a two-storey building for use as a workshop and a new two-storey, 2-bed residential unit",
  "decision_conditions": [
    "The amenity space for the proposed dwelling is of poor quality and usability, given its triangular shape, narrow proportions and small size. The amenity space would be insufficient for the requirements of the proposed two bedroom, four person, family dwelling in this location, resulting in a cramped layout to the detriment of future occupiers and the character of the surrounding area. The development would therefore be contrary to Policy DC61 of the Local Development Framework Core Strategy and Development Control Policies Development Plan Document and the  Design for Living Residential Design Supplementary Planning Document.",
    "The proposed building would, by reason of its height, scale, bulk, mass, prominent siting and position close to the boundaries of the site, give rise to an unduly cramped appearance, which would appear materially out of character with surrounding properties and appear incongruous, dominant and visually intrusive in the streetscene harmful to the character and appearance of the surrounding area contrary to Policy DC61 of the Local Development Framework Core Strategy and Development Control Policies Development Plan Document.",
    "The proposed building would, by reason of its height, scale, bulk, mass, siting and position close to the boundaries of the site, be an unneighbourly development and appear overbearing, dominant and visually intrusive in the rear garden environment and result in a loss of outlook and light harmful to the amenity of neighbouring properties, particularly No.'s 1-8 Kerry Court contrary to Policy DC61 of the Local Development Framework Core Strategy and Development Control Policies Development Plan Document.",
    "The proposed development would, by reason of its servicing and access arrangements, cause harm to the safe and convenient operation of the highway in the vicinity of the site and therefore be contrary to Policies DC32, DC34 and DC36 of the Local Development Framework Core Strategy and Development Control Policies Development Plan Document 2008, which seek to ensure that new development does not have an adverse impact on the functioning of the road hierarchy.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to Form Architecture Limited via email on 27th November 2020.",
    "Please be advised that approval of this application from 1st September 2019 (either by London Borough of Havering, or subsequently by PINS if allowed on appeal following a refusal by London Borough of Havering) will attract a liability payment of £6,600 plus indexation in Community Infrastructure Levy (CIL). This charge has been levied under s.206 of the Planning Act 2008 and includes both the Mayor of London's CIL and London Borough of Haverings CIL.",
    "London Borough of Havering, as CIL collecting authority, has responsibility for the collection of the Mayoral CIL, in addition to Havering's CIL, on commencement of the development.",
    "Your proposal is subject to a CIL Liability Notice indicating a levy of £6,600 plus indexation for the application, based on the Mayoral CIL levy rate for Havering of ?£25/sq.m plus Havering's charging rate for residential of ?£125/sq.m (Zone A) and the floorspace of 44 square metres.",
    "You are advised to visit the planning portal website where you can downl"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:51:04.129+00:00",
  "ward": "Rainham & Wennington",
  "parking_details": null,
  "lapsed_date": "27/11/2023",
  "decision_target_date": "27/11/2020",
  "centroid": {
    "lat": "51.5203463",
    "lon": "0.2065194"
  },
  "lpa_app_no": "P1372.20",
  "status": "Refused",
  "site_name": "250 UPMINSTER ROAD NORTH",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1372.20",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553191.952,
              182470.423
            ],
            [
              553202.383,
              182445.768
            ],
            [
              553164.859,
              182473.539
            ],
            [
              553167.161,
              182474.758
            ],
            [
              553166.213,
              182478.957
            ],
            [
              553166.62,
              182480.177
            ],
            [
              553174.612,
              182483.292
            ],
            [
              553177.186,
              182475.164
            ],
            [
              553182.605,
              182467.714
            ],
            [
              553191.952,
              182470.423
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "12/11/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "RAINHAM",
  "pp_id": "09075330",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 553183,
  "appeal_start_date": null,
  "centroid_northing": 182466,
  "borough": "Havering",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.20665019999999998,
          51.5203837
        ],
        [
          0.2067897,
          51.5201593
        ],
        [
          0.20626139999999998,
          51.520419
        ],
        [
          0.20629509999999998,
          51.5204293
        ],
        [
          0.2062832,
          51.5204673
        ],
        [
          0.2062896,
          51.5204782
        ],
        [
          0.20640609999999998,
          51.520504
        ],
        [
          0.2064396,
          51.5204303
        ],
        [
          0.2065144,
          51.5203619
        ],
        [
          0.20665019999999998,
          51.5203837
        ]
      ]
    ],
    "type": "Polygon"
  }
}