{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "02/08/2019",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-25508_APP_2019_1477",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": "Dismissed",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.392
  },
  "valid_date": "03/05/2019",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Variation of Condition 2 (Approved Plans) and 11 (Material Stack Height) of planning permission Ref: 25508/APP/2014/3570 dated 02/03/2015 (Demolition of existing buildings and redevelopment to provide a Builders Merchants (sui generis use) with associated access, servicing, parking and outdoor storage) to allow for the increase in storage heights within the existing builders yard up to 5.5 metres and to amend plans to re-configure no.8 car parking spaces, re-locate no.1 disabled parking space, create customer loading bays and re-locate the servicing area.",
  "decision_conditions": [
    "The proposed layout, including the stacking of materials to a height of 5.5 metres on this corner plot, by reason of the substantial height and siting of the stacked material immediately adjacent to the public footway would appear unduly prominent and dominant  within the street scene. The proposed site layout would therefore be detrimental to the character, appearance and visual amenities of the street scene and would be harmful to the character and appearance of the surrounding area, contrary to Policy BE1 of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), Policies OE1, BE13 and BE25 of the Hillingdon Local Plan: Part 2 - Saved UDP Policies (November 2012), Policy DMHB 11 of the emerging Hillingdon Local Plan: Part 2 - Development Management Policies with Modifications (March 2019) and Policy 7.4 of the London Plan (March 2016).",
    "The proposed maximum stacking height of 5.5 metres, by reason of its substantial height and siting immediately next to the public footway, would be detrimental to the safety of customers and staff at the site, as well as road users and pedestrians on the adjoining highway. As such, the proposal is considered contrary to Policy 7.13 of the London Plan (March 2016), Policy AM7 of the Hillingdon Local Plan: Part 2 - Saved UDP Policies (November 2012) and Policy DMT 2 of the emerging Hillingdon Local Plan: Part 2 - Development Management Policies with Modifications (March 2019).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service. We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:40:59.927+00:00",
  "ward": "SOUTH RUISLIP",
  "parking_details": null,
  "lapsed_date": "02/08/2022",
  "decision_target_date": "02/08/2019",
  "centroid": {
    "lat": "51.5558072",
    "lon": "-0.384333"
  },
  "lpa_app_no": "25508/APP/2019/1477",
  "status": "Dismissed",
  "site_name": "23 STONEFIELD WAY",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=25508/APP/2019/1477",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              512120.653,
              185379.9589
            ],
            [
              512148.6988,
              185325.8515
            ],
            [
              512095.3852,
              185299.5254
            ],
            [
              512091.5487,
              185298.9962
            ],
            [
              512088.1091,
              185300.8483
            ],
            [
              512063.5028,
              185351.3838
            ],
            [
              512120.653,
              185379.9589
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "07/06/2019",
  "appeal_decision_date": "22/09/2020",
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "RUISLIP",
  "pp_id": "07793555",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 512106,
  "appeal_start_date": "18/02/2020",
  "centroid_northing": 185339,
  "borough": "Hillingdon",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.38410869999999997,
          51.5561724
        ],
        [
          -0.3837215,
          51.5556805
        ],
        [
          -0.38449859999999997,
          51.5554545
        ],
        [
          -0.3845541,
          51.5554505
        ],
        [
          -0.3846031,
          51.5554678
        ],
        [
          -0.3849418,
          51.5559269
        ],
        [
          -0.38410869999999997,
          51.5561724
        ]
      ]
    ],
    "type": "Polygon"
  }
}