{
  "title_number": [
    "EGL212798"
  ],
  "site_number": null,
  "centroid_easting": 556026,
  "ward": "Cranham",
  "application_details": {
    "no_additional_bathrooms": 0,
    "intended_completion_date": "11/2021",
    "total_gia_gained": 49,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "08/2021",
    "existing_uprns": null,
    "site_area": 0.082
  },
  "decision": "Approved",
  "appeal_decision_date": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "application_type_full": "Householder planning permission",
  "cil_liability": false,
  "centroid": {
    "lon": "0.24957279999999998",
    "lat": "51.5623892"
  },
  "last_date_consultation_comments": "11/05/2021",
  "application_type": "All Other",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              555997.54,
              187232.849
            ],
            [
              555990.15,
              187234.5
            ],
            [
              555991.3,
              187241.6
            ],
            [
              555991.8,
              187244.5
            ],
            [
              555992.3,
              187246.2
            ],
            [
              556000,
              187244.45
            ],
            [
              556005.95,
              187243.15
            ],
            [
              556005.9,
              187242.9
            ],
            [
              556014.25,
              187241
            ],
            [
              556015.65,
              187240.7
            ],
            [
              556018.368,
              187239.952
            ],
            [
              556024.55,
              187238.25
            ],
            [
              556029.729,
              187236.761
            ],
            [
              556032.9,
              187235.85
            ],
            [
              556044.1,
              187232.65
            ],
            [
              556052.841,
              187230.127
            ],
            [
              556056.05,
              187229.2
            ],
            [
              556061.661,
              187227.613
            ],
            [
              556066.3,
              187226.3
            ],
            [
              556063.5,
              187217.75
            ],
            [
              556058.783,
              187218.831
            ],
            [
              556000,
              187232.3
            ],
            [
              555997.54,
              187232.849
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Havering-P0725.21",
  "last_updated_by": "CSV Data Import",
  "parking_details": null,
  "pp_id": "09738902",
  "epc_number": null,
  "appeal_decision": null,
  "decision_process": "Delegated",
  "postcode": "RM14 1UZ",
  "decision_date": "11/06/2021",
  "date_building_work_started_under_previous_permission": null,
  "lpa_name": "Havering",
  "decision_target_date": "11/06/2021",
  "centroid_northing": 187232,
  "description": "Single Storey rear & side extension to upgrade the side garage and rear conservatory, and an outbuilding to the rear garden involving demolition of existing sheds and conservatory.",
  "status": "Approved",
  "bo_system": "CSV Data Import",
  "site_name": "26 ENGAYNE GARDENS",
  "appeal_start_date": null,
  "street_name": "UPMINSTER",
  "lapsed_date": "11/06/2024",
  "last_updated": "2025-03-20T23:19:33.130+00:00",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "borough": "Havering",
  "uprn": "100021406729",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section 8 of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 the outbuilding hereby permitted shall be used only for purposes incidental to the enjoyment of the dwelling house and not for any trade or business nor as living accommodation.",
    "Reason:-",
    "To restrict the use to one compatible with a residential area, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Class A, Part 1, Schedule 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling, and in order that the development accords with the  Development Control Policies Development Plan Document Policy DC61.",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/393927/Party_Wall_etc__Act_1996_-_Explanatory_Booklet.pdf",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018."
  ],
  "subdivision_of_building": null,
  "development_type": null,
  "secondary_street_name": null,
  "lpa_app_no": "P0725.21",
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "valid_date": "16/04/2021",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0725.21",
  "locality": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2491629,
          51.5624047
        ],
        [
          0.24905709999999998,
          51.5624216
        ],
        [
          0.2490769,
          51.5624851
        ],
        [
          0.24908539999999998,
          51.562511
        ],
        [
          0.2490933,
          51.5625261
        ],
        [
          0.2492035,
          51.5625083
        ],
        [
          0.2492887,
          51.562495
        ],
        [
          0.24928789999999998,
          51.5624927
        ],
        [
          0.2494074,
          51.5624734
        ],
        [
          0.2494275,
          51.5624703
        ],
        [
          0.2494663,
          51.5624628
        ],
        [
          0.2495547,
          51.5624458
        ],
        [
          0.24962869999999998,
          51.562431
        ],
        [
          0.24967399999999998,
          51.5624219
        ],
        [
          0.249834,
          51.5623901
        ],
        [
          0.24995889999999998,
          51.562365
        ],
        [
          0.25000479999999997,
          51.5623558
        ],
        [
          0.250085,
          51.56234
        ],
        [
          0.25015119999999996,
          51.5623269
        ],
        [
          0.25010709999999997,
          51.5622509
        ],
        [
          0.2500396,
          51.5622619
        ],
        [
          0.24919819999999998,
          51.5623991
        ],
        [
          0.2491629,
          51.5624047
        ]
      ]
    ],
    "type": "Polygon"
  }
}