{
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "site_number": null,
  "decision_process": "Delegated",
  "appeal_start_date": null,
  "lapsed_date": "29/07/2028",
  "uprn": "100021407748",
  "locality": null,
  "appeal_decision_date": null,
  "centroid_easting": 556167,
  "application_details": {
    "existing_uprns": null
  },
  "date_building_work_completed_under_previous_permission": null,
  "site_name": "20 Hall Lane",
  "borough": "Havering",
  "status": "Approved",
  "epc_number": null,
  "bo_system": "CSV Data Import",
  "wgs84_polygon": null,
  "cil_liability": false,
  "title_number": null,
  "application_type": "All Other",
  "street_name": "Upminster",
  "actual_commencement_date": null,
  "parking_details": null,
  "decision_target_date": "29/07/2025",
  "lpa_name": "Havering",
  "secondary_street_name": null,
  "decision_date": "29/07/2025",
  "last_updated": "2025-08-12T09:59:55.007Z",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0725.25",
  "ward": "Cranham",
  "valid_date": "03/06/2025",
  "reference_no_of_permission_being_relied_on": null,
  "development_type": null,
  "appeal_decision": null,
  "postcode": "RM14 1AF",
  "centroid_northing": 187047,
  "description": "Loft conversion with rear dormer with side and front rooflights",
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "lpa_app_no": "P0725.25",
  "decision": "Approved",
  "application_type_full": null,
  "last_updated_by": "CSV Data Import",
  "appeal_status": null,
  "id": "Havering-P0725.25",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed roof lights on either side of the application dwelling as shown on drawings nos. AHUB2501002_10 Rev PL01 & AHUB2501002_12 Rev PL01 shall be obscure-glazed, and  non-opening unless the parts of the window which can be opened are more than 1.7m above the floor of the room in which the window is installed.",
    "Reason - In the interest of privacy and to protect the amenity of the adjacent neighbours",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "Notwithstanding the details shown on drawing AHUB2501002_11 Rev PL01 & AHUB2501002_12 Rev PL01 accompanying the application, the face and cheeks of the rear dormer window shall be tile hung to match the appearance of the roof of the existing dwelling unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with Policy 26 of the Havering Local Plan.",
    "During construction of the development hereby permitted, the trees located within or adjacent to 20 Hall Lane, Upminster, RM14 1AF shall not be lopped or felled without the written consent of the local planning authority.",
    "Reason: In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area, and to accord with Policy 27 of the Council's Local Plan.",
    "During construction of the development hereby permitted, any trees within or near to the site shall be protected in accordance with the requirements of BS 5837 (2012) 'Trees in Relation to Design, Demolition and Construction'. The protection measures shall be implemented prior to any below ground works and shall be retained for the entire period of the duration of any work at the site, in connection with the development hereby permitted.",
    "Reason: In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area, and to accord with Policy 27 of the Council's Local Plan.",
    "UK Power Network Informative",
    "The proposed development is in close proximity to our substation and have the following observations to make:",
    "If the proposed works are located within 6m of the substation, then they are notifiable under the Party Wall etc. Act 1996. The Applicant should provide details of the proposed works and liaise with the Company to ensure that appropriate protective measures and mitigation solutions are agreed in accordance with the Act. The Applicant would need to be responsible for any costs associated with any appropriate measures required. Any Party Wall Notice should be served on UK Power Networks at its registered office: UK Power Networks, Newington House, 237 Southwark Bridge Road, London SE1 6NP.",
    "Our engineering guidelines state that the distance between a dwelling of two or more stories with living or bedroom windows overlooking a distribution substation should be a minimum of ten metres if the transformer is outdoor, seven metres if the transformer",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "pp_id": "14059673",
  "last_date_consultation_comments": "25/06/2025",
  "polygon": null,
  "centroid": {
    "lat": 51.560686,
    "lon": 0.251496
  }
}