{
  "centroid": {
    "lon": "0.22946619999999998",
    "lat": "51.6147436"
  },
  "status": "Approved",
  "decision_target_date": "04/07/2019",
  "site_name": "48 Priory Road",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved. Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling, and in order that the development accords with the  Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of any development order made under Section 59 of the Town and Country Planning Act 1990 (or any Order revoking and re-enacting that Order) no first floor extension shall be erected on any part the development hereby approved including any structures or development otherwise permitted under Schedule 2, Part 1, Classes B and C  Schedule 2 of the Town and Country Planning (General Permitted Development) Order 1995 (as amended) or any equivalent Order revoking and re-enacting that Order.",
    "Reason: To ensure that the development does not adversely impact surrounding occupiers and to ensure the Local Planning Authority can control the development in the area so that it accords with policy DC61 and Residential Extensions & Alterations SPD.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2019.",
    "With regards to surface water drainage it is the responsibility of the developer to make proper provision for drainage to ground, water courses or a suitable sewer.  In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off site storage.  When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.  Connections are not permitted for the removal of Ground Water.  Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required.  They can be contacted on 0845 850 2777."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM3 9AT",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "05/07/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0725.19",
  "centroid_northing": 193011,
  "uprn": "100021392675",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Gooshays",
  "decision_date": "05/07/2019",
  "description": "Construction of a single storey rear extension and reconfiguration of internal layout.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0725.19",
  "lpa_app_no": "P0725.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:53:29.872+00:00",
  "centroid_easting": 554455,
  "pp_id": "07843022",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "09/05/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554432.48,
              193009.371
            ],
            [
              554463.909,
              193031.859
            ],
            [
              554477.997,
              193007.746
            ],
            [
              554443.859,
              192992.573
            ],
            [
              554432.48,
              193009.371
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.09100000000000001
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Romford",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "11/06/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2291405,
          51.6147351
        ],
        [
          0.2296039,
          51.6149286
        ],
        [
          0.2297966,
          51.614708
        ],
        [
          0.22929729999999998,
          51.6145811
        ],
        [
          0.2291405,
          51.6147351
        ]
      ]
    ],
    "type": "Polygon"
  }
}