{
  "development_type": "Major dwellings",
  "appeal_decision": null,
  "site_number": null,
  "street_name": "Broadway",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with the drawing titles:  001 Rev E Site Location & Existing Site Plan; 002 Rev E Existing Site Plan; 010 Rev E Existing Ground & First Floor Plans; 011 Rev D Existing Second & Third Floor Plans; 012 Rev C Existing Fourth & Roof Plans; 040 Rev C Existing Sections 01; 041 Existing Sections 02; 070 Rev C Existing Elevations 01; 100 Rev G Proposed Site Plan; 110 Rev J Proposed Ground & First Floor Plans; 111 Rev G Proposed Second & Third Floor Plans; 112 Rev H Proposed Fourth & Fifth Floor Plans; 113 Rev F Proposed Sixth Floor & Roof Plan; 140 Rev G Proposed Sections 01; 141 Rev G Proposed Sections 02; 170 Rev H Proposed Elevations 01; 171 Rev G Proposed Elevations 02; 270 Rev F Proposed Bay Study 01; 271 Rev F Proposed Bay Study 02; 272 Rev F Proposed Bay Study 03; 300 Rev C Walsingham Road Street View; 301 Rev C Broadway Street View; 161206-LP-1000 P2 Landscape Plan; 161209-LMP-002 Landscape Masterplan.",
    "Supporting Documentation",
    "Arboricultural Report 161209-PD-11 prepared by Tim Moya Associates dated May 2021; Daylight & Sunlight Report prepared by eb7 dated May 2021; Design and Access Statement Rev F prepared by Landmark Property (Ealing) Ltd dated 3 September 2021; Drainage Strategy & FRA Rev P2 prepared by Adept dated 8 June 2021; Energy & Sustainability Statement (and associated appendixes) prepared by eb7 dated 21 May 2021; 90187 External Sound Insulation Report Rev 0 prepared by PC Environmental Consultants dated 4 June 2021; 6926A Heritage Statement prepared by HCUK dated April 2021; Outline Construction Logistics Plan prepared by TTP Consulting dated June 2021; 21-314 Phase 1: Desktop Study Report prepared by Arc Environmental dated 14 May 2021; Statement of Community Involvement prepared by Cratus dated June 2021; Transport Statement prepared by TTP Consulting dated June 2021; Welcome Travel Pack prepared by TTP Consulting dated June 2021.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | Prior to the commencement of development, a detailed Demolition Method Statement and Construction Management Plan shall be submitted to and approved in writing by the Local Planning Authority. The management plan must refer to the following matters:",
    "a. Removal of any earth from the site.",
    "b. Site clearance, demolition, excavation and construction methods.",
    "c. Site management and access.",
    "d. Signage for construction traffic, pedestrians and other users of the site.",
    "e. Prevention of mud and debris being deposited.",
    "f. Vehicle and machinery specification.",
    "g. Details of all Non-Road Mobile Machinery (NRMM) to be used on site.",
    "h. Turning manoeuvres and routeing of vehicles.",
    "i. Estimated number and frequency of vehicle deliveries.",
    "j. Parking of construction vehicles.",
    "k. Compliance with noise limits and vibration mitigation measures.",
    "l. Procedures for on-site contractors to deal with complaints from local residents, liaison with local residents and notifications to interested parties.",
    "m. Mitigation of air pollution and dust emissions during site clearance, demolition, excavation and construction works.",
    "n. Waste management, hazardous material storage and removal.",
    "o. Noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014)",
    "p. Lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by Institution of lighting Professionals)",
    "q. Hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Monday-Fridays and 0800-1300hrs Saturdays.",
    "r. Public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works.",
    "Reason: To protect the amenity of occupants and neighbouring properties in accordance with policy 7A and policy 7B of Ealing's Development Management DPD (2013), policies D14, T4 and SI1 of the London Plan (2021), policy 1.1 (j) of the Ealing Development (Core) Strategy (2012) and National Planning Policy Framework (2021). | Prior to commencement of the superstructure works details of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority. The samples and details shall include all window treatments, privacy screens, balcony structures and balustrading treatment, and any other materials to be used. This condition shall apply notwithstanding any indications as to these matters which have been given in this application. Development shall be carried out only in accordance with the approved details and permanently retained thereafter.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 7.4 and 7B of the Ealing Development Management DPD (2013); policy 2.10 of the Ealing Development Strategy 2026 DPD (2012); policies D3 and D4 of the London Plan (2021); and the National Planning Policy Framework (2021). | Notwithstanding any information submitted, prior to the occupation of the development full details of hard and soft landscaping works (including a phased programme of works); and boundary treatments shall be submitted to and approved in writing by the Local Planning Authority.",
    "The approved works shall be carried out prior to the occupation of any part of the development or in accordance with the programme agreed by the Local Planning Authority.  Any trees or other plants, which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, to ensure appropriately landscaped amenity space and public realm, in accordance with policies D4 and D8 of the London Plan (2021), and policies 7.4 and 7B of the Ealing Development Management DPD (2013). | Notwithstanding the submitted documents details shall be submitted prior to the first occupation of the development to demonstrate the provision of at least 32 long stay cycle parking spaces and at least 10 short stay cycle parking spaces carried out to the specifications and adopted standards of the London Plan and the Local Planning Authority. The approved details shall be brought into use prior to first occupation and retained permanently.",
    "Reason: To ensure adequate cycle parking is provided within the development in pursuance of the objectives of sustainability and encouraging the use of modes of transport other than private motor vehicles in accordance with policy T5 of the London Plan (2021), policies 1.1(k) and (g) of Ealing's adopted Development (or Core) Strategy (2012), and Ealing's Sustainable Transport for New Development SPG. | A delivery and servicing plan shall be submitted to and approved in writing by the Local Planning Authority, prior to first occupation of any part of the development hereby approved. The plan shall cover the following:",
    "o\tVehicle tracking - Swept paths drawings for a refuse lorry vehicle, 10-metre rigid vehicle and also a fire appliance vehicle;",
    "o\tDeliveries and collections (both commercial and residential); including how deliveries will be scheduled to avoid several lorries arriving at the site simultaneously;",
    "o\tServicing trips (including maintenance); and measures to reduce the number of freight trips to the site (freight consolidation);",
    "o\tDetails of the location and management of the parcel room for the receipt and collection of deliveries for the residential properties",
    "o\tCleaning and waste removal; including arrangements for refuse collection;",
    "o\tMonitoring and review of operations.",
    "The delivery and servicing plan shall be implemented on first occupation of any part of the development hereby approved and the site shall be managed in accordance with the approved plan for the life of the development.",
    "Reason: To ensure that the development can be adequately serviced in the interests of pedestrian and highway safety, in accordance with policies T3 and T4 of the London Plan (2021) and Local Variation policy 6.13 of the Development Management DPD 2013. | No construction shall take place within 5m of the water main. Information detailing how the developer intends to divert the asset / align the development, so as to prevent the potential for damage to subsurface potable water infrastructure, must be submitted to and approved in writing by the local planning authority in consultation with Thames Water. Any construction must be undertaken in accordance with the terms of the approved information. Unrestricted access must be available at all times for the maintenance and repair of the asset during and after the construction works.",
    "Reason: The ensure the proposed works do not impact the potential to impact on local underground water utility infrastructure or underground strategic main, in accordance with Section 11 of the NPPF; policies SI5, SI12 and SI13 of the London Plan (2021); policy 1.2(m) of Ealing's Development (or Core) Strategy (2012), and policy LV5.12 of Ealing's Development Management DPD (2013). | No piling shall take place until a piling method statement (detailing the depth and type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface water infrastructure, and the programme for the works) has been submitted to and approved in writing by the local planning authority in consultation with Thames Water. Any piling must be undertaken in accordance with the terms of the approved piling method statement.",
    "Reason: The proposed works would be in close proximity to underground water and sewerage utility infrastructure, which needs to be safeguarded in accordance with policies SI5, SI12 and SI13 of the adopted London Plan (2021). | Prior to the first occupation of any part of the development, details for the refuse and recycling provision shall be submitted to the local planning authority for the approval in writing and retained thereafter. The commercial and residential storage within the designated store shall be kept separate.",
    "Reason: To secure the necessary recycling and waste enclosures to support the development and to ensure that responsible waste management practices are adhered to in the interests of the visual amenity of the area and in accordance with policy SI8 of the London Plan (2021); policy 1.1(e) of Ealing's adopted Development (or Core) Strategy (2012); policies 7A, LV7.4 and 7B of Ealing's adopted Development Management DPD (2013); and (interim) SPG 4: Refuse and Recycling Facilities. | Prior to the commencement of the development, an air quality assessment shall be submitted to and approved by the Local Planning Authority to assess the local air quality. Measures as approved shall be completed prior to occupation and shall be retained permanently thereafter.",
    "Reason: To safeguard the amenity of future residents, in accordance with policy SI1 of the adopted London Plan (2021), policies 1.1(e) and 1.1(j) of Ealing's Development (or Core) Strategy 2012 and the Council's Supplementary Planning Guidance 3 'Air Quality and Pollution'. | All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by dust, in accordance with Policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy D13 of the London Plan (2021), the National Planning Policy Framework (2021) and chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG). | Before the development is commenced, (including demolition and site clearance) an Air Quality and Dust Management Plan (AQDMP) that includes an Air Quality (Dust) Risk Assessment shall be produced in accordance with current guidance The Control of Dust and Emissions during Construction and Demolition, SPG, GLA, July 2014, for the existing site and the proposed development. A scheme for air pollution mitigation measures based on the findings of the report shall be submitted to and approved by the Local Planning Authority prior to the commencement of any works on the site.",
    "Reason: To safeguard the amenities for future occupiers of the development in accordance with policies D13 and SI1 of the London Plan (2021), policies 1.1(j) & 1.2(f) of the Ealing Development (or Core) Strategy (2012) and with policy 7.3 of the Ealing Development Management Development Plan Document (2013). | The External Sound Insulation Report Rev 0 prepared by PC Environmental Consultants dated 4 June 2021 shall be implemented prior to the occupation of the building and measures retained thereafter.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021). | Prior to commencement of the development (save for clearance, demolition and below ground works), details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 5dB above the maximum Building Regulations value, for the floor/ceiling/wall structures separating different types of rooms/uses in adjoining dwellings/areas, namely, kitchen/living/dining/bathroom above/below/adjoining bedroom of separate dwelling. The assessment and mitigation measures shall have regard to standards of the Council's SPG10 and noise lim-its specified in BS8233:2014. Approved details shall be implemented prior to occupation of the de-velopment and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with Policies D6 and D14 of the London Plan (2021) and Standard 30 of the Housing SPG. | Prior to commencement of the development (save for clearance, demolition and below ground works), details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 10dB/ 15dB, as necessary, above the Building Regulations value for residential use, of the floor/ ceiling/ walls separating lifts/ communal entrances/ staircase and facilities (eg. bin/cycle storage etc.) from dwellings. Where noise emissions include characteristic features, the Noise Rating level should not exceed NR25 Leq 5mins (octaves) or NR20 Leq 5mins (1/3 octaves) inside a bedroom and NR30 Leq 5mins (octaves) inside a living room. Details shall include the installation method and materials of separating structures and, where necessary, additional mitigation measures and the resulting sound insulation value and internal sound level. The assessment and mitigation measures shall be based on standards and noise limits of the Council's SPG10 and BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies D6 and D14 of the London Plan (2021), the National Planning Policy Framework (2021) and Interim guidance SPG 10 'Noise and Vibration'. | Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies D6 and D14 of the London Plan (2021), the National Planning Policy Framework (2021) and Interim guidance SPG 10 'Noise and Vibration'. | The individual and combined external sound level emitted from plant, machinery or equipment at the development site shall be lower than the lowest existing background sound level by at least 10dBA, as measured at/ calculated to the nearest and most affected noise sensitive premises at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014, with all machinery operating together at maximum capacity.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies D6 and D14 of the London Plan (2021), the National Planning Policy Framework (2021) and Interim guidance SPG 10 'Noise and Vibration'. | No microwave masts, antennae or satellite dishes or any other plant or equipment shall be installed on any of the buildings within the development unless otherwise approved in writing by the Local Planning Authority under this condition prior to installation.",
    "Reason: To safeguard the character and appearance of the buildings and the area as a whole, in accordance with policy 1.1(h) of the Ealing Development (or Core) Strategy (2012), Local Variation policies 3.5 and 7.4 and policies 7B of the Development Management Development Plan Document (2013). | The passenger lifts located within the communal cores serving the approved apartment blocks shall be installed and operational prior to the first occupation of the relevant part of the apartment block to which the lift serves.",
    "Reason: To ensure that adequate access is provided to all floors of the development for all occupiers and visitors including those with disabilities, in accordance with policies GG3, D5, D6 and D7 of the London Plan (2021); policy 1.1(h) of the Ealing Development Strategy 2026 (2012); policy 7B of the Ealing Development Management DPD (2013); and interim Ealing SPG 'Accessible Ealing' (2012). | Ninety percent of the approved residential dwellings shall be designed and constructed to meet Approved Document M (Volume 1: Dwellings), Part M4(2)(Accessible and adaptable dwellings) of Building Regulations 2015, or other such relevant technical requirements in use at the time of the construction of the development.",
    "Reason: To ensure that the development is adaptable, flexible, convenient and appropriate to the changing needs of the future occupiers, in accordance with policies D5, D6 and D7 of the London Plan (2021); and policy 1.1(h) of the Ealing Development Strategy 2026 DPD (2012). | Ten percent of the approved residential dwellings shall be designed and constructed to meet Approved Document M (Volume 1: Dwellings), Part M4(3) (Wheelchair user dwellings) of Building Regulations 2015, or other such relevant technical standards in use at the time of the construction of the development.",
    "Reason: To ensure the provision of wheelchair housing in a timely fashion that would address the current unmet housing need; produce a sustainable mix of accommodation; and provide an appropriate choice and housing opportunity for wheelchair users and their families, in accordance with the objectives of policies D5, D6 and D7 of the London Plan (2021); and policy 1.1(h) of the Ealing Development Strategy 2026 DPD (2012). | The hours of business use for the ground floor commercial units (E Use Class) hereby approved shall be restricted to the period 0800-2200 Monday to Sunday.",
    "Reason: To safeguard the amenities of the occupiers of neighbouring properties and the prospective residential occupiers of the development in accordance with policy D14 of the London Plan (2021), policy 1.1(j) of the adopted Ealing Development (Core) Strategy (2012), policy 7A of the adopted Ealing Development Management Development Plan Document (2013) and Interim Supplementary Planning Guidance 10 'Noise and Vibration'. | Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any subsequent order revoking and re-enacting that Order with or without modifications), the ground floor commercial units shall not be subdivided and shall only be used at ground floor for an E (a), (b) and  (c) Use Class activity or F2 (b) Use Class, and not for any other use without prior approval of the Local Planning Authority obtained by the submission of a planning application.",
    "Reason: To ensure that the Council retains control over the quality, impacts and provision of any change of use, and to safeguard the vitality and viability of the town centre in accordance with policy E9 of the London Plan (2021); policies 1.1(d), 2.7(c) of the Ealing Development Strategy 2026 (2012); and policy 4C of Ealing's Development Management DPD (2013). | Prior to construction completion and occupation, the permitted development shall implement and maintain, and in the case of energy generation equipment confirm as operational, the approved measures to achieve an overall sitewide reduction in regulated CO2 emissions against SAP10 standards of at least 72.87% (equating to 13.11 tonnes of CO2 per year) beyond Building Regulations Part L 2013. These CO2 savings shall be achieved through the Lean, Clean, Green Energy Hierarchy as detailed in the Energy Statement prepared by Prepared by eb7 (v1) in May 2021 including:",
    "i.\tLean, passive design measures to achieve an annual reduction of at least 10.39% equating to at least 1.87 tonnes in regulated carbon dioxide (CO2) emissions over BR Part L 2013.",
    "ii.\tGreen, renewable energy equipment including the incorporation of a photovoltaic array with a capacity of at least 8.91 kWp, and Air Source Heat Pumps to achieve an annual reduction of at least 62.48%, equating to 11.24 tonnes, in regulated car-bon dioxide (CO2) emissions over Part L 2013.",
    "iii.\tSeen, heat and electric meters installed to monitor the performance of the PV and the carbon efficiency (COP) of the heat pumps including the heat generation and the combined parasitic loads of the heat pumps.",
    "a)\tPrior to commencement of construction, details of the specifications including manufactur-ers performance data sheets, design, and layout of the proposed low and zero-carbon (LZC) energy equipment, and the associated monitoring devices required to identify their performance/efficiency (COP), shall be submitted, to and approved in writing, by the Coun-cil. The development shall be implemented only in accordance with the approved details.",
    "b)\tPrior to the installation of the renewable/low-carbon energy equipment technical details of the equipment shall be submitted to the Council for approval. The details shall include the exact number of heat pump collectors, their thermal kilowatt output, heat output pipe diam-eter(s), parasitic load supply schematics, monthly energy demand profile, and the exact kWp capacity of the PV array, the orientation, pitch and mounting of the panels, and the make and model of the panels. The name and contact details of the LZC installation con-tractor(s), and if different, the commissioning electrical or plumbing contractor, should be submitted to the Council prior to installation.",
    "c)\tOn completion of the installation of the LZC equipment copies of the MCS certificates and all relevant commissioning documentation shall be submitted to the Council.",
    "d)\tWithin three months of the occupation/first use of the development the relevant Energy Performance Certificate (EPC) and detailed SAP Worksheets showing clearly the TER and DER from the 'as built stage' following completion of the development, shall be submitted to, and approved by, the Local Authority in order to confirm compliance with the energy ef-ficiency measures detailed in the approved Energy Strategy. The development shall be car-ried out strictly in accordance with the approved details.",
    "Reason: In the interest of addressing climate change and to secure environmentally sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2020, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012. | The development shall incorporate the overheating and cooling measures in line with the relevant CIBSE guidance and detailed in the Dynamic Overheating Assessment submitted by Prepared by eb7 (v1) in May 2021.",
    "Reason: To ensure that the risk of overheating has been sufficiently addressed in accordance with policy SI4 of the London Plan  ; Ealing's Development (Core) Strategy, and Development Management DPD.",
    "| In order to implement Ealing Council DPD policy 5.2.3 (post-construction energy equipment monitoring), and key parts of London Plan policy SI2 (\"be Seen\"), the developer shall:",
    "a)\tEnter into a legal agreement with the Council to secure a S106 financial contribution for the post-construction monitoring of the renewable/low carbon technologies to be incorporated into the development and/or the energy use of the development as per energy and CO2 Condition(s).",
    "b)\tUpon final construction of the development, or relevant phases of the development, and prior to occupation, the agreed suitable devices for monitoring the performance/efficiency (COP) of any renewable/low-carbon energy equipment shall be installed. The monitored da-ta shall be automatically submitted to the Council at daily intervals for a period of four years from occupation and full operation of the energy equipment. The installation of the monitor-ing devices and the submission and format of the data shall be carried out in accordance with the Council's approved specifications as indicated in the Automated Energy Monitoring Platform (AEMP) information document. The developer must contact the Council's chosen AEMP supplier (Energence Ltd) on commencement of construction to facilitate the monitor-ing process.",
    "c)\tUpon final completion of the development and prior to occupation, the developer must submit to the Council proof of a contractual arrangement with a certified contractor that provides for the ongoing, commissioning, maintenance, and repair of the renewable/low-carbon energy equipment for a period of four years from the point that the building is occu-pied and the equipment fully operational.",
    "Reason: To monitor the effectiveness and continued operation of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an in-situ evidence base on the performance of such equipment in accordance with London Plan (2021) policy SI2 (\"Be Seen\" stage of the energy hierarchy), Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD policy 5.2, E5.2.3, and Policy 2.5.36 (Best Practice) of the Mayor's Sustainable Design & Construction SPG. | A suitable scheme of proposed tree planting and pits shall be submitted to and approved by the Local Planning Authority prior to the first use of the development hereby approved.",
    "No operations shall commence on site in connection with the development hereby approved until a suitable scheme of proposed tree planting and tree pits have been submitted to and approved by the Local Planning Authority.  The scheme shall include the following comprehensive details of all trees to be planted:",
    "o\tFull planting specification - tree size, species, the numbers of trees and any changes from the original application proposals.",
    "o\tLocations of all proposed species.",
    "o\tComprehensive details of ground/tree pit preparation to include:",
    "o\tPlans detailing adequate soil volume provision to allow the tree to grow to maturity",
    "o\tEngineering solutions to demonstrate the tree will not interfere with structures (e.g. root barriers/deflectors) in the future",
    "o\tStaking/tying method(s).",
    "o\tFive year post planting maintenance and inspection schedule.",
    "All tree planting must be carried out in full accordance with the approved scheme in the nearest planting season (1st October to 28th February inclusive). The quality of all approved tree planting should be carried out to the levels detailed in British Standard 8545, Trees: from nursery to independence in the landscape - Recommendations.",
    "Any trees which die, are removed, uprooted, significantly damaged, become diseased or malformed within five years from the completion of planting, must be replaced during the nearest planting season (1st October to 31st March inclusive) with a tree/s of the same size, species and quality as previously approved.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies G5 and G9 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines. | The design of the building shall comply with the aims and objectives of the Secured By Design standards before the first occupation of the development, and shall be permanently retained.",
    "Reason: To ensure that the development incorporates crime prevention measures to help prevent crime and disorder in accordance with policies 1.1 (h) of the Ealing Development (Core) Strategy (2012), policy LV 7.3 of the Ealing Development Management Development Plan Document (2013) and Policy D11 of the London Plan (2021). | Prior to the commencement of the superstructure works, a Fire Statement shall be submitted for approval, which shall include details of:",
    "a) appropriate features which reduce the risk to life in the event of a fire;",
    "b) appropriate way to minimise the risk of fire spread;",
    "c) provide suitable and convenient means of escape for all building users;",
    "d) a robust strategy for evacuation;",
    "e) suitable access and equipment for firefighting which is appropriate for the size; and use of the development.",
    "In addition, the statement shall provide details of how the development proposal will function in terms of:",
    "i) the building's construction: methods, products and materials used, the means of escape for all building users: stair cores, escape for building users who are disabled or require level access, and the associated management plan approach",
    "ii) access for fire service personnel and equipment: how this will be achieved in an evacuation situation, water supplies, provision and positioning of equipment, firefighting lifts, stairs and lobbies, iii) any fire suppression and smoke ventilation systems proposed, and the ongoing maintenance and monitoring of these",
    "iv) how provision will be made within the site to enable fire appliances to gain access to the building.",
    "Reason: In the interests of fire safety and to ensure the safety of all building users, development proposals must achieve the highest standards of fire safety, in accordance with policy D12 of the London Plan (2021)."
  ],
  "locality": "London",
  "uprn": "12072094",
  "status": "Approved",
  "pp_id": "PP-09932851",
  "title_number": [
    "AGL110977 AGL98123 MX439275"
  ],
  "parking_details": {
    "no_existing_cycle": 0,
    "no_proposed_cycle": 43,
    "net_cycle": 43
  },
  "bo_system": "Portal",
  "centroid": {
    "lon": -0.326936,
    "lat": 51.509941
  },
  "decision_agency": "Borough",
  "application_type": "All Other",
  "decision_date": "07/09/2022",
  "last_updated_by": "Portal",
  "decision_process": "Delegated",
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 180328,
  "secondary_street_name": null,
  "epc_number": null,
  "cil_liability": true,
  "actual_completion_date": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/214454FUL;",
  "lpa_app_no": "214454FUL",
  "lpa_name": "Ealing",
  "application_type_full": "Full planning permission",
  "site_name": "130-132 Broadway",
  "ward": "Elthorne",
  "appeal_status": null,
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              516209.551966,
              180312.5953117
            ],
            [
              516204.8028108,
              180311.3456694
            ],
            [
              516199.7980587,
              180327.7509735
            ],
            [
              516197.5471571,
              180335.1988415
            ],
            [
              516196.6979158,
              180338.6978399
            ],
            [
              516196.3516232,
              180339.6975538
            ],
            [
              516195.0983739,
              180343.2965236
            ],
            [
              516201.447071,
              180345.1959799
            ],
            [
              516202.123166,
              180342.9866123
            ],
            [
              516204.0030399,
              180337.0483121
            ],
            [
              516210.6980295,
              180315.2545505
            ],
            [
              516209.551966,
              180312.5953117
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-03-19T22:33:54.021+00:00",
  "appeal_start_date": null,
  "decision_target_date": "16/09/2022",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "borough": "Ealing",
  "lapsed_date": "07/09/2025",
  "appeal_decision_date": null,
  "id": "Ealing-214454FUL",
  "description": "Construction of building between 2 and 6 storeys accommodating commercial space (Use Class E(a)) and 17 self-contained residential units (following demolition of existing building)",
  "valid_date": "29/06/2021",
  "application_details": {
    "existing_uprns": [
      "000012072094, 000012167830, 000012167834, 000012152617, 000012158861, 000012167831, 000012167832, 000012167833, 000012113665, 000012072282"
    ],
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "1",
        "intended_completion_date": "10/2024",
        "intended_commencement_date": "05/2022"
      }
    ],
    "total_gia_gained": 144,
    "site_area": 0.022000000000000002,
    "total_gia_existing": 288,
    "total_gia_lost": 288,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 99,
        "use_class": "A1",
        "gia_gained": 144,
        "gia_lost": 99
      },
      {
        "gia_existing": 189,
        "use_class": "SG",
        "gia_gained": 0,
        "gia_lost": 189
      }
    ],
    "projected_cost_of_works": "Between £2m and £100m",
    "scheme_phasing": true,
    "rain_water_harvesting": true,
    "building_details": [
      {
        "no_storeys": 6,
        "max_height": 18,
        "building_ref": "1"
      }
    ],
    "grey_water_reuse": true,
    "surface_water_discharge_percentage_reduction": 1,
    "green_suds": true,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 144,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 288,
      "total_gia_gained": 144,
      "total_gia_lost": 288,
      "total_gia_existing": 288,
      "site_area": 0.022000000000000002
    },
    "garden_land_lost": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 1,
      "green_roof_area": 93,
      "no_resi_units_to_have_full_fibre": 17,
      "urban_greening_factor_score": 1,
      "solar_pv_capacity": 100,
      "no_homes_passive_cooling": 17,
      "no_new_water_connections_required": 17,
      "no_non_resi_units_to_have_full_fibre": 1,
      "total_annual_nox_emissions": 12758,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 15,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 17,
      "chp_heat_pumps_capacity": 100,
      "ghg_reduction_over_building_regulations": true
    },
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 31,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 17,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 6,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 6,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 17,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": 2318.181818181818,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 1445,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 772.7272727272726,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": 282,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Loss-1",
          "description": null,
          "change_type": "Loss",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 40,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Loss-2",
          "description": null,
          "change_type": "Loss",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 40,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Loss-3",
          "description": null,
          "change_type": "Loss",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 40,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Loss-4",
          "description": null,
          "change_type": "Loss",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 40,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Loss-5",
          "description": null,
          "change_type": "Loss",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 40,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 5,
          "phase_detail": null,
          "unit_no": "Loss-6",
          "description": null,
          "change_type": "Loss",
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 82,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-1",
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 56.6,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-2",
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 50,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-3",
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 50,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-4",
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 50,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-5",
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 50,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-6",
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 88.5,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-7",
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 70,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-8",
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 73,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-9",
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 70,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-10",
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 70,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-11",
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 61,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-12",
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 70,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-13",
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 70,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-14",
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 70,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-15",
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 81,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-16",
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 97,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-17",
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 87,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "site_area": 0.022000000000000002
    },
    "internal_resi_water_usage": 20,
    "ownership_status": "Private",
    "other_residential_accommodation_details": {
      "site_area": 0.022000000000000002
    }
  },
  "centroid_easting": 516203,
  "postcode": "W13 0TL",
  "actual_commencement_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.326847,
          51.509801
        ],
        [
          -0.326916,
          51.509791
        ],
        [
          -0.326983,
          51.50994
        ],
        [
          -0.327013,
          51.510007
        ],
        [
          -0.327024,
          51.510039
        ],
        [
          -0.327028,
          51.510048
        ],
        [
          -0.327045,
          51.51008
        ],
        [
          -0.326953,
          51.510096
        ],
        [
          -0.326944,
          51.510076
        ],
        [
          -0.326919,
          51.510022
        ],
        [
          -0.32683,
          51.509825
        ],
        [
          -0.326847,
          51.509801
        ]
      ]
    ],
    "type": "Polygon"
  }
}