{
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 534761,
  "development_type": "Minor dwellings",
  "decision_date": "03/07/2025",
  "appeal_start_date": null,
  "epc_number": null,
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development to which this permission relates must be begun not later than the expiration of three years beginning with the date of the decision notice. \rReason: To comply with the provisions of S.51 of the Planning & Compulsory Purchase Act 2004.\r",
    "The development hereby permitted shall be carried out in accordance with the following approved plans:\r\rLocation Plan\r23637/12Rev E\r23637/13Rev C\r23637/14Rev B\r23637/15Rev A\r23637/16Rev A\r23637/17Rev A\r23637/18RevD\r SuDS report\r SuDS profroma\r SuDS supporting information\rEnergy & Sustainability Statement\rBiodiversity Survey & Report\rPlanning, Design & Access Statement\rNoise Impact Assessment\rConstruction Logistics & Management Plan\rArchaeological Assessment\rEcological Enhancement Strategy\r\rReason: For the avoidance of doubt and in the interests of proper planning.\r",
    "No development shall take place, including any works of demolition, until a hard and soft landscaping scheme has been submitted to and approved in writing by the local planning authority. The scheme shall include, but not be limited to, the following measures:\r\ra. a statement setting out the design objectives and how these will be delivered; earthworks showing existing and proposed finished levels or contours;\rb. means of enclosure and retaining structures; boundary treatments;\rc. vehicle parking layouts; other vehicle and pedestrian access and circulation areas; hard surfacing materials; \rd. minor artefacts and structures [e.g. furniture, play equipment, refuse or other storage units, signs, etc.]; \re. proposed and existing functional services above and below ground [e.g. drainage, power, communications cables, pipelines etc. indicating alignments, levels, access points, supports as relevant];\r e. retained historic or other landscape features and proposals for restoration, where relevant; renewable energy installations where relevant; lighting, floodlighting and CCTV;\r f. water features;\r g. an implementation programme, [including phasing of work where relevant].\r The landscaping works shall be carried out in accordance with the approved details before any part of the development is first occupied in accordance with the agreed implementation programme.\r\rReason: To ensure satisfactory appearance  \r",
    "Prior to the commencement of development, a Dust Management Plan (DMP), based on an Air Quality and Dust Risk Assessment (AQDRA), shall be submitted to and approved, in writing, by the local planning authority. The DMP shall be in accordance with The Control of Dust and Emissions during Construction and Demolition SPG 2014. The DMP will need to detail the measures to reduce the impacts during the construction phase. The development shall be undertaken in accordance with the approved plan.\r\rDuring each four construction sub-phases of the proposed development (demolition, earthworks, construction, and trackout), PM10 continuous monitoring shall be carried out on site. Parameters to be monitored, duration, locations and monitoring techniques must be approved in writing by the London Borough of Enfield prior to commencement of monitoring. \r\rReason: To protect the local amenity from demolition/construction dust \r\r",
    "Prior to the commencement of the development, evidence of site registration at http://nrmm.london/ to allow continuing details of Non-Road Mobile Machinery (NRMM) and plant of net power between 37kW and 560 kW to be uploaded during the construction phase of the development shall be submitted to and approved by the Local Planning Authority. \r2. Evidence that all plant and machinery to be used during the demolition and construction phases of the development shall meets Stage IV of EU Directive 97/68/ EC for both NOx and PM emissions shall be submitted to the Local Planning Authority. \r3. During the course of the demolitions, site preparation and construction phases, an inventory and emissions records for all Non-Road Mobile Machinery (NRMM) shall be kept on site. The inventory shall demonstrate that all NRMM is regularly serviced and detail proof of emission limits for all equipment. All documentation shall be made available for inspection by Local Authority officers at all times until the completion of the development. \r\rReasons: In the interests of good air quality and protecting public health \r\r",
    "Prior to the occupation of the development the following documents, as necessary, must be submitted in writing and approved by the Local Planning Authority: \r1 A Desk Study including a preliminary risk assessment which identifies: \r\r-All previous uses; \r-Potential contaminants associated with those uses; \r-A conceptual site model indicating sources, pathways and receptors; and \r-Potentially unacceptable risks arising from contamination at the site. \r\r2 Should the desk study identify the need, a Site Investigation scheme to provide information for a detailed assessment of the risk to all receptors that may be affected, including those off site. The results of the site investigation to be summarised via a generic or detailed quantitative risk assessment with conclusions and recommendations for clear actions, where required. a. Reason: To ensure that contaminated land is properly treated and made safe safeguard the health and safety of the future occupants in accordance with policy 2.1.8 of the London Plan (2021) and CP32 of the Enfield Core Strategy (2010). \r\r\r3 If required, a Remedial Options Appraisal and/or Remediation Strategy giving full details of the remediation and mitigation measures required and how they are to be undertaken. \r4 Where remediation is required, \ri)\ta Verification Plan setting \rii)\tA Monitoring and Maintenance Plan, setting out provisions for long-term monitoring of pollutant linkages, maintenance and arrangements for contingency action. \riii)\tthe development in the relevant Phase shall not be occupied until a post completion remediation Verification Report for that Phase, including results of sampling and monitoring carried out, has first been submitted to and approved in writing by the Local Planning Authority demonstrating that the site remediation criteria have been met. \r\rReason: To ensure that contaminated land is properly treated and made safe safeguard the health and safety of the future occupants in accordance with the London Plan (2021) and CP32 of the Enfield Core Strategy (2010). \r\r",
    "Piling or other penetrative methods shall not be permitted within the Main Remediation Site other than with the express written consent of the Local Planning Authority. Prior to construction of the foundations in any phase of development within the Main Remediation Site, a Foundations Works Risk Assessment for that Phase or for an area agreed in advance with the Local Planning Authority will be submitted to and approved in writing with the Local Planning Authority that will take account of previous consultations with the Environment Agency, and the conditions in which the remediation stage will leave the site. \r\rReason: \rTo safeguard groundwater quality and human health in accordance with the London Plan (2021) and CP32 of the Enfield Core Strategy (2010). \r",
    "Unexpected/Unidentified Contamination Remediation Strategy - If during a particular phase of development within the Main Remediation Site contamination that has not previously been identified or unexpected is found to be present in a particular area of that Phase of development, then no further development in that phase (unless otherwise agreed in writing with the Local Planning Authority) shall be carried out until the developer has submitted an updated addendum remediation strategy specifically for the previously unidentified contamination to the Local Planning Authority detailing how it shall be dealt with and obtained written approval from the Local Planning Authority. The addendum remediation strategy shall be implemented as approved. \r\rReason: \rTo safeguard groundwater quality and human health in accordance with policy 2.1.8 of the London Plan (2016) and CP32 of the Enfield Core Strategy (2010). \r",
    "The development shall not commence until the developer provides details of acoustic screening of the external amenity areas to reduce the impact of road traffic  noise. The screening shall be a minimum of 2 metres in height and have a minimum mass of 25Kg/m2. Details of the  screening shall be submitted to and approved by the Local Planning Authority prior to the development being occupied. \rReason: To protect future residents from noise and disturbance \r",
    "The development shall not commence until an air quality assessment report has been submitted to and approved by the local planning authority. The assessment shall compare the levels of nitrogen dioxide and PM10 to the objective levels set out in the Air Quality Standards Regulations 2010 and propose mitigation where the objective levels are exceeded for either pollutant at the façade of the development. Mitigation measures shall be fully implemented prior to occupation. \rReason: To protect future residents from poor air quality \r",
    "The development shall not commence until a Sustainable Drainage Strategy has been submitted to and approved in writing by the Local Planning Authority.  The details shall be based on the disposal of surface water by means of a sustainable drainage system in accordance with the principles as set out in the Technical Guidance to the National Planning Policy Framework and should be in line with our DMD Policy SuDS Requirements:\ra) Shall be designed to a 1 in 1 and 1 in 100 year storm event with the allowance for climate change\rb) Follow the London Plan Drainage Hierarchy and providing evidence of the potential for full infiltration SuDS and maximising above ground storage\rc) Follow the SuDS management train by providing source control for the site, and a number of treatment phases corresponding to their pollution potential \rd) Maximise opportunities for sustainable development, improve water quality, biodiversity, local amenity and recreation value\re) The system must be designed to allow for flows that exceed the design capacity to be stored on site or conveyed off-site with minimum impact\rf) Clear ownership, management and maintenance arrangements must be established\rg) The details submitted shall include levels, sizing, cross sections and specifications for all drainage features\r\rREASON: To ensure the sustainable management of water, minimise flood risk, minimise discharge of surface water outside of the curtilage of the property and ensure that the drainage system will remain functional throughout the lifetime of the development in accordance with Policy CP28 of the Core Strategy, DMD Policy 61,and Policies SI 12 an SI 13 of the London Plan and the NPPF and to maximise opportunities for sustainable development, improve water quality, biodiversity, local amenity and recreation value.\r",
    "The developer shall provide the affected properties with an alternative means of ventilation other than openable windows or trickle vents. The details of the ventilation system shall be submitted to and approved by the Local Planning Authority prior  to the development being occupied. \rReason: To protect future residents from noise and disturbance \r\r",
    "Prior to the occupation of the development, details of external lighting proposed shall be submitted to and approved in writing by the Local Planning Authority. The development shall be implemented in accordance with the approved details and shall be provided before the development is occupied. \r\rReason: To ensure that the development does not prejudice the amenities of adjoining occupiers and / or the visual amenities of the surrounding area and to ensure safe and appropriate light levels for access to units above.\r",
    "Prior to first occupation of the development, details of the internal consumption of potable water must be submitted to and approved in writing by the Local Planning Authority. Submitted details will demonstrate reduced water consumption through the use of water efficient fittings, appliances and recycling systems to show consumption equal to or less than 105 litres per person per day. The development shall be carried out strictly in accordance with the details so approved and maintained as such thereafter.\rReason: To promote water conservation and efficiency measures in all new developments and where possible in the retrofitting of existing stock in accordance with Policy SI 5 of the London Plan, CP 21 of the Core Strategy, and DMD 58 of the Development Management Document.\r",
    "The development hereby permitted shall not be occupied until details of the design of refuse storage facilities including facilities for the recycling of waste to satisfy the future number of occupiers on site have been submitted to and approved in writing by the local planning authority. \rReason: To ensure appropriate waste storage is provided in accordance with DMD8, DMD47 and DMD57.\r",
    "All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture as specified in the approved application.\r\rReason: To safeguard the appearance of the premises and the character of the immediate area.\r",
    "Following practical completion of works a final Energy Performance Certificate must be submitted to an approved in writing by the Local Planning Authority. Where applicable, a Display Energy Certificate shall be submitted within 18 months following first occupation.\rReason: In the interest of sustainable development and to ensure that the Local Planning Authority may be satisfied that CO2 emission reduction targets are met in accordance with Policy CP20 of the Core Strategy, Policies Policy SI 2 of the London Plan 2021 and the NPPF.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (or any re-enactment of that Order) no extension (or alterations) otherwise approved by Class A of Part 1 of Schedule 2 to the Order, garage or other outbuilding otherwise approved by Class E of Part 1 of Schedule 2 to the Order, shall be erected or carried out without express planning permission first having been granted.\r\rReason: In the interests of high quality design and to safeguard the amenity of future occupiers.",
    "Prior to the occupation of the development, ecological enhancements must be delivered in accordance with the recommendations of the approved ecological enhancement strategy. These measures must be retained thereafter.\r\rReason: In the interests of ecology and biodiversity. \r",
    "Prior to the occupation of development, the feasible renewable energy technologies identified in the approved Energy Statement shall be incorporated into the development and installed in accordance with the recommendations of Energy Statement and retained\rthereafter.\r\rReason: In the interest of sustainable development and to ensure that the Local Planning Authority may be satisfied that CO2 emission reduction targets are met."
  ],
  "postcode": "EN8 8EX",
  "appeal_decision": null,
  "polygon": null,
  "actual_completion_date": null,
  "decision_process": "Delegated",
  "lapsed_date": "03/07/2028",
  "locality": null,
  "bo_system": "Idox Uniform",
  "ward": "Whitewebbs",
  "lpa_name": "Enfield",
  "centroid_northing": 199881,
  "lpa_app_no": "25/01235/FUL",
  "last_date_consultation_comments": "05/06/2025",
  "application_type": "All Other",
  "title_number": null,
  "borough": "Enfield Council",
  "parking_details": {
    "no_proposed_car": 4,
    "net_car": 4,
    "no_existing_car": 0
  },
  "pp_id": "PP-13900453",
  "cil_liability": true,
  "status": "Approved",
  "application_details": {
    "site_area": 1100,
    "non_residential_details": {
      "site_area": 0.11,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0
    },
    "other_residential_accommodation_details": {
      "site_area": 0.11
    },
    "existing_uprns": [
      "000207034248",
      "000207166176"
    ],
    "s106_agreement": true,
    "commencement_notice_received": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "LHA Maximum Height Level: All buildings, structures, and works exceeding 150 metres in height (492.1 feet)."
      },
      {
        "result": null,
        "constraints_layer_description": "LLA Maximum height level: All buildings, structures, and works exceeding 150 metres in height (492.1 feet)"
      },
      {
        "result": null,
        "constraints_layer_description": "SIARIN Description: Multi-period site including Ermine Street, medieval manors, post medieval Elsynge Palace and Flash R\rName: Whitewebbs Hill, Bulls Cross and Forty Hill"
      },
      {
        "result": null,
        "constraints_layer_description": "100Y Name: North Enfield Model\rDescription: 100YRCC3440\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "DCAREA Area: NORTH\rCode: DCAREA_N"
      },
      {
        "result": null,
        "constraints_layer_description": "OHLZE2 Description: EEB 33KV"
      },
      {
        "result": null,
        "constraints_layer_description": "NEWRIV Description: NEWRIV1"
      },
      {
        "result": null,
        "constraints_layer_description": "TRROCB Description: TRROCB3"
      },
      {
        "result": null,
        "constraints_layer_description": "TRUROA Name: GREAT CAMBRIDGE ROAD"
      },
      {
        "result": null,
        "constraints_layer_description": "WARDS Name: Chase"
      },
      {
        "result": null,
        "constraints_layer_description": "CILRES CIL ZONE: Lower Rate Eastern Zone - RATE: £40 per square metre"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDASC Designation: Area of Special Character- Core Strategy: Core policy 33- DMD Policy: DMD 84"
      },
      {
        "result": null,
        "constraints_layer_description": "M25JUN M25 Junction improvement: M25 junction improvement 200m consultation zone"
      },
      {
        "result": null,
        "constraints_layer_description": "EFCAZI Chargeable Zone Value: 6176"
      }
    ],
    "scheme_phasing": false
  },
  "valid_date": "15/05/2025",
  "url_planning_app": "<enter PA URL here>",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.052149,
          51.681543
        ],
        [
          -0.05215,
          51.681516
        ],
        [
          -0.052194,
          51.681517
        ],
        [
          -0.052192,
          51.681544
        ],
        [
          -0.052149,
          51.681543
        ]
      ]
    ],
    "type": "Polygon"
  },
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-07-16T20:04:02.355Z",
  "appeal_status": null,
  "decision_target_date": "10/07/2025",
  "subdivision_of_building": null,
  "actual_commencement_date": null,
  "uprn": "000207034248",
  "street_name": "Great Cambridge Road",
  "decision": "Approved",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.052171,
    "lat": 51.68153
  },
  "site_name": "Redgates Nursery",
  "application_type_full": "Full planning permission",
  "date_building_work_started_under_previous_permission": null,
  "site_number": "1791A",
  "last_updated_by": "Idox Uniform",
  "id": "Enfield-25_01235_FUL",
  "description": "Removal of existing telecommunication apparatus with construction of 2 x 2- storey dwelling houses with gardens, parking, and refuse and recycling and bicycle storage and new internal footpath.",
  "decision_agency": null
}