{
  "last_date_consultation_comments": "14/05/2025",
  "site_number": "24, 26",
  "application_type_full": "Removal/Variation of a condition",
  "subdivision_of_building": null,
  "url_planning_app": "<enter PA URL here>",
  "epc_number": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.078004,
          51.654102
        ],
        [
          -0.078005,
          51.654075
        ],
        [
          -0.078048,
          51.654076
        ],
        [
          -0.078047,
          51.654103
        ],
        [
          -0.078004,
          51.654102
        ]
      ]
    ]
  },
  "secondary_street_name": null,
  "street_name": "Churchbury Lane",
  "last_updated_by": "Idox Uniform",
  "date_building_work_started_under_previous_permission": null,
  "application_details": {
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "LHA Maximum Height Level: All buildings, structures, and works exceeding 150 metres in height (492.1 feet)."
      },
      {
        "result": null,
        "constraints_layer_description": "LLA Maximum height level: All buildings, structures, and works exceeding 150 metres in height (492.1 feet)"
      },
      {
        "result": null,
        "constraints_layer_description": "TPO TPO Name: LBE ORDER NO 107 1980\rDate of Order: 03/10/1980 00:00:00\rSpecies: ASH, Address: 26 CHURCHBURY LANE\rSchedule ID: T001"
      },
      {
        "result": null,
        "constraints_layer_description": "DCAREA Area: NORTH\rCode: DCAREA_N"
      },
      {
        "result": null,
        "constraints_layer_description": "WARDS Name: Town"
      },
      {
        "result": null,
        "constraints_layer_description": "CILRES CIL ZONE: Intermediate Zone - RATE: £60 per square metre"
      },
      {
        "result": null,
        "constraints_layer_description": "EFCAZI Chargeable Zone Value: 6176"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000207137537"
    ]
  },
  "ward": "Town",
  "cil_liability": false,
  "centroid": {
    "lon": -0.078026,
    "lat": 51.654089
  },
  "uprn": "000207137537",
  "parking_details": null,
  "centroid_easting": 533054,
  "development_type": "Minor all other minor developments",
  "lpa_app_no": "25/01291/VAR",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Enfield",
  "locality": null,
  "application_type": "All Other",
  "id": "Enfield-25_01291_VAR",
  "centroid_northing": 196782,
  "appeal_status": null,
  "status": "Approved",
  "description": "Variation of condition 2,3 and 6 of ref: 22/00915/FUL to allow changes to external parking locations and surface materials, new perimeter fence and second floor use for staff rooms.",
  "site_name": "Sparta House",
  "appeal_start_date": null,
  "decision_date": "17/06/2025",
  "decision_target_date": "18/06/2025",
  "polygon": null,
  "appeal_decision": null,
  "title_number": [],
  "lapsed_date": "17/06/2030",
  "valid_date": "23/04/2025",
  "decision_process": "Delegated",
  "decision": "Approved",
  "postcode": "EN1 3TY",
  "decision_conditions": [
    "The development to which this permission relates must be begun not later than the expiration of three years beginning with the date of the decision notice ref 22/00915/FUL\r\rReason: To comply with the provisions of S.51 of the Planning & Compulsory Purchase Act 2004.\r",
    "The development hereby permitted shall be carried out in accordance with the following approved plans:\r\rChbury.pd/05_Rev A, 158/22_o/a, 158/22_2, Chbury.pd/02_Rev B\r\rReason: For the avoidance of doubt and in the interests of proper planning.\r",
    "All new external work shall be carried out in materials that match those used in the existing building, unless otherwise specified in the approved application.\r\rReason: To ensure an appearance which complies with Development Plan Policies.\r",
    "No development (except for site clearance and preparation) shall commence until a Construction Management Traffic Plan has been submitted to and approved in writing by the local planning authority. This statement shall include:\ra) photographic condition survey of public carriageways, verges and footways in the vicinity of the site;\rb) map showing routeing of demolition and construction vehicles to/from the site;\rc) access arrangements to the site;\rd) wheel cleaning methodology and facilities.\r\rThe development shall be carried out in accordance with the approved Construction Traffic Management Plan.\r\rFor the purposes of this condition, the details submitted to the Local Planning Authority under reference 23/02527/CND on 18.09.2023 shall be deemed to be approved \r\rReason: In the interests of preserving highway safety and the amenities of neighbouring occupiers.\r",
    "The development hereby authorised shall be carried out in strict accordance with the mitigation measures set out in the submitted arboricultural report (produced by R. Howorth & Co. Ltd., dated 15 October 2021). In particular the construction exclusion area as shown in the Tree Protection Plan section of that document shall be in place before construction works begin and only removed after all construction works have ended.\r\rReason: In the interests of ensuring the trees to be retained, including preserved trees, are protected, in accordance with DMD 80 of the Enfield Development Management Document 2014 and pursuant to section 197 of the Town and Country Planning Act 1990.\r",
    "Within 3 months of the date of this permission, details of a landscaping strategy including updated Tree protection Plan, Root Protection Area and tree replants shall be submitted to and approved in writing by the local planning authority.\r\rThese details shall include: existing planting to be retained; trees, shrubs and grass to be planted; the treatment of any hard surfaced areas; and, the means of enclosure of any unbuilt land on the site.\r\rThe site shall be landscaped in accordance with the approved details in the first planting season after completion or occupation of the development, whichever is the sooner. Any trees or shrubs which die, becomes severely damaged or diseased within five years of planting shall be replaced with new planting in accordance with the approved details. \r\rReason: To ensure a satisfactory appearance in accordance with DMD 81 of the Enfield Development Management Document 2014.\r",
    "Within 3 months of the date of this permission, details of the siting and design of the eight (8) secure and covered cycle parking spaces have been submitted to and approved in writing by the local planning authority.\r\rThe cycle parking spaces shall be installed in accordance with the approved details prior to first occupation of the development.\r\rReason: To ensure the provision of cycle parking in line with the Council's adopted standards.\r",
    "All north-facing windows at first floor level or above granted planning permission shall be obscure-glazed and non-opening unless the parts of the window which can be opened are more than 1.7 metres above the internal floor level of the room in which the window is installed.\r\rReason: To preserve the amenity of neighbouring occupiers ay No. 28 Churchbury Lane.\r",
    "The development shall not be occupied by more than eight residents at a time and all residents shall receive some care on site.\r\rReason: To protect neighbouring amenities and preserve the development's use as a supported living facility falling within Class C2 of the Use Classes Order 1987 (as amended).\r"
  ],
  "decision_agency": null,
  "bo_system": "Idox Uniform",
  "actual_commencement_date": null,
  "appeal_decision_date": null,
  "pp_id": "PP-13921234",
  "reference_no_of_permission_being_relied_on": null,
  "borough": "Enfield Council",
  "last_updated": "2025-07-04T20:03:58.131Z",
  "actual_completion_date": null
}