{
  "application_details": {
    "total_gia_gained": 50,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 2,
    "intended_commencement_date": "07/2025",
    "intended_completion_date": "12/2025"
  },
  "title_number": [],
  "status": "Approved",
  "centroid": {
    "lon": -0.089905,
    "lat": 51.620822
  },
  "site_name": "",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "26/06/2025",
  "polygon": null,
  "last_date_consultation_comments": "28/05/2025",
  "appeal_status": null,
  "epc_number": "0847-2834-6489-2620-7571",
  "street_name": "New Park Avenue",
  "appeal_decision_date": null,
  "development_type": "Other house holder developments",
  "ward": "Highfield",
  "date_building_work_started_under_previous_permission": null,
  "last_updated_by": "Idox Uniform",
  "decision_conditions": [
    "The development to which this permission relates must be begun not later than the expiration of three years beginning with the date of the decision notice. \rReason: To comply with the provisions of S.51 of the Planning & Compulsory Purchase Act 2004.\r",
    "The external finishing materials shall match those used in the construction of the existing building and/or areas of hard surfacing. \rReason: To ensure a satisfactory appearance.\r",
    "The development hereby permitted shall be carried out in accordance with the approved plans, as set out below:\rSHA-DR-25-03-10-04 A01, SHA-DR-25-03-10-02 A01, SHA-DR-25-03-10-03 A01, SHA-DR-25-03-10-08 A02, \rSHA-DR-25-03-10-06 A01, SHA-DR-25-03-10-07 A01, SHA-DR-25-03-10-12 A01, SHA-DR-25-03-10-09 A02, \rSHA-DR-25-03-10-05 A01, SHA-DR-25-03-10-10 A01, \r\rReason: For the avoidance of doubt and in the interests of proper planning.\r",
    "The development hereby approved shall only be used for purposes ancillary to the residential use of the site dwelling and shall at no time be occupied independently as a self-contained unit.\rReason: To ensure that the outbuilding does not adversely affect the amenity of adjoining residential premises and is not used for unauthorised purposes.\r",
    "The development shall be completed with a Sustainable Drainage Strategy as outlined below, unless otherwise agreed in writing by the Local Planning Authority.  Drainage shall be based on the disposal of surface water by means of a sustainable drainage system in accordance with the principles as set out in the Technical Guidance to the National Planning Policy Framework and should be in line with our DMD Policy SuDS Requirements:\r\ra)\tShall be designed to a 1 in 1 and 1 in 100 year storm event with the allowance for climate change\rb)\tFollow the London Plan Drainage Hierarchy and providing evidence of the potential for full infiltration SuDS and maximising above ground storage\rc)\tFollow the SuDS management train by providing source control for the site, and a number of treatment phases corresponding to their pollution potential \rd)\tMaximise opportunities for sustainable development, improve water quality, biodiversity, local amenity and recreation value\re)\tThe system must be designed to allow for flows that exceed the design capacity to be stored on site or conveyed off-site with minimum impact\rf)\tClear ownership, management and maintenance arrangements must be established.\r\r\rREASON: To ensure the sustainable management of water, minimise flood risk, minimise discharge of surface water outside of the curtilage of the property and ensure that the drainage system will remain functional throughout the lifetime of the development in accordance with Policy CP28 of the Core Strategy, DMD Policy 61, and Policies SI12 & SI13 of the London Plan and the NPPF and to maximise opportunities for sustainable development, improve water quality, biodiversity, local amenity and recreation value. \r"
  ],
  "uprn": "000207079634",
  "decision_agency": null,
  "decision": "Approved",
  "application_type": "Householder",
  "valid_date": "01/05/2025",
  "description": "Part single rear extension, first floor side to rear extension, rear dormer with front rooflights and detached outbuilding at rear.",
  "lpa_app_no": "25/01548/HOU",
  "decision_process": "Delegated",
  "actual_completion_date": null,
  "site_number": "152",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "postcode": "N13 5LZ",
  "lapsed_date": "26/06/2030",
  "date_building_work_completed_under_previous_permission": null,
  "parking_details": null,
  "lpa_name": "Enfield",
  "actual_commencement_date": null,
  "last_updated": "2025-07-09T20:04:11.282Z",
  "url_planning_app": "<enter PA URL here>",
  "centroid_easting": 532329,
  "appeal_decision": null,
  "pp_id": "PP-13973891",
  "application_type_full": "Householder planning permission",
  "cil_liability": false,
  "borough": "Enfield Council",
  "locality": null,
  "bo_system": "Idox Uniform",
  "id": "Enfield-25_01548_HOU",
  "subdivision_of_building": null,
  "centroid_northing": 193061,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.089883,
          51.620835
        ],
        [
          -0.089884,
          51.620808
        ],
        [
          -0.089928,
          51.620809
        ],
        [
          -0.089927,
          51.620836
        ],
        [
          -0.089883,
          51.620835
        ]
      ]
    ]
  },
  "decision_date": "26/06/2025"
}