{
  "appeal_status": null,
  "lapsed_date": "25/04/2030",
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "<enter PA URL here>",
  "borough": "Enfield Council",
  "application_type_full": "Non-Material Amendment",
  "actual_commencement_date": null,
  "ward": "Lower Edmonton",
  "decision_date": "25/04/2025",
  "parking_details": null,
  "polygon": null,
  "pp_id": "PP-13902840",
  "development_type": "NRQD",
  "description": "Non-material amendment to APP/Q5300/W/21/3281393 (19/00043/FUL)  to allow variation of the wording of Conditions 5 (Remediation Scheme) , Conditions 9 (Landscaping) and 11 (BREEAM).",
  "site_name": "",
  "decision_conditions": [
    "REVISED CONDITION 5: Remediation Scheme\r\rPrior to the commencement of development (with the exception of demolition and site clearance) a detailed remediation scheme shall be submitted to and approved in writing by the local planning authority where land affected by contamination is found which poses risks identified as unacceptable in the risk assessment. The scheme shall include an appraisal of remediation options, identification of the preferred option(s), the proposed remediation objectives and remediation criteria, and a description and programme of the works to be undertaken including the verification plan. The remediation scheme shall be sufficiently detailed and thorough to ensure that upon completion the site will not qualify as contaminated land under Part IIA of the Environmental Protection Act 1990 in relation to its intended use. The approved remediation scheme shall be carried out before the development is occupied. \r\rReason: To avoid risk to public health and the environment.\r\rREVISED CONDITION 9: Landscaping\r\rPrior to the commencement of development (with the exception of demolition and site clearance) a scheme of landscaping shall be submitted to and approved in writing by the local planning authority. The scheme shall include:\r\ra) indications of all existing trees and hedgerows on the land, identifying those to be retained and setting out measures for their protection throughout the course of development;\rb) all hard surfacing across the site including the vehicle and pedestrian accesses into the site;\rc) all soft landscaping measures for the site;\rd) boundary treatments;\re) construction and maintenance specifications for the green roofs; and\rf) the location and any means of enclose for refuse storage facilities associated with the commercial unit.\r\rThe landscaping scheme shall be carried out in full accordance with the approved details within the first available planting season following completion of the development and retained as such thereafter.\r\rReason: To minimise the impact of the development on the ecological value of the area, to ensure the development provides the maximum possible provision towards the creation of habitats and valuable areas for biodiversity and to preserve the character and appearance of the area.\r\rREVISED CONDITION 11: BREEAM \r\rPrior to the commencement of development (with the exception of demolition and site clearance) a BREEAM pre-assessment shall be submitted to and approved in writing by the local planning authority. This shall demonstrate how the development will be built to a minimum standard of BREEAM 'Very Good' and how it shall use reasonable endeavours to achieve an 'Excellent' rating. Where a rating of 'Excellent' cannot be achieved the applicant shall demonstrate why this is not technically feasible or economically viable. Prior to the occupation of the approved building, a copy of the Post Construction Certificate verifying that a minimum BREEAM 'Very Good' has been achieved shall be submitted to the local planning authority. The evidence required shall be provided in the following formats and at the following times: \r\ra) A design stage assessment, conducted by an accredited Assessor and supported by the relevant BRE interim certificate, shall be submitted at preconstruction stage prior to the commencement of superstructure work on site; and \r\rb) A post construction assessment, conducted by an accredited Assessor and supported by relevant BRE accreditation certificate, shall be submitted following the practical completion of the development and prior to first occupation. \r\rThe development shall be carried out strictly in accordance with the details approved, shall be maintained as such thereafter and no change shall take place without the prior approval of the local planning authority. \r\r\rReason: To ensure the development complies with the principles of sustainable design and construction.\r\r"
  ],
  "lpa_app_no": "25/01277/NMA",
  "subdivision_of_building": null,
  "centroid_easting": 535405,
  "epc_number": null,
  "secondary_street_name": null,
  "lpa_name": "Enfield",
  "appeal_decision": null,
  "decision_agency": null,
  "last_updated_by": "Idox Uniform",
  "cil_liability": false,
  "postcode": "N9 0ER",
  "decision_process": "Delegated",
  "application_details": {
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "LHA Maximum Height Level: All buildings, structures, and works exceeding 150 metres in height (492.1 feet)."
      },
      {
        "result": null,
        "constraints_layer_description": "LGA Maximum Height Level: >300"
      },
      {
        "result": null,
        "constraints_layer_description": "LLA Maximum height level: All buildings, structures, and works exceeding 300 metres in height (984.2 feet)"
      },
      {
        "result": null,
        "constraints_layer_description": "RIVBUF River Buffer: Bounds Green Brook\rCode: RIVBUF1"
      },
      {
        "result": null,
        "constraints_layer_description": "EAFLZ2 Description: Flood Zone 2"
      },
      {
        "result": null,
        "constraints_layer_description": "EAFLZ3 Description: Flood Zone 3"
      },
      {
        "result": null,
        "constraints_layer_description": "100Y Name: Southgate Model\rDescription: 100YRCC3119\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "DCAREA Area: SOUTH\rCode: DCAREA_S"
      },
      {
        "result": null,
        "constraints_layer_description": "CLAROA Road Classification code: CLAROA46"
      },
      {
        "result": null,
        "constraints_layer_description": "GAP35Z Description: Gas pipeline buffer - 35m"
      },
      {
        "result": null,
        "constraints_layer_description": "SECOAR Description: SECOAR15"
      },
      {
        "result": null,
        "constraints_layer_description": "WARDS Name: Lower Edmonton"
      },
      {
        "result": null,
        "constraints_layer_description": "CILRES CIL ZONE: Lower Rate Eastern Zone - RATE: £40 per square metre"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDAAP Designation: Area Action Plan- Area: Central Leaside- Policy: Core policy 37"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDLSI Designation: Locally Significant Industrial Site- Policy: DMD 20, 21, 23- Core Strategy: Core policy 15"
      },
      {
        "result": null,
        "constraints_layer_description": "EFCAZI Chargeable Zone Value: 6176"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000207179203",
      "000207179204"
    ]
  },
  "uprn": "000207179204",
  "street_name": "Montagu Road",
  "decision": "Approved",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.045157,
          51.627563
        ],
        [
          -0.045159,
          51.627536
        ],
        [
          -0.045202,
          51.627536
        ],
        [
          -0.045201,
          51.627563
        ],
        [
          -0.045157,
          51.627563
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "site_number": "434",
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 193891,
  "centroid": {
    "lon": -0.04518,
    "lat": 51.627549
  },
  "valid_date": "03/04/2025",
  "id": "Enfield-25_01277_NMA",
  "last_updated": "2025-05-14T20:06:38.988Z",
  "locality": null,
  "status": "Approved",
  "last_date_consultation_comments": null,
  "decision_target_date": "01/05/2025",
  "actual_completion_date": null,
  "bo_system": "Idox Uniform",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [],
  "application_type": "All Other"
}