{
  "last_date_consultation_comments": null,
  "site_number": "5",
  "application_type_full": "Non-Material Amendment",
  "subdivision_of_building": null,
  "url_planning_app": "<enter PA URL here>",
  "epc_number": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.043202,
          51.608187
        ],
        [
          -0.043204,
          51.60816
        ],
        [
          -0.043247,
          51.608161
        ],
        [
          -0.043246,
          51.608188
        ],
        [
          -0.043202,
          51.608187
        ]
      ]
    ],
    "type": "Polygon"
  },
  "secondary_street_name": null,
  "street_name": "Argon Road",
  "last_updated_by": "Idox Uniform",
  "date_building_work_started_under_previous_permission": null,
  "application_details": {
    "commencement_notice_received": false,
    "existing_uprns": [
      "000207203403"
    ],
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SURWAT Description: Idox.Spatial.Common.Desktop.DataAccess.Shape"
      },
      {
        "result": null,
        "constraints_layer_description": "LHA Maximum Height Level: All buildings, structures, and works exceeding 150 metres in height (492.1 feet)."
      },
      {
        "result": null,
        "constraints_layer_description": "LHA Maximum Height Level: All buildings, structures, and works exceeding 150 metres in height (492.1 feet)."
      },
      {
        "result": null,
        "constraints_layer_description": "LGA Maximum Height Level: >300"
      },
      {
        "result": null,
        "constraints_layer_description": "LLA Maximum height level: All buildings, structures, and works exceeding 300 metres in height (984.2 feet)"
      },
      {
        "result": null,
        "constraints_layer_description": "LLA Maximum height level: All buildings, structures, and works exceeding 300 metres in height (984.2 feet)"
      },
      {
        "result": null,
        "constraints_layer_description": "CONLAN Site Description: GAS/COKE/BITUMEN\rSite Name: TOTTENHAM GAS WORKS EASTERN SITE"
      },
      {
        "result": null,
        "constraints_layer_description": "SIARIN Description: River valley deposits with high prehistoric and palaeonvironmental potential.\rName: Lea Valley West Bank"
      },
      {
        "result": null,
        "constraints_layer_description": "RIVBUF River Buffer: Bounds Green Brook\rCode: RIVBUF1"
      },
      {
        "result": null,
        "constraints_layer_description": "EAHMIP Code: EAHMIP2"
      },
      {
        "result": null,
        "constraints_layer_description": "EAFLZ2 Description: Flood Zone 2"
      },
      {
        "result": null,
        "constraints_layer_description": "EAFLZ3 Description: Flood Zone 3"
      },
      {
        "result": null,
        "constraints_layer_description": "FZ3B Description: FZ3B4"
      },
      {
        "result": null,
        "constraints_layer_description": "FZ3B Description: FZ3B21"
      },
      {
        "result": null,
        "constraints_layer_description": "FZ3B Description: FZ3B119"
      },
      {
        "result": null,
        "constraints_layer_description": "FZ3B Description: FZ3B130"
      },
      {
        "result": null,
        "constraints_layer_description": "100Y Name: Chingford Model\rDescription: 100YRCC2867\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "100Y Name: Chingford Model\rDescription: 100YRCC2872\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "100Y Name: Chingford Model\rDescription: 100YRCC2873\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "100Y Name: Chingford Model\rDescription: 100YRCC3344\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "100Y Name: Chingford Model\rDescription: 100YRCC3355\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "100Y Name: Chingford Model\rDescription: 100YRCC3364\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "DCAREA Area: SOUTH\rCode: DCAREA_S"
      },
      {
        "result": null,
        "constraints_layer_description": "EAMW20 Description: EAMW201"
      },
      {
        "result": null,
        "constraints_layer_description": "BWBZON Description: BWBZON1"
      },
      {
        "result": null,
        "constraints_layer_description": "SUSTZO Description: SUSTZO560"
      },
      {
        "result": null,
        "constraints_layer_description": "HAZARD Description: HAZARD2"
      },
      {
        "result": null,
        "constraints_layer_description": "LVRPC2 Code: LVRPCA1"
      },
      {
        "result": null,
        "constraints_layer_description": "EAMWA2 Description: EAMWAZ20"
      },
      {
        "result": null,
        "constraints_layer_description": "EAMWA2 Description: EAMWAZ21"
      },
      {
        "result": null,
        "constraints_layer_description": "EAMWA2 Description: EAMWAZ38"
      },
      {
        "result": null,
        "constraints_layer_description": "NGCOHL Name: NGC275KV"
      },
      {
        "result": null,
        "constraints_layer_description": "OVPOLI Description: OVPOLI3"
      },
      {
        "result": null,
        "constraints_layer_description": "TRROCB Description: TRROCB4"
      },
      {
        "result": null,
        "constraints_layer_description": "TRUROA Name: NORTH CIRCULAR ROAD"
      },
      {
        "result": null,
        "constraints_layer_description": "TRMAZO Description: TRMAZO2"
      },
      {
        "result": null,
        "constraints_layer_description": "WATERC Name: Pymmes Brook\rDescription: WATERC109"
      },
      {
        "result": null,
        "constraints_layer_description": "WATERC Name: Salmons Brook\rDescription: WATERC110"
      },
      {
        "result": null,
        "constraints_layer_description": "WATERC Name: Salmons Brook\rDescription: WATERC111"
      },
      {
        "result": null,
        "constraints_layer_description": "WATERC Name: Salmons Brook\rDescription: WATERC112"
      },
      {
        "result": null,
        "constraints_layer_description": "WATERC Name: Salmons Brook\rDescription: WATERC113"
      },
      {
        "result": null,
        "constraints_layer_description": "WATERC Name: Pymmes Brook\rDescription: WATERC121"
      },
      {
        "result": null,
        "constraints_layer_description": "WATERC Name: River Lee Navigation\rDescription: WATERC348"
      },
      {
        "result": null,
        "constraints_layer_description": "WATERC Name: Salmons Brook\rDescription: WATERC402"
      },
      {
        "result": null,
        "constraints_layer_description": "WATERC Name: Pymmes Brook\rDescription: WATERC404"
      },
      {
        "result": null,
        "constraints_layer_description": "WATERC Name: Pymmes Brook\rDescription: WATERC890"
      },
      {
        "result": null,
        "constraints_layer_description": "WATERC Name: Pymmes Brook\rDescription: WATERC1333"
      },
      {
        "result": null,
        "constraints_layer_description": "WATERC Name: Pymmes Brook\rDescription: WATERC1334"
      },
      {
        "result": null,
        "constraints_layer_description": "WATERC Name: Salmons Brook\rDescription: WATERC1384"
      },
      {
        "result": null,
        "constraints_layer_description": "WATERC Name: Salmons Brook\rDescription: WATERC1385"
      },
      {
        "result": null,
        "constraints_layer_description": "WATERC Name: Salmons Brook\rDescription: WATERC1386"
      },
      {
        "result": null,
        "constraints_layer_description": "WATERC Name: Salmons Brook\rDescription: WATERC1387"
      },
      {
        "result": null,
        "constraints_layer_description": "WARDS Name: Upper Edmonton"
      },
      {
        "result": null,
        "constraints_layer_description": "CILRES CIL ZONE: Nil Rate Meridian Water Master Plan Area - RATE: Nil rate"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDAAP Designation: Area Action Plan- Area: Central Leaside- Policy: Core policy 37"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDLVP Designation: Lee Valley Regional Park- Core Strategy: Core policy 35"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDPSP Designation: Place Shaping Priority Area- Area Name: Meridian Water- Core Strategy: Core policy 38"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDSME Site Name: Lea Valley- Site No: M071- Grade: Metropolitan- Policy: DMD 78- Core Strategy: Core policy 36"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDRET Designation: Retail Parks- Location: Ravenside- Policy: DMD 25- Core Strategy: Core policy 18"
      },
      {
        "result": null,
        "constraints_layer_description": "SUWAFL Surface water flooding zone: Surface Water 100 ye\rSource: Environment Agency"
      },
      {
        "result": null,
        "constraints_layer_description": "EFCAZI Chargeable Zone Value: 6176"
      },
      {
        "result": null,
        "constraints_layer_description": "FLUVIA "
      }
    ]
  },
  "ward": "Upper Edmonton",
  "cil_liability": false,
  "centroid": {
    "lon": -0.043225,
    "lat": 51.608174
  },
  "uprn": "000207203403",
  "parking_details": null,
  "centroid_easting": 535598,
  "development_type": "NRQD",
  "lpa_app_no": "25/01432/NMA",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Enfield",
  "locality": null,
  "application_type": "All Other",
  "id": "Enfield-25_01432_NMA",
  "centroid_northing": 191740,
  "appeal_status": null,
  "status": "Approved",
  "description": "Non-material amendment to outline planning permission 19/02718/RE3 to allow alterations to plots Z05-06, Z05-08, Z04-05 and Z06, Riverside Square and Riverside Linear Open Space.",
  "site_name": "Orbital Business Park",
  "appeal_start_date": null,
  "decision_date": "15/05/2025",
  "decision_target_date": "14/05/2025",
  "polygon": null,
  "appeal_decision": null,
  "title_number": [],
  "lapsed_date": "15/05/2030",
  "valid_date": "16/04/2025",
  "decision_process": "Delegated",
  "decision": "Approved",
  "postcode": "N18 3BZ",
  "decision_conditions": [
    "A minimum of 8,500 sq m GEA of floorspace within Plot Z05-01A and/or Plot Z05-01B on the approved drawing no. P2-02-DR-A-1101-P- Rev P06 shall be used for Class B1c - light industrial, in the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification and shall not be used for any other purpose. \r\rReason: In the interests of retaining industrial capacity to accommodate existing and future industrial demand in accordance with Policies E4 and E7 of the New London Plan (2021) and Enfield Local Plan. \r",
    "Each application for the approval of Reserved Matters shall be in accordance with the Design Code Rev 16 unless otherwise agreed in writing by the Local Planning Authority through the Reserved Matters applications. \r\rReason: To ensure full compliance with the planning application hereby approved and to prevent harm arising through deviations from the approved plans in accordance with policies D3, D4, D5, D6, D7, D8, D9, D11, D13, G5, SI 2, SI 13 of the London Plan (2016), policies 1, 4, 21, 24, 25, 26, 28, 29, 30, 34, 36, 37, 38 and 46 of the Enfield Core Strategy (2010) and policies DMD3, DMD6, DMD8, DMD9, DMD10, DMD37, DMD38, DMD45, DMD47, DMD48, DMD49, DMD50, DMD51, DMD56, DMD57, DMD58, DMD59, DMD61, DMD65, DMD65, DMD68, DMD69, DMD72, DMD79, DMD80, DMD81 of Enfield's Development Management Document (2014). \r",
    "Each application for the approval of Reserved Matters in relation to plot no's Z02-01, Z04-05, Z04-06, Z04-07, Z04-09, Z05-06 and Z05-06 must provide a building envelope design report in relation to the facades identified on approved drawing no. P2-XX-DR-A-1116-P Rev P05 detailing the provision of sound attenuation against external noise, with windows shut and other means of ventilation provided, and associated dust, air quality and overheating mitigation in accordance with CIBSE Guidance TM52 and TM49 (or any other guidance that replaces this) and all such applications shall be in accordance with the Design Code version 16. \r\rReason: To protect residential amenity from neighbouring industrial land use. \r",
    "Notwithstanding the details set out in the Preliminary Drainage Strategy (MWP2-10 SWD Strategy REV03, dated March 2020) and the Surface Water Drainage Strategy Statement of Conformity dated 8 Mat 2025 prior to the commencement of each phase pursuant to condition 10 and alongside the relevant reserved matters submission, a Sustainable Drainage Strategy shall be submitted to and approved in writing by the Local Planning Authority. The details shall be based on the disposal of surface water by means of a sustainable drainage system in accordance with the principles as set out in the Technical Guidance to the National Planning Policy Framework and should be in line with our DMD Policy SuDS Requirements: \ra) Shall be designed to attenuate a 1 in 2 year (Zone 4) and 1 in 10 year (Zone 5) storm event \rb) Follow the SuDS management train and London Plan Drainage Hierarchy by providing a number of treatment phases corresponding to their pollution potential - including source control SuDS measures across the whole site \rc) Should maximise opportunities for sustainable development, improve water quality, biodiversity, local amenity and recreation value \rd) The system must be designed to allow for flows that exceed the design capacity to be stored on site or conveyed off-site with minimum impact \re) Clear ownership, management and maintenance arrangements must be established \rf) The details submitted shall include levels, sizing, functionality calculations, cross sections and specifications for all drainage features \rThe development shall be implemented in accordance with the approved details prior to the first occupation of the phase. \r\rReason: To ensure the sustainable management of water, minimise flood risk, minimise discharge of surface water outside of the curtilage of the property and ensure that the drainage system will remain functional throughout the lifetime of the development in accordance with Policy CP28 of the Core Strategy, DMD Policy 61, and Policy SI 13 of the New London Plan (2021) and the NPPF and to maximise opportunities for sustainable development, improve water quality, biodiversity, local amenity and recreation value. \r",
    "Prior to development of plot Z05-01A (unless developed as a primary sub-station in accordance with planning permission reference 21/04218/RE4), Z05 01B, Z05-02 and Z05-04, a scheme for the provision of river restoration, to the Pymmes Brook north of the confluence with the Salmons Brook and prior to development of plot Z05-03, Z05-04, Z05-05 and Z05-07 a scheme for the provision of river restoration to the Salmons Brook north of the confluence with the Pymmes Brook (in keeping with the works identified in the Design Code MWP2-4 version 16), including a suitable and sufficient methodology for protection of controlled waters, has been submitted to, and agreed in writing by the local planning authority (in consultation with the Environment Agency). Thereafter, the development shall be implemented in accordance with the approved scheme. The scheme should include as a minimum; \ro detailed flood risk modelling, demonstrating that the proposed scheme will not result in an increase in flood risk elsewhere; \ro an assessment of the infiltration associated with any landscaping of the brooks, demonstrating that infiltration will be minimised and works (including associated structures e.g. flood return pipes) will not result in an unacceptable risk to controlled waters; \ro a construction and management plan setting out methods to prevent contamination and migration between/ to controlled waters during the river restoration/ habitat creation works; \ro construction details to prevent contamination, transportation and mitigation between/ to controlled waters along utility trenches or other structures; \ro details of the location, specification, and direction of any external artificial lighting within 8/15 metres of the top of the bank of the watercourse, ensuring that such lighting is maintained at background levels (considered by the Environment Agency to be a Lux level of 0-2) \ro detailed structural design, including cross sections, long gradients, groundwater monitoring levels and elevations, and plan views of the proposed scheme; and \ro details of any proposed changes to the designs in light of simultaneous development within the riparian corridor. \r\rReason: In the interests of preventing flooding and contamination and increasing ecological value in accordance with the NPPF, London Plan and Enfield Local Plan.\r",
    "That prior to the construction of the Brooks Park Bridge detailed drawings of the design and external appearance of the bridge in accordance with the approved Design Code version 16, shall be submitted to and approved in writing by the Local Planning Authority. The bridge shall be constructed in accordance with the approved details and in accordance with the Playspace Delivery and Phasing Plan. \r\rReason: To ensure appropriate access is provided to playspace to support the development of the site with policies D3, D4 and D6 of the London Plan (2021) and to ensure a satisfactory design and external appearance in accordance with policy D3, D4 and D5 of the London Plan (2021), CP30 of the Enfield Core Strategy (2010) and DMD37 of the Enfield Development Management Policy (2014). \r",
    "With each Reserved Matters, a detailed phasing plan for development contained within that phase shall be submitted to and approved in writing by the Local Planning Authority. The detailed phasing plan shall include: \ri\tthe phasing and build out of development plots within the phase; \rii\tthe identification of public realm within the phase; \riii\tthe phasing and timescale for delivery of public realm and any infrastructure within that phase (open spaces, streets, pavements, car and cycle spaces, social and community infrastructure) in relation to number of dwellings constructed; \riv\tthe phasing of construction and permanent access for all vehicles, pedestrian and cycle access points to the phase and their connection to the wider highway network; \rv\tthe phasing of remediation work and interactions with the phasing of development plots; \rvi\tthe phasing of implementation of plot based flood mitigation measures forming part of the approved Flood Risk Assessment Addendum. \rvii\tthe phasing of implementation of the sustainable drainage strategy within the phase \r\rThe development shall be implemented in accordance with the approved detailed phasing plan or any subsequent amended or revised plan agreed formally in writing by the Local Planning Authority. \r\rReason: to ensure that implementation of the development is undertaken in a planned manner with infrastructure and access to the site provided in association with occupation of development in accordance with core policy 38 of the Enfield Core Strategy (2010).  \r"
  ],
  "decision_agency": null,
  "bo_system": "Idox Uniform",
  "actual_commencement_date": null,
  "appeal_decision_date": null,
  "pp_id": "PP-13844716",
  "reference_no_of_permission_being_relied_on": null,
  "borough": "Enfield Council",
  "last_updated": "2025-07-09T20:03:45.069Z",
  "actual_completion_date": null
}