{
  "appeal_status": null,
  "lapsed_date": "20/05/2030",
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "<enter PA URL here>",
  "borough": "Enfield Council",
  "application_type_full": "Removal/Variation of a condition",
  "actual_commencement_date": null,
  "ward": "Ridgeway",
  "decision_date": "20/05/2025",
  "parking_details": null,
  "polygon": null,
  "pp_id": "PP-13892801",
  "development_type": "Minor dwellings",
  "description": "Variation of condition 02 of  Ref: 17/00549/FUL as amended by 19/03495/VAR to allow the removal of approved external columns.",
  "site_name": "1-64 Hansart Way\rEnfield\rEN2 8NB\r",
  "decision_conditions": [
    "The development to which this permission relates must be begun not later than the expiration of three years beginning with the date of parent Full planning permission under reference 17/00549/FUL, Dated 22/02/2018. For the absence of doubt the expiry date for the subject s73 application is the 22/02/2021. \r\rReason: As required by Section 91 of the Town and Country Planning Act 1990 as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The development hereby permitted shall be carried out in accordance with the approved plans, as set out in the attached schedule which forms part of this notice. \r\rSite Location Plan\r1044.RofC.13 Revision E- Electrical Charging Details\r1044.RofC.14 Revision E- Refuse Details\r1044.RL.25 Revision E- Lighting Details\r1044.RofC.05 Revision D- Access Details\rEnergy and Sustainability Statement Reference Number 003688 September 2017\r1044.RofC.15 Revision D- Cycling Details\rArboricultural; Method Statement 17.11.15\r1044.RofC.21 Revision D- Energy Details\r1044.RL.30- Lift Details\rConstruction Management Plan\r1 044.RL.11 Revision A- Landscaping\r896.L.01- Landscaping Details\r1044.01.04 Rev. D- Existing and Proposed N&W Elevations\r1044.01.08 Rev. D- Existing Proposed N&W Elevations (Block 33-64)\r1044.01.05 Rev. D- Existing and Proposed S&E Elevations\r1044.01.07 Rev. D- Existing Proposed S&E Elevations (Block 33-64)\r896.01.01-Parking \r1044.01.06 Rev. G- Proposed Plan \r1044.01.01 Rev. U- Landscaping & Electrical Charing Details \r1044.01.03 Rev. G- Proposed Plan (5th Level)\rBlock Plan\rMaterial Schedule\rEnergy and Sustainability Statement dated December 2016\rTransport Note Correspondence dated October 2019\rTree Survey Report dated 05.05.12\r\rReason: For the avoidance of doubt and in the interests of proper planning.\r\r",
    "Unless required by any other condition attached to this permission, the external finishing materials shall match those as detailed in the \"Proposed Material Schedule\".\r\rReason: To ensure a satisfactory appearance to the development.",
    "Privacy screens with an equivalent obscuration of level 3 on the Pilkington Obscuration Range up to a minimum height of 1.7m above finished floor level shall be provided to the fifth floor roof terraces and its extended balcony serving Units 1 & 2 of Block 1-32 as indicated on Drawing Nos.1044.01.04 Rev.D, prior to occupation of the units. The privacy screens shall be permanently retained and maintained. \r\rReason: To safeguard the privacy of the occupiers of adjoining and neighbouring properties.\r",
    "The parking and turning areas that form part of the development hereby permitted shall be laid out as shown on Drawing No.1044.01.02 Rev.N.  The parking areas shall be kept permanently available for the parking of private motor vehicles and for no other purpose unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure that parking and turning facilities are in accordance with adopted standards.\r",
    "Prior to the occupation of the flats hereby permitted, and then permanently thereafter, the existing and proposed car parking spaces shown on drawing no 1044.01.02 Rev.N shall be kept available for the parking of private motor vehicles of the occupiers and the visitors of the existing flats known as nos 1-64 Hansart Way and for the parking of private motor vehicles of the occupiers and the visitors of the new flats hereby permitted and for no other purpose unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure that the development complies with adopted Policy and to prevent the introduction of activity that would be detrimental to visual and residential amenity.\r\r",
    "During the implementation of the development hereby permitted, the existing car parking spaces shown on drawing no 896.01.01 shall be permanently kept available for the parking of private motor vehicles of the occupiers and the visitors of the existing flats known as 1-64 Hansart Way.\r\rReason: To ensure that adequate parking facilities are made available to existing residents during the construction of the development.",
    "All areas of trees, hedges, scrub or similar vegetation where birds may nest which are to be removed as part of the development, are to be cleared outside the bird-nesting season (March to August inclusive) or if clearance during the bird-nesting season cannot reasonably be avoided, a suitably qualified ecologist will check the areas to be removed immediately prior to clearance and advise whether nesting birds are present.  If active nests are recorded, no vegetation clearance or other works that may disturb active nests shall proceed until all young have fledged the nest. \r\rReason: To ensure that wildlife is not adversely impacted by the proposed development in accordance with national wildlife legislation and in line with CP36 of the Core Strategy. Nesting birds are protected under the Wildlife and Countryside Act, 1981 (as amended).\r",
    "All tree works as detailed within the BS5837 Tree Survey Report, shall be undertaken in accordance discharge of conditions details approved as part of 19/01280/CND (Details submitted pursuant to condition 19) and as per good arboricultural practice and British Standard 3998: 2010 Recommendations for Tree Work.\r\rReason: In order to maintain the tree(s) amenity value and health.",
    "Prior to first occupation, evidence shall be provided to the Local Planning Authority outlining how the energy efficiency of the development shall provide for no less than a 8% improvement in the total CO2 emissions arising from the operation of the development and its services over Part L of Building Regs 2013 as the baseline measure. \r\rReason: To ensure that the development meets or exceeds the energy efficiency and sustainable development policy requirements of the London Plan and the Core Strategy.\r",
    "All works detailed with the SUDs report, shall be undertaken and implemented in accordance discharge of conditions details approved as part of 21/00089/CND (Details submitted pursuant to condition 11).\r\rReason: To ensure that the proposal would not result in an unacceptable risk of flooding from surface water run-off or create an unacceptable risk of flooding elsewhere.\r\r",
    "Prior to first occupation of the development hereby approved, a Verification Report demonstrating that the approved drainage / SuDS measures have been fully implemented shall be submitted to the Local Planning Authority for approval in writing. This report must include:\r\ra.\tAs built drawings of the sustainable drainage systems\rb.\tLevel surveys of completed works\rc.\tPhotographs of the completed sustainable drainage systems\rd.\tAny relevant certificates from manufacturers/ suppliers of any drainage features\re.\tA confirmation statement of the above signed by a chartered engineer\r\rReason: To ensure the sustainable management of water, minimise flood risk, minimise discharge of surface water outside of the curtilage of the property and ensure that the drainage system will remain functional throughout the lifetime of the development in accordance with Policy CP28 of the Core Strategy and Policies 5.12 & 5.13 of the London Plan and the NPPF."
  ],
  "lpa_app_no": "25/01159/VAR",
  "subdivision_of_building": null,
  "centroid_easting": 531389,
  "epc_number": null,
  "secondary_street_name": null,
  "lpa_name": "Enfield",
  "appeal_decision": null,
  "decision_agency": null,
  "last_updated_by": "Idox Uniform",
  "cil_liability": false,
  "postcode": "EN2 8NB",
  "decision_process": "Delegated",
  "application_details": {
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "LHA Maximum Height Level: All buildings, structures, and works exceeding 150 metres in height (492.1 feet)."
      },
      {
        "result": null,
        "constraints_layer_description": "LLA Maximum height level: All buildings, structures, and works exceeding 150 metres in height (492.1 feet)"
      },
      {
        "result": null,
        "constraints_layer_description": "TPO TPO Name: LBE ORDER NO 14 (6) 1975\rDate of Order: 10/10/1975 00:00:00\rSpecies: 2 PINE, Address: CAR PARK HANSART WAY\rSchedule ID: G002"
      },
      {
        "result": null,
        "constraints_layer_description": "TPO TPO Name: LBE ORDER NO 14 (6) 1975\rDate of Order: 10/10/1975 00:00:00\rSpecies: WILLOW, Address: 17 HANSART WAY\rSchedule ID: T006"
      },
      {
        "result": null,
        "constraints_layer_description": "TPO TPO Name: LBE Tree Preservation Order (No.358) 2012\rDate of Order: 02/08/2012 00:00:00\rSpecies: LIME, Address: 33-64 Hansart Way, Enfield, EN2 8ND\rSchedule ID: T1"
      },
      {
        "result": null,
        "constraints_layer_description": "TPO TPO Name: LBE Tree Preservation Order (No.358) 2012\rDate of Order: 02/08/2012 00:00:00\rSpecies: LIME, Address: 33-64 Hansart Way, Enfield, EN2 8ND\rSchedule ID: T2"
      },
      {
        "result": null,
        "constraints_layer_description": "DCAREA Area: NORTH\rCode: DCAREA_N"
      },
      {
        "result": null,
        "constraints_layer_description": "DESROA Name: THE RIDGEWAY"
      },
      {
        "result": null,
        "constraints_layer_description": "SUSTZO Description: SUSTZO88"
      },
      {
        "result": null,
        "constraints_layer_description": "WARDS Name: Highlands"
      },
      {
        "result": null,
        "constraints_layer_description": "CILRES CIL ZONE: Intermediate Zone - RATE: £60 per square metre"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDLOS Designation: Local Open Space- Type: Leased Land- Name: 71 The Ridgeway- Land Type: Outdoors Sports Facilities/Private Playing Fields- Policy: DMD 71-74- Core Strategy: Core policy 34, 36"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000207154799"
    ]
  },
  "uprn": "000207154799",
  "street_name": "Hansart Way",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.101756,
          51.661709
        ],
        [
          -0.101758,
          51.661682
        ],
        [
          -0.101801,
          51.661683
        ],
        [
          -0.1018,
          51.66171
        ],
        [
          -0.101756,
          51.661709
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_decision_date": null,
  "site_number": "1",
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 197585,
  "centroid": {
    "lon": -0.101779,
    "lat": 51.661696
  },
  "valid_date": "27/03/2025",
  "id": "Enfield-25_01159_VAR",
  "last_updated": "2025-06-10T20:05:19.349Z",
  "locality": null,
  "status": "Approved",
  "last_date_consultation_comments": null,
  "decision_target_date": "22/05/2025",
  "actual_completion_date": null,
  "bo_system": "Idox Uniform",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [],
  "application_type": "All Other"
}