{
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 532504,
  "development_type": "Minor retail and service",
  "decision_date": "04/07/2025",
  "appeal_start_date": null,
  "epc_number": null,
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\rReason: To comply with the provisions of Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The development hereby permitted shall be carried out in accordance with the following approved plans:\r\rETP24 J173 003PP  Rev 4 Block Plan\rETP24 J173 004PP  Rev 9 Floor Plan\rETP24 J173 005PP  Rev 5 Roof Plan\rETP24 J173 006PP  Rev 9 Elevations\rETP24 J173 007PP  Rev 8 Side Elevations\rETP24 J173 008PP  Rev 6 Sections\rETP24 J173 009PP  Rev 4 Demolition\rETP24 J173 010PP  Rev 4 Fire Safety\rETP24 J173 017PP  Rev 1 Windows details\rETP24 J173 018PP  Rev 1 Windows details\rETP24 J173 019PP  Rev 1 Cladding\rETP24 J173 020PP  Rev  0 Sliding door details\rPhoto Report on condition of cafe and repairs and refurbishment\rMaterials Guide \rHeritage Window Materials Report \rFlood Risk Assessment  Dated 12.05.2025 (insofar as it relates to SuDs information only - not flooding)\rHeriatge Statement \rDesign & Access Statement\r\rReason: For the avoidance of doubt and in the interests of proper planning.\r",
    "All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those specified in the approved application.\rAny alterations to the approved design or location of the kitchen extract and plant enclosures, particularly where they may increase visibility from the park, shall require the prior written consent of the Local Planning Authority.\rAny boundary treatments not expressly approved as part of this permission shall also require the prior written consent of the Local Planning Authority.\r\rReason: To preserve the character and appearance of the Conservation Area, in accordance with national and local heritage policies.\r",
    "Prior to occupation of the development, a Flood Risk Technical Note shall be submitted to  and approved in writing by the Local Planning Authority. The technical note shall demonstrate:\ro                          There is no net loss of floodplain storage, with level-for-level flood compensation provided;\ro                          A Flood Management Plan is in place, including provision of a dry access route within the low hazard area of the floodplain, as defined by the Environment Agency's Flood Risk Assessment Guidance for New Development (R&D Technical Report FD2320);\ro                          Appropriate flood-resistant and resilient construction measures are incorporated into the development.\r\rThe measures once agreed shall be implemented in full prior to occupation and retained for the lifetime of the development.\r \rReason: To minimise flood risk to and from the development in accordance with Policy CP28 of the Core Strategy, Policies SI 12 of the London Plan, DMD Policies 59, 60 and 62, the Strategic Flood Risk Assessment (SFRA), and the National Planning Policy Framework (NPPF).\r",
    "The development hereby permitted shall be carried out in accordance with proposed SuDS measures. In particular:\ro                          Details of the proposed SuDS measures including sizes, cross-sections, management, levels and connections shall be submitted to and approved in writing by the Local Planning Authority. \ro                          These measures shall be implemented in full prior to occupation and retained for the lifetime of the development.\r \rReason: To ensure the sustainable management of water, minimise flood risk, minimise discharge of surface water outside of the curtilage of the property and ensure that the drainage system will remain functional throughout the lifetime of the development in accordance with Policy CP28 of the Core Strategy, DMD Policy 61, and Policies SI12 & SI13 of the London Plan and the NPPF and to maximise opportunities for sustainable development, improve water quality, biodiversity, local amenity and recreation value\r\r"
  ],
  "postcode": "EN2 6LE",
  "appeal_decision": null,
  "polygon": null,
  "actual_completion_date": null,
  "decision_process": "Delegated",
  "lapsed_date": "04/07/2028",
  "locality": null,
  "bo_system": "Idox Uniform",
  "ward": "Grange Park",
  "lpa_name": "Enfield",
  "centroid_northing": 196227,
  "lpa_app_no": "25/01702/FUL",
  "last_date_consultation_comments": "04/06/2025",
  "application_type": "All Other",
  "title_number": null,
  "borough": "Enfield Council",
  "parking_details": null,
  "pp_id": null,
  "cil_liability": null,
  "status": "Approved",
  "application_details": {
    "commencement_notice_received": false,
    "existing_uprns": [
      "000207195352"
    ],
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SURWAT Description: Idox.Spatial.Common.Desktop.DataAccess.Shape"
      },
      {
        "result": null,
        "constraints_layer_description": "LHA Maximum Height Level: All buildings, structures, and works exceeding 150 metres in height (492.1 feet)."
      },
      {
        "result": null,
        "constraints_layer_description": "LLA Maximum height level: All buildings, structures, and works exceeding 150 metres in height (492.1 feet)"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Conservation Area: ENFIELD TOWN"
      },
      {
        "result": null,
        "constraints_layer_description": "100Y Name: Southgate Model\rDescription: 100YRCC2551\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "DCAREA Area: NORTH\rCode: DCAREA_N"
      },
      {
        "result": null,
        "constraints_layer_description": "WARDS Name: Grange"
      },
      {
        "result": null,
        "constraints_layer_description": "CILRES CIL ZONE: Higher Rate - RATE: £120 per square metre"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDAAP Designation: Area Action Plan- Area: Enfield Town- Policy: Core policy 42"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDCA Designation: Conservation Area- Name: ENFIELD TOWN- Policy: DMD 37-44- Core Strategy: Core policy 30-31"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDLOS Designation: Local Open Space- Type: Parks/Open Spaces- Name: Town Park- Land Type: District Park- Policy: DMD 71-74- Core Strategy: Core policy 34, 36"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDMOL Designation: Metropolitan Open Land- Name: Town Park/Bush Hill Golf Course- Policy: DMD 71-74- Core Strategy: Core policy 34"
      },
      {
        "result": null,
        "constraints_layer_description": "LOHERA Name: Town Park- Address: Cecil Road, Enfield- Type: Public park- Local Heritage Asset: 1903-4.  Includes the substantial and impressive iron Gates at the Cecil Road and Essex Road entrances, together with the adjacent drinking fountain, the railings around the Park, and further gates at the Essex Road entrance."
      },
      {
        "result": null,
        "constraints_layer_description": "SUWAFL Surface water flooding zone: Surface Water 100 ye\rSource: Environment Agency"
      },
      {
        "result": null,
        "constraints_layer_description": "EFCAZI Chargeable Zone Value: 6176"
      }
    ]
  },
  "valid_date": "12/05/2025",
  "url_planning_app": "<enter PA URL here>",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.08616,
          51.649244
        ],
        [
          -0.086161,
          51.649217
        ],
        [
          -0.086204,
          51.649218
        ],
        [
          -0.086203,
          51.649245
        ],
        [
          -0.08616,
          51.649244
        ]
      ]
    ],
    "type": "Polygon"
  },
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-07-18T20:03:28.713Z",
  "appeal_status": null,
  "decision_target_date": "07/07/2025",
  "subdivision_of_building": null,
  "actual_commencement_date": null,
  "uprn": "000207195352",
  "street_name": "Cecil Road",
  "decision": "Approved",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.086182,
    "lat": 51.649231
  },
  "site_name": "Town Park, Park And Cafe",
  "application_type_full": null,
  "date_building_work_started_under_previous_permission": null,
  "site_number": null,
  "last_updated_by": "Idox Uniform",
  "id": "Enfield-25_01702_FUL",
  "description": "Refurbishment of existing public cafe/ indoor play area, involving demolition of rear conservatory and old storage facilities, with opening of new window to form serving hatch at front, rear extension for larger sitting area with extension of toilet facilities, construction of storage space, fence in rear garden with gate, signage at front, painting of exterior, roller shutters at rear and front with front floodlights.",
  "decision_agency": null
}