{
  "last_date_consultation_comments": null,
  "site_number": "46",
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "subdivision_of_building": null,
  "url_planning_app": "<enter PA URL here>",
  "epc_number": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.099701,
          51.658304
        ],
        [
          -0.099702,
          51.658277
        ],
        [
          -0.099746,
          51.658278
        ],
        [
          -0.099744,
          51.658305
        ],
        [
          -0.099701,
          51.658304
        ]
      ]
    ]
  },
  "secondary_street_name": null,
  "street_name": "The Ridgeway",
  "last_updated_by": "Idox Uniform",
  "date_building_work_started_under_previous_permission": null,
  "application_details": {
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "LHA Maximum Height Level: All buildings, structures, and works exceeding 150 metres in height (492.1 feet)."
      },
      {
        "result": null,
        "constraints_layer_description": "LLA Maximum height level: All buildings, structures, and works exceeding 150 metres in height (492.1 feet)"
      },
      {
        "result": null,
        "constraints_layer_description": "TPO TPO Name: LBE ORDER NO (7) 1967\rDate of Order: 12/07/1968 00:00:00\rSpecies: SCOTS PINE, Address: FLAT 2 MULBERRY LODGE 46 THE RIDGEWAY\rSchedule ID: T019"
      },
      {
        "result": null,
        "constraints_layer_description": "DCAREA Area: NORTH\rCode: DCAREA_N"
      },
      {
        "result": null,
        "constraints_layer_description": "WARDS Name: Highlands"
      },
      {
        "result": null,
        "constraints_layer_description": "CILRES CIL ZONE: Higher Rate - RATE: £120 per square metre"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000207131286"
    ]
  },
  "ward": "Ridgeway",
  "cil_liability": false,
  "centroid": {
    "lon": -0.099723,
    "lat": 51.658291
  },
  "uprn": "000207131286",
  "parking_details": null,
  "centroid_easting": 531541,
  "development_type": "NRQD",
  "lpa_app_no": "25/01420/TPO",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Enfield",
  "locality": null,
  "application_type": "All Other",
  "id": "Enfield-25_01420_TPO",
  "centroid_northing": 197210,
  "appeal_status": null,
  "status": "Approved",
  "description": "Works to Scots Pine tree covered by LBE ORDER NO (7) 1967 : T3 - Fell and replace with a more suitable tree (cherry).",
  "site_name": "Mulberry Lodge",
  "appeal_start_date": null,
  "decision_date": "06/06/2025",
  "decision_target_date": "11/06/2025",
  "polygon": null,
  "appeal_decision": null,
  "title_number": [],
  "lapsed_date": "06/06/2027",
  "valid_date": "16/04/2025",
  "decision_process": "Delegated",
  "decision": "Approved",
  "postcode": "EN2 8QS",
  "decision_conditions": [
    "This consent is valid for two years. \rReason: In order that the nature of work pertaining to this consent remains appropriate.\r\r",
    "Before the works hereby permitted commence on site, full details and specification for a proposal to provide one Prunus 'Sunset Boulevard' tree of a minimum 10-12cm 'Selected Standard' size, to replace that to be removed by virtue of this consent, shall be submitted to the Local Planning Authority. \rThe replacement tree shall be planted in the same location as the existing tree. The specification shall include: The location of the proposed replacement tree; the treatment of the stump of the pine tree (removal), the removal of all stump grindings and installation of suitable growing medium, the variety of the tree and the size (as related above), the planting technique and support system for the tree, and an aftercare plan. \rThe replacement tree shall be supplied in accordance with BS 3936-1: 1992 Nursery Stock - Specification for trees and shrubs (or an equivalent British Standard if replaced), BS 8545: 2014 Trees from nursery to independence in the landscape - Recommendations, and the National Plant Specification. \rThe proposals must be undertaken at the site in the first planting season [November to March] or part thereof following the commencement of works on site. The Local Planning Authority must be informed in writing once the replacement tree has been planted. If within a period of five years from the date of planting, the replacement tree, (or any tree planted in replacement for them), is removed, uprooted, destroyed or dies, or becomes in the opinion of the local planning authority, seriously damaged or defective, a tree of the same species and size as that originally planted shall be by planted in the same place, unless the local planning authority gives its written approval to any variation.\rThe replacement tree shall enjoy the same TPO protection as the existing tree.\r\rReason: In the interests of visual amenity and in order to maintain tree population at this site after the removal of the preserved tree[s] and in accordance with the requirements of Section 206 of the Town and Country Planning Act 1990.",
    "Tree work should not be carried out during periods that are likely to interfere with or disturb breeding birds or mammals.\rReason: In order to comply with the requirements of the Wildlife and Countryside Act (1981) and Conservation of Habitats and Species Regulations (2010).\r"
  ],
  "decision_agency": null,
  "bo_system": "Idox Uniform",
  "actual_commencement_date": null,
  "appeal_decision_date": null,
  "pp_id": "PP-13950304",
  "reference_no_of_permission_being_relied_on": null,
  "borough": "Enfield Council",
  "last_updated": "2025-06-25T20:05:14.264Z",
  "actual_completion_date": null
}