{
  "cil_liability": false,
  "last_updated": "2025-03-20T13:35:02.312+00:00",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.028
  },
  "decision_target_date": "10/02/2023",
  "parking_details": null,
  "postcode": "RM3 7ST",
  "appeal_decision_date": null,
  "locality": null,
  "status": "Approved",
  "centroid_easting": 553540,
  "lapsed_date": "10/02/2026",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553537.018,
              192522.7
            ],
            [
              553528.141,
              192532.168
            ],
            [
              553544.544,
              192548.288
            ],
            [
              553552.973,
              192541.063
            ],
            [
              553537.018,
              192522.7
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "centroid_northing": 192536,
  "ward": "Gooshays",
  "lpa_app_no": "P1796.22",
  "pp_id": "11663175",
  "bo_system": "CSV Data Import",
  "borough": "Havering",
  "valid_date": "03/11/2022",
  "title_number": null,
  "decision_agency": "Borough",
  "uprn": "100021398954",
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "last_date_consultation_comments": "25/11/2022",
  "actual_completion_date": null,
  "application_type_full": "Removal/Variation of a condition",
  "application_type": "All Other",
  "appeal_status": null,
  "site_number": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "street_name": "Romford",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2160049,
          51.6106074
        ],
        [
          0.215881,
          51.6106949
        ],
        [
          0.2161247,
          51.6108353
        ],
        [
          0.2162432,
          51.6107681
        ],
        [
          0.2160049,
          51.6106074
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid": {
    "lat": "51.6107261",
    "lon": "0.2160538"
  },
  "epc_number": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1796.22",
  "lpa_name": "Havering",
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "site_name": "53 Taunton Road",
  "decision": "Approved",
  "id": "Havering-P1796.22",
  "description": "Variation of condition No. 2 (Approved plans) of planning permission ref: P0232.22 dated 04/05/2022 to permit the addition of a single storey rear extension. (Two storey, 2 bed end terrace dwelling with associated parking and amenity space)",
  "decision_date": "10/02/2023",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Before the building(s) hereby permitted is first occupied, the area set aside for car parking shall be laid out and surfaced to the satisfaction of the Local Planning Authority and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety, and that the development accords with the Local Plan policy 24 and London Plan Policy T6.1.",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed on the approved plans and under Material Section of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Local Plan policy 26.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity, and in order that the development accords with Local Plan policy 34.",
    "No works shall take place in relation to any of the development hereby approved until a Construction Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers is submitted to and approved in writing by the Local Planning Authority. The Construction Method statement shall include details of:",
    "a)  parking of vehicles of site personnel and visitors;",
    "b)  storage of plant and materials;",
    "c)  dust management controls;",
    "d)  measures for minimising the impact of noise and ,if appropriate, vibration arising from construction activities;",
    "e)  predicted noise and, if appropriate, vibration levels for construction using methodologies and at points agreed with the Local Planning Authority;",
    "f)  scheme for monitoring noise and if appropriate, vibration levels using methodologies and at points agreed with the Local Planning Authorities;",
    "g)  siting and design of temporary buildings;",
    "h)  scheme for security fencing/hoardings, depicting a readily vis",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, other than porches erected in accordance with the Order, no extension or enlargement (including additions to roofs) shall be made to the dwellinghouse(s) hereby permitted, or any detached building erected, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development, and in order that the development accords with Local Plan policies 7 and 26.",
    "The hard surface hereby approved (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the dwellinghouse.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding (Local Plan Policy 32 and London Plan Policy SI 13).",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy SI 5 of the London Plan.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "No building shall be occupied or use commenced until cycle storage is provided in accordance with details previously submitted to and approved in writing by the Local Planning Authority. The cycle storage shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to demonstrate what facilities will be available for cycle parking.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use is in the interests of providing a wide range of facilities for non-motor car residents and sustainability (London Plan (2021) Policy T5).",
    "No building shall be occupied or use commenced until refuse and recycling facilities are provided in accordance with details which shall previously have been submitted to and approved in writing by the Local Planning Authority. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge how refuse and recycling will be managed on site.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect the amenity of occupiers of the development and also the locality generally (Local Plan Policy 35).",
    "Before the building(s) hereby permitted is first occupied, a scheme of hard and soft landscaping to include details of boundary treatment, which shall include indications of all existing trees and shrubs on the site, and details of any to be retained, together with measures for the protection in the course of development shall be submitted to and approved by the Local Planning Authority. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the hard and soft landscaping proposed.  Subm",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2021.",
    "In promoting the delivery of safer, stronger, sustainable places the Local Planning Authority fully supports the adoption of the principles and practices of the Secured by Design Award Scheme and Designing against Crime. Your attention is drawn to the free professional service provided by the Metropolitan Police Designing Out Crime Officers for North East London, whose can be contacted via DOCOMailbox.NE@met.police.uk or 0208 217 3813  . They are able to provide qualified advice on incorporating crime prevention measures into new developments.",
    "This proposal would be liable for a Mayoral and Havering Community Infrastructure Levy payment as it would create one additional residential unit and would add a net additional 90sqm of residential floor space.",
    "Therefore the proposal would incur Havering CIL charge of £11,250 and a Mayoral CIL charge of £2,250 based on the calculation of £25 per square metre and £125 per square metre, subject to indexation.",
    "Before occupation of the residential/commercial unit(s) hereby approved, it is a requirement to have the property/properties officially Street Named and Numbered by our Street Naming and Numbering Team.  Official Street Naming and Numbering will ensure that that Council has record of the property/properties so that future occupants can access our services.  Registration will also ensure that emergency services, Land Registry and the Royal Mail have accurate address details.  Proof of having officially gone through the Street Naming and Numbering process may also be required for the connection of utilities. For further details on how to apply for registration see:",
    "https://www.havering.gov.uk/Pages/Services/Street-names-and-numbering.aspx"
  ],
  "development_type": null
}