{
  "cil_liability": false,
  "last_updated": "2025-03-19T00:00:26.577+00:00",
  "application_details": {
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 3.5,
        "building_ref": "commercial unit"
      }
    ],
    "affordable_housing_fast_track": false,
    "total_gia_lost": 0,
    "site_area": 0.021,
    "internal_resi_water_usage": 0,
    "total_gia_existing": 100,
    "green_suds": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "ghg_reduction_over_building_regulations": true,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 1,
      "total_annual_nox_emissions": 0,
      "green_roof_area": 68,
      "waste_provision": true,
      "no_new_water_connections_required": 1,
      "percentage_demolition_construction_material_recycling": 20,
      "fire_suppression_system_proposed": false,
      "urban_greening_factor_score": 1,
      "mobile_network_operators_consultation": false,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 0,
      "no_resi_units_to_have_full_fibre": 0
    },
    "surface_water_discharge_percentage_reduction": 20,
    "rain_water_harvesting": false,
    "ownership_status": "Private",
    "existing_uprns": null,
    "total_gia_gained": 68,
    "grey_water_reuse": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 100,
        "use_class": "A1",
        "gia_gained": 68,
        "gia_lost": 0
      }
    ],
    "phasing_details": [
      {
        "phase_detail": "site clearance and construction of commercial unit",
        "intended_completion_date": "08/2023",
        "intended_commencement_date": "03/2023"
      }
    ],
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 68,
      "total_gia_gained": 68,
      "total_gia_existing": 100,
      "total_gia_lost": 0
    },
    "garden_land_lost": false,
    "projected_cost_of_works": "Up to £2m"
  },
  "decision_target_date": "15/12/2022",
  "parking_details": null,
  "postcode": null,
  "appeal_decision_date": null,
  "locality": null,
  "status": "Approved",
  "centroid_easting": 509563,
  "lapsed_date": "07/12/2026",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509554.6656,
              182645.3302
            ],
            [
              509560.8833,
              182647.3146
            ],
            [
              509561.0156,
              182647.1823
            ],
            [
              509570.1438,
              182619.9302
            ],
            [
              509564.7198,
              182618.3427
            ],
            [
              509563.7938,
              182619.0041
            ],
            [
              509562.6031,
              182619.7979
            ],
            [
              509562.074,
              182620.3271
            ],
            [
              509554.401,
              182645.4625
            ],
            [
              509555.8562,
              182645.7271
            ],
            [
              509554.6656,
              182645.3302
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "centroid_northing": 182628,
  "ward": "CHARVILLE 2022",
  "lpa_app_no": "19490/APP/2022/3203",
  "pp_id": "11632788",
  "bo_system": "CSV Data Import",
  "borough": "Hillingdon",
  "valid_date": "19/10/2022",
  "title_number": null,
  "decision_agency": "Borough",
  "uprn": null,
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "last_date_consultation_comments": "21/11/2022",
  "actual_completion_date": null,
  "application_type_full": "Full planning permission",
  "application_type": "All Other",
  "appeal_status": null,
  "site_number": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "street_name": "HAYES",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4219571,
          51.5320972
        ],
        [
          -0.4218669,
          51.5321139
        ],
        [
          -0.421865,
          51.5321126
        ],
        [
          -0.421742,
          51.5318659
        ],
        [
          -0.4218206,
          51.5318527
        ],
        [
          -0.4218338,
          51.5318588
        ],
        [
          -0.42185069999999997,
          51.5318662
        ],
        [
          -0.42185809999999996,
          51.5318711
        ],
        [
          -0.42196089999999997,
          51.532098500000004
        ],
        [
          -0.4219398,
          51.5321006
        ],
        [
          -0.4219571,
          51.5320972
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid": {
    "lat": 51.531939,
    "lon": -0.421863
  },
  "epc_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=19490/APP/2022/3203",
  "lpa_name": "Hillingdon",
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "site_name": "288 KINGSHILL AVENUE",
  "decision": "Approved",
  "id": "Hillingdon-19490_APP_2022_3203",
  "description": "Construction of a single storey building to the rear to use as a commercial unit (Use Class E).",
  "decision_date": "07/12/2023",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans,",
    "01, 02, 03, 04a.",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2016).",
    "Trees, hedges and shrubs shown to be retained on the approved plan shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority (LPA).",
    "Any trees, hedges and shrubs being severely damaged during construction, seriously diseased or dying shall be replaced by one of a size and species to be agreed in writing with the LPA.  Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork shall be agreed in writing with the LPA.  New planting should comply with BS 3936 (1992) 'Nursery Stock, Part 1, Specification for Trees and Shrubs'.  Remedial work should be carried out to BS 3998 (1989) 'Recommendations for Tree Work' and BS 4428 (1989) 'Code of Practice for General Landscape Operations (Excluding Hard Surfaces)'.  Such work or planting shall be completed within 8 months of the commencement of the development or such period as agreed in writing by th",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois"
  ],
  "development_type": null
}