{
  "valid_date": "04/12/2024",
  "epc_number": null,
  "site_name": "27-29 WILTSHIRE LANE",
  "cil_liability": false,
  "polygon": null,
  "actual_commencement_date": null,
  "site_number": null,
  "decision": "Approved",
  "parking_details": {
    "net_car": 0,
    "no_proposed_car": 3,
    "no_existing_cycle": 0,
    "net_cycle": 2,
    "no_existing_car": 3,
    "no_proposed_cycle": 2
  },
  "application_type_full": "Full planning permission",
  "ward": "NORTHWOOD HILLS 2022",
  "last_date_consultation_comments": "14/02/2025",
  "centroid_easting": 510125,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "Proposed demolition of the existing block of 3 garages, conversion of the existing locally listed flatted house into 2 houses with single storey rear extension, new dropped kerb and all associated parking provision and external works.",
  "appeal_decision": null,
  "postcode": "HA5 2LY",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "14/03/2025",
  "street_name": "EASTCOTE",
  "decision_process": "Committee",
  "last_updated_by": "CSV Data Import",
  "centroid_northing": 189343,
  "application_type": "All Other",
  "title_number": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans:",
    "2024/D/352/P/01",
    "2024/D/352/P/03 Rev A",
    "2024/D/352/P/06 Rev A",
    "2024/D/352/P/07 Rev A",
    "2024/D/352/P/08",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "Preliminary Ecological Appraisal Rev 1.1 (Dated 07-02-25)",
    "Biodiversity Net Gain Assessment V1 (Dated 12-02-25)",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure the development delivers a Biodiversity Net Gain within the borough and secures the protection and effective management of the remaining habitat on site in accordance with Policy 15 of the National Planning Policy Framework, Policy G6 of The London Plan, and Policy DMEI 7 of Hillingdon Council's Local Plan Part 2 Development Management Policies.",
    "No development shall take place until samples of the proposed slate for the roof of the single storey rear extension has been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such. Details should include information relating to make, product/type, colour and photographs/images.",
    "The remaining materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building, as shown on approved drawing ref. 2024/D/352/P/07 Rev A and shall thereafter be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 3 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the approved details and prior to any works on site above damp proof course level, a landscape scheme shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Means of enclosure/boundary treatments",
    "2.b Details of secured and covered cycle parking for at least two bicycles per dwelling",
    "3. Details of Landscape Maintenance",
    "3.a Landscape Maintenance Schedule for a minimum period of 5 years.",
    "3.b Proposals for the replacement of any tree, shrub, or area of surfing/seeding within the landscaping scheme which dies or in the opinion of the Local Planning Authority becomes seriously damaged or diseased.",
    "4. Schedule for Imple",
    "No development (including demolition and site clearance) shall take place until the following details have been submitted to and approved by the Local Planning Authority:",
    "a) Two Dusk Emergence & Dawn Re-entry Bat Surveys for Building 1 (as identified in Preliminary Ecological Appraisal Rev 1.1, Dated 07-02-25) including details of any ecological mitigation and habitat enhancements and a site plan showing their location;",
    "b) One Dusk Emergence & Dawn Re-entry Bat Survey for Building 2 (as identified in Preliminary Ecological Appraisal Rev 1.1, Dated 07-02-25) including details of any ecological mitigation and habitat enhancements and a site plan showing their location;",
    "c) In the event that the Dusk Emergence & Dawn Re-entry Bat Survey discovers any bat roosts, a copy of a European Protected Species Mitigation Licence (EPSML) (under the 2010 Regulations) issued by Natural England pursuant to Regulation 53 of The Conservation of Habitats and Species Regulations 2017 (as amended) with fu",
    "No development shall take place on any part of the site until a written 30-year Habitat Management Plan (HMP) for the site has been submitted to and approved in writing by the Local Planning Authority.",
    "The approved HMP shall be strictly adhered to, and development shall commence and operate in accordance with it.",
    "The HMP should, as a minimum, include:",
    "a) Description and evaluation of the features to be managed.",
    "b) Aims, objectives and targets for management.",
    "c) Description of the management operations necessary to achieving aims and objectives.",
    "d) Prescriptions for management actions.",
    "e) Preparation of a works schedule, including an annual works schedule.",
    "f) Details of the monitoring needed to measure the effectiveness of management.",
    "g) Details of the timetable for each element of the monitoring programme and;",
    "h) Details of the persons responsible for the implementation and monitoring.",
    "i) Report to the Council routinely regarding the state of the Biodiversity Net Gain requiremen",
    "Trees, hedges and shrubs shown to be retained on the approved plans shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority.",
    "If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority. The planting shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier.",
    "Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or",
    "The two active electric vehicle charging points as indicated on the approved plans shall be implemented and brought into operation prior to first occupation. The remaining parking space shall be installed with passive electric vehicle charging provision prior to first occupation. Thereafter the electric vehicle charging points shall be permanently retained and available for use for the lifetime of the development.",
    "REASON",
    "To ensure construction of a satisfactory development and to promote sustainable development in accordance with Policy DMT6 of the Hillingdon Local Plan Part 2 (2020) and Policy T6.1 of the London Plan (2021).",
    "The development hereby permitted shall not be occupied until the vehicular means of access serving House 2 has been constructed in accordance with the approved plans. Thereafter, the vehicular means of access shall be retained and kept open for use for the lifetime of the development.",
    "REASON",
    "To ensure the provision of a safe and convenient access for vehicular traffic, prior to occupation in accordance with Policy DMT6 of the Hillingdon Local Plan Part 2 (2020) and Chapter 10 of the London Plan (2021).",
    "The approved dwellings shall achieve a water efficiency standard of no more than 110 litres per person per day maximum water consumption (to include a fixed factor of water for outdoor use of 5 litres per person per day in accordance with the optional requirement defined within Approved Document G of the Building Regulations). The measures to achieve this standard shall be implemented prior to first occupation and maintained for the lifetime of the development.",
    "REASON",
    "To ensure the use of water resources in a sustainable manner, in accordance with Policy SI 5 of the London Plan (2021).",
    "The first floor side elevation window serving the bathroom of House 2 shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale for so long as the development remains in existence.",
    "REASON",
    "To ensure a suitable level of privacy for prospective residents of the dwellings hereby approved, in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England)Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification); no garage(s), shed(s) or other outbuilding(s), nor extension or roof alteration to any dwellinghouse(s) shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with policies DMHB 11 and DMHD 2 of the Hillingdon Local Plan Part 2 (2020)",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan 2021 and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The effect of paragraph 13 of Schedule 7A to the Town and Country Planning Act 1990 is that planning permission granted for the development of land in England is deemed to have been granted subject to the condition \"(the biodiversity gain condition\") that development may not begin unless:",
    "(a) a Biodiversity Gain Plan has been submitted to the planning authority, and",
    "(b) the planning authority has approved the plan.",
    "The planning authority, for the purposes of determining whether to approve a Biodiversity Gain Plan if one is required in respect of this permission would be the London Borough of Hillingdon.",
    "There are statutory exemptions and transitional arrangements which mean that the biodiversity gain condition does not always apply. These are listed below.",
    "Based on the information available this permission is considered to be one which will require the approval of a biodiversity gain plan before development is begun because none of the statutory exemptions or transitional arrangemen",
    "The site lies partially in a Critical Drainage Area (CDA) as identified in the Surface Water Management Plan (SWMP) for Hillingdon. A CDA is the catchment area from which surface water drains and contributes to drainage problems. All developments in this area must contribute to managing the risk of flooding from surface water by reducing surface water runoff from the site. Therefore the applicant should minimise the water from your site entering the sewers.",
    "No drainage to support the extension should be connected to any existing surface water sewer, other than as an overflow. Water run off from any roof or hard paving associated with the development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, which must be permeable or be collected and directed to a permeable area, otherwise it would need an additional permission. A water butt should be incorporated.",
    "The development requires the formation of a vehicular crossover, which will be constructed by the Council.  This work is also subject to the issuing of a separate licence to obstruct or open up the public highway.  For further information and advice contact: - Highways Maintenance Operations, 4W/07, Civic Centre, Uxbridge, UB8 1UW.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "For Council Roads:",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads:",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternati",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation. These cover such works as - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works. Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts. A completed application form together with detailed plans must be submitted for approval before any building work is commenced. For further information and advice, contact - Residents Services, Building Control, 3N/01 Civic Centre, Uxbridge (Telephone 01895 558170)."
  ],
  "appeal_start_date": null,
  "development_type": null,
  "wgs84_polygon": null,
  "lpa_app_no": "79205/APP/2024/3177",
  "decision_agency": "Borough",
  "decision_date": "21/03/2025",
  "pp_id": "13531433",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=79205/APP/2024/3177",
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.592183,
    "lon": -0.411662
  },
  "status": "Approved",
  "last_updated": "2025-06-19T21:59:18.798Z",
  "actual_completion_date": null,
  "lapsed_date": "21/03/2028",
  "borough": "Hillingdon",
  "id": "Hillingdon-79205_APP_2024_3177",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": null,
  "locality": null,
  "application_details": {
    "affordable_housing_fast_track": false,
    "site_area": 0.09,
    "projected_cost_of_works": "Up to £2m",
    "residential_details": {
      "total_no_proposed_residential_units_intermediate": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 4,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units": 8,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_affordable_units": 4,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_gia_lost": 320,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_gained": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "residential_units": [
        {
          "unit_no": "Loss-1",
          "change_type": "Loss",
          "unit_type": "Communal Space",
          "gia": 40
        },
        {
          "unit_no": "Loss-2",
          "change_type": "Loss",
          "unit_type": "Communal Space",
          "gia": 40
        },
        {
          "unit_no": "Loss-3",
          "change_type": "Loss",
          "unit_type": "Communal Space",
          "gia": 40
        },
        {
          "unit_no": "Loss-4",
          "change_type": "Loss",
          "unit_type": "Communal Space",
          "gia": 40
        },
        {
          "no_habitable_rooms": 4,
          "unit_no": "Loss-5",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "unit_type": "Studio Bedsit",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 40,
          "tenure": "Social Rent"
        },
        {
          "no_habitable_rooms": 4,
          "unit_no": "Loss-6",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "unit_type": "Studio Bedsit",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 40,
          "tenure": "Social Rent"
        },
        {
          "no_habitable_rooms": 4,
          "unit_no": "Loss-7",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "unit_type": "Studio Bedsit",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 40,
          "tenure": "Social Rent"
        },
        {
          "no_habitable_rooms": 4,
          "unit_no": "Loss-8",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "unit_type": "Studio Bedsit",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 40,
          "tenure": "Social Rent"
        }
      ],
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0
    },
    "total_gia_lost": 0,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "11/2025",
        "intended_commencement_date": "05/2025"
      }
    ],
    "green_suds": false,
    "total_gia_gained": 27.7,
    "infrastructure_details": {
      "total_annual_pm_emissions": 6,
      "no_passive_slow_ev_charging_points": 0,
      "total_annual_nox_emissions": 2,
      "no_new_water_connections_required": 2,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_homes_to_have_electrical_heating": 0,
      "fire_suppression_system_proposed": false,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "waste_provision": true,
      "ghg_reduction_over_building_regulations": true,
      "mobile_network_operators_consultation": false,
      "no_new_gas_connections_required": 2,
      "no_active_slow_ev_charging_points": 2,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_passive_cooling": 0
    },
    "non_residential_details": {
      "total_gia_gained": 27.7,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 183.3,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 183.3,
        "gia_gained": 27.7,
        "use_class": "C3",
        "gia_lost": 0
      }
    ],
    "grey_water_reuse": false,
    "internal_resi_water_usage": 120,
    "rain_water_harvesting": false,
    "surface_water_discharge_percentage_reduction": 1,
    "ownership_status": "Public",
    "scheme_phasing": true,
    "total_gia_existing": 183.3,
    "garden_land_lost": false
  }
}