{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": {
    "no_existing_other": 2,
    "net_other": 0,
    "no_proposed_other": 2
  },
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "Householder",
  "lpa_app_no": "240258HH",
  "application_type_full": "Householder planning permission",
  "uprn": "000012085741",
  "borough": "Ealing",
  "street_name": "Brentham Way",
  "locality": "London",
  "ward": "Hanger Hill",
  "actual_commencement_date": null,
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be retained in accordance with drawing title number(s): 1409-G/EX/01; 1409-G/P/01; 1409-G/DL-W/01; 1409-G/DL-D/01.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| The detached outbuilding hereby approved shall be used only for domestic purposes incidental to the dwelling on this site, and shall not be used for separate habitable accommodation, letting or any commercial use. No cooking or kitchen facilities shall be installed at any time.",
    "Reason: To ensure that the development does not detract from the amenity of the adjoining properties, and to enable the Local Planning Authority to retain control over the use of the building in accordance with policies 1.1 & 1.2 of the Ealing Development Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3, D4 and D6 of the London Plan (2021), and the National Planning Policy Framework (2023). | Prior to commencement of the development, a demolition method statement/ construction management plan shall be submitted to the Council for approval in writing. Details shall include control measures for:-",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- delivery locations,",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays and 0800 -1300 Saturdays (except no work on public holidays),",
    "- neighbour liaison, notifications to interested parties and considerate complaints procedure,",
    "- public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works, in case of emergencies, enquiries or complaints.",
    "Reason: To ensure that the amenity of occupiers of existing building and surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with policies 7A and 7B of the Ealing Development Management DPD (2013) and policies D6, D14, SI 1, T3, T4 and T7 of the London Plan (2021). | Prior to the commencement of development, a flood risk assessment, sustainable drainage strategy and a ground investigation report shall be submitted to and approved in writing by the Local Planning Authority.",
    "The sustainable drainage strategy shall include a drainage proforma form, a detailed drainage design (incl. drawings and supporting calculations) and a maintenance plan (incl. maintenance tasks for all drainage components). The strategy shall achieve compliance with greenfield run-off rates and shall demonstrate a reduction of flood risk (betterment of existing drainage) at the site through sustainable drainage mitigation techniques.",
    "The ground investigation report shall determine infiltration rates, water table level, etc. and all other appropriate investigation to confirm the development would not adversely affect ground water flow paths. Consideration shall be given to compensate loss of storage within the ground and appropriate mitigation measures shall be implemented.",
    "Approved details shall be implemented prior to the occupation of the development and permanently retained and maintained.",
    "Reason:  To reduce surface water run-off and the risk of the flooding of the application property, neighbouring properties, and local area in accordance with policy 5.12 of the Ealing Development Management DPD (2013), policy 1.2 of the Ealing Development (Core) Strategy), policies D10, SI 12 and SI 13 of the London Plan (2021) and the NPPF (2023). | Any trees removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced in accordance with trees of similar size and species.",
    "Reason: To secure protection of trees, shrubs and hedges growing within the site and to safeguard the character and appearance of the conservation area , in accordance with policies D4, D8 and G7 of the London Plan (2021), policies 1.1 (e) (g), 1.2(f), 3.1(b) and 3.8 of the Ealing Core Strategy (2012), policies 7.4 of the Ealing Development Management DPD (2013). | A new hedge border to the rear of the site and the existing rear hedging shown on the approved drawing 1409-G/P/01 shall be re-instated by \"instant hedge plants\" with a hedge height to match the existing hedge height prior to the occupation of any part of the development or in accordance with a programme agreed by the Local Planning Authority. Any hedge plants which die within the first five years following the implementation of the development shall be replaced during the next planting season.",
    "Reason: To safeguard the character and appearance of the conservation area , in accordance with policies D4, D8 and G7 of the London Plan (2021), policies 1.1 (e) (g), 1.2(f), 3.1(b) and 3.8 of the Ealing Core Strategy (2012), policies 7.4 of the Ealing Development Management DPD (2013)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517643,
  "status": "Approved",
  "decision_date": "14/03/2024",
  "wgs84_polygon": null,
  "decision_target_date": "18/03/2024",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": "Other house holder developments",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-19T22:21:24.696+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "51 Brentham Way",
  "id": "Ealing-240258HH",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": 182291,
  "appeal_start_date": null,
  "postcode": "W5 1BE",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/240258HH;",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Construction of a detached garden outbuilding with basement to be used as studio/fitness area; construction of rear garage (following demolition of shed and garage)",
  "valid_date": "22/01/2024",
  "polygon": null,
  "pp_id": "PP-12716277",
  "application_details": {
    "total_gia_gained": 36.5,
    "no_additional_bathrooms": 0,
    "existing_uprns": [
      "000012085741"
    ],
    "intended_commencement_date": "08/2024",
    "no_additional_bedrooms": 0,
    "intended_completion_date": "09/2024"
  },
  "centroid": {
    "lon": -0.305541,
    "lat": 51.527286
  },
  "lapsed_date": "14/03/2027",
  "decision_process": "Delegated",
  "actual_completion_date": null
}