{
  "last_date_consultation_comments": "23/10/2024",
  "site_number": null,
  "ward": "Upminster",
  "decision_date": "26/11/2024",
  "description": "Installation of underground cable route and associated works between the Land to the East of Warley Substation and Warley Substation",
  "development_type": null,
  "application_type": "All Other",
  "appeal_status": null,
  "title_number": null,
  "postcode": "RM14 3PL",
  "locality": null,
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "13238971",
  "street_name": "Upminster",
  "last_updated_by": "CSV Data Import",
  "lpa_name": "Havering",
  "centroid": {
    "lon": 0.302948,
    "lat": 51.551603
  },
  "lpa_app_no": "P1188.24",
  "borough": "Havering",
  "application_details": {
    "total_gia_lost": 0,
    "internal_resi_water_usage": 0,
    "scheme_phasing": true,
    "surface_water_discharge_percentage_reduction": 0,
    "ownership_status": "Private",
    "garden_land_lost": false,
    "projected_cost_of_works": "Up to £2m",
    "total_gia_gained": 0,
    "total_gia_existing": 0,
    "grey_water_reuse": false,
    "non_residential_details": {
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 0
    },
    "green_suds": false,
    "phasing_details": [
      {
        "phase_detail": "Installation of underground cables ",
        "intended_commencement_date": "07/2025",
        "intended_completion_date": "07/2026"
      }
    ],
    "existing_uprns": null,
    "affordable_housing_fast_track": false,
    "rain_water_harvesting": false,
    "superseding_details": [
      {
        "lpa_app_no": "P1103.22",
        "partial_supersedence": false
      }
    ],
    "site_area": 0.201,
    "infrastructure_details": {
      "no_non_resi_units_to_have_full_fibre": 0,
      "fire_suppression_system_proposed": false,
      "total_annual_nox_emissions": 0,
      "waste_details": [
        {
          "external_dry_recycling": false,
          "external_food_waste": false,
          "unit_reference": "n/a",
          "external_residual_waste": false,
          "reason_for_no_provision": "application not a residential scheme ",
          "internal_residual_waste": false,
          "internal_food_waste": false,
          "internal_dry_recycling": false
        }
      ],
      "percentage_demolition_construction_material_recycling": 0,
      "waste_provision": false,
      "no_resi_units_to_have_full_fibre": 0,
      "total_annual_pm_emissions": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 0,
      "mobile_network_operators_consultation": false,
      "ghg_reduction_over_building_regulations": false,
      "no_new_gas_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_homes_passive_cooling": 0
    }
  },
  "application_type_full": "Full planning permission",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.3002769,
          51.551785100000004
        ],
        [
          0.3002913,
          51.551633
        ],
        [
          0.3000562,
          51.5516181
        ],
        [
          0.3000751,
          51.551270099999996
        ],
        [
          0.3004404,
          51.5512825
        ],
        [
          0.3010771,
          51.5512992
        ],
        [
          0.3020423,
          51.5513224
        ],
        [
          0.3025562,
          51.5513603
        ],
        [
          0.3025563,
          51.5513115
        ],
        [
          0.302064,
          51.5512627
        ],
        [
          0.2999708,
          51.5511934
        ],
        [
          0.2999426,
          51.5517689
        ],
        [
          0.3002769,
          51.551785100000004
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 559765,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1188.24",
  "bo_system": "CSV Data Import",
  "appeal_start_date": null,
  "secondary_street_name": null,
  "subdivision_of_building": "underground cables",
  "actual_completion_date": null,
  "site_name": "Lnd East of Warley Substation, Clay Tye Road",
  "id": "Havering-P1188.24",
  "decision_target_date": "26/11/2024",
  "centroid_northing": 186148,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              559577.23,
              186162.2
            ],
            [
              559578.76,
              186145.31
            ],
            [
              559562.51,
              186143.14
            ],
            [
              559565.04,
              186104.49
            ],
            [
              559590.32,
              186106.66
            ],
            [
              559634.4,
              186109.91
            ],
            [
              559701.23,
              186114.6
            ],
            [
              559736.72,
              186119.93
            ],
            [
              559736.9,
              186114.51
            ],
            [
              559702.94,
              186108.01
            ],
            [
              559558.08,
              186095.73
            ],
            [
              559554.11,
              186159.67
            ],
            [
              559577.23,
              186162.2
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "No works shall take place in relation to any of the development hereby approved until a site investigation is undertaken to assess the level and extent of any landfill gas present, together with an assessment of associated risks. The investigation shall be in accordance with a scheme submitted to and approved in writing by the Local Planning Authority prior to any development commencing.",
    "If during development works any contamination should be encountered which was not previously identified in the Site Investigation then works should halt immediately and the Local Planning Authority consulted to agree appropriate further action.",
    "Reason:-",
    "The development is situated on or within 250 metres of a current or historic landfill site or gravel pit.  Insufficient information has been supplied with the application to judge the risk arising from landfill gas.  Submission of an assessment prior to commencement will protect those redeveloping this site and any future occupants from potential lan",
    "All building operations in connection with the site excavation or other external site works; works involving the use of plant or machinery; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity.",
    "The construction management shall be carried out in accordance to the accompanied document or no works shall take place in relation to any of the development hereby approved until a separate Construction Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers is submitted to and approved in writing by the Local Planning Authority. The Construction Method statement shall include details of:",
    "a)  parking of vehicles of site personnel and visitors;",
    "b)  storage of plant and materials;",
    "c)  dust management controls;",
    "d)  measures for minimising the impact of noise and ,if appropriate, vibration arising from construction activities;",
    "e)  predicted noise and, if appropriate, vibration levels for construction using methodologies and at points agreed with the Local Planning Authority;",
    "f)  scheme for monitoring noise and if appropriate, vibration levels using methodologies and at points agreed with the Local Planning Authorities;",
    "g)  sitin",
    "Upon the expiration of planning permission for the substation, the details of decommissioning works shall be submitted to and approved in writing by the local planning department. Therefore, the decommissioning works shall be carried out in accordance to approved details.",
    "Reason: In the interest of the ecology and the environment.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/publications/the-party-wall-etc-act-1996-revised-explanatory-booklet"
  ],
  "appeal_decision_date": null,
  "uprn": "200002674480",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "last_updated": "2025-07-09T04:11:35.033Z",
  "decision_agency": "Borough",
  "parking_details": null,
  "lapsed_date": "26/11/2027",
  "decision": "Approved",
  "valid_date": "01/10/2024"
}