{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q69LVBNHFI600",
  "lapsed_date": "17/04/2025",
  "decision_target_date": "20/04/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 4BT",
  "site_name": "Flat 1",
  "status": "Refused",
  "application_details": {
    "site_area": 0.07400000000000001
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00472/TEL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521390,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:14:26.194Z",
  "id": "Kingston-20_00472_TEL",
  "application_type": "Prior Approval",
  "street_name": "High Street",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Beverley - OLD",
  "decision_date": "17/04/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Installation of 6 no. new antennas and 2 no. dishes on support poles and the addition of ancillary equipment, including cable trays, RRH's and GPS modules and associated works",
  "actual_completion_date": null,
  "last_date_consultation_comments": "25/03/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 168368,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "000128042849",
  "centroid": {
    "lon": -0.25633,
    "lat": 51.401363
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed telecoms equipment by virtue of its siting and appearance would result in an incongruous addition to the host property that would be visually intrusive and create visual clutter and detract from the character and appearance of the host property, the surrounding area. The proposal would not accord with policies CS8 and DM10 of the Council's adopted LDF Core Strategy April 2012",
    "Section 96A of the Town and Country Planning Act 1990 (the Act) allows a non-material amendment to be made to an existing planning permission via a simple application procedure with a quick decision time. \r\rSection 96A of the Act states that \"A local planning authority in England may make a change to any planning permission relating to land in their area if they are satisfied that the change is not material.\"\r\rIn deciding whether a change is material, a local planning authority must have regard to the effect of the change, together with any previous changes, on the planning permission as originally granted.\r\rThe power conferred by Section 96A would allow the Council:\r\r(a)\tto impose new conditions; \r(b)\tto remove or alter existing conditions.\r\rThe National Planning Practice Guidance  provides guidance on non-material amendments.\r\rThe NPPG directs \"There is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another.\" \r\rThe focus of the assessment of an application for a non-material amendment is whether the proposed amendment, taken individually or cumulatively with any other previously approved non-material amendment, and in the context or the previously approved development, is non-material or not.\r\rApplication reference 20/01125/NMA seeks to introduce a first floor side extension to replace the granted scheme of a single storey rear extension\r\rAs identified in the NPPG the assessment of whether a proposed amendment is non-material will in part be dependent on the context of the overall scheme and the location in which the development is situated. Indeed, an amendment that is non-material in one context may be material in another.\r\rIn this Case the applicant seeks to amend the proposal in such a way that would require an assessment of the merits of the changes and as such would fall outside the remit of a section 96a application.\r\rThe applicant is advised to esplore submitting and Application under Section 73a of the TCPA",
    "Please confirm the description ''Demolition of existing dwelling and erection of two and half storey new dwelling including basement and garage parking.''"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "25/02/2020",
  "secondary_street_name": null,
  "site_number": "77",
  "pp_id": "PP-08494901",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.256308,
          51.401376
        ],
        [
          -0.256309,
          51.401349
        ],
        [
          -0.256352,
          51.40135
        ],
        [
          -0.256351,
          51.401377
        ],
        [
          -0.256308,
          51.401376
        ]
      ]
    ],
    "type": "Polygon"
  }
}