{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q5ACEBNHN0B00",
  "lapsed_date": "30/03/2025",
  "decision_target_date": "17/04/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 8HW",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.023,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021795297"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00300/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519802,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:13:47.552Z",
  "id": "Kingston-20_00300_CPU",
  "application_type": "All Other",
  "street_name": "Pembroke Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Berrylands - OLD",
  "decision_date": "30/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip to gable and rear dormer extension (incorporating a juliette balcony), window in new gable and installation of 2 no. rooflights to front roofslope",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 167807,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021795297",
  "centroid": {
    "lon": -0.279337,
    "lat": 51.396658
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extensions and alterations are considered to fall within the parameters of permitted development as set out under Schedule 2, Part 1, Classes B and C of the Town and Country Planning (General Permitted Development) (England) Order 2015.",
    "Application Site\rThe site comprises a two storey property with commercial premises at ground floor and residential at first floor, on the west side of Surbiton Road.\r\rProposal\rRetention of change of use to Restaurant (Use Class E(b) ), replacement shopfront, retention of single storey rear extension and alterations to access to first floor level and external mechanical ventilation system\r\rOfficers note that planning permission for a similar extension was refused (07/12926/FUL dated 15/02/2008) due to the proximity of the extension to the public footpath. A second application (08/12157/FUL dated 07/07/2008) was granted after the applicant revised the plans to reduce the height and proximity to the footpath. This permission was not implemented despite a three year extension to the permission being granted at a later date (11/12320/EXT dated 22/06/2011)\r\rConsultation\r72 neighbouring properties have been notified and five objections from five separate addresses have been received. The material planning concerns raised are summarised below:\r- Excessive height or bulk of buildings;\r- Inappropriate design/layout;\r- Access or traffic problems;\r- Effects on trees;\r- Fumes;\r- Loss of light/sunlight;\r- Noise;\r- Privacy;\r- Car park issues;\r- Inadequate landscaping/means of enclosure;\r- Storage of hazardous substances; and,\r- Unacceptable or incompatible use.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed development would be positioned hard up against the boundary and would not be enclosed so is visable from the adjoining footpath. The proposed plans show the sides of the development would be finished in render but photographs of the site show the elevations to be finished in white cladding which would not be in keeping with the surrounding area. The proposed development is considered unacceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be an unacceptable adverse impact on the character or appearance of the area as a result of the proposals.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  The proposed development includes the provision of a large extraction duct. The applicant has not provided any information in relation to the duct so its suitability in relation the the residential property it has been attached to cannot be assessed. It is therefore considered that it has not been demonstated that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of  noise and disturbance contray to DM10 of the Council's Core Strategy 2012.\r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Please provide copies of all existing and proposed elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.\r\rThe submitted existing and proposed elevations do not have a scale bar. The submitted proposed elevations are labelled as existing and proposed elevations, please revise the drawings with the correct labelling."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "21/02/2020",
  "secondary_street_name": null,
  "site_number": "46",
  "pp_id": "PP-08420516",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.279315,
          51.396671
        ],
        [
          -0.279316,
          51.396644
        ],
        [
          -0.279359,
          51.396645
        ],
        [
          -0.279358,
          51.396672
        ],
        [
          -0.279315,
          51.396671
        ]
      ]
    ],
    "type": "Polygon"
  }
}