{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q7ZVM5NHFVI00",
  "lapsed_date": "10/07/2023",
  "decision_target_date": "25/05/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 6DB",
  "site_name": "Longcroft",
  "status": "Approved",
  "application_details": {
    "affordable_housing_fast_track": null,
    "s106_agreement": true,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [
      "100021797619"
    ],
    "total_gia_existing": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "circular_economy_statement": null,
    "commencement_notice_received": false,
    "scheme_phasing": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": null,
      "site_area": null,
      "total_gia_existing": null,
      "total_gia_lost": null
    },
    "phasing_details": [],
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 316,
    "existing_proposed_floorspace_details": [],
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL S1  Surbiton"
      }
    ],
    "grey_water_reuse": null,
    "building_details": [],
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "non_permanent_dwellings_details": [],
    "intended_completion_date": null,
    "projected_cost_of_works": null,
    "internal_resi_water_usage": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_homes_passive_cooling": null,
      "no_new_water_connections_required": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "no_passive_other_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "ghg_reduction_over_building_regulations": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "no_resi_units_to_have_full_fibre": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "uk_company_registration_no": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "3d_model": null,
    "transport_contributions": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "total_gia_lost": null,
    "social_infrastructure_contributions": null,
    "scheme_name": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "site_area": null,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_gia_lost": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00761/OUT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518291,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:15:40.071Z",
  "id": "Kingston-20_00761_OUT",
  "application_type": "All Other",
  "street_name": "South Bank",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Berrylands - OLD",
  "decision_date": "10/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Outline planning permission for demolition of exsiting house and erection of new residential building comprising 1 replacement dwelling and 6 no. new dwellings with associated bins and cycle store (Landscaping Reserved Matters) \r\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": "22/04/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 167306,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021797619",
  "centroid": {
    "lon": -0.301213,
    "lat": 51.392472
  },
  "polygon": null,
  "parking_details": {
    "no_existing_cycle": 0,
    "no_proposed_cycle": 8,
    "net_cycle": 8
  },
  "decision_agency": null,
  "decision_conditions": [
    "Applications for approval of the matters hereby reserved must be made within two years from the date of this decision.  The development to which the permission relates must begin not later than whichever is the later of the following dates:-\ri)      \tThe expiration of three years from the date of this decision;\ror\rii)     \tThe expiration of two years from the final approval of the reserved matters or, in the case of approval on different dates, the final approval of the last such matter to be approved.\rReason: In order to comply with Section 92 of the Town and Country Planning Act, 1990.  (As amended)\r",
    "The following matters shall be reserved for the approval of the Local Planning Authority in accordance with the provisions of Article 5 (1) of the Town and Country Planning (General Development Procedure) Order 2015 (or any Order revoking or re-enacting this Order):\r(a)   \tlandscaping\rReason: As the application is submitted in outline form only and in order that the Local Planning Authority may be satisfied as to the details of the proposal.\r",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to the commencement of any above groundworks (excluding demolition) of the development hereby permitted and notwithstanding the details shown on the approved plans stated in condition 2 of this permission, the following details shall have been submitted (on plans at a scale of no less than 1:20 and 1:5) and approved by the Local Planning Authority.\r- Window reveals, door reveals, overhangs, rainwater goods. \rThe development shall be carried out in accordance with the approved details\rReason: These details are required prior to commencement of development because is necessary to provide these details as it is integral to the design and appearance of the building and therefore agreement of these details prior to commencement would ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "All works on site shall take place in accordance with the following details which shall have previously been submitted to and approved in writing by the Local Planning Authority prior to the commencement of work:  \r(a)\tProvision for loading/unloading materials.\r(b)\tStorage of plant, materials and operatives vehicles.\r(c)\tTemporary site access.\r(d)\tSigning system for works traffic.\r(e)\tMeasures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works.\r(f)\tLocation of all ancillary site buildings.\r(g)\tMeasures to protect any trees, shrubbery and other landscape features to be retained on the site during the course of development.\r(h)\tMeans of enclosure of the site.\r(i)\tWheel washing equipment.\r(j)\tThe parking of vehicles of the site operatives and visitors\r(k)\tThe erection and maintenance of security hoarding.\r(l)        Hours of construction and deliveries\rReason: This information is required prior to the commencement of the development as the relevant works would take place at the beginning of the construction phase and in order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Fences, walls or other means of enclosure shall be erected along the boundaries of the site prior to the occupation of the dwellinghouses to which they relate, in accordance with details which shall have been submitted to and approved in writing by the Local Planning Authority and shall thereafter be permanently retained.\rReason: In order to ensure the privacy of adjoining occupiers and visual amenity of the area is retained in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The refuse storage facilities and recycling facilities shall be provided prior to the occupation of the development as shown on the approved plans and, such facilities shall be permanently retained at the site.\rReason: These details are required prior to commencement of development because the details would affect subsequent design of other elements of the scheme and must be agreed at the outset and to ensure the provision of refuse facilities to the satisfaction of the Council in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The residential units hereby approved shall not be occupied until the development has achieved an energy efficiency standard of a minimum of 19% CO2 improvement over Building Regulations requirements Part L 2013 (TER Baseline).\rReason: In the interests of sustainability and energy conservation in accordance with Policies 5.2 (Minimising Carbon Dioxide Emissions) and 5.3 (Sustainable Design & Construction) of the London Plan (2016) and Policy DM1 (Sustainable Design and Construction Standards) of the LDF Core Strategy Adopted April 2012.\r",
    "The residential units hereby approved shall not be occupied until the development has achieved as a minimum, a water efficiency standard of not more than 110 litres per person per day maximum water consumption in accordance with the requirements defined within Approved Document G of the Building Regulations. \rReason: In the interests of Sustainability and Energy Conservation in accordance with Policies 5.2 (Minimising Carbon Dioxide Emissions) and 5.3 (Sustainable Design & Construction) of the London Plan (2016) and Policy DM1 (Sustainable Design and Construction Standards) of the LDF Core Strategy Adopted April 2012.\r",
    "The residentials units hereby approved shall not be occupied until the development has been built in accordance with the requirements of Category 2 of the Building Regulations document titled 'Approved Document M - Access to and use of buildings' \rReason: In the interest of inclusive design and accessibility in accordance with Policy 3.8 of the London Plan.\r",
    "The development shall be carried out in accordance with the tree protection measures outlined in the deposited Arboricultural Impact Assessment Method Statement and Tree Protection plan prepared by Trevor Heaps. \rReason: Reason: In the interests of visual amenity and also that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to occupation of the development hereby permitted the secure cycle parking facilities for the occupants of, and visitors to, as shown on the approved plans shall be fully implemented and shall thereafter be retained for use at all times.\r\rReason: To ensure the provision of satisfactory cycle storage facilities and in the interests of highway safety in accordance with Policy DM8 (Sustainable Transport for New Developments) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to above ground works details of the implementation, adoption, maintenance and management of a sustainable drainage system have been submitted to and approved in writing by the local planning authority.  The system shall be implemented and thereafter managed and maintained in accordance with the approved details.  Those details shall include a timetable for its implementation, and a management and maintenance plan for the lifetime of the development which shall include the arrangements for adoption by any public body or statutory undertaker, or any other arrangements to secure the effective operation of the sustainable drainage system throughout its lifetime.\rReason: To prevent the increased risk of flooding in accordance with Policy CS1 (Climate Change Mitigation) of the Local Development Framework Core Strategy Adopted April 2012.\r",
    "The site comprises a terraced dwelling.\r\r10x neighbouring properties have been notified of the proposals and one representation has been received, which supports this planning application.\r\rConsideration\rThe key areas of assessment are: \rThe design of the proposed development;\rThe impact upon heritage assets; \rThe impact of the development on the amenities of existing and future occupants of land and buildings; and,\rThe impact on the public highway.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Note: The application includes the erection of a single-storey rear extension and front porch, the replacement of all existing front UPVC windows and the erection of a rear dormer roof extension. The proposed porch would project 1.5 metres to the front of the dwelling and is of a similar design to the existing porch at no.15 Cardinal Avenue. The full width proposed rear dormer would be stepped down from the ridge and stepped up slightly in relation to the eaves of the main roof of the host property. The proposed single-storey rear extension would include a roof sloping up to where it joined with the main dwelling.   Officers consider the proposed development, would have no detrimental impact on the character and appearance of the streetscene, host property, or the surrounding area.\r\rNon- Designated Heritage Assets\rParagraphs 194 to 208 of the NPPF 2021 set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\rThe site comprises a terraced dwelling, located in the Tudor Estate Area of Special Character. The application site is not in a conservation area, but is within an area of special local character. The host building is therefore is not a heritage asset but a non-designated heritage asset.\rParagraph 203 of NPPF applies to non-designated heritage assets and it is stated in this paragraph that:-\r\"The effect of an application on the significance of a non-designated heritage asset should be taken into account in determining the application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement will be required having regard to the scale of any harm or loss and the significance of the heritage asset.\"\rAs noted above, officers consider that the proposed development would not result in material harm to the character and appearance of the area. The proposal is therefore in accordance with policy HC1 of the London Plan 2021 and policy DM12 of the LDF Core Strategy 2012.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \rOfficers Note: The proposed single-storey rear extension would only project 3.0 metres  would cause no significant increase in loss of daylight, sense of enclosure or loss of outlook to the adjoining properties at no.17 or no.21 Cardinal Avenue. The proposed rear dormer would cause a slight increase in overlooking and loss of privacy to neighbouring properties. However, taking into account the existing overlooking from rear facing windows to the host property at first floor level, the loss of privacy caused, would not be significant enough to warrant refusal of this planning application.\r\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: The proposal would include the construction of a porch to the front of the property. However, the existing hardstanding to the front of the dwelling would still be sufficient to accommodate one space for on-site parking. The PTAL for this part of Cardinal Avenue, is 1b. Taking into account the maximum car parking standards set out in the London Plan, which are up to 1.5 spaces per dwelling, for an Outer London PTAL 1 - 2, 3+ bedroom dwelling, it is considered that this issue would not warrant grounds for refusal, given that it is reflective of the existing situation.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).\r\r",
    "CONSULTATIONS: \rNo representations have been received. \r\rHistoric England: Authorise delegated determination. No views expressed on the proposal.\r\rKingston Town Conservation Area Advisory Committee. No objection.\r\rSITE AND SURROUNDINGS: \rThe application site is Grade-I listed and is located within the Kingston Old Town Conservation Area and an Archaeological Priority Area.\r\rThe site lies in close proximity to a number of other heritage assets, including the Guildhall (Grade II), Clattern Bridge (Grade-I and Ancient Scheduled Monument) and locally listed buildings including Clattern House and Kings Stone House.\r\rPROPOSAL: \rListed Building Consent is sought for the refurbishment, repair and cleaning of the Coronation Stone, together with the installation of an interpretation board.\r\rASSESSMENT: \rThe application has been assessed against the policies of the National Planning Policy Framework (NPPF) and the current Development Plan which consists of the London Plan and the Council's adopted LDF Core Strategy. \rThe key planning considerations relevant in the assessment of this application are set out under the headings below: \r\r- Impact upon Heritage Assets: \rThe principle of conducting repair work to a heritage asset is acceptable subject to compliance with the Planning (Listed Building and Conservation Areas) Act 1990 and Development Plan policies. \r\rSection 16 of the Planning (Listed Building and Conservation Areas) Act 1990 states that 'In considering whether to grant planning permission for development which affects a listed building or its setting, the local planning authority or, as the case may be, the Secretary of State shall have special regard to the desirability of preserving the building or its setting or any features of special architectural or historic interest which it possesses.' \r\rNPPF provisions: \rIt is one of the core principles of the NPPF that heritage assets should be conserved in a manner appropriate to their significance. \rChapter 16 of the National Planning Policy Framework at paragraph 195 sets out that the local planning authority should identify and assess the particular significance of any heritage asset... They should take this assessment into account when considering the impact of a proposal on a heritage asset, to avoid or minimise conflict between the heritage asset's conservation and any aspect of the proposal. \r\rParagraphs 194-198 sets out the framework for decision making in planning applications relating to heritage assets and this application takes into account the relevant considerations in these paragraphs. \r\rPolicy HC1 of the London Plan 2021 states that development proposals affecting heritage assets, and their settings, should conserve their significance, by being sympathetic to the assets' significance and appreciation within their surroundings. The cumulative impacts of incremental change from development on heritage assets and their settings should also be actively managed. Development proposals should avoid harm and identify enhancement opportunities by integrating heritage considerations early on in the design process.\r\rAt the local level, Policies CS8 and DM12 of the Council's Core Strategy 2012 set out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rThe Coronation Stone is situated to the northwest of The Guildhall and adjacent to Clattern Bridge. It sits on a concrete raft above the Hogsmill River, created when The Guildhall was built in 1935. The area is paved with pre-cast concrete slabs and grassed.\r\rThe existing interpretation board is outdated, illegible and inaccessible due to its location, size and condition.\r\rThe application proposes the following works:\r- Set up works area with Heras fencing to prevent access and create a safe working area\r- Using wooden spatulas and hand tools remove all weeds and moss from the plinth and base\r- Water and nylon brush clean of the Coronation stone and surroundings\r- (Detailed Condition Survey)\r- Removal of two loose iron spears to columns\r- Repair of stonework and preparation of columns to receive finials\r- Fixing of finials to columns\r- Removal of loose render and preparation of substrate prior to repair required on lower plinth: large area of missing render to the lower plinth at the south - approx. 400mm x 400mm x 10mm\r- Preparation of area for small mortar repair: Carry out small mortar repair to one column base where section is missing - approx. 200mm x 50mm x 50mm\r- Carrying out of render and mortar repairs in hydraulic lime\r- All ironwork to be brushed down with stainless steel brushes and aluminium oxide paper and where necessary bare corroded iron to be treated with a rust converter such as Vactan\r- Application of two coats of colour-matched paint - using a low temperature curing paint system such as Sherwin-Williams Acrolon C237 (Samples can be provided as required.)\r- Installation of new interpretation board, of type 'Richmond interpretation display' by Fitzpatrick Woolmer (or similar approved), sized at a maximum of A1 landscape for text/ graphics plus surround, and constructed out of stainless steel and aluminium. Located to the left of Coronation Stone (South) at a maximum height with the top of the sign being in line with the top of the finials.\r\rThis application proposes repair works affecting a Grade I listed structure. \r\rHistoric England advises that in those instances where repair works are proposed which is necessary to sustain the heritage asset, this is normally desirable if: \r-  There is sufficient information to understand comprehensively the impacts of the proposals on the significance of the place; and \r-  The long-term consequences of the proposals can, from experience, be demonstrated to be benign or the proposals are designed so as not to prejudice alternative solutions in the future; and \r- The proposals are designed to avoid or minimise harm, if actions necessary to sustain particular heritage values tend to conflict. \rThe extent of the repair should typically be limited to what is reasonably necessary to make failing elements sound and capable of continuing to fulfil their intended functions. \r\rThe Coronation Stone is in relatively good condition. The proposed cleaning will be undertaken by hand with water and nylon brushes and wooden spatulas to reduce some of the surface particle soiling and the moss to the base, which is exacerbating the damp condition and resulting in inscriptions to be unclear, without abrasion. Once cleaned, it is intended for specialist conservators to better analyse the condition of the stone, in order to prepare more detailed plans for its longer-term conservation management. The render to the plinth is proposed to be replaced and weeds removed. \r\rThe railings are rusting in some areas, which is to be treated. The railings are to be repainted to match the existing. They have previously been repainted and match the railings on Clattern Bridge. The careful hand cleaning of the pillars will bring out more of the detail of the ornamental decoration to the capitals. Repairs are only planned for where a rusted railing spigot has failed the stone around it, and where a section of a base is missing; whilst the two loose spearheads are to be re-set.\r\rThe replacement interpretation board is proposed to be A1 in size. It has been sized, designed and located in order to reduce the visual impact on the Coronation Stone, whilst being legible and accessible. It is proposed to be sited close to where tour groups usually congregate, to the side of the stone. There is a paved hardstanding area and grass. Any works to paving slabs will involve replacement of any slabs required to match existing, and making good. The lettering to the board will be gold (header and footer information) and black (main text) and will also include a section of braille.\r\rThe character of the ensemble would not be significantly or harmfully altered. Officers note that the railings will be repainted however given these are an addition designed to present the Coronation Stone in a new light, it is considered appropriate to upgrade these when re-presenting the Coronation Stone to the public at the time of the Queen's Platinum Jubilee. This is also a low-risk item that will not affect the physical nature of the Coronation Stone or the stone pillars.\r\rPhotographic and written schedules have been submitted as part of this application (within the Heritage Statement) which provide a detailed written and photographic record of the existing state of the brickwork, details of its condition and recommended repair methods and materials to each specific component of the structure.\r\rOfficers note that a washing method statement has been submitted. This sets out in sufficient detail the method of cleaning to the stone and the protective systems in place whilst this is to be carried out. All of the proposed measures are considered to be appropriate to have as little harmful impact to the historic fabric of the building as possible. A condition is attached to the grant of this Listed Building Consent to ensure that the method of cleaning is carried out in accordance with the contents of the submitted Method Statement. \r\rThe proposed replacement interpretation board would be Richmond Style - Fitzpatrick Woolmer specification A1 size (594 x 841 mm). The board would be of stainless steel construction with powder-coat finish. Condition is attached to require details of content, layout and colour to be submitted to the local authority for approval prior to installation.\r\rImpact upon Guildhall (Grade-II Listed Building)\rThe Guildhall was built in 1935 as a new civic centre for Kingston, designed by Maurice Webb in a 'neo-Georgian' style, with some fine art deco decoration to the entrance. The Coronation Stone was moved to sit within the grounds of The Guildhall, creating a new public space and interest alongside the High Street and Clattern Bridge. It has later been argued that this is an inappropriate location, and various unrealised plans have been made in discussion with Historic England to move the Coronation Stone to the churchyard of All Saints church, alongside repairs. \r\rThe proposed works to the Coronation Stone is to improve its public visibility and value at a time of the Queen's Jubilee. The relationship between the Coronation Stone and The Guildhall would not be altered, so therefore the proposals have no impact on the significance.\r\rImpact upon Clattern Bridge (Grade-II Listed) \rThe Clattern Bridge is a 12th century replacement of the Saxon 'Clatrung Bridge'. It has great archaeological, historical and architectural significance, as a rare example of a largely unaltered medieval bridge. As the Historic England list entry states, \"despite 18th and 19th century alterations and additions, Clattern Bridge is a good example of a medieval multi-span bridge which survives well. It includes some impressive medieval masonry. The bridge will contain archaeological information relating to its medieval construction and use, and is considered to retain archaeological remains associated with the earlier Saxon bridge.\"\r\rThe Clattern Bridge was widened in 1852, shortly after the Coronation Stone was erected in its current form on the High Street. The railings added at this time match those of the Coronation Stone.\r\rThe relationship between the Coronation Stone and Clattern Bridge would not change as a result of the proposals, so there is no impact on the significance.\r\rImpact upon Character - Kingston Old Town Conservation Area\r\"The Kingston Old Town Conservation Area is approximately 14ha in extent. It comprises the historic town centre of Kingston stretching from Kingston Bridge in the north to the Portsmouth Road at its southernmost extremity. The eastern boundary of the Conservation Area is formed by Union Street, St James's Road and South Lane.\r\rKingston Old Town, which has been described by Nikolaus Pevsner as one of the best preserved examples of a medieval street pattern in outer London, contains an impressive range of good quality vernacular architecture dating from the 15th Century onwards. Whilst part of Greater London, if considered in isolation Kingston Old Town has, in essence, the feel of a country town rather than a suburban centre. The Conservation Area includes the area's principal church and the focus of Local Government in the form of the Guildhall and associated offices.\r\rWhilst originally a focus for trading and manufacturing, the Old Town still retains a retail role as part Kingston's town centre which expanded north and eastwards in the latter part of the nineteenth century and twentieth century. The Old Town also retains a role as a focus for eating and drinking with the Riverside area having partially replaced the Market Place as the primary focus of the night-time economy.\r\rThe Coronation Stone is described: \"Immediately to the west of the Guildhall is located the Grade I listed Coronation Stone. This commemorates Kingston's role as a coronation place of Anglo-Saxon kings. It is believed that the stone was originally located within the churchyard before being moved to a location in front of the Assize Court and then to its present location in the 1930s, on a concrete raft structure projecting over the Hogsmill.\"\r\rThe Coronation Stone is listed under the heading of 'Street Furniture and Public Art', as 'being of particular note'.\r\rThere are no specific policies regarding the Coronation Stone.\r\rThe proposed works will not make any changes to the character of the Conservation Area, but the increased prominence of the Coronation Stone will add to its interest and therefore make a positive contribution to its setting and appreciation.\r\rCONCLUSION\rTaking into consideration the submitted plans, photographs and supplementary heritage information, the proposed repair works to the Coronation Stone are deemed to be appropriate as the least interventionist and most sympathetic approach for the repair which would improve the overall character and appearance of the heritage asset. The other works are similarly considered to be acceptable, not resulting in harm to the heritage assets.\r\rThe proposal would be acceptable and would preserve the character and appearance of the Grade I Listed structure of the Coronation Stone itself as well as preserve the setting of the nearby designated heritage assets, having due regard to Section 16 of the Planning (Listed Building and Conservation Area) Act 1990 permission should be granted. Furthermore, it is concluded that the proposal would not harm the heritage asset as per the requirements of the NPPF 2021.\r",
    "Site\r\rThe application site is a two-storey semi-detached dwellinghouse located on Oakdene Drive. The site is within a blanket TPO area. \r\rConsultations\r\r11 neighbouring properties have been notified of the proposals and 1 representation was received supporting the application, however no further comments were given. \r\rTree and Landscape Officer - 22/03/2022\r\rI have no objections to the proposals but we will need them to provide a tree protection plan drawn by a registered Arboricultural Consultant showing a line of tree protection fencing going across the garden from one side to the other fully enclosing the RPA of the TPO Oak tree to the rear of the property so that no materials storage or works may take place beyond this fence line. Naturally this will have to be received prior to determination and not via condition and the fencing must be in place before any work can commence either to demolish or build on site and cannot be removed until all building works and hard surface works are completed.\r\rTree and Landscape Officer - 07/04/2022\r\rFollowing the information previously requested being submitted I have no further objections, the info submitted is satisfactory.\r\rConsideration\r\rThe key areas of assessment are: \rThe impact of the development on character and appearance. \rThe impact of the development on the amenities of existing and future occupants of land and buildings.\rThe impact of the development on highways. \rThe impact of the development on TPO trees. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: Whilst the proposed single storey side extension would not strictly adhere to the guidance in the Residential Design SPD, officers considered that it would nonetheless, appear proportionate and subordinate to the existing dwelling and would not adversely affect the character of the wider area. \r\rThe application also proposes the construction of a single storey rear extension, which would measure 5 metres in depth from the rear wall of the dwellinghouse, and would have a pitched roof measuring a maximum height of approximately 4 metres. Whilst the depth of this extension would exceed the recommended maximum as outlined in the Residential Design SPD, officers consider that it would still appear proportionate and subordinate to the dwellinghouse. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments: The principal properties to consider in relation to amenity would be the adjoining property at No. 15 Oakdene Drive, as well as Nos. 22-24 Collingwood Avenue. The application site currently benefits from a single storey rear extension which measures approximately 3.2 metres in height on the boundary with No. 15 Oakdene Drive. As the application proposes a single storey rear extension with a lesser height on the boundary of approximately 2.8 metres, the proposed development will have less of an impact on the levels of sunlight to the closest habitable room windows of No. 15 Oakdene Drive. The proposed development would therefore have an acceptable impact on levels of sunlight to this neighbouring property. No windows are proposed facing this neighbouring property and as such the proposal will not lead to a loss of privacy. Furthermore Officers consider that the proposed development would not result in a loss of amenity through an overbearing impact to this neighbouring property. \r\rIn relation to the neighbouring properties at Nos. 22-24 Collingwood Avenue, the application proposes to construct a single storey side extension on the rear boundary of these properties. Due to the siting of the proposed development in relation to the windows of these neighbouring properties, Officers consider that there would be no impact on levels of sunlight to any habitable rooms of these two properties. No windows are proposed facing these two properties and as such the proposal will not lead to a loss of privacy. Furthermore Officers consider that the proposed development would not result in a loss of amenity through an overbearing impact to these neighbouring properties. \r\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9 of the Council's LDF Core Strategy (2012) states that new development must comply with local car parking standards in order that it does not contribute to congestion or compromise highway safety. Policy DM10 supports this stance.\r\rOfficers Comments: The application proposes the construction of a new garage and demolition of an existing detached garage. To accommodate modern vehicles, proposed new garages should meet the required dimensions as recommended by Appendix 5 of the Sustainable Transport SPD, measuring 3 metres in width and 5.3 metres in depth internally. Both the existing and proposed garages would not meet the minimum required internal garage dimensions for one vehicle, and therefore this element of the development would not impact the parking provision on site.\r\rNevertheless, it is considered that the remaining hardstanding to the front of the site is of an adequate size to accommodate two off-street car parking spaces. Whilst this level of provision would be in excess of the maximum standards set out in the London Plan, this issue would not warrant a reason for refusal as it is reflective of the existing situation. \r\rPolicy G7 of the London Plan 2021 states that development proposals should ensure that, wherever possible, existing trees of value are retained. If planning permission is granted that necessitates the removal of trees, there should be adequate replacement. Policy DM10 of the Council's Core Strategy 2012 expects new development to ensure that trees that are important to the character of the area or covered by TPOs are not adversely affected.\r\rOfficers Comments: It is noted that the site is protected by a blanket TPO. The applicant has submitted a Tree Protection Plan along with an Arboricultural Impact Assessment. In the event that the proposed development is granted planning approval, the provided Tree Protection and  Arboricultural Impact Assessment will be conditioned to ensure the safety of TPO trees within the vicinity. \r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "CONSULTATIONS: \rNo representations have been received. \r\rHistoric England: Authorise delegated determination. No views expressed on the proposal.\r\rKingston Town Conservation Area Advisory Committee. No objection.\r\rSITE AND SURROUNDINGS: \rThe application site is Grade-I listed and is located within the Kingston Old Town Conservation Area and an Archaeological Priority Area.\r\rThe site lies in close proximity to a number of other heritage assets, including the Guildhall (Grade II), Clattern Bridge (Grade-I and Ancient Scheduled Monument) and locally listed buildings including Clattern House and Kings Stone House.\r\rPROPOSAL: \rListed Building Consent is sought for the refurbishment, repair and cleaning of the Coronation Stone, together with the installation of an interpretation board.\r\rASSESSMENT: \rThe application has been assessed against the policies of the National Planning Policy Framework (NPPF) and the current Development Plan which consists of the London Plan and the Council's adopted LDF Core Strategy. \r\rThe key planning considerations relevant in the assessment of this application are set out under the headings below: \r\r- Impact upon Heritage Assets: \rThe principle of conducting repair work to a heritage asset is acceptable subject to compliance with the Planning (Listed Building and Conservation Areas) Act 1990 and Development Plan policies. \r\rSection 16 of the Planning (Listed Building and Conservation Areas) Act 1990 states that 'In considering whether to grant planning permission for development which affects a listed building or its setting, the local planning authority or, as the case may be, the Secretary of State shall have special regard to the desirability of preserving the building or its setting or any features of special architectural or historic interest which it possesses.' \r\rNPPF provisions: \rIt is one of the core principles of the NPPF that heritage assets should be conserved in a manner appropriate to their significance. \r\rChapter 16 of the National Planning Policy Framework at paragraph 195 sets out that the local planning authority should identify and assess the particular significance of any heritage asset... They should take this assessment into account when considering the impact of a proposal on a heritage asset, to avoid or minimise conflict between the heritage asset's conservation and any aspect of the proposal. \r\rParagraphs 194-198 sets out the framework for decision making in planning applications relating to heritage assets and this application takes into account the relevant considerations in these paragraphs. \r\rPolicy HC1 of the London Plan 2021 states that development proposals affecting heritage assets, and their settings, should conserve their significance, by being sympathetic to the assets' significance and appreciation within their surroundings. The cumulative impacts of incremental change from development on heritage assets and their settings should also be actively managed. Development proposals should avoid harm and identify enhancement opportunities by integrating heritage considerations early on in the design process.\r\rAt the local level, Policies CS8 and DM12 of the Council's Core Strategy 2012 set out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rThe Coronation Stone is situated to the northwest of The Guildhall and adjacent to Clattern Bridge. It sits on a concrete raft above the Hogsmill River, created when The Guildhall was built in 1935. The area is paved with pre-cast concrete slabs and grassed.\r\rThe existing interpretation board is outdated, illegible and inaccessible due to its location, size and condition.\r\rThe application proposes the following works:\r- Set up works area with Heras fencing to prevent access and create a safe working area\r- Using wooden spatulas and hand tools remove all weeds and moss from the plinth and base\r- Water and nylon brush clean of the Coronation stone and surroundings\r- (Detailed Condition Survey)\r- Removal of two loose iron spears to columns\r- Repair of stonework and preparation of columns to receive finials\r- Fixing of finials to columns\r- Removal of loose render and preparation of substrate prior to repair required on lower plinth: large area of missing render to the lower plinth at the south - approx. 400mm x 400mm x 10mm\r- Preparation of area for small mortar repair: Carry out small mortar repair to one column base where section is missing - approx. 200mm x 50mm x 50mm\r- Carrying out of render and mortar repairs in hydraulic lime\r- All ironwork to be brushed down with stainless steel brushes and aluminium oxide paper and where necessary bare corroded iron to be treated with a rust converter such as Vactan\r- Application of two coats of colour-matched paint - using a low temperature curing paint system such as Sherwin-Williams Acrolon C237 (Samples can be provided as required.)\r- Installation of new interpretation board, of type 'Richmond interpretation display' by Fitzpatrick Woolmer (or similar approved), sized at a maximum of A1 landscape for text/ graphics plus surround, and constructed out of stainless steel and aluminium. Located to the left of Coronation Stone (South) at a maximum height with the top of the sign being in line with the top of the finials.\r\rThis application proposes repair works affecting a Grade I listed structure. \rHistoric England advises that in those instances where repair works are proposed which is necessary to sustain the heritage asset, this is normally desirable if: \r- There is sufficient information to understand comprehensively the impacts of the proposals on the significance of the place; and \r- The long-term consequences of the proposals can, from experience, be demonstrated to be benign or the proposals are designed so as not to prejudice alternative solutions in the future; and \r- The proposals are designed to avoid or minimise harm, if actions necessary to sustain particular heritage values tend to conflict. \r\rThe extent of the repair should typically be limited to what is reasonably necessary to make failing elements sound and capable of continuing to fulfil their intended functions. \r\rThe Coronation Stone is in relatively good condition. The proposed cleaning will be undertaken by hand with water and nylon brushes and wooden spatulas to reduce some of the surface particle soiling and the moss to the base, which is exacerbating the damp condition and resulting in inscriptions to be unclear, without abrasion. Once cleaned, it is intended for specialist conservators to better analyse the condition of the stone, in order to prepare more detailed plans for its longer-term conservation management. The render to the plinth is proposed to be replaced and weeds removed. \r\rThe railings are rusting in some areas, which is to be treated. The railings are to be repainted to match the existing. They have previously been repainted and match the railings on Clattern Bridge. The careful hand cleaning of the pillars will bring out more of the detail of the ornamental decoration to the capitals. Repairs are only planned for where a rusted railing spigot has failed the stone around it, and where a section of a base is missing; whilst the two loose spearheads are to be re-set.\r\rThe replacement interpretation board is proposed to be A1 in size. It has been sized, designed and located in order to reduce the visual impact on the Coronation Stone, whilst being legible and accessible. It is proposed to be sited close to where tour groups usually congregate, to the side of the stone. There is a paved hardstanding area and grass. Any works to paving slabs will involve replacement of any slabs required to match existing, and making good. The lettering to the board will be gold (header and footer information) and black (main text) and will also include a section of braille.\r\rThe character of the ensemble would not be significantly or harmfully altered. Officers note that the railings will be repainted however given these are an addition designed to present the Coronation Stone in a new light, it is considered appropriate to upgrade these when re-presenting the Coronation Stone to the public at the time of the Queen's Platinum Jubilee. This is also a low-risk item that will not affect the physical nature of the Coronation Stone or the stone pillars.\r\rPhotographic and written schedules have been submitted as part of this application (within the Heritage Statement) which provide a detailed written and photographic record of the existing state of the brickwork, details of its condition and recommended repair methods and materials to each specific component of the structure.\r\rOfficers note that a washing method statement has been submitted. This sets out in sufficient detail the method of cleaning to the stone and the protective systems in place whilst this is to be carried out. All of the proposed measures are considered to be appropriate to have as little harmful impact to the historic fabric of the building as possible. A condition is attached to the grant of this Listed Building Consent to ensure that the method of cleaning is carried out in accordance with the contents of the submitted Method Statement. \r\rImpact upon Guildhall (Grade-II Listed Building)\rThe Guildhall was built in 1935 as a new civic centre for Kingston, designed by Maurice Webb in a 'neo-Georgian' style, with some fine art deco decoration to the entrance. The Coronation Stone was moved to sit within the grounds of The Guildhall, creating a new public space and interest alongside the High Street and Clattern Bridge. It has later been argued that this is an inappropriate location, and various unrealised plans have been made in discussion with Historic England to move the Coronation Stone to the churchyard of All Saints church, alongside repairs. \r\rThe proposed works to the Coronation Stone is to improve its public visibility and value at a time of the Queen's Jubilee. The relationship between the Coronation Stone and The Guildhall would not be altered, so therefore the proposals have no impact on the significance.\r\rImpact upon Clattern Bridge (Grade-II Listed) \rThe Clattern Bridge is a 12th century replacement of the Saxon 'Clatrung Bridge'. It has great archaeological, historical and architectural significance, as a rare example of a largely unaltered medieval bridge. As the Historic England list entry states, \"despite 18th and 19th century alterations and additions, Clattern Bridge is a good example of a medieval multi-span bridge which survives well. It includes some impressive medieval masonry. The bridge will contain archaeological information relating to its medieval construction and use, and is considered to retain archaeological remains associated with the earlier Saxon bridge.\"\r\rThe Clattern Bridge was widened in 1852, shortly after the Coronation Stone was erected in its current form on the High Street. The railings added at this time match those of the Coronation Stone.\r\rThe relationship between the Coronation Stone and Clattern Bridge would not change as a result of the proposals, so there is no impact on the significance.\r\rImpact upon Character - Kingston Old Town Conservation Area\r\"The Kingston Old Town Conservation Area is approximately 14ha in extent. It comprises the historic town centre of Kingston stretching from Kingston Bridge in the north to the Portsmouth Road at its southernmost extremity. The eastern boundary of the Conservation Area is formed by Union Street, St James's Road and South Lane.\r\rKingston Old Town, which has been described by Nikolaus Pevsner as one of the best preserved examples of a medieval street pattern in outer London, contains an impressive range of good quality vernacular architecture dating from the 15th Century onwards. Whilst part of Greater London, if considered in isolation Kingston Old Town has, in essence, the feel of a country town rather than a suburban centre. The Conservation Area includes the area's principal church and the focus of Local Government in the form of the Guildhall and associated offices.\r\rWhilst originally a focus for trading and manufacturing, the Old Town still retains a retail role as part Kingston's town centre which expanded north and eastwards in the latter part of the nineteenth century and twentieth century. The Old Town also retains a role as a focus for eating and drinking with the Riverside area having partially replaced the Market Place as the primary focus of the night-time economy.\r\rThe Coronation Stone is described: \"Immediately to the west of the Guildhall is located the Grade I listed Coronation Stone. This commemorates Kingston's role as a coronation place of Anglo-Saxon kings. It is believed that the stone was originally located within the churchyard before being moved to a location in front of the Assize Court and then to its present location in the 1930s, on a concrete raft structure projecting over the Hogsmill.\"\r\rThe Coronation Stone is listed under the heading of 'Street Furniture and Public Art', as 'being of particular note'.\r\rThere are no specific policies regarding the Coronation Stone.\r\rThe proposed works will not make any changes to the character of the Conservation Area, but the increased prominence of the Coronation Stone will add to its interest and therefore make a positive contribution to its setting and appreciation.\r\rCONCLUSION\rTaking into consideration the submitted plans, photographs and supplementary heritage information, the proposed repair works to the Coronation Stone are deemed to be appropriate as the least interventionist and most sympathetic approach for the repair which would improve the overall character and appearance of the heritage asset. The other works are similarly considered to be acceptable, not resulting in harm to the heritage assets.\r\rThe proposal would be acceptable and would preserve the character and appearance of the Grade I Listed structure of the Coronation Stone itself as well as preserve the setting of the nearby designated heritage assets, having due regard to Section 16 of the Planning (Listed Building and Conservation Area) Act 1990 permission should be granted. Furthermore, it is concluded that the proposal would not harm the heritage asset as per the requirements of the NPPF 2021.\r",
    "-- Officer Report ---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2012.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rApplication Site\rThe site comprises a residential dwelling.\r\rConsultation: \r\rOne response received, Concern raised about impact on tree in rear garden. \r\rOfficer comment: The proposal has been reviewed by the LPA's Tree and Landscape Officer. Whilst no objection is raised it is recommended that an informative is issued advising the applicant that they should seek the advice of an arborist as to the best way forward prior to construction of the outbuilding to ensure the safety and integrity of the treet and in turn that of the occupants of the site and the neighbouring occupiers and passers by. \r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.\r\rPotential risks associated with construction in relation to trees on site.\r\rThe applicant is made aware that the severance of any roots when building could lead to the tree on site becoming unsafe and that they should therefore consider seeking the services of an Arb Consultant to advise them on the best way forward prior to undretaking any construction works.",
    "Application Site\rThe site comprises a two storey detached dwelling located on the south west side of Pine Walk. The surrounding area is predominantly residential in character and appearance consisting mainly of detached dwellings. The site does not contain a\rListed Building and is not located within a Conservation Area. The site is not located within an EA Flood Risk Zone. There are no TPOs recorded on site.\r\rProposal\rErection of single-storey rear extension, replacing existing flat roof with raised pitched roof with associated changes to fenestration. Formation of first floor rear balcony, new rear pergola\r\rConsultation\r12 Neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Due to the inclusion of a balcony to the rear of the property which would be uncharacteristic of the area, officers advised the applicant to amend the plans in order to be compliant with Policy guidance 36 of the Residential design SPD which states; \"balconies will generally not be acceptable, particularly where they may give rise to overlooking\" The applicant has revised the plans to show a Juliet balcony which officers deem to be acceptable. \r\rWith regards to the proposed roof alterations,  officer acknowledge that this would be an improvement to the existing flat roof extension and will re-balance the pair of semi detached properties.\r\rOverall, The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  The principal properties to consider in relation to neighbouring amenity are No. 9 and No. 13 Pine Walk. With regards to No. 9, due to the existing outbuildings already in situ, the proposed rear extension is considered to have no detrimental effect to the amenities of this neighbouring property. In relation to No. 13 Pine Walk, officers note that the proposed rear and side infill extension would be stepped in from the boundary in order to limit an overbearing appearance or loss of light. For this reason officers consider that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "\rThe site comprises a commercial unit located on the ground floor of a terraced property forming a parade of shops, with residential properties on the floors above. \r\r24 neighbouring properties have been notified of the proposals and 1 objection has been received relating to:\r\r- object to change of use / loss of convenience store\r- parking and highway safety\r\rThe concerns raised will be taken into consideration during the assessment of the application and detailed below.\r\rRBK Environmental Health Officer - I have assessed the submitted acoustic report and ventilation strategy and am satisfied with the proposals.  I would however recommend the following non dischargeable condition to provide an easier enforcement route in the future:\r\rThe rating level of the noise from the kitchen extract system hereby permitted shall be at least 5dBA lower than the existing background noise level at any given time of operation.  The noise levels shall be measured or predicted 1m externally to any window at the nearest residential facade.  Measurements and assessment shall be made according to British Standard 4142:2014.\r\rAnd,\r\rThe development hereby permitted shall operate only between the hours of 07:00 to 23:00 Monday to Saturday, with all staff to leave the premises by 23:30 hours, and between the hours of 07:00 to 22:00 on Sundays and Bank Holidays, with all staff to leave the premises by 22:30 hours.\r\rPublic Health Nutritionist - No comments\r\rRBK Public Health - no comments\r\rNetwork Traffic Engineer - no comments\r\rRBK Waste and Recycling - no comments\r\r\rThe key areas of assessment are:\r- The principle of the development; \r- The design of the proposed development;\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and, \r- The impact of the development on highways and transportation matters.\r\rPrinciple of Development\rThe site is not within a designated Local Centre but is within a small parade of commercial units. It is understood that it was last operated as a convenience store. Whilst the proposed use would not necessarily be incompatible with existing parade and neither would it result in a predominance of Sui Generis take away uses in the area, the proposal would result in the loss of a retail unit.\r\rThe applicant asserts that the premises has been vacant for a year, although no substantive evidence or justification has been submitted to demonstrate this. As such, in the absence of cogent and consistent evidence or robust justification to demonstrate that the site is not suitable or that there is no quantitative or qualitative demand for the existing retail use, the proposed development is contrary to policy E9 of the London Plan (2021) and DM 19 of the Kingston Core Strategy (2012).\r\rOfficers also note that the proposed fast food takeaway would not sit within 400m walking distance from any entrances or exits of an existing or proposed primary or secondary school and therefore would be compliant with E9 of the London Plan and DM21 of the Core Strategy.\r\rDesign\rThe proposed external changes would involve the installation of an extraction flue to the rear elevation of the property. This would extend approximately 1m above the eaves of the roof and, as such, officers consider the impact to the character to the surrounding area to be minimal. No changes are proposed to the front elevation of the property. \r\rOverall, the proposed development is considered to be acceptable in terms of scale, form and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rIn comparison to the previous application, details of acoustic insulation between the upper floor flat has been detailed on the plans/elevations in addition to a Noise Impact Assessment and Ventilation and Extraction Statement. The Noise Impact Assessment predicts noise levels from the plant and flue concluding that these would be within relevant benchmark limits. The Ventilation and Extraction Statement sets out details of the proposed ventilation and extraction equipment. The Council's Environmental Health Officer raises no objections to the proposal subject to conditions. \r\rThe proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rThe Noise Impact Assessment does not consider the potential noise from customers but, similar to the conclusions of the previous application, subject to a condition to control the hours of operation, it is not considered that the proposed development would result in undue levels of noise or disturbance.\r\rHighways and Transportation\rWhile the application site has a PTAL Score of 1b (very low), officers consider that the change of use would not result in a significant intensification of activities on site and or trip generation. Despite the lack of parking provision associated with the site and the location of a bus stop on the road to the front of the premises, there would be sufficient opportunities for short stay parking (commensurate with the size and type of proposed use) on surrounding roads in close proximity of the site.  Therefore, the proposal is considered not to have an adverse impact upon on-street car parking provision, traffic congestion or highway safety over and above the existing use, thereby achieving compliance with Policy DM9 and DM10 of the Core Strategy. \r\rRefuse and recycling would be stored in the rear yard with access to Thornhill Road. Whilst concerns have been raised by neighbours relating to access rights, these are not considered to be material planning considerations. No details of the storage enclosure have been provided but further details can be secured by condition. \r\rConclusion\rThe scheme under consideration involves the change of use to Hot Food Take-Away - Sui Generis Use Class from Retail unit - E(a) Use Class and the installation of an extractor flue pipe.\r\rThe proposal would result in the loss of a retail unit and no cogent or consistent evidence or robust justification has been submitted to demonstrate that the site is not suitable or that there is no quantitative or qualitative demand for the existing retail use. The proposed development is therefore contrary to policy E9 of the London Plan (2021) and DM 19 of the Kingston Core Strategy (2012).\r\rIt has also been demonstrated through the submission of a Noise Impact Assessment, Ventilation and Extraction Statement and details of insulation between the upper floor residential flats that the proposed development would not lead to undue levels of odour, noise or disturbance. Overall, the proposal is not considered to lead to undue loss of amenity to neighbouring occupiers. \r\rThe proposed development would not have an unacceptable adverse impact upon health and wellbeing, character and appearance or highways and transportation. These are neutral matters.\r\rIt is considered that overall and on balance the adverse impacts associated with the proposed development would demonstrably outweigh the benefits, when assessed against the policies set out in the NPPF as a whole and it is recommended that planning permission is refused.",
    "The site comprises a semi-detached dwelling.\r\r14 neighbouring properties have been notified of the proposals and 1 representation in support has been received. \r\rThe key areas of assessment are: \r- The design of the proposed development;\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- The impact of the development on highways and transportation matters.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed single storey rear extension would not adhere to the recommendations set out in the Residential Design SPD, in terms of depth and height, however given that the proposed extension would sit in a spacious plot, and that the proposed extension would sit below ground level, officers consider that the proposed extension would remain subordinate to the existing dwelling, and would not detract from the character of the surrounding area.\r\rThe proposed roof extensions would raise the ridge of the original roof slope and propose hip-to-gable roof extensions. While the roof extensions would alter the character of the original roofslope, officers note that it would appear similar in design to the roof extensions at No. 1 Broomfield Road, and would propose similar materials to what is existing. While the roof ridge extension would extend 500mm further than neighbouring property No. 1 Broomfield Road, as shown on the proposed elevation drawing, it would appear minor in scale and as such would not detract from the appearance of the Broomfield Road streetscene. \r\rOfficers note that the proposed rear dormer roof extensions would propose metal cladding, and a slightly unusual roof form. While they would not strictly adhere to the recommendations set out in the Residential Design SPD, they would appear modest in scale and as such would not detract from the character and appearance of the original dwelling or surrounding area. \r\rThe proposed two storey side extension  would not strictly adhere to the recommendations set out in the Residential Design SPD, in terms of set in from the shared boundary at first floor level, or set down from the ridge of the roofslope, however it would be set back substantially from the front elevation, and would have a modest width. As such, officers consider the proposed extension to be an appropriate addition to the host property. There would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment:  Given the separation distance between the proposed development and neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance or loss of light.\r\rWhile openings are proposed to the side elevation at first and second floor level of the proposed development, to mitigate against any loss of privacy, officers consider it appropriate to impose a condition to ensure these openings are obscure glazed and non-opening below 1.7m above finished floor levels. \r\rTransportation\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment:While the proposed development would include an integral garage, officers note that the internal dimensions of the garage would not be wide enough to comply with the parameters set out in the Sustainable Transport SPD and therefore could not safely accommodate a car or constitute additional off-street car parking provision. \r\rOfficers note that whilst the proposed garage would not be appropriate for parking cars, it would be appropriate in accommodating on-site cycle parking in accordance with the standards set out in Policy T5 of the London Plan 2021.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Where the proposed extension is to be joined to an existing extension to the original house, whether that was built following a planning application or under permitted development rights, the total enlargement (being the proposed extension together with the previous extension) must meet the limits set out in (e) to (j).",
    "The applicant is informed that the submitted details, as set out above, are agreed and that Condition 8 (Drainage) of planning permission 21/03362/FUL, is hereby approved subject to carrying out the development in accordance with the details hereby approved.",
    "The site comprises a semi-detached dwelling.\r\r9 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development;\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and, \r- The impact of the development on highways and transportation matters.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed single storey rear extension would have a height that would not be within the recommendations set out in the Residential Design SPD, given the changes in ground level across the site, however given the modest depth officers consider the proposal would not appear out of keeping with the existing dwelling or surrounding area. \r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Given that neighbouring properties benefit from extensions of a similar scale, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light.\r\rWhile the proposal would include a raised platform, officers note that the proposal would include boundary treatment along the length of the patio, reaching 1.7m in height from the finished floor levels. As such, officers consider that the proposal would not result in a loss of privacy for the occupants of neighbouring properties.\r\rTransportation\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: While the proposal would include the conversion of the existing garage into habitable space, given that the internal width of the existing garage would not conform to modern internal dimensions as recommended by the Sustainable Transport SPD, officers consider that the proposal would not result in the loss of on-site parking. \r\rLondon Plan policy T5 requires all development to include provision for cycle parking. Given that the proposal would include the loss of the existing garage, officers consider it appropriate to impose a condition to ensure that cycle parking is provided in the event of an approval.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Application Site\rThe site comprises a semi-detached dwelling within the The Groves Conservation Area (designated heritage asset) and the Lime Grove Local Area of Special Character (non-designated heritage asset).\r\rProposal\rDemolition of existing rear conservatory and erection of single storey wrap-around  side / rear extension\r\rConsultation\r13 neighbouring properties have been notified and no representations have been received.\r\rMalden and Coombe Conservation Area Advisory Committee:  - No comments received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- The impact of the development on The Groves Conservation Area and the Lime Grove Local Area of Special Character.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  In relation to neighbouring amenity, the principal properties to be considered are No. 15 and No. 19 Acacia Grove. Officers note that both neighbouring properties also benefit from rear extensions. Although the proposed rear extension would extend further that the neighbouring rear extensions and result in some increased overshadowing to the conservatory next door, It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rHeritage Assets\rSection 66 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) states that in considering whether to grant planning permission for development which affects a listed building or its setting, the local planning authority shall have special regard to the desirability of preserving the building or its setting or any features of special architectural or historic interest which it possesses.\r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.                                                                                                                  \rParagraphs 199 to 208 of the NPPF 2021 set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\rOfficer Comment: Due to the location of the proposal to the rear of the property, officers consider that the proposed development would preserve the character and appearance of The Groves Conservation Area Conservation Area and would not cause any harm to the significance of the designated heritage asset. Since no harm has been identified it is not necessary to weigh the proposal against any public benefit.\r\rThe Lime Grove Local Area of Special Character is a non-designated heritage asset.  \r\rParagraph 203 of the NPPF states that:\rThe effect of an application on the significance of a non-designated heritage asset should be taken into account in determining the application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement will be required having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rOfficer comment: As set out above, it is considered that there would be no adverse impact in terms of character and appearance as a result of the proposals.  Therefore, it follows that Officers consider that there would be no harm to the significance of the non-designated heritage asset. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Site\r\rThe application site is a two-storey end-terrace dwellinghouse located on Cleveland Road. The site is not subject to any particular designations or environmental constraints.\r\rConsultations\r\r14 neighbouring properties have been notified of the proposals and 1 representations was received SUPPORTING the application.\r\rConsideration\r\rThe key areas of assessment are: \rThe impact of the development on character and appearance. \rThe impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: The proposed development, whilst not strictly adhering to the guidance in the SPD, would nonetheless, given the existing extensions and alterations to the property, appear subordinate to the existing dwelling and would not adversely effect the character of the wider area.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments: It is considered that the proposed development would not have an unacceptable adverse impact upon the amenities of the occupiers of neighbouring properties by reason of overbearing appearance/loss of light/loss of privacy.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The submitted application form has a site address as ''Electricity Sub Station 9M From 203 Kingston Road 13M From A2043 \rKingston Road, New Malden, KT3 3SS'', wheras the red outline in the location plan is in 203 Kingston Road. Please clarify the site address and amend the application form and other documents with the correct site address.\r",
    "The submitted floor plans do not have a North point and they are not labelled as existing or proposed.\r\rNote: Please provide existing and proposed floor plans at a recognised scale (at 1:50 or 1:100 for example), showing the outline of entire floor plan, not just part and all key dimensions for the proposed works. The plans must also show the direction of North. Although the inclusion of a scale bar is not mandatory, it is encouraged.",
    "Please provide copy of an existing side elevation at a recognised scale (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions for the proposed work. Although the inclusion of a scale bar is not mandatory, it is encouraged.",
    "The submitted existing and proposed front elevations show change in advert, please clarify and amend the documents accordingly.",
    "The submitted drawing no 012 is labelled as proposed elevations, please provide copies of all existing side elevations at a recognised scale (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions for the proposed work. Although the inclusion of a scale bar is not mandatory, it is encouraged.\r\r",
    "As part of the Council's Local List of Validation (3d) requirements this application needs to be accompanied by a supporting 'Proposed Street Scenes'.  Please provide a copy of the street scenes.  A copy of the Royal Borough of Kingston's information requirements and guidance on what the street scene should contain are available on our website at www.kingston.gov.uk/planning.",
    "This proposal includes lower ground floor, therefore please submit ''Basement Impact Statement''.",
    "The fee exemption does not apply because this application is not a planning application, but for Prior Approval under Permitted Development Rights, therefore the fee required for your planning application is 668.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "The submitted Existing and Proposed Floor and Roof Plans do not show the direction of North. As this is a requirement for Floor Plans and Roof Plans, please review and amend plan nos. 01 and 03 to add a North point.\r\rPlease re-submit the two plans as separate PDF files.",
    "For the avoidance of doubt, please confirm the description ''Erection of a single storey rear extension, roof extension with rear dormer and installation of 3nos front roof light to facilitate loft conversion. Alteration to front porch.''",
    "The submitted floor plans do not have a North point.\r\rNote: Please provide existing and proposed floor plans at a recognised scale (at 1:50 or 1:100 for example), showing the outline of entire floor plan, not just part and all key dimensions for the proposed works. The plans must also show the direction of North. Although the inclusion of a scale bar is not mandatory, it is encouraged."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "30/03/2020",
  "secondary_street_name": null,
  "site_number": "16",
  "pp_id": "PP-08620349",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.301191,
          51.392485
        ],
        [
          -0.301192,
          51.392458
        ],
        [
          -0.301235,
          51.392459
        ],
        [
          -0.301234,
          51.392486
        ],
        [
          -0.301191,
          51.392485
        ]
      ]
    ],
    "type": "Polygon"
  }
}