{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q7ECIJNHFRQ00",
  "lapsed_date": "13/05/2025",
  "decision_target_date": "13/05/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 9BA",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.026000000000000002,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Tolworth Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021789054"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00687/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519848,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:15:19.437Z",
  "id": "Kingston-20_00687_CPU",
  "application_type": "All Other",
  "street_name": "Fairmead",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Alexandra - OLD",
  "decision_date": "13/05/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip to gable and rear dormer and insertion of two rooflights to front roofslope to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 166128,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021789054",
  "centroid": {
    "lon": -0.279242,
    "lat": 51.381558
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed additions and alterations are considered to fall within the parameters of  permitted development as set out under schedule 2, Part 1, Classes B & C of the Town and County Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Application Site\r\rThe application site is occupied by a two storey detached building.\r\rProposal\rThe application seeks permission for the erection of single-storey front, rear and side extensions\r\rPlanning History\r21/00628/HOU- Erection of single-storey front, rear and side extensions. Planning Permission refused for the following reasons:-\r1)\tThe proposed single storey side/rear element of the proposed extension would conflict with Policy Guidance 33 of the Residential Design SPD (2013) in terms of its excessive depth, lack of visual interest and setback from the front elevation of the host building and would fail to be a proportionate addition to the existing dwelling which would result in an unacceptable adverse impact on the character and appearance of the existing dwelling and the wider area, contrary to Policy DM10 of the Kingston Core Strategy (2012).\r\r2)\tDue to the excessive depth and siting of the proposed single storey rear/side extension along the shared boundary, the proposed development would result in an unacceptable adverse impact upon the amenities of neighbouring property. In particular, Nos. 41 and 43 Berrylands in terms of loss of outlook. The proposal is therefore contrary to Policies D3 of the London Plan 2021 and Policies CS8, DM10 and DM12 of the Council's Core Strategy 2012.\r\rConsultation\r\r12x properties were notified of the proposal. One representation has been received, which highlights the following concerns:\rAs neighbours in the road, we object to the proposed extensions at No. 42 for the following reasons:-\r\t\"The style of the extensions is completely out of character with other houses in the street.\rThe new 'STORE' extending the depth of the building permits storage of long or bulky, etc. objects. Removing or replacing these will give rise to extra noise & pollution. In addition, there are possible risks to passing (primary) schoolchildren, pedestrians & traffic, as well as to the pavement & road surfaces.\r\rHis new 'STORE' might possibly be used for storing industrial quantities of hazardous materials or chemicals required by his (builder's) trade, with consequential environmental risks.\"\r\rCase Officer's Response: The content, or contents, of any store or storage area on a domestic property of this size, may not be a planning matter for a scheme of this size. However, if and when planning officers consider a change of use has occurred, a further planning application may be requested in the future. If there are unsafe or dangerous materials, stored on any site, it is for Kingston Council Environmental Health and/or the Health and Safety Executive, to ensure the appropriate actions and procedures are adhered to.\r\rAssessment\rThe main issues in the assessment of the application are:\r- The impact of the development on the character and appearance of the area; and,\r- The impact of the development on the amenities of neighbouring occupiers.\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\r\rThe development includes extensions to all elevations of the building as follows:\r\rFront elevation - 2m extension to accommodate a new front porch and roof;\r\rSide elevation (North east) - 8m side extension set back 2m from the front elevation, maintains existing set back from the boundary;\r\rGarage door to the front elevation, window and door to rear elevation.\r\rAll extensions would be single storey, comprise a pitched roof design 2.5 in height to the eaves and use materials to match the existing. \r\rThe siting and design of the proposed window and doors are considered acceptable.\r\rThe side extension (left hand side when viewed from the street), previously caused concerns in relation to its overall scale and design, with planning application 21/00628/HOU. The front wall of this extension would now be setback 0.5 metres from the front elevation, in accordance with SPD Policy Guidance 35. Therefore, it is considered that there would be no adverse impact upon the character and appearance of the area, caused by this part of the amended proposal.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rCase Officer Comment: The proposal would increase the footprint of the property, slightly reducing the amount of outdoor amenity space at the property. However, it is considered that there would be ample space remaining for residents to enjoy and undertake their day-to-day activities. There is an existing fibre glass roof canopy to the rear of no. 42 Regent Road, which would be removed as part of the proposal. The flank wall of the proposed side/rear extension would be 2.5 metres to the eaves. The flank wall of the proposed side/rear extension, closest to the rear of neighbouring properties in Berrylands, would be slightly set away from the shared boundary with these neighbouring properties and the rear component of this part of the proposal, would only extend 2.52 metres behind the existing rear wall of the main dwellinghouse at no.42. \r\rThe flank wall of the proposed side/rear extension, closest to the shared boundary with no. 40 Regent Road, would be set away from the shared boundary with this neighbouring property. The rear component of this part of the proposal, would extend 3.40 metres behind the existing rear wall of the main dwellinghouse at no.42.\r\rTherefore, the proposed extension, would cause no significant increase in loss of daylight, loss of outlook, or increase in the sense of enclosure, to the rear of neighbouring properties in Berrylands, or to the rear/side of the neighbouring property at no. 40 Regent Road. The proposal would therefore be in accordance with policy D3 of the London Plan (2021) and policies CS8 and DM10 of the Core Strategy (2012).\r",
    "Please be advised that the submitted block plan, as amended, does not show the proposed works, shaded, as were shown in the previously submitted block plan. The proposed works will need to be shown"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/03/2020",
  "secondary_street_name": null,
  "site_number": "20",
  "pp_id": "PP-08599035",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.27922,
          51.381572
        ],
        [
          -0.279221,
          51.381545
        ],
        [
          -0.279264,
          51.381545
        ],
        [
          -0.279263,
          51.381572
        ],
        [
          -0.27922,
          51.381572
        ]
      ]
    ],
    "type": "Polygon"
  }
}