{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q4TR8ZNHMW900",
  "lapsed_date": "06/04/2023",
  "decision_target_date": "06/04/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 2PY",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.023
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00196/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518490,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:13:22.150Z",
  "id": "Kingston-20_00196_HOU",
  "application_type": "Householder",
  "street_name": "Fairfield Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "06/04/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Re-rendering of external walls to single family dwelling",
  "actual_completion_date": null,
  "last_date_consultation_comments": "06/03/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169177,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021759439",
  "centroid": {
    "lon": -0.29773,
    "lat": 51.409247
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The applicant has failed to demonstrate that the proposal would preserve or enhance the overall character and appearance of the Fairfield/Knights Park Conservation Area and would not result in harm to and detract from architectural details in relation to the host and adjoining properties by way of its appearance. The proposal would therefore be contrary to Policies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames LDF Core Strategy (Adopted April 2012) and the Residential Design SPD, 2013.",
    "Car Parking\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals. Where provided, each motorcycle parking space should count towards the maximum for car parking spaces at all use classes.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: The property is located within PTAL 1b meaning that London Plan Policy T6 would allow a maximum of 1.5 spaces per dwelling. Whilst Officers acknowledge the loss of the existing garage, it would not consistute the loss of any off-street car parking provision as it would be of an insufficient size to comply with the standards set out in the Sustainable Transport SPD, 2013. The property would continue to have access to on street parking at the front of the property.  Despite the lack of off-street car parking provision on site, Officers consider that this is reflective of the existing situation and therefore, the loss of the garage would not warrant a reason for refusal.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "Please revise a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r\rThe submitted location plan shows the red outline only in the flat, please revise the location plan to show the red outline in the whole proposed site."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "10/02/2020",
  "secondary_street_name": null,
  "site_number": "49",
  "pp_id": "PP-08460155",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.297708,
          51.40926
        ],
        [
          -0.297709,
          51.409233
        ],
        [
          -0.297752,
          51.409233
        ],
        [
          -0.297751,
          51.40926
        ],
        [
          -0.297708,
          51.40926
        ]
      ]
    ],
    "type": "Polygon"
  }
}