{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q6NVRXNH04300",
  "lapsed_date": "06/04/2025",
  "decision_target_date": "15/04/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "SW15 3QG",
  "site_name": "",
  "status": "Not Required",
  "application_details": {
    "site_area": 0.030000000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00550/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521301,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:14:45.436Z",
  "id": "Kingston-20_00550_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Robin Hood Way",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "06/04/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (6m in depth, maximum height of 3m and eaves height of 2.9m)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 171248,
  "decision": "Not Required",
  "appeal_decision": null,
  "uprn": "000128016565",
  "centroid": {
    "lon": -0.256625,
    "lat": 51.427266
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed single storey rear extension falls within the parameters of permitted development as set out under Schedule  2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The site comprises a first floor flat within a semi-detached dwelling.\r\r10 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: Officers note that the proposed side and rear dormers with rooflights to the front roof slope would be of a modest scale and be set down from the ridge line and in from the sides of the roof appropriately. They would be finished in materials that are in keeping with the host property. Overall, the proposed development would appear as subordinate and appropriate additions to the host property. Further, given that similar developments are seen in the immediate vicinity, it is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rPolicy D6 (Housing Quality and Standards) of the London Plan (2021) sets out that housing development should be of high quality design and provide adequately sized rooms (as set out in Table 3.1 of the London Plan 2021) with comfortable and functional layouts which are fit for purpose and meet the needs of Londoners without differentiating between tenures. Policy DM13 of the Core Strategy (2012) reiterates the requirement for adequately sized properties. \r\rOfficer Comment: The proposal would create additional floorspace to the first floor flat, resulting in a two-bedroom, four persons flat, spread over two floors. As such, a minimum internal floorspace of 79sqm would be required. Given that the unit would propose an internal floorspace of 91sqm, the extended unit would meet and exceed the requirements set out in the London Plan.  The proposed unit would also meet the required standards re. minimum floor to ceiling heights and bedroom sizes. Overall, it is considered that a good standard of accommodation would be provided.\r\rGiven the modest scale of the proposed development and siting in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, or loss of light/sunlight.\r\rAs the proposal would provide side facing windows at second floor level, it is considered appropriate to implement a condition to ensure that there is no loss of privacy for neighbouring properties, this condition would ensure that the windows are non-opening at 1.7m above finished floor levels and are obscure glazed. Subject to this conditon, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of loss of privacy.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "From the submitted plans, which show as built, does this mean that the alterations have already been implemented or are the changes being proposed to the development already as being built? Is this a retrospective application?"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "04/03/2020",
  "secondary_street_name": null,
  "site_number": "185",
  "pp_id": "PP-08558302",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.256603,
          51.427279
        ],
        [
          -0.256604,
          51.427252
        ],
        [
          -0.256647,
          51.427253
        ],
        [
          -0.256646,
          51.42728
        ],
        [
          -0.256603,
          51.427279
        ]
      ]
    ],
    "type": "Polygon"
  }
}