{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q74P9YNHFPX00",
  "lapsed_date": "16/06/2023",
  "decision_target_date": "18/05/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 7DJ",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 153,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SHOPFR Name: Shopping Frontages"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Tolworth Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Tolworth District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "DISIA Name: Tolworth District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128002332"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00655/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519606,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:15:10.802Z",
  "id": "Kingston-20_00655_FUL",
  "application_type": "All Other",
  "street_name": "Tolworth Broadway",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Alexandra - OLD",
  "decision_date": "16/06/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of two storey extension to rear of retail premises to be used as storage at ground floor and first floor studio flat",
  "actual_completion_date": null,
  "last_date_consultation_comments": "26/06/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 166106,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "000128002332",
  "centroid": {
    "lon": -0.282725,
    "lat": 51.381412
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed development would result in a significantly substandard form of accommodation for future occupants, in terms of outlook and external amenity space. The proposal would therefore be contrary to the National Planning Policy Framework (2019), Policy 3.5 of the London Plan (2016), Policy DM10 of the Council's adopted Core Strategy (2012) and Policy Guidance 13 of the Council's Residential Design Guide Supplementary Planning Document (2013).",
    "The proposal fails to demonstrate that the extraction and ventilation system required for the existing fast food take-away at number 19 Tolworth Broadway, would not cause harm to the amenities of the existing and future occupiers at the site, in terms of noise, vibration and air pollution. This would be contrary to  the National Planning Policy Framework (2019), Policies 7.14 and 7.15 of the London Plan (2016) and Policy DM10 of the Council's adopted Core Strategy (2012). \r",
    "The proposal fails to demonstrate that the loss of the existing open storage yard at the site would prejudice the delivery and servicing arrangements of the fast food take-away at number 19 Tolworth Broadway, and would not prejudice highway safety. This would be contrary to  the National Planning Policy Framework (2019), Policy 6.13 of the London Plan (2016) and  Policy DM10 of the  Council's adopted Core Strategy (2012). \r",
    "It has not been demonstrated to the satisfaction of the Local Planning Authority that the proposal could provide on-site bicycle parking provision  and refuse and recycling facilities in accordance with Policy 6.9 of the London Plan (2016) and Policy DM10 of the  Council's adopted Core Strategy (2012). \r",
    "Site\rThe application site is a two-storey semi-detached dwellinghouse located on Hamilton Avenue. The site is not subject to any particular designations or environmental constraints.\r\rConsultations\r10 neighbouring properties have been notified of the proposals and no representations were received.\r\rConsideration\r\rThe key areas of assessment are: \rThe impact of the development on character and appearance. \rThe impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: The application proposes a first floor extension above an existing garage. First floor side extensions should be designed to be in harmony with the appearance and character of the area. The proposed development would largely meet the requirements of the Residential Design SPD, 2013, however, officers note that the development would not be set back from the front elevation of the dwelling and would not be set in from the boundary of the property. \r\rAs such the proposal would not strictly conform to the recommendations of the Residential Design SPD. Whilst not ideal, the proposed development would not be uncharacteristic of Hamilton Avenue and would therefore have an acceptable impact on the streetscene. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments: It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The proposed changes are to Conditions 2 and 10 of planning permission 16/10482/FUL to allow the design code to be submitted with the reserved matters.\r\rMore specifically, this S96a Non-Material Amendment (NMA) seeks to vary the wording of Condition 2 \"Detailed Design Code\" and Condition 10 \"Outline Phases Design Code\" of planning permission 16/10482/FUL to allow the preparation and submission of the Design Code as Reserved Matters for Block C of the outline phase before the planning permission expires.\r\rThe conditions should read as follows:\r\rCondition 2\rReserved Matters should accord with the overall description of development and parameter plans.\r\rReason: In the interests of the proper planning of the development in accordance with the Royal Borough of Kingston Upon Thames Development Plan.\r\rCondition 10\rWith any Reserved Matters application, the following information shall be included:\ra) Character Areas \rb) Masterplan design concept \rc) Built Form \rd) Design Concept \re) Scale and building form including: \ri) Scale and expression of base, plinth, and podium; \rii) Scale of link buildings or mews houses; \riii) Scale and expression of roofs and upper storeys; and, \riv) Street sections showing the above as well as public and private spaces between buildings.\rf) Provision of private and communal amenity spaces including: \ri) Balcony strategy (including location, size, form and design);\rii) Allocation of defensible space to units and relationship with public or communal space; and, \rii) The usability of the above with regard to microclimate, noise and air quality. \rg) Floor plan arrangements \rh) Active frontages (definition to be agreed): \ri) points of access (number, type and zones);\rii) location of bin and cycle storage;\riii) aspect of units; \riv) units per shared core; and,\rv) location of family (3bed) units. \ri) Detailed design including: \ri) parapet/mansard and dormer design; \rii) Bay studies (including sections, depth of reveals); \riii) window proportion and facade rhythm; \riv) balcony arrangement and design; \rv) design of primary access core design; and;\rvi) assessment of detailed local influence in architecture including feature panels, brick (and other) banding, quoin details and gables. \rj) Site wide materials palette, including principles of deployment \rk) Landscape \ri) Design concept \rii) Street form including indicative sections identifying function zones \riii) Public space design, including purpose, function (sqm space for different use types). Allocation of on-site play\riv) Communal space design including purpose, function (sqm space for different use types) \rv) Site wide materials palette, including hard and soft materials palettes with street furniture, lighting, planting\rvi) Proposed and existing ground levels and building heights.\r\rReason: The details would affect subsequent design of other elements of the scheme and must be agreed at the outset and to ensure a satisfactory appearance on completion of the development and in the interests of proper planning in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the Kingston Core Strategy (April 2012).",
    "Site\rThe site comprises a semi detached dwelling located on the southern side of Beechcroft Avenue. \r\rProposal\rThe application seeks planning permission for the demolition of the existing conservatory, erection of single storey rear extension and conversion of garage into habitable space.\r\rThis application follows a recently refused scheme for a similar development (ref. 21/02466/HOU). In comparison to the recently refused shceme this application has reduced the height of the proposed extension by 235mm and is supported by a daylight/sunlight report.\r\rConsultation\r9 neighbouring properties have been notified of the proposals and 1 objection has been received relating to: \r- The location of the proposed extension on the boundary and loss of light to the nearest habitable ground floor rear window.\r\rThe above will be taken into consideration during the assessment of the application and detailed below.\r\rAssessment\rThe key areas of assessment are: \r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r-The impact of the development on highways and transportation.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed single storey ground floor extension would replace a conservatory structure and regularise the footprint of the dwelling to the side and rear. It is considered to be of a scale, height and depth that would appear proportionate and in keeping with the host dwelling. The proposed conversion of the garage would result in replacement of the garage door with windows which would match the fenestration details of the host dwelling and are considered acceptable. \r\rHaving regard to the above officers consider the development would have an acceptable impact on the character and appearance of the surrounding area.\r\rAmenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: \rThe principal property to consider in relation to neighbouring residential amenity is, No.10 Beechcroft Road. Whilst Officers acknowledge that the proposed extension would be a solid structure located on the shared boundary, and would project beyond the existing conservatory which is more lightweight in its appearance, the proposed extension would fall within the parameters of the Residential Design SPD, 2013 in terms of its design, scale, depth and height and would not result in any unacceptable adverse impact in terms of privacy, outlook, visual intrusion or noise and disturbance.\r\rThe Daylight Sunlight Report submitted to support the application demonstrates and concludes that levels of sunlight to all windows of neighbouring property, No. 10 Beechcroft as a result of the proposed extension would be acceptable. In terms of daylight it is acknowledged that the secondary ground floor bay window closest to the proposed extension would experience some loss, although the main bay window element would receive adequate levels of daylight in accordance with the BRE guidance. Therefore, it is considered the nearest ground floor habitable room at No.10 Beechcroft would not be unduly impacted in terms of loss of daylight/sunlight.\r\rHaving regard to the above officers consider the proposed development  would have an acceptable impact on the amenities of neighbouring properties.  \r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rPolicy T5 of the London Plan 2021 states that developments should provide cycle parking at least in accordance with the minimum standards set out in Table 10.2 and Figure 10.3.\r\rOfficer comments: Despite the loss of the existing garage, as it would not conform with the size parameters set out in the Sustainable Transport SPD 2013 it would not constitute a loss in off-street car parking provision on site. Officers note that the hardstanding to the front of the dwelling remains of an adequate size to accommodate one off-street car parking space that is reflective of the existing situation and considered to accord with the maximum car parking standards set out in the London Plan 2021.\r\rConclusion\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Please provide a copy of existing rear elevation at a recognised scale (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions for the proposed work. Although the inclusion of a scale bar is not mandatory, it is encouraged.",
    "Please provide a copy of proposed block plan drawn at an identified standard metric scale (such as 1:200 or 1:500) showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan must show the direction of North and should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe submitted block plan does not show the proposed development in hatched or shaded.",
    "Please submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red, showing at least two road frontages and a North point.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "23/03/2020",
  "secondary_street_name": null,
  "site_number": "19",
  "pp_id": "PP-08586841",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.282703,
          51.381425
        ],
        [
          -0.282704,
          51.381398
        ],
        [
          -0.282747,
          51.381399
        ],
        [
          -0.282746,
          51.381425
        ],
        [
          -0.282703,
          51.381425
        ]
      ]
    ],
    "type": "Polygon"
  }
}