{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q54SNVNHMYM00",
  "lapsed_date": "27/03/2025",
  "decision_target_date": "30/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT4 7SL",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.049
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00262/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 522225,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:13:37.658Z",
  "id": "Kingston-20_00262_HOU",
  "application_type": "Householder",
  "street_name": "Mayfair Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "27/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of part two storey and part single storey rear extension and part conversion of garage into habitable use",
  "actual_completion_date": null,
  "last_date_consultation_comments": "02/03/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166595,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021803340",
  "centroid": {
    "lon": -0.244942,
    "lat": 51.385249
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Before the beneficial occupation of the development hereby permitted, the window serving the proposed bathroom  on the firt floor facing No 54 Mayfair Avenue shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Before the beneficial occupation of the development hereby permitted, the window serving the proposed Ensuite shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the walls of the first floor extension hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Condition 14 (Energy/Water Usage) - Officers are satisfied that the development has achieved the 19% improvement in CO2 emissions and internal water usage rates of no greater than 105L per person per day in order for this condition to be approved.",
    "Condition 15 (Sustainable Drainage) - RBK Flood Risk Officer has reviewed the submitted information provided which is deemed insufficient to discharge the condition.\r\r The applicant is required to provide a full appraisal of the drainage hierarchy, as per the London Plan, providing technical justification for the non-inclusion of more-preferred SuDS features / discharge methods.\r\r The FEH dataset should be used for Micro Drainage calculations.\r\r Consent for the proposed connection is required.\r\r The applicant is required to provide a completed SuDS proforma.\r\r The applicant is required to provide a full maintenance schedule for the proposed SuDS features, including details on the owner of the maintenance schedule.\r\r",
    "Condition 16 (Levels) - RBK Neighbourhood Engineer has reviewed the information submitted and is satisfied this can now be approved.",
    "Please Confirm description ''Demolition of existing rear extension and erection of single storey rear extension.''",
    "Please revise the whole application form with the correct description.",
    "Please provide a copy of block plan scaled 1:500, providing a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe submitted proposed block plan is not labelled and does not show the proposed development in hatched or shaded"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "03/02/2020",
  "secondary_street_name": null,
  "site_number": "56",
  "pp_id": "PP-08462101",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.24492,
          51.385262
        ],
        [
          -0.244921,
          51.385235
        ],
        [
          -0.244965,
          51.385236
        ],
        [
          -0.244963,
          51.385263
        ],
        [
          -0.24492,
          51.385262
        ]
      ]
    ],
    "type": "Polygon"
  }
}