{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q6OCG3NHFLT00",
  "lapsed_date": "16/05/2023",
  "decision_target_date": "29/04/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "SW15 3QG",
  "site_name": "Robin Wood Farm",
  "status": "Dismissed",
  "application_details": {
    "site_area": 0.138,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "SASC Kingston Hill/Coombe Hill"
      },
      {
        "result": null,
        "constraints_layer_description": "MOL Metropolitan Open Land"
      },
      {
        "result": null,
        "constraints_layer_description": "GREENC Green Chains"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128016597"
    ]
  },
  "appeal_decision_date": "04/01/2022",
  "lpa_app_no": "20/00558/CEU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521295,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:14:47.484Z",
  "id": "Kingston-20_00558_CEU",
  "application_type": "All Other",
  "street_name": "Robin Hood Way",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "16/05/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": "Dismissed",
  "appeal_start_date": "01/12/2020",
  "decision_process": "Delegated",
  "description": "Lawful development application for change of use of part only of the existing agricultural site to (Class B8) Storage or Distribution Use Class for the storage and distribution of cars.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 171170,
  "decision": "Refused",
  "appeal_decision": "Dismissed",
  "uprn": "000128016597",
  "centroid": {
    "lon": -0.256738,
    "lat": 51.426566
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The applicant has not proven on the balance of probabilities that the land formed part of an established agricultural holding on 03 July 2012. The applicant makes reference to use of the land by a group of local beekeepers, it is considered that this would be a recreational use, albeit one which may not be authorised. \r\rMoreover, and notwithstanding, the General Permitted Development Order allows for a change of use of an agricultural building and any land within its curtilage. This application does not involve the change of use of a building. \r\rAs such, the proposal is not considered to fall within the parameters of  permitted development as set out under schedule 2, Part 3, Class R of the Town and County Planning (General Permitted Development) (England) Order 2015",
    "Site\rThe application site is a two-storey detached dwellinghouse located on 55 Deacon Road. The site is located within a Controlled Parking Zone. \r\rConsultations\r15 neighbouring properties have been notified of the proposals and two representations were received ojecting to the application on the following summarised grounds:\r- Loss of light/sunlight;\r- Privacy; and,\r- Noise.\r\rThese are valid planning concerns and will be considered in the recommendation of this application. \r\rAssessment\rThe key areas of assessment are: \rThe design of the proposed development.\rThe impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design and would conform with the parameters set out in the Council's Residential Design SPD, 2013. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments: It is considered that the proposed piggy back extension would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rOfficers note the introduction of a window on the side elevation of the ground floor facing No. 53 Deacon Road. However, this would replace an existing ground floor window on this side elevation (albeit resited). As such the impact of this window on amenity of neighbours would be to the same extent as the existing situation. Whilst the window in the rear elevation at second floor level would afford some views over neighbouring gardens this would not be materially different from the existing situation and would be consistent with the suburban pattern of development. Subject to a condition required obscured glazing, the proposed rooflights in the extension would not result ina ny undue impact on neighbouring amenity.\r\rOne objection raised concerns regarding the noise made during the construction of the proposed development. If planning permission were to be approved, a condition would be applied to ensure that any works would not occure before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rAdditionally the Council has formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Councils Environmental Health Department.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Please clarify about the illumination of the advert. The description shows non-illuminated sign, whereas one of the sections in the application form shows internally illuminated facia sign. The submitted documents are also labelled as illuminated sign."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "04/03/2020",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08549030",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.256715,
          51.426579
        ],
        [
          -0.256717,
          51.426552
        ],
        [
          -0.25676,
          51.426553
        ],
        [
          -0.256759,
          51.42658
        ],
        [
          -0.256715,
          51.426579
        ]
      ]
    ],
    "type": "Polygon"
  }
}