{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q6M4C6NH04300",
  "lapsed_date": "02/04/2025",
  "decision_target_date": "26/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 4SF",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.025
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00539/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521182,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:14:42.886Z",
  "id": "Kingston-20_00539_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "The Chesters",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "02/04/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (maximum depth of 4.5m, maximum height of 3.3m and eaves height of 3m) (following demolition of existing conservatory and free standing garage)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 169840,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021781899",
  "centroid": {
    "lon": -0.258816,
    "lat": 51.414637
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "It is considered that the proposal would not have an unacceptable adverse impact upon the residential amenity of neighbouring properties, thereby complying with policies CS8 and DM10 of the LDF Core Strategy, 2012 and the Council's Residential Design Supplementary Planning Document, 2013.",
    "Nil.",
    "---Officer Report---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38(6) of the Planning and Compulsory Purchase Act 2004 states that planning applications must be determined in accordance with the development plan unless material considerations indicate otherwise.\r\rThe development plan for the Royal Borough of Kingston upon Thames comprises the following documents:\r\r- The London Plan 2021;\r- The South London Waste Plan 2012;\r- The LDF Core Strategy 2012; and,\r- The Kingston Town Centre Area Action Plan 2008.",
    "Application Site\rThe site comprises a substantial, detached residential dwelling set within a spacious plot on the southern side of Woodlands Road.\r\rThe buildings on the site are not listed, or locally listed, however the site falls within the Southborough Conservation Area.  Furthermore, the existing Birch tree and x4 Cypress trees on site are covered by Tree Preservation Orders (TPOs) and are afforded protection due to their location within the conservation area.  \r\rProposal\rThe proposal involves the erection of a single-storey rear extension with associated changes to fenestration and patio works.\r\rOfficers note that to enable the proposed development, the existing Birch tree would be removed.\r\rConsultation\r3 neighbouring properties were notified of the application. No responses were received.\r\rA site notice was also erected in close proximity to the site.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the proposals on trees;\r- The impact of the proposals on heritage assets; and,\r- The impact of the development on the amenities of existing and future occupants of and and buildings.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment:  The siting of the proposed single storey rear extension would respect the existing side (southern) elevation and would incorporate a roof form and materials that would relate well to the existing dwelling. Due to its modest height and depth and separation distance from the shared boundary, it is also considered proportionate and subordinate in relation to the exsiting dwelling and plot size. \r\rWhilst Officers consider that the proposed landscaping works to the rear garden and patio would be extensive, they would not be visible from the street and in terms of design it is considered that they would be of an appropriate scale for the size of the dwelling and plot.\r\rOverall, the proposed development is considered acceptable in terms of scale, form, bulk, height, massing, spacing and design. \r\rTrees\rPolicy G7 of the London Plan 2021 states that development proposals should ensure that, wherever possible, existing trees of value are retained. If planning permission is granted that necessitates the removal of trees, there should be adequate replacement. Policy DM10 of the Council's Core Strategy 2012 expects new development to ensure that trees that are important to the character of the area or covered by Tree Preservation Orders (TPOs) are not adversely affected.\r\rOfficer comment: As stated above the site falls within the Southborough Conservation Area and the existing Birch tree and x4 Cypress trees on site are covered by Tree Preservation Orders (TPOs) and are afforded protection due to their location within the Conservation Area.  Officers note that the proposed development would involve the removal of the existing protected Birch tree.  The removal of this tree has been acknowledged within the submitted engineering report which asserts that existing vegetation on site may be having an adverse impact on the structural integrity of the property's garden walls   However, this report makes no mention of the Cypress trees.\r\rIt is of significant concern that no arboricultural information and/or detailed landscaping plan has been submitted to support the application. It is also of significant concern that neither an assessment of the existing situation, justification for the removal of the TPO protected Birch tree, or any replacement trees has been provided.  As such it is considered that the applicant has failed to justify the removal of the existing Birch tree protected by a TPO, failed to ensure the health and longevity of the Cypress trees (also protected by a TPO) and not provided any details of replacement trees on site which would have an unacceptable adverse impact on the trees in question and the character and appearance of the Southborough Conservation Area, thereby conflicting with Policies G7 and D3 of the London Plan 2021 and Policies CS8 and DM10 of the Council's Core Strategy 2012.\r\rHeritage Assets\r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.                                                                                                                  \rParagraphs 199 to 208 of the NPPF 2021 set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\rAt the local level, Policies CS8 and DM12 of the Council's Core Strategy 2012 set out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rOfficer comment: As stated above the site falls within the Southborough Conservation Area.  The significance of the conservation is defined by inter alia:\r- Predominately residential use;\r- Mainly detached, red-brick houses in large plots, set back from road;\r- Linear streets;\r- Mature gardens and extensive tree cover;\r- Consistency in street layout, building footprint, density of residential development, defined plot boundaries and gaps between buildings;\r- Strong linear frontages;\r- Current series of individual houses and gaps with glimpses of trees and hedges between and behind them; and,\r- Mature trees and greenery.\r\rClearly mature trees and soft landscaping are integral to the significance of the area. Therefore, due to the unjustified removal of the existing Birch tree, failure to ensure the health and longevity of the Cypress trees and failure to provide any details of replacement trees on site, the proposed development is considered to not only to result in an unnacceptable adverse impact on the character and appearance of the Southborough Conservation Area, but would also result in less than substantial harm to the significance of the Southborough Conservation Area, a designated heritage asset. Furthermore, there would be no public benefits to outweigh the identified harm. As such the proposed development would conflict with Paragraph 202 of the NPPF, Policy HC1 of the London Plan and Policies CS8, DM10 and DM12 of the Kingston Core Strategy 2012 .\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the applicant has failed to demonstrate how the elevated patios, hard landscaping and entertainment areas within the rear garden would not have an unacceptable adverse impact upon the amenities of the occupiers of neighbouring properties by reason of overlooking and loss of privacy. As such the proposed develoment is considered to conflict with Policy D3 of the London Plan 2021 and Policy DM10 of the Council's Core Strategy 2012.\r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Please complete and sign the enclosed form, where shown and return as soon as possible in order to progress your application.",
    "\"Erection of part single, double-storey rear and side extensions. Removal of 1no chimney stack, new porch and associated changes to fenestration\"\r\rPlease confirm description of works as the application form description does not correspond with the proposed works in the plans and/or supporting documents.  Confirmation can be in writing or by amending the plans to reflect the proposals.\r\rNote: Any documentation with the incorrect proposals will need to be resubmitted, this includes the description of works section on the application form."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "13/02/2020",
  "secondary_street_name": null,
  "site_number": "15",
  "pp_id": "PP-08487927",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.258794,
          51.41465
        ],
        [
          -0.258795,
          51.414623
        ],
        [
          -0.258838,
          51.414624
        ],
        [
          -0.258837,
          51.414651
        ],
        [
          -0.258794,
          51.41465
        ]
      ]
    ],
    "type": "Polygon"
  }
}