{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q5MUJFNHN2T00",
  "lapsed_date": "09/04/2025",
  "decision_target_date": "09/04/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5NW",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.030000000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00353/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517925,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:13:59.099Z",
  "id": "Kingston-20_00353_HOU",
  "application_type": "Householder",
  "street_name": "Tudor Drive",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tudor - OLD",
  "decision_date": "09/04/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a part single, part two storey side extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 171489,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021768650",
  "centroid": {
    "lon": -0.305081,
    "lat": 51.430144
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at first floor level or above in the eastern (flank) elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) at first floor level or above in the in the eastern (flank) elevation of the dwelling unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The site comprises a detached dwelling.\r\r3 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: Officers note that the proposed rear extension would not strictly adhere to the recommendations set out in the Residential Design SPD, in terms of depth (4.5m v 4m), and while it would have a slightly unusual roof form, it would have an appropriate height and would be finished in materials that are in keeping with the original dwelling. As such officers consider that it would appear a subordinate addition to the host property. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Given that both neighbouring properties have existing rear extensions of similar depths, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The application site is located on the west side of Latchmere Lane a short distance to the south of the junction of Tudor Drive\r\rThe surrounding area is predominantly residential in character and appearance. The site is not in a conservation area and the buildings and curtilage are not statutorily or locally listed. The site is located in a designated Local Area of Special Character.\r\r14 objections have been received from 12 addresses objecting to the siting and appearance of the proposed telecoms apparatus. \r\rThe application seeks to determine whether the prior approval of the Local Planning Authority is required for the siting and appearance of the installation of a H3G Phase 8 15m high street pole c/w wrap-around cabinet and 3 further additional equipment cabinets.\r\rThe application has been assessed against the provisions of Schedule 2 Part 16 of the Town and Country Planning (General Permitted Development) (England) Order 2015 as amended. The application has also been assessed against the policies of the National Planning Policy Framework and the current Development Plan policies CS8 and DM10 of the Council's adopted LDF Core Strategy.\r\rThe National Planning Policy Framework 2021 is clear at paragraph 118 in as much as the Local Planning Authority should not question need. Local planning authorities must determine applications on planning grounds only. They should not seek to prevent competition between different operators, question the need for an electronic communications system, or set health safeguards different from the International Commission guidelines for public exposure.\r\rThis application is for prior approval, not for planning permission. Prior approval is a light-touch process which applies where the principle of the development has already been established (National Planning Practice Guidance) (Paragraph: 028 Reference ID: 13-028-20140306).\r\rPrior approval means that a developer has to seek approval from the local planning authority that specified elements of the development are acceptable before work can proceed. The matters for prior approval vary depending on the type of development and these are set out in full in the relevant parts in Schedule 2 to the General Permitted Development Order. A local planning authority cannot consider any other matters when determining a prior approval application (National Planning Practice Guidance) (Paragraph: 026 Reference ID: 13-026-20140306).\r\rThe main considerations of the case are: \r\r- Siting and; \r- Appearance\r\rThe proposed telecom apparatus would be sited in a highly visible location  on Latchmere Lane adjacent the junction of Tudor Drive and immediately to the north west of the Latchmere Recreation Ground and opposite and adjacent to a number of residential properties.\r\rThe height of the mast would be 15m which would be in excess of 5 to 7m higher than a standard telegraph pole (8m) and street lamp column (10m) which are typical other such perpendicular pieces of street furniture found in the locality. \r\rIt is considered that the proposal would result in an incongruous addition to the streetscene that would be visually intrusive and create visual clutter and detract from the character and appearance of the surrounding area a non designated heritage asset an Area of Local Special Character.\r\rIt is considered that the siting and appearance would be inappropriate in this case and it is recommended that prior approval be refused as it would not accord with policies CS8, DM10 and DM12 of the Council's adopted LDF Core Strategy April 2012.\r\rThe need for an upgraded, modern telecommunications network is both acknowledged and appreciated, and indeed is given great weight in the decision making process; however, for the reasons cited above it is considered that the harm caused by the proposed installation would outweigh the benefits. \r\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. Amendments required to make the application acceptable are substantial and would materially change the development proposal.  They would require further consultation to be undertaken prior to determination which could not take place within the statutory determination period specified by the Department of Communities and Local Government.",
    "Application Site\rThe site comprises a detached dwelling. \r\rProposal\rErection of rear piggback roof extension with installation of 6no rooflight to facilitate loft coversion. Associated changes to fenestration.\r\rConsultation\rThirty one neighbouring properties have been notified and no representations have been received\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Policy Guidance 40 (Piggyback Extensions) states that where the character of the property and wider streetscene allows, there may be some scope to obtain planning permission to construct a 'piggyback' extension where:\r-the extension is set back from the front elevation of the house by at least 4m;\r-the house is on a narrow plot and the side elevations are not highly visible from the street scene;\r-materials and detailing are selected to match or complement the original house;\r-the extension does not increase the height of the eaves and ridge by more than 1.3m;\r-the gaps between the first floor side elevations of neighbouring dwellings are no more than 2.1m to reduce the impact of the extension on the character of the streetscene; and\r-no dormer style roof extensions are proposed in addition to the piggyback extension.\r\rThe proposed piggy back extension would be set back from the front elevation of the house by approximately 4m and would increase the height of the eaves and ridge by approximately 1.3 metres in compliance with Policy Guidance 40 of the Residential Design SPD (2013).  As such and in this specific regard the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. Officers note there are multiple piggy back extensions on Gordon Road. In terms of the other aspects of the proposal it is considered that there would be no unacceptable adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  Due to the existing situation between the host dwelling and its immediate neighbours, No. 5 and No. 7 Gordon Road, it is considered that the proposed works would not lead to a detrimental loss of daylight/sunlight and would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy to an unacceptable degree. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "The proposed site is categorized as a flat in our record, so we require full planning application form and the submitted application form is householder.\rPlease find the application form.",
    "Our apologies for this matter not being addressed sooner but we would like to point out that proposed works shown on your plans which do not form part of the proposed description, cannot be considered as part of the application. If you would like these additional aspects to be considered, please add them to the description within the submitted application, as these documents will be going out to public consultation",
    "Please provide a copy of proposed block plan scaled 1:500, providing a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe submitted proposed block plan is labelled as existing block plan."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "13/02/2020",
  "secondary_street_name": null,
  "site_number": "19",
  "pp_id": "PP-08384816",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.305059,
          51.430157
        ],
        [
          -0.30506,
          51.43013
        ],
        [
          -0.305103,
          51.430131
        ],
        [
          -0.305102,
          51.430157
        ],
        [
          -0.305059,
          51.430157
        ]
      ]
    ],
    "type": "Polygon"
  }
}