{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q4XDTFNHMXB00",
  "lapsed_date": "26/03/2025",
  "decision_target_date": "26/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 4SQ",
  "site_name": "Cimero",
  "status": "Approved",
  "application_details": {
    "site_area": 0.14800000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00224/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520997,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:13:28.222Z",
  "id": "Kingston-20_00224_HOU",
  "application_type": "Householder",
  "street_name": "Traps Lane",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "26/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey extension to replace front car port, external alterations to include rendering, changes to fenestration and internal alterations",
  "actual_completion_date": null,
  "last_date_consultation_comments": "02/03/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169984,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021782269",
  "centroid": {
    "lon": -0.261426,
    "lat": 51.415971
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The facing materials used in the development to which this permission relates shall match those of the existing building(s) unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies 7.4 and 7.6 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "A1 - Loading",
    "Details of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r---End of Officer Report---",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.",
    "If it is an extension to a dwelling the fee required for your pre planning application is £ 145.00 (advice only).  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "Please submit a copy of a site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "30/01/2020",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08467381",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.261404,
          51.415984
        ],
        [
          -0.261405,
          51.415957
        ],
        [
          -0.261448,
          51.415957
        ],
        [
          -0.261447,
          51.415984
        ],
        [
          -0.261404,
          51.415984
        ]
      ]
    ],
    "type": "Polygon"
  }
}