{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q7OUB0NHFTF00",
  "lapsed_date": "27/05/2025",
  "decision_target_date": "19/05/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 4DU",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.016
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00715/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521671,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:15:27.739Z",
  "id": "Kingston-20_00715_HOU",
  "application_type": "Householder",
  "street_name": "Kings Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Beverley - OLD",
  "decision_date": "27/05/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey ground floor rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 168430,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021776919",
  "centroid": {
    "lon": -0.252271,
    "lat": 51.40186
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the flank walls of the building hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The site comprises a commercial unit located on the ground floor within a terrace property.  It is in mixed use with a commercial unit at ground floor and residential units above. \r\r46 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development is considered appropriate for a commercial premises and there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: A condition to restrict the hours which the fascia signs can be illuminated and a condition to limit the illumination level of the signs is proposed. Subject to the satisfaction of these conditions it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties. \r\rPolicy DM10 of the LDF Core Strategy seeks to ensure that new development has regard to local traffic conditions and does not contribute to congestion, on street car parking pressure, or compromise pedestrian or highway safety. \r\rOfficer Comment: Officers consider that the proposals would not be significantly different from the existing situation and would therefore have no adverse impact upon highways and transportation, thereby complying with Core Strategy Policy DM10 of the LDF Core Strategy, 2012.",
    "Roof plans submitted do not show existing garage or proposed extension\r\rPlease provide existing and proposed roof plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire property not just part and showing dimensions of proposed work."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "24/03/2020",
  "secondary_street_name": null,
  "site_number": "49",
  "pp_id": "PP-08603139",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.252249,
          51.401873
        ],
        [
          -0.25225,
          51.401846
        ],
        [
          -0.252293,
          51.401847
        ],
        [
          -0.252292,
          51.401874
        ],
        [
          -0.252249,
          51.401873
        ]
      ]
    ],
    "type": "Polygon"
  }
}