{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q7ZVMKNHFVJ00",
  "lapsed_date": "10/07/2023",
  "decision_target_date": "25/05/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 6DB",
  "site_name": "Longcroft",
  "status": "Approved",
  "application_details": {
    "affordable_housing_fast_track": null,
    "s106_agreement": true,
    "affordable_housing_inlieu_payment": 0,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [
      "100021797619"
    ],
    "total_gia_existing": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": 0,
    "circular_economy_statement": null,
    "commencement_notice_received": false,
    "scheme_phasing": null,
    "non_residential_details": {
      "development_type": "New Build",
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "site_area": null,
      "total_gia_existing": 0,
      "total_gia_lost": 0
    },
    "phasing_details": [],
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 316,
    "existing_proposed_floorspace_details": [],
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "grey_water_reuse": null,
    "building_details": [],
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "non_permanent_dwellings_details": [],
    "intended_completion_date": null,
    "projected_cost_of_works": null,
    "internal_resi_water_usage": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_homes_passive_cooling": null,
      "no_new_water_connections_required": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "no_passive_other_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "ghg_reduction_over_building_regulations": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "no_resi_units_to_have_full_fibre": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "uk_company_registration_no": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": 0,
      "no_council_tax_rateable_units_lost": 0,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "3d_model": null,
    "transport_contributions": null,
    "no_affordable_housing_units_acquired_offsite": 0,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "total_gia_lost": null,
    "social_infrastructure_contributions": null,
    "scheme_name": "Longcroft 16 South Bank",
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "site_area": null,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_gia_lost": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00762/OUT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518291,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:15:40.492Z",
  "id": "Kingston-20_00762_OUT",
  "application_type": "All Other",
  "street_name": "South Bank",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Berrylands - OLD",
  "decision_date": "10/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Outline planning permission for demolition of existing house and erection of new residential building comprising 1 replacement dwelling and 4 no. new dwellings with associated bins and cycle store (landscaping reserved matters)",
  "actual_completion_date": null,
  "last_date_consultation_comments": "23/04/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 167306,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021797619",
  "centroid": {
    "lon": -0.301213,
    "lat": 51.392472
  },
  "polygon": null,
  "parking_details": {
    "no_existing_cycle": 0,
    "no_proposed_cycle": 8,
    "net_cycle": 8
  },
  "decision_agency": null,
  "decision_conditions": [
    "Prior to above ground works details of the implementation, adoption, maintenance and management of a sustainable drainage system have been submitted to and approved in writing by the local planning authority.  The system shall be implemented and thereafter managed and maintained in accordance with the approved details.  Those details shall include a timetable for its implementation, and a management and maintenance plan for the lifetime of the development which shall include the arrangements for adoption by any public body or statutory undertaker, or any other arrangements to secure the effective operation of the sustainable drainage system throughout its lifetime.\rReason: To prevent the increased risk of flooding in accordance with Policy CS1 (Climate Change Mitigation) of the Local Development Framework Core Strategy Adopted April 2012.\r",
    "Applications for approval of the matters hereby reserved must be made within two years from the date of this decision.  The development to which the permission relates must begin not later than whichever is the later of the following dates:-\ri)      \tThe expiration of three years from the date of this decision;\ror\rii)     \tThe expiration of two years from the final approval of the reserved matters or, in the case of approval on different dates, the final approval of the last such matter to be approved.\rReason: In order to comply with Section 92 of the Town and Country Planning Act, 1990.  (As amended)\r",
    "The following matters shall be reserved for the approval of the Local Planning Authority in accordance with the provisions of Article 5 (1) of the Town and Country Planning (General Development Procedure) Order 2015 (or any Order revoking or re-enacting this Order):\r(a)   \tlandscaping\rReason: As the application is submitted in outline form only and in order that the Local Planning Authority may be satisfied as to the details of the proposal.\r",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to the commencement of any above groundworks (excluding demolition) of the development hereby permitted and notwithstanding the details shown on the approved plans stated in condition 2 of this permission, the following details shall have been submitted (on plans at a scale of no less than 1:20 and 1:5) and approved by the Local Planning Authority.\r- Window reveals, door reveals, overhangs, rainwater goods. \rThe development shall be carried out in accordance with the approved details\rReason: These details are required prior to commencement of development because is necessary to provide these details as it is integral to the design and appearance of the building and therefore agreement of these details prior to commencement would ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "All works on site shall take place in accordance with the following details which shall have previously been submitted to and approved in writing by the Local Planning Authority prior to the commencement of work:  \r(a)\tProvision for loading/unloading materials.\r(b)\tStorage of plant, materials and operatives vehicles.\r(c)\tTemporary site access.\r(d)\tSigning system for works traffic.\r(e)\tMeasures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works.\r(f)\tLocation of all ancillary site buildings.\r(g)\tMeasures to protect any trees, shrubbery and other landscape features to be retained on the site during the course of development.\r(h)\tMeans of enclosure of the site.\r(i)\tWheel washing equipment.\r(j)\tThe parking of vehicles of the site operatives and visitors\r(k)\tThe erection and maintenance of security hoarding.\r(l)        Hours of construction and deliveries\rReason: This information is required prior to the commencement of the development as the relevant works would take place at the beginning of the construction phase and in order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to occupation of the development hereby permitted the secure cycle parking facilities for the occupants of, and visitors to, as shown on the approved plans shall be fully implemented and shall thereafter be retained for use at all times.\r\rReason: To ensure the provision of satisfactory cycle storage facilities and in the interests of highway safety in accordance with Policy DM8 (Sustainable Transport for New Developments) of the LDF Core Strategy Adopted April 2012.\r",
    "The refuse storage facilities and recycling facilities shall be provided prior to the occupation of the development as shown on the approved plans and, such facilities shall be permanently retained at the site.\rReason: These details are required prior to commencement of development because the details would affect subsequent design of other elements of the scheme and must be agreed at the outset and to ensure the provision of refuse facilities to the satisfaction of the Council in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The residential units hereby approved shall not be occupied until the development has achieved an energy efficiency standard of a minimum of 19% CO2 improvement over Building Regulations requirements Part L 2013 (TER Baseline).\rReason: In the interests of sustainability and energy conservation in accordance with Policies 5.2 (Minimising Carbon Dioxide Emissions) and 5.3 (Sustainable Design & Construction) of the London Plan (2016) and Policy DM1 (Sustainable Design and Construction Standards) of the LDF Core Strategy Adopted April 2012.\r",
    "The residential units hereby approved shall not be occupied until the development has achieved as a minimum, a water efficiency standard of not more than 110 litres per person per day maximum water consumption in accordance with the requirements defined within Approved Document G of the Building Regulations. \rReason: In the interests of Sustainability and Energy Conservation in accordance with Policies 5.2 (Minimising Carbon Dioxide Emissions) and 5.3 (Sustainable Design & Construction) of the London Plan (2016) and Policy DM1 (Sustainable Design and Construction Standards) of the LDF Core Strategy Adopted April 2012.\r",
    "The residentials units hereby approved shall not be occupied until the development has been built in accordance with the requirements of Category 2 of the Building Regulations document titled 'Approved Document M - Access to and use of buildings' \rReason: In the interest of inclusive design and accessibility in accordance with Policy 3.8 of the London Plan.\r",
    "The development shall be carried out in accordance with the tree protection measures outlined in the deposited Arboricultural Impact Assessment Method Statement and Tree Protection plan prepared by Trevor Heaps. \rReason: Reason: In the interests of visual amenity and also that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Fences, walls or other means of enclosure shall be erected along the boundaries of the site prior to the occupation of the dwellinghouses to which they relate, in accordance with details which shall have been submitted to and approved in writing by the Local Planning Authority and shall thereafter be permanently retained.\rReason: In order to ensure the privacy of adjoining occupiers and visual amenity of the area is retained in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to above ground works details of the implementation, adoption, maintenance and management of a sustainable drainage system have been submitted to and approved in writing by the local planning authority.  The system shall be implemented and thereafter managed and maintained in accordance with the approved details.  Those details shall include a timetable for its implementation, and a management and maintenance plan for the lifetime of the development which shall include the arrangements for adoption by any public body or statutory undertaker, or any other arrangements to secure the effective operation of the sustainable drainage system throughout its lifetime.\rReason: To prevent the increased risk of flooding in accordance with Policy CS1 (Climate Change Mitigation) of the Local Development Framework Core Strategy Adopted April 2012.\r",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    " In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "This permission should be read in conjunction with the legal agreement under section 106 of the Town and Country Planning Act dated 5th February 2020, the obligations in which relate to this development.",
    "The applicant is advised that separate consent is required by the Highways Authority for any works to the existing crossover on Maple Road.",
    "Your attention is drawn to the fact that planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor.",
    "When undertaking building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays. Furthermore, please ensure that all vehicles associated with the construction of the development hereby approved are properly washed and cleaned to prevent the passage of mud and dirt onto the adjoining highway. You are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation. For further information and advice, please contact - Environmental Health Department Pollution Section.",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to: \r-carry out work to an existing party wall; \r-build on the boundary with a neighbouring property; \r-in some circumstances, carry out groundwork's within 6 metres of an adjoining building. \rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r",
    "The application is made pursuant to Section 96A of the Town and Country Planning Act 1990 (as amended), which concerns non-material amendments to planning permission. \r\rUnder Section 96A, a change may be made to any planning permission, including through the imposition of new conditions or the removal/alteration of existing conditions, if the local planning authority is satisfied that the change is not material. In deciding whether a change is material, a local planning authority must have regard to the effect of the change, together with any previous changes made under this section, on the planning permission as originally granted.\r\rThe National Planning Practice Guidance states that there is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another. The judgement on 'materially' in any particular case is one of fact and degree.",
    "The assessment of this application has been based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify this decision and you are advised to submit a fresh application with the correct information / drawings. If you carry out development based on incorrect plans you may be liable to the Council taking enforcement action against you.",
    "The application is made pursuant to Section 96A of the Town and Country Planning Act 1990 (as amended), which concerns non-material amendments to planning permission. \r\rUnder Section 96A, a change may be made to any planning permission, including through the imposition of new conditions or the removal/alteration of existing conditions, if the local planning authority is satisfied that the change is not material. In deciding whether a change is material, a local planning authority must have regard to the effect of the change, together with any previous changes made under this section, on the planning permission as originally granted.\r\rThe National Planning Practice Guidance states that there is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another. The judgement on 'materially' in any particular case is one of fact and degree.\r\rThe application seeks to alter the fenestration of the proposed development by changing the style and size of the proposed openings at first floor rear elevation. Officers are satisfied that these changes would not have any material impact on the character and appearance of the area or on the amenities of neighbouring occupiers. Accordingly, the changes are considered to be non-material.",
    "The application is made pursuant to Section 96A of the Town and Country Planning Act 1990 (as amended), which concerns non-material amendments to planning permission. \r\rUnder Section 96A, a change may be made to any planning permission, including through the imposition of new conditions or the removal/alteration of existing conditions, if the local planning authority is satisfied that the change is not material. In deciding whether a change is material, a local planning authority must have regard to the effect of the change, together with any previous changes made under this section, on the planning permission as originally granted.\r\rThe National Planning Practice Guidance states that there is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another. The judgement on 'materially' in any particular case is one of fact and degree.\r\rThe application seeks to alter the fenestration at first floor rear from windows to french doors with the introduction of juliette balconies. Officers consider that a fresh assessment of the impact of the proposal on the amenity of neighbouring occupiers by way of overlooking/loss of privacy would be required, as such, the proposal would not fall within the remit of section 96A.",
    "Fee required - The application proposal character and description is different to the last application submitted, therefore the application is not fee exempt. The fee required is £206.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "Please provide information regarding:\rthe type of tree(s), -is it a single pine tree? \rthe amount by which you seek to reduce (each) tree by and \ra plan or sketch showing the location of the trees within the site or immediately adjoining the site.",
    "",
    "The fee required for your pre-application is £300.00. Payment can be made via our Contact Centre on 0208 547 5002. Please ensure to quote your application number when making payment.",
    "The scale bar in the submitted proposed floor plans are incorrect.\r\rNote: Please provide proposed floor plans at a recognised scale (at 1:50 or 1:100 for example), showing the outline of entire floor plan, not just part and all key dimensions for the proposed works. The plans must also show the direction of North. Although the inclusion of a scale bar is not mandatory, it is encouraged.",
    "The scale bar in the submitted proposed roof plans are incorrect.\rPlease provide proposed roof plan at a recognised scale (at 1:50 or 1:100 for example), showing the outline of entire property not just part and showing dimensions of proposed work. The plans must show the direction of North. Although the inclusion of a scale bar is not mandatory, it is highly encouraged.",
    "The scale bar in the submitted proposed elevations are incorrect.\rNote: Please provide copies of all  proposed elevations at a recognised scale (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions for the proposed work. Although the inclusion of a scale bar is not mandatory, it is encouraged.",
    "The scale bar in the submitted street elevations are incorrect.\r\rAs part of the Council's Local List of Validation (3d) requirements this application needs to be accompanied by a supporting 'Existing and Proposed Street Scenes'.  Please provide a copy of the street scenes.  A copy of the Royal Borough of Kingston's information requirements and guidance on what the street scene should contain are available on our website at www.kingston.gov.uk/planning.",
    "Please add a North Point to the Block Plan",
    "Existing drawings - The proposal is to demolish a green house structure and the Existing Block Plans indicate there is a structure at the development location, therefore please provide copies of existing Floor Plans and Elevations at a recognised scale (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions for the proposed work. Although the inclusion of a scale bar is not mandatory, it is encouraged.",
    "The submitted block plans do not have a North pont.\r\rNote: Please provide a copy of existing and propsoed block plan drawn at an identified standard metric scale (such as 1:200 or 1:500) showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan must show the direction of North and should also show adjoining properties to the side and rear and those opposite in full outline.",
    "The submitted floor plans do not have a North point.\r\rNote: Please provide existing and proposed floor plans at a recognised scale (at 1:50 or 1:100 for example), showing the outline of entire floor plan, not just part and all key dimensions for the proposed works. The plans must also show the direction of North. Although the inclusion of a scale bar is not mandatory, it is encouraged."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "30/03/2020",
  "secondary_street_name": null,
  "site_number": "16",
  "pp_id": "PP-08620789",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.301191,
          51.392485
        ],
        [
          -0.301192,
          51.392458
        ],
        [
          -0.301235,
          51.392459
        ],
        [
          -0.301234,
          51.392486
        ],
        [
          -0.301191,
          51.392485
        ]
      ]
    ],
    "type": "Polygon"
  }
}