{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q4G6BGNHMSV00",
  "lapsed_date": "17/03/2025",
  "decision_target_date": "17/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2JB",
  "site_name": "60 Bolton Road,\rChessington,\rKT9 2JB",
  "status": "Approved",
  "application_details": {
    "site_area": 0.041
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00123/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518092,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:13:03.544Z",
  "id": "Kingston-20_00123_HOU",
  "application_type": "Householder",
  "street_name": "Bolton Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "17/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of two storey side extension, single storey rear extension and single storey front porch extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 163910,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021745360",
  "centroid": {
    "lon": -0.305199,
    "lat": 51.361991
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004. \r",
    "The development hereby approved shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority. \r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "The roof of the single storey rear extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes. \r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "Before the beneficial occupation of the development hereby permitted, the first floor side window serving the bathroom shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Application Site\r\rThe application site is occupied by a two storey semi detached building. \r\rProposal\r\rThe application seeks permission for the erection of a single storey rear extension.\r\rConsultation\r\r5 properties were notified of the proposal. No representations were received.\r\rAssessment\rThe main issues in the assessment of the application are:\r- The impact of the development on the character and appearance of the area; and,\r- The impact of the development on the amenities of neighbouring occupiers.\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rRear Extension\r\rThe rear extension would replace an existing rear extension used for storage, and will extend 3m from the rear wall of the existing building, with a maximum height of 2.9m. External materials would match the existing building, the glazed doors to the rear elevation and 2 x rooflights incorporated into the flat roof are considered satisfactory. \r\rHaving regard to the above, officers consider that the proposed development would have an acceptable impact on the character and appearance of the area.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe proposal extension is modest and has been designed in accordance with relevant SPD policy guidance for single storey extensions, and respects the amenity of neighbouring properties. \r\rHaving regard to the above, officers consider that the impact of the proposed development on the amenities of neighbouring occupiers would be acceptable.\r\rConclusion\rHaving regard to the above, officers consider the proposal to be in accordance with the development plan taken as a whole. In the absence of any other material considerations which indicate that permission should be refused, officers conclude that planning permission should be granted.\r\rBackground Papers\rIn accordance with the requirements of Local Government Act 1972 The Plans / Drawings / Documents submitted with the application are available on the Council's website.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "The site comprises a semi-detached dwelling.\r\r5 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed single storey rear extension is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rWhile the alterations to the front fenestration are modern in appearance, officers note that a number of the properties on Brook Gardens which benefit from existing alterations, and as such officers consider that the proposed alterations would not adversely affect the character and appearance of the immediate surrounding area.\r\rThe proposed single storey front extension would replace the existing front extension, and not extend any further than the existing extension, it would have a modest height and would appear a subordinate addition to the host property, as such it would not adversely affect the appearance of the surrounding area.\r\rThe proposed first floor front extension would be modest in scale and would continue the flat roof form of the existing front projection, as such it would appear in keeping with the existing features of the host property and would not detract from the character of the surrounding area.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Given the scale and siting of the proposed extensions, in relation to the neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Officer Report\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38(6) of the Planning and Compulsory Purchase Act 2004 states that planning applications must be determined in accordance with the development plan unless material considerations indicate otherwise.\r\rThe development plan for the Royal Borough of Kingston upon Thames comprises the following documents:\r\r- The London Plan 2021\r- The South London Waste Plan 2012 \r- The LDF Core Strategy 2012\r- The Kingston Town Centre Area Action Plan 2008\r\rApplication Site\r\rThe application site is occupied by a two storey semi detached building. \r\rProposal\r\rThe application seeks permission for the erection of a single storey rear extension to replace an existing conservatory, and a chimney stack reduction. The site is located adjacent to the Cranes Park Local Area of Special Character, and a group of locally listed buildings to the rear.\r\rConsultation\r\r3 properties were notified of the proposal. No representations were received.\r\rAssessment\rThe main issues in the assessment of the application are:\r- The impact of the development on the character and appearance of the area; and,\r- The impact of the development on the amenities of neighbouring occupiers.\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rRear Extension\r\rThe rear extension would replace an existing conservatory and incorporate a flat roof design 2.7m in height with a double glazed lantern roof light in the centre.  The extension would be located on the shared boundary with No.13 and extend 3.5m from the rear wall of the existing building. On the opposite side, the extension would be set back (0.6-0.8m) from the boundary to maintain access from the front to the rear of the dwelling. The overall depth of the extension on this side is still 3.5m but designed to accommodate the shape of the application site and boundary line.\r\rThe rear elevation would comprise glazed doors and 3 x windows. The side elevation facing the garden of the application property would also include a window serving the family/dining area. External materials would match the existing building, and the roof light and felt roof are considered satisfactory. No issue is raised with regard to the chimney stack reduction, which is stated in the application drawings to be both redundant and defective.\r\rHaving regard to the above, officers consider that the proposed development would have an acceptable impact on the character and appearance of the area.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe proposed extension is modest and will project 3.5m from the existing rear wall in accordance with relevant SPD policy guidance for single storey extensions. This projection is only slightly more than the existing conservatory and unlikely to compromise the amenities of No.13 Grove Footpath. To the opposite side the extension would be sufficiently set away from the property at No.11. A condition to obscure the proposed window to the side elevation will ensure the privacy of the occupants of this property.  \r\rHaving regard to the above, officers consider that the impact of the proposed development on the amenities of neighbouring occupiers would be acceptable.\r\rConclusion\rHaving regard to the above, officers consider the proposal to be in accordance with the development plan taken as a whole. In the absence of any other material considerations which indicate that permission should be refused, officers conclude that planning permission should be granted.\r\rBackground Papers\rIn accordance with the requirements of Local Government Act 1972 The Plans / Drawings / Documents submitted with the application are available on the Council's website.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r",
    "Please provide a copy of proposed block plan scaled 1:500, providing a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe submitted site plan does not show the proposed development in hatched or shaded.",
    "The proposal includes widening the drop kerb, please revise the location plan to show the red outline in the proposed site including the front pavement, where the drop kerb will be proposed. Please submit a copy of an Ordnance Survey based site location plan scaled 1:1250, showing at least two road frontages and a North point.",
    "Please provide a copy of proposed block plan scaled 1:500, providing a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe submitted proposed block plan does not show the proposed electric gate and cycle storage. The proposal includes widening the driveway, if it also includes widening the drop kerb, please revise the block plan to show size of the drop kerb.\rThe stated scale in the submitted block plan is 1:500, whereas the provided scale bar is of different scale.",
    "Note : Please fill Cil form."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "21/01/2020",
  "secondary_street_name": null,
  "site_number": "60",
  "pp_id": "PP-08417253",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.305177,
          51.362004
        ],
        [
          -0.305178,
          51.361978
        ],
        [
          -0.305221,
          51.361978
        ],
        [
          -0.30522,
          51.362005
        ],
        [
          -0.305177,
          51.362004
        ]
      ]
    ],
    "type": "Polygon"
  }
}