{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q4K4B5NH03X00",
  "lapsed_date": "06/08/2023",
  "decision_target_date": "28/04/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5SF",
  "site_name": "Latchmere Recreation Ground",
  "status": "Approved",
  "application_details": {
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "LASC Name: Tudor Estate"
      },
      {
        "result": null,
        "constraints_layer_description": "LOCSPC Name: Latchmere Road Recreation Ground"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.18.74T.1\rAddress: Former Parkgate Farm Allotments Latchmere Road Kingston Upon Thames\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.18.74T.4\rAddress: Former Parkgate Farm Allotments Latchmere Road Kingston Upon Thames\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.18.74T.5\rAddress: Former Parkgate Farm Allotments Latchmere Road Kingston Upon Thames\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.18.74T.2\rAddress: Former Parkgate Farm Allotments Latchmere Road Kingston Upon Thames\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.18.74T.6\rAddress: Former Parkgate Farm Allotments Latchmere Road Kingston Upon Thames\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.18.74T.7\rAddress: Former Parkgate Farm Allotments Latchmere Road Kingston Upon Thames\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.18.74T.3\rAddress: Former Parkgate Farm Allotments Latchmere Road Kingston Upon Thames\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All applications for developments likely to attract birds or connected with an aviation use.\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 1500\rReference: TQ18707894"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 780\rReference: TQ18707855"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 1500\rReference: TQ18706793"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 1500\rReference: TQ18707990"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: SURFACE"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: SURFACE"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: SURFACE"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: SURFACE"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Parks and Open Spaces"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021763628",
      "000128011351"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00150/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518649,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:13:10.077Z",
  "id": "Kingston-20_00150_FUL",
  "application_type": "All Other",
  "street_name": "Latchmere Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tudor",
  "decision_date": "06/08/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Creation of wildlife pond on recreation ground",
  "actual_completion_date": null,
  "last_date_consultation_comments": "17/08/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Major all other major developments",
  "centroid_northing": 170802,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128011351",
  "centroid": {
    "lon": -0.294901,
    "lat": 51.423818
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission. \r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004. \r",
    "No development shall take place including any works of demolition until a construction management plan or construction method statement has been submitted to and been approved in writing by the Local Planning Authority. The approved plan/statement shall be adhered to throughout the construction period. The statement shall provide for:\r\r(a) Provision for loading/unloading materials.\r(b) Storage of plant, materials and operatives vehicles.\r(c) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works.\r(d) Measures to protect any tree, shrubbery and other landscape features to be retained on the site during the course of development.\r(e) Means of enclosure of the site.\r(f) Wheel washing equipment.\r(g) The parking of vehicles of the site operatives and visitors\r(h) A scheme for recycling/disposing of waste resulting from demolition and construction works.\r(i) The erection and maintenance of security hoarding.\r\rReason: These details are required prior to commencement of development because the relevant works would take place at the beginning of the construction phase and in order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to any works above ground level, a landscaping scheme including where applicable the retention of the existing trees shall have been submitted to and approved in writing by the Local Planning Authority. The approved scheme shall be implemented within the first planting season following completion of the development and the tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. Any trees or shrubs which die during this period shall be replaced in the first available planting season, and the area shown to be landscaped shall be permanently retained for that purpose only.\r\rReason: In the interest of visual amenity and also that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to any works above ground level, a maintenance strategy including details on the measures to be taken in the event of a failure of the pond to retain water shall have been submitted to and approved in writing by the Local Planning Authority. The development shall be carried out strictly in accordance with the approved maintenance strategy in perpetuity unless otherwise agreed in writing by the Local Planning Authority. \r\rReason: In the interests of visual amenity and in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The submitted information (levels and drainage) has been assessed and Officers are content that the conditions can be discharged.",
    "Consultations\r7no. surrounding properties were notified of the proposed development. No representations received.\r\rProposal\rThe application seeks full planning permission for the demolition of existing rear conservatory and erection of single storey rear extension.\r\rSite and Surroundings\rThe application site comprises of a two-storey semi-detached dwellinghouse. \rThe surrounding properties are of a similar design, character and appearance.\rThe application site is not located within a Conservation Area and does not comprise of a statutory or locally listed building. \r\rPlanning Assessment\rThe key considerations in the assessment of this application are:\r-\tCharacter and Appearance; \r-\tThe Impact upon Residential Amenity; and \r-\tFire Safety\r\rCharacter and Appearance \rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rThe proposed single-storey rear extension would not be visible from the streetscene, contained to the rear. \r\rThe application property benefits from an existing conservatory-type extension. \r\rThe proposals seek to demolish the conservatory extension and replace with a single-storey rear extension to a height of 2.4m to eaves, 3m to pitch, 4.1m in depth and span the full width of the dwelling, with central set of doors leading to the rear garden. The extension would comply with Council's guidance on scale and design of single-storey rear extensions as outlined in Policy Guidance 33 of the Council's Residential Design SPD. The matching render finish to the rear extension is considered acceptable, in keeping with the rear elevation of the host building.\r\rHaving regard to the above officers consider that there would be no material impact from the proposed development on the character and appearance of the area.\r\rImpact upon Residential Amenity\rPolicy D3 of the London Plan 2021 requires new development to deliver appropriate outlook, privacy and amenity. \rPolicy DM10 of the Kingston Core Strategy (2012) is clear that development proposals should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe proposed rear single-storey extension would cause no significant increase in the loss of privacy, loss of daylight, sense of enclosure or loss of outlook to the adjoining properties. Officers note that there are no side-facing openings/glazing to the proposed rear extension to give rise to overlooking or loss of privacy of the neighbouring properties. The scale and design is such that it would comply with Council's guidance on such types of development. \r\rAccordingly, the proposed development is considered to be acceptable in terms of residential amenity.\r\rFire Safety\rLondon Plan Policy D12 (A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has submitted a Fire Safety Strategy, which demonstrates that the proposed development would comply with the provisions of Policy D12 (A).  Officers conclude that the proposal would not conflict with Policy D12 of the London Plan. Ongoing compliance with the strategy would be secured through condition as attached.\r\rConclusion\rIn conclusion, the proposed development would accord with the relevant policies of the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), and Policies CS8, DM10 and DM12 of the Core Strategy (2012).\r\rThe proposal by virtue of its scale, design and materiality is considered to be subservient to the host dwelling and would not result in harm to the character and appearance of the host dwelling or wider area. In addition, the proposals would not result in materially harmful impact to neighbouring amenity by way of overlooking, loss of light or sense of overbearing or enclosure.\r\rRecommendation:\rThat planning permission be GRANTED\r",
    "Consultations\r4no. surrounding properties were notified of the proposed development. One representation received in support of the proposals.\r\rPlanning History\rNo planning history recorded.\r\rProposal\rThe application seeks full planning permission for the conversion of utility/store into habitable space(study) and addition of side window and rooflight.\r\rSite and Surroundings\rThe application site comprises of a three-storey, mid-terraced dwellinghouse positioned within Dumbleton Close, Kingston.\rThe surrounding properties comprise of predominantly two and three-storey terraced dwellinghouses.\rThe application site is not located within a Conservation Area and does not comprise of a statutory or locally listed building. \r\rPlanning Assessment\rThe key considerations in the assessment of this application are:\r-\tCharacter and Appearance; \r-\tThe Impact upon Residential Amenity; \r-\tThe Impact upon Highways; and \r-\tFire Safety\r\rCharacter and Appearance \rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rThe proposals seek to convert the integral garage into a habitable room with associated change from existing garage door to a window of a similar appearance to the existing main windows within the front elevation of the property. This is considered to be an acceptable alteration which would not result in any harm to the overall character and appearance of the host dwelling.\r\rHaving regard to the above officers consider that there would be no material impact from the proposed development on the character and appearance of the area.\r\rImpact upon Residential Amenity\rPolicy D3 of the London Plan 2021 requires new development to deliver appropriate outlook, privacy and amenity. \r\rPolicy DM10 of the Kingston Core Strategy (2012) is clear that development proposals should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe alterations to the fenestration would not cause any materially harmful impacts to neighbouring amenity.\r\rAccordingly, the proposed development is considered to be acceptable in terms of residential amenity.\r\rImpact upon Highways\rPolicy DM10 of the Core Strategy states that proposals should have regard to local traffic conditions and highway safety and ensure that they are not adversely affected. \r\rThe application involves the conversion of the integral garage space, although based on the existing floor plan, it does not appear to be of a size capable of fitting a modern car. Nevertheless, the area of hardstanding/driveway to the front of the property is of an adequate size to be used as a car parking space, and so the conversion would not result in the loss of a space that would impact upon highway safety.\r\rThe proposals would result in loss of internal storage space currently capable of storing cycles. The plans do not explicitly show any replacement cycle parking as part of the proposals. Notwithstanding, Officers consider that there would be sufficient space to the front of the property to accommodate within a purpose built enclosure to the required standards to comply with Policy T5 of the London Plan, 2021 and a condition to this effect would be attached to any grant of planning permission to require the applicant to supply details of cycle parking facilities to the Council for approval.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development would accord with the relevant policies of the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), and Policies CS8, DM10 and DM12 of the Core Strategy (2012).\r\rThe proposal by virtue of its scale, design and materiality is considered to be subservient to the host dwelling and would not result in harm to the character and appearance of the host dwelling or wider area. In addition, the proposals would not result in materially harmful impact to neighbouring amenity by way of overlooking, loss of light or sense of overbearing or enclosure. In addition adequate car parking space for the property would be retained, to the satisfaction of the Council.\r\rRecommendation:\rThat planning permission be GRANTED\r",
    "Consultations: \rNeighbour notifications: 12no. neighbours consulted. Two valid objections received (i.e. from separate named persons/separate addresses) with concerns raised with regards to illumination.\r\rOfficer comment: Noted. Please refer to body of this report for full assessment.\r\rRBK Environmental Health: No objection, subject to condition requiring restriction on construction hours.\r\rSite and Surroundings \rThe application building is located within the St George's Industrial Estate, designated as a Locally Significant Industrial Site (LSIS). The immediate surrounding area is characterised by industrial units which in turn are surrounded by large residential areas.\r\rThe site is not located within a conservation area and is not a listed building, nor in proximity to any listed buildings. The site falls within the Tudor Drive Local Area of Special Character (LASC). \r\rProposal \rThis advertisement consent application seeks consent for the installation of 5no internally illuminated fascia signs, 4no. non-illuminated fascia signs, 1no post mounted panel, 1no. printed graphic and 2no. A0 poster display units. \r\rPlanning Considerations \rThe key planning considerations in this case are: \r- The impact of the development on the character and appearance of the area; \r- The impact upon residential amenity; and\r- The impact of the development on highway safety \r\rCharacter and Appearance \rThe NPPF states that the creation of high quality buildings and places is fundamental to what the planning and development process should achieve. Good design is a key aspect of sustainable development, creates better places in which to live and work and helps to make development acceptable to communities. \r\rPlanning decisions should ensure that developments: will function well and add to the overall quality of the area; are visually attractive as a result of good architecture, layout and appropriate and effective landscaping; are sympathetic to local character and history; and establish a strong sense of place. \r\rPermission should be refused for development of poor design that fails to take opportunities available for improving the character and quality of an area and the way it functions, taking into account and local design standards or style guides in plans or supplementary planning documents. Conversely, where the design of a development accords with clear expectations in plan policies, design should not be used by the decision-maker as a valid reason to object to development. \r\rAt the regional level, the London Plan requires that development have regard to the form, function and structure of an area, place or street, as well as the scale, mass and orientation of surrounding buildings. It should improve an area's visual or physical connection with natural features. In areas of poor or ill-defined character, development should build on the positive elements that can contribute to establishing an enhanced character for the future function of the area. \r\rArchitecture should make a positive contribution to a coherent public realm, streetscape and wider cityscape. It should incorporate the highest quality materials and design, appropriate to its context. \r\rAccordingly, the Core Strategy states the Council's intention to protect the primarily suburban character of the Borough, its existing buildings and areas of high quality and historic interest from inappropriate development. The Council will seek opportunities for sensitive enhancement in these areas and in areas of poorer environmental quality, where character has been eroded or needs improving. The assessment of development proposals will be guided by the Borough Character Study and the Residential Design SPD, ensuring that new development: \r- Recognises distinctive local features and character \r- Has regard to the historic and natural environment \r- Helps enhance locally distinctive places of high architectural and urban design quality \r- Accords with neighbourhood \"strategies for delivery\" set out under \"Character, Design and Heritage\" \r- Relates well and connects to its surroundings \rThe most essential elements identified as contributing to the character and local distinctiveness of a street or area which should be respected, maintained or enhanced include the following: \r- Prevailing development typology, including housing types, sizes and occupancy \r- Prevailing density of the surrounding area\r- Scale, layout, height, form (including roof forms) and massing \r- Landscape setting and features \r- Plot width and format, which includes spaces between buildings \r- Building line build-up, set-back and front boundary \r- Typical details and key features such as roof forms, window format, building materials and design detailing of elevations, existence of grass verges, etc. \rThe Council's Residential Design SPD provides further in-depth guidance. Policy Guidance 29 (Materials and Detailing) states that: \r- Developers will be expected to demonstrate that they have considered the choice of materials and design detailing of those buildings that they consider represent the prevailing character of the streetscene or local area. \r\r- A preference should be given to the use of prevailing materials and details used in the surrounding local area unless it can be demonstrated that the choice of materials or use of design features in a proposal for residential development would enhance the character and appearance of the streetscene. \r\r- Care should be taken to ensure the replication of detailing or materials present in the street scene of local area represents an authentic synthesis of local architectural styles that compliment those of the host building or surrounding area. Development proposals which include the use of materials or detailing which is out of context or is lacking in imagination or character will be discouraged. \r\rParagraph 203 of the NPPF states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining any application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement is required, having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rThe application proposes the installation of 5no. internally illuminated fascia signs, 4no. non-illuminated fascia signs, 1no. post mounted panel,  1no. printed graphic and 2no. A0 poster display units. The internally illuminated fascia signs would be illuminated by static LEDs with a maximum illuminance of 300cd/m.\r\rIn terms of materials the proposed fascia signs would comprise aluminium in relation to the illuminated signs with applied vinyl graphics, incorporating the future occupant's brand name and corporate colours of blue, white and orange.\r\rOverall, the design and materials are considered to be visually unobtrusive and are considered to both respect and be in keeping with the host building and the adjacent properties that form the St. George's Industrial Estate, thereby complying with Policy DM10 of the LDF Core Strategy, 2012.\r\rResidential Amenity\rGiven that the proposed fascia signs that form part of this application would be located over 35m away from the nearest residential properties (within Lancaster Close) and located on buildings which are significantly set back and orientated away from Richmond Road, they are considered not to have a detrimental visual impact upon the occupants of nearby residential properties.\r\rIn addition, the proposed illuminance level of the illuminated fascia signs (300cd/m) are considered appropriate in the context of an Industrial Estate.\r\rAs such, the proposals are considered acceptable and in accordance with Policy DM10 of the LDF Core Strategy, 2012.\r\rHighway Safety\rThe NPPF requires that in assessing applications for development, it is ensured that: appropriate opportunities to promote sustainable transport modes can be - or have been - taken up; safe and suitable access to the site can be achieved for all users; and any significant impacts from the development on the transport network (in terms of capacity and congestion), or on highway safety, can be cost effectively mitigated to an acceptable degree. \r\rDevelopment should only be prevented or refused on highways grounds if there would be an unacceptable impact on highway safety, or the residual cumulative impacts on the road network would be severe. \r\rLocal Planning Authorities are expected to have regard to its effect upon the safe use and operation of any form of traffic or transport on land (including the safety of pedestrians), on or over water, or in the air. Public safety considerations, the second arm of control over advertisements, do not arise very frequently. However, when it can be shown that signs would be confused with traffic signals or the visibility of drivers is impaired, a solid and sustainable ground for refusal of Advertisement Regulation consent is provided. \r\rOfficers consider that the proposals would have no adverse impact upon highways and transportation due the siting and orientation of the industrial units and would therefore comply with Core Strategy Policy DM10 of the LDF Core Strategy, 2012.\r\rConclusion \rThe proposed development would provide for the display of 5no. internally illuminated fascia signs, 4no. non-illuminated fascia signs, 1no. post mounted panel, 1no. printed graphic and 2no. A0 poster display units. \r\rThe proposed signs are of a design which would respect and be in keeping with the character and appearance of the host building and the immediate surrounding area, including the local area of special character. The proposals would not have any material effect on highway safety or residential amenity. It is therefore considered that the proposed development would be in accordance with policies CS8 and DM10 of the LDF Core Strategy 2012. \r\rThe proposed development is considered to be in accordance with the development plan and there are no other material considerations which otherwise indicate that advertisement consent should be refused. Therefore, it is recommended that advertisement consent be granted. \r\rRecommendation \rThat advertisement consent should be GRANTED.\r",
    "Incorrect Application Form - please confirm if the site address is a house or a flat. If the property is a flat then a Full Application Form must be submitted, not a Household Application Form.",
    "Site Location Plan Scale bar - the 1:1250 scale bar on the Site Location Plan does not measure to the stated distance - it meausres 38m, not 50m. Please correct the scale bar so it measures accurately.",
    "Elevations - the Elevation drawings do not measure to the stated dimensions. Please amend the plans so that the scale can be used to measure accurately. Please also note that Front, Rear and both Side Elevations are required.",
    "Floor Plans - Please provide Proposed Floor Plans at a recognised scale (at 1:50 or 1:100 for example), showing the outline of the entire floor plan, not just part and all key dimensions for the proposed works. The plans must also show the direction of North and a scale bar.\r\rThe Proposed Structure Plan shown on the Site Plan does not measure to the stated dimensions. Please provide accurate plans."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "28/01/2020",
  "secondary_street_name": null,
  "site_number": "",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.294879,
          51.423831
        ],
        [
          -0.29488,
          51.423804
        ],
        [
          -0.294923,
          51.423805
        ],
        [
          -0.294922,
          51.423832
        ],
        [
          -0.294879,
          51.423831
        ]
      ]
    ],
    "type": "Polygon"
  }
}