{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q7UVXJNH04300",
  "lapsed_date": "27/07/2025",
  "decision_target_date": "22/05/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 6PR",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.082
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00750/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517717,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:15:36.968Z",
  "id": "Kingston-20_00750_HOU",
  "application_type": "Householder",
  "street_name": "Woodlands Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "27/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of first floor side extension and installation of 2no rooflights to facilitate a loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": "22/04/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166389,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021801684",
  "centroid": {
    "lon": -0.309762,
    "lat": 51.38435
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The facing materials used in the development to which this permission relates shall match those of the existing building(s) unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies 7.4 and 7.6 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, any new windows or rooflights at first floor level or above in the northern or southern flank elevations shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) at first floor level or above in the in the northern or southern flank elevations of the dwelling unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "A1 - Loading",
    "Application Site\rThe application property is a two/three-storey detached dwellinghouse located on the northern side of St Albans Road, close to the junction with Studland Road. The existing dwelling benefits from a piggyback-style roof extension. The immediate surrounding area is predominantly residential, comprising detached and semi-detached dwellings.\r\rPlanning History\r21/03969/HOU - Erection of single storey side and rear extension, addition of new rear window at second floor - REFUSED 01.02.2022, for the following reason:-\r\rThe applicant has failed to demonstrate through the submission of cogent information that the proposed single storey rear extension would not cause an unacceptable overbearing impact, undue sense of enclosure and loss of outlook to the nearest ground floor habitable room at adjoining property, No.39 St Albans Road. The proposal is therefore contrary to Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.\r\rProposal\rThe proposal involves the erection of a single storey side and rear extension, addition of new rear window in second floor.\r\rSite Constraints\rThe site is not subject to any particular land use constraints / designations.\r\rConsultation\r6x neighbouring properties have been notified and one representation has been received, objecting to the proposals. The material planning concerns raised are summarised as follows:\r\r- The reduction in height, following the previous refusal is acknowledged\r-  Access and traffic problems;\r- Inappropriate design/layout;\r- Unacceptable or incompatible use;\r- The proposed side extension, which will infill the side passageway between two properties, creating the impression of terracing, causing maintenance issues; \r- Impact on neighbouring foundations;\r- Impact of the proposed lightwell on a small groundfloor window to the neighbouring side elevation; and,\r- Impact on the roots of a large bay tree in a neighbouring garden close to the common shared boundary with No.41 which has not been indicated on any drawings.\r\rOfficer Response:- Officers note that there are no changes proposed to the car parking arrangements as part of the proposal. The front wall of the proposed side extension, would be set back 1 metre in relation to the main host property, which is twice the setback recommended in the Residential Design SPD (2013), for ground floor side extensions. No development is proposed at first floor level. Taking the setback and the height into account, there would be very limited impact on the streetscene and surrounding area and no significant terracing effect. The proposed development would be built up to the side boundary with no.39. However, taking into account the set-back front wall of the proposed side extension and the reduced height of the rear extension, this is considered acceptable. The concerns raised regarding the impact of the proposal on the financial value of neighbouring properties is not a material planning consideration. \r\rThe impact on neighbouring foundations, how rainwater is captured, and how a lightwell is drained would fall under the Party Wall Act 1996 and/or the Building Regulations. There would be a slight loss of light to a small window to the side of no.39. However, daylight to the side window at no.39 is partly blocked by the existing flank wall of the host property and it is noted that a lightwell would be installed as part of the proposal.\r\rReference is made to a bay tree at a neighbouring property. The referenced tree is not protected by way of a Tree Preservation Order (TPO) and it is noted that the cutting back of any vegetation or roots which overhang or encroach on the application site would be allowed under common law.\r\rRBK Trees and Landscape Officer ;\rNo objection: The applicant has the right under common law to cut back any part of the tree which grows across their property boundary either above or below ground. On this basis I would have no grounds for objection.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Fire Safety.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed single storey rear extension would extend the full width of the dwelling and feature a flat roof. The height of the flat roof is shown to be 3.0 metres in height, sloping down to a height of 2.51 metres, abutting the common shared boundary with no.39 St Albans Road.  The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  Following a previous refusal (21/03969/HOU), the flat roof of the rear extension would be 3.0 metres in height, sloping down to a height of 2.51 metres, abutting the common shared boundary with no.39 St Albans Road. There is a large window at ground floor level to the rear of no.39 St Albans Road, which is set away from the common shared boundary with the Host Property. The depth of the proposed rear extension would be 3.9 metres, which exceeds the guidelines in Residential Design SPD (2013).  However, as a result of the large window at ground floor level to the rear of no.39 St Albans Road, being set away from the common shared boundary and the amendments to the height of the proposed rear extension, the depth of extension is considered to be acceptable and would have no significant impact on no.39, in terms of overbearing impact, sense of enclosure, or loss of outlook.\r\rThe proposed rear extension would be built to the North of the rear of no.39. As a result of this, there would be no significant loss of daylight or direct sunlight caused to no.39, by the proposed development when compared to the existing situation.\r\rIn terms of overlooking, neighbouring properties are overlooked by existing windows at first floor level and the addition of a second floor window, would not cause a significant loss of privacy. It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer Comment: The applicant has submitted a Fire Safety Strategy which would comply with the rest of the provisions of Policy D12(A). For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan and a condition is recommended accordingly.\r\rConclusion\t\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development Framework (2021), the National Planning Practice Guidance, the London Plan (2021) Policies CS8 and DM10 of the Core Strategy (2012) and the Residential Design SPD (2013).\r\r",
    "Consultations\r18no. neighbours have been notified of the proposals. No representations received. \r\rSite and Surroundings\rThe application site, known as 2 Sherfield Close, is occupied by a 3-storey block of self-contained flats.\r\rThe site is not listed and is not located within a Conservation Area.\r\rThe property to which this application relates is Flat 5 specifically located on the first floor.\r\rPlanning History\rNone of relevance.\r\rProposal\rThe proposal comprises the replacement of 6no. original soft wooden framed windows with PVCu framed windows\r\rAssessment\rThe main issues to consider when assessing this application relate to:\r-\tPrinciple of Development;\r-\tImpact upon the Character and Appearance of the Area; and\r-\tImpact upon the Amenities of Neighbouring Occupiers.\r\rPrinciple of Development\rThe principle of replacing the windows of a residential property within a flatted development is acceptable subject to compliance with the Development Plan policies.\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rThis proposal comprises the replacement of six windows to the first floor (Flat 5 - 2 Sherfield Close) with PVCu double-glazed units to improve energy efficiency. Design and openers to match as existing. Colour to match as existing - brown finish. The application is supported by specification details of the proposed windows (i.e. \"Eco Energy Window\").\r\rOfficers note that other windows in the flatted block been replaced over time throughout the building with double glazed windows or similar design and materials. \r\rOverall, the proposed replacement windows would be of a satisfactory design and implement materials that are in keeping with the character of the host property and surrounding development, in accordance with policies CS8 and DM10 of the RBK Core Strategy 2012. \r\rResidential Amenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rGiven the nature of the development, it is not considered the proposal would not result in any adverse impact to the amenities of neighbouring properties.\r\rConclusion/Planning Balance\rOverall, the proposed design and materials of the proposed windows would be in keeping with the character and appearance of the host building and surrounding development. The proposals would, similarly, have no adverse impact upon the amenities of nearby residential properties.\r\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "",
    "The site address '203 Kingston Road, New Malden,KT3 3SS' is categorised as a shop in our record, therefore the fee required for your planning application is £ 462.00. We acknowledge the receipt of £206.00, please pay the outstanding balance of £256.00 Payment can be made via either our Contact Centre on 0208 547 5002 or online via the Kingston council website.\r",
    "Site Location Plan - the red line does not include land to the front of the property, when the Block Plan does. Please check the red line is correct and amend where necessary.",
    "There are two adjoining neighbours to the rear in our record, but the submitted application form shows only one rear neighbour's address. Please provide the addresses of all adjoining properties to the rear."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "27/03/2020",
  "secondary_street_name": null,
  "site_number": "31",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.30974,
          51.384363
        ],
        [
          -0.309741,
          51.384336
        ],
        [
          -0.309784,
          51.384337
        ],
        [
          -0.309783,
          51.384363
        ],
        [
          -0.30974,
          51.384363
        ]
      ]
    ],
    "type": "Polygon"
  }
}