{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q6LYBINHFKU00",
  "lapsed_date": "15/02/2024",
  "decision_target_date": "28/04/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 1JE",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.01,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SSHOPF Name: Secondary Shopping Frontages (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "PSHOPA Name: Primary Shopping Area (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "MVKTC Name: Motor Vehicle Restricted Area (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "KTCAAP Name: Kingston Town Centre AAP"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Kingston Town Centre Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Kingston Old Town Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACO Name: Kingston Old Town Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "THAMPA Name: Riverside Strategy"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 2"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 3A"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100023056293"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00533/CLC",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517949,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:14:41.491Z",
  "id": "Kingston-20_00533_CLC",
  "application_type": "All Other",
  "street_name": "Apple Market",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "15/02/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Details required  for Conditions 4 (Window Details),  5 (Cycle Parking Facilities) and 6 (Refuse and Recycling Storage Facilities) of planning permission ref: 19/01367/FUL (Change of Use of first floor Store Rooms/Ancillary Space to Residential (Use Class C3), erection of first floor rear extension and replacement front window creating 1x 1 bedroom apartment) dated 14/11/2019.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "31/03/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 169177,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100023056293",
  "centroid": {
    "lon": -0.305504,
    "lat": 51.409359
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The submitted details in relation to the cycle store are unacceptable and inconsistent in comparison to that approved under planning permission 19/01367/FUL. As such the proposed development would not ensure the provision of satisfactory cycle parking facilities and would not be in the interests of highway safety in conflict with Policy DM8 (Sustainable Transport for New Developments) of the LDF Core Strategy Adopted April 2012.",
    "The site comprises a semi-detached dwelling\r\r7 neighbouring properties have been notified of the proposals and no representations have been received.\r\rRelevant Planning History \r-21/04048/HOU - Erection of single storey front porch, side and rear extension. Granted on 18.02.2022\r\rThe key areas of assessment are: \r- The impact of the development on character and appearance. \r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- The impact of the development on fire safety. \r\rThis planning application seeks to obtain planning permission for the demolition of an existing rear detached shed, the erection of part two-storey/part single-storey side and rear and a single storey front porch extension.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: The application partly proposes the construction of a two-storey side extension. Officers note that the proposed single storey side extension (towards the front) would not be set back from the front elevation by 500mm. Whilst this aspect would not strictly meet the requirements of the Residential Design SPD 2013, this would not warrant refusal alone as the approved single-storey side extension at neighbouring property No.281 Malden Road projects further than the front elevation, therefore, this element of the extension would not appear incongruous in the street scene. \r\rThe proposed two-storey/first-floor side extension would have a setback from the front elevation of approximately 1.3m in line with Policy Guidance 36, of the Residential Design SPD. Additionally, the side extension as a whole would not exceed 50% of the width of the original house, it would be set down sufficiently from the ridge of the host dwelling by approximately 500mm and would be set in reasonably from the boundary shared with neighbouring property No.277 by approximately 950mm. On balance, the single-storey/two-storey side extension is considered to have an acceptable impact in terms of character and appearance.\r\rThe application also proposes the construction of a part two-storey rear extension. Officers acknowledge that this type of development is not prominent in the vicinity of Malden Road. However, it would be located on a spacious plot and would blend in well with the existing dwelling. Additionally, it would not be visible in the streetscene, therefore, officers consider that it would not have an unacceptable impact on the character and appearance of the area. \r\rThe applicant proposes the construction of a single-storey rear extension that would have staggered depth ranging from approximately 4m (on the shared boundary with No.281 Malden Road) and approximately 5.3m (towards neighbouring property No.277) with a flat roof height of approximately 3m. Whilst this extension would exceed the recommended depth for single-storey rear extensions, it would appear proportionate to the host dwelling by adopting an acceptable flat roof height, in line with Policy Guidance 33, of the Residential Design SPD.\r\rIn regards to the proposed front porch, officers consider it would not significantly affect the character and appearance of the original dwelling or the street generally, as the proposal would respect the pitched roof form of the existing roof and would appear subordinate. \r\rTherefore, on balance, officers consider that the proposal would appear proportionate to the original dwellinghouse and therefore would not have an unacceptable impact on its character and appearance. \r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments: Officers have assessed the impact on daylighting and sunlighting of the proposed rear extension, using the BRE, 45 & 25 Degree Rule and the Residential Design SPD to ensure minimum impact on neighbouring amenities.\r\rThe proposed single-storey rear extension, on the shared boundary with no.277 Malden Road, would have a depth of approximately 5.3m and a flat roof height of approximately 3m. A rear extension with this depth would usually be considered unacceptable, however, officers have assessed the effect of the extension on elevation and plan and it is considered that there would be no significant loss of light due to the proposed single-storey rear extension. In regard to No.281 Malden Road, the proposed single-storey rear would be in line with the existing single-storey rear extension at No.281, therefore, it is considered that there would be no significant loss of light as a result of this extension. \r\rThe proposed two-storey rear/side extension would appear large in scale and would only stand a distance from the boundary shared with neighbouring property No.277 Malden Road by approximately 900mm. Therefore, it is considered that the proposed development would adversely affect the amenities of the occupiers of neighbouring property No. 277 Malden Road by reason of its overbearing appearance.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A). For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would not be in general accordance with the National Planning Policy Framework (2023), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The door windows details drawing have an incorrect scale bar, it measures to 2m instead of 1m in 1:20 scale as stated.\rThe following drawings have an incorrect scale bar.\r-300_33_70\r-300_33_71\r-300_33_72\r-300_33_73\r-300_33_74\r-300_33_75"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "03/03/2020",
  "secondary_street_name": null,
  "site_number": "14",
  "pp_id": "PP-08554975",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.305482,
          51.409372
        ],
        [
          -0.305483,
          51.409345
        ],
        [
          -0.305527,
          51.409346
        ],
        [
          -0.305526,
          51.409373
        ],
        [
          -0.305482,
          51.409372
        ]
      ]
    ],
    "type": "Polygon"
  }
}