{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q6S4JSNHFMU00",
  "lapsed_date": "04/05/2025",
  "decision_target_date": "01/05/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2NE",
  "site_name": "Chessington World Of Adventures Resort",
  "status": "Approved",
  "application_details": {
    "site_area": 33.845,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "MAJDEV Name: Chessington World of Adventures"
      },
      {
        "result": null,
        "constraints_layer_description": "BSCN Name: Borough Strategic Cycling Network"
      },
      {
        "result": null,
        "constraints_layer_description": "GREENB Name: Green Belt"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "BSWN Name: Borough Strategic Walking Network"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Winey Hill"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: The Monkey Puzzle Leatherhead Road Chessington KT9 2NE\rDescription: \rTreet Type:  \rRef: RBK.9.01T.15"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: The Monkey Puzzle Leatherhead Road Chessington KT9 2NE\rDescription: \rTreet Type:  \rRef: RBK.9.01T.17"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: The Monkey Puzzle Leatherhead Road Chessington KT9 2NE\rDescription: \rTreet Type:  \rRef: RBK.9.01T.2"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: The Monkey Puzzle Leatherhead Road Chessington KT9 2NE\rDescription: \rTreet Type:  \rRef: RBK.9.01T.8"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: The Monkey Puzzle Leatherhead Road Chessington KT9 2NE\rDescription: \rTreet Type:  \rRef: RBK.9.01T.9"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: The Monkey Puzzle Leatherhead Road Chessington KT9 2NE\rDescription: \rTreet Type:  \rRef: RBK.9.01T.1"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: The Monkey Puzzle Leatherhead Road Chessington KT9 2NE\rDescription: \rTreet Type:  \rRef: RBK.9.01T.3"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: The Monkey Puzzle Leatherhead Road Chessington KT9 2NE\rDescription: \rTreet Type:  \rRef: RBK.9.01T.4"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: The Monkey Puzzle Leatherhead Road Chessington KT9 2NE\rDescription: \rTreet Type:  \rRef: RBK.9.01T.5"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: The Monkey Puzzle Leatherhead Road Chessington KT9 2NE\rDescription: \rTreet Type:  \rRef: RBK.9.01T.20"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: The Monkey Puzzle Leatherhead Road Chessington KT9 2NE\rDescription: \rTreet Type:  \rRef: RBK.9.01T.6"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: The Monkey Puzzle Leatherhead Road Chessington KT9 2NE\rDescription: \rTreet Type:  \rRef: RBK.9.01T.12"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: The Monkey Puzzle Leatherhead Road Chessington KT9 2NE\rDescription: \rTreet Type:  \rRef: RBK.9.01T.7"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: The Monkey Puzzle Leatherhead Road Chessington KT9 2NE\rDescription: \rTreet Type:  \rRef: RBK.9.01T.19"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: The Monkey Puzzle Leatherhead Road Chessington KT9 2NE\rDescription: \rTreet Type:  \rRef: RBK.9.01T.18"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "SAC SAC Type: SPECIAL CONTROL OF ADVERTS"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: GLA"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: P"
      },
      {
        "result": null,
        "constraints_layer_description": "LBCASE LB Address: 22 Milner Road\rLB Grade: LOCAL\rLB Ref: 56"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ17624804"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 460\rReference: TQ17625607"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 750\rReference: TQ17624705"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 950\rReference: TQ17625606"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: OTHERS"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: OTHERS"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: OTHERS"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: OTHERS"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128011648"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00579/CLC",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517459,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:14:53.159Z",
  "id": "Kingston-20_00579_CLC",
  "application_type": "All Other",
  "street_name": "Leatherhead Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "04/05/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Details required by Condition 23 A (Written Scheme of Investigation (WSI)) of Planning Permission 18/10413/FUL (Erection of 34 lodges providing visitor accommodation, theming features, boardwalks, internal access road, boundary treatment and landscaping works, plant enclosure, and associated infrastructure works (including surface water drainage).)",
  "actual_completion_date": null,
  "last_date_consultation_comments": "02/04/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 162406,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128011648",
  "centroid": {
    "lon": -0.314783,
    "lat": 51.348605
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "That the applicant is informed that the submitted details, as set out above are agreed and that Part A of the condition, as noted above, is discharged.",
    "Application Site\r\rThe site comprises a hotel complex and relates specifically to the wing of the building housing the hotels gym and swimming pool.  \r\rThe Building is Grade 2 Listed - Small country house, now conference centre, 1860's for Hugh Hammersley, extended 1884-6 by George Devey for George Grenfell Glyn, Lord Wolverton. Red brick, that of 1860's with burnt brick diaper work, and decorative brickwork. Stone dressings. Tile Roofs. Mostly original metal frame windows and fittings. Asymmetrical plan, 1860 subrectangular with forward wings and canted rear bays. 1884 extended southern wing and loggia, added single storey north wing, tower and service wing, reordered and extended entrance. Single storey, two storeys and attics and three storeys. Entrance front. Stone outer porch with moulded arch beneath square hood mould, crest above, set forward from three storey gabled wing with three- light stone mullioned window at each upper storey. Stone and flush brick ornamental relieving arches, diaper brickwork. To right, canted hall in two storeys surmounted by stone balustrade, window in form of three bay open arcade with shaped shafts, three- light mullion and transomed window at upper floor. Tall brick stack with facetted shafts, moulded bands and caps. Right return, open four bay arcade as west front, sundial dated 1884, at upper storey. To rear three stage square tower with finials at angles and iron balustrade. Outer porch lined with stone blind arcade . Moulded arch to inner porch. Doorway: stone moulded architrave, moulded keystone, crest above. Panelled doors are replicas reusing original door furniture. Stone grid floor with herringbone brick infill. Former entrance front now set back overlooking small courtyard, contained by south wing and C20 wing. Service wing and courtyard to left: 1880's two storey gabled wing treated as main building, upper floor oriel window, link wall enclosing service courtyard, depressed arched entrance, stone coping. South front, four uneven bays, each with gable of different proportion. Left two bays dated 1884. All two storeys and attics. Tall offset stack with grouped flues between 1860 and 1884 build. Diaper brickwork to 1860 work. All windows stone mullion and transoms, except to third floor where three- light mullion. Left hand canted bay of two storeys.. Right bay two storeys, canted, ground floor windows under shaped heads, mullions appearing as shafts. Flush brick relieving arches. Door with flanking lights similarly treated. Stone storey band continuing to east front. East front: mostly 1865, ground floor added canted bay, and C20 tall brick stack. Five irregular bays,marked by three tall lateral stacks. First bay as south front, second bay canted over two storeys with added dormer set into angled roof. Ground floor shaped mullion and transom windows as south front, above, plain square headed mullion and transoms, 3-lights to each face of the bay. Three gabled bays, central bay of elevation with large 6-light mullion and double transom stair window at first floor. Four light casement above. Right hand two bays probably pushed out at ground floor, later C19 by Devey; at first floor, paired mullion and transom windows under pointed stone relieving arches, at second floor 3-light mullion. To right first floor 3-light mullion and transom, second floor casement both with flush brick relieving arches. Single storey extension 1884-6, red brick, stone dressings, stone balustrade. Entrance to former dining room under deep stone hood, extended keystone. Depressed arched doorway and flanking windows, each with keystone, occulus above. Pair of doors, upper panels glazed. Canted bay with simple stone mullion and transom windows. Interior: 1880's square panelled entrance hall with chimney piece. Inner hall, closed string open well stair, exuberant foliate balustrade, square newels, ornate ball finials, gadrooned drop finials. Full square panelling in lower hall, part panelled to upper landing. Integral moulded doorcases and panelled doors. Timber and brass radiator cover with Corinthian columns at angles, gadrooned frieze. Three ground floor rooms with panelled walls, chimney pieces, panelled doors and over panels, some with crests, restrained classical mouldings, possibly C20. Former ballroom, said to be based on the Halle des Glaces, Versailles, baroque frieze and ceiling mouldings, supported on debased Corinthian columns. Adjoining Music Room (room 6) now has replica pair of doors to ballroom. Former dining room, now drawing room, extended by Devey, square panelling to frieze height, chimney piece with lozenge panelled overmantle, moulded rib ceiling. Persian Room, one wall now missing, Angle chimney piece in plaster and timber set with oriental tiles, said to have been acquired by Lady Wolverton, Islamic inspired dado and door panels, the latter set with stones. Top light altered with inserted coloured glass. Formerly draped in silk. Billiard room. Richly moulded doorcase and door, fielded panelled dado. Angle chimney piece, richly carved timber around four centre arched stone lining. Canted roof with exposed ribs, coloured glass panel. Formerly led to conservatory terminating in grotto. First floor 1880's bedrooms, classically detailed, retaining chimney pieces; earlier bedrooms perhaps refitted early C20. Marble lined bathroom retaining c1900 fittings. Attached to south, nine bay loggia, with two bay link to house and two smaller bays to south. Stone arcades, now enclosed internally and raised to house air conditioning unit. Formerly contained six 1880's Della Robbia rondels now resited on C20 extension and within house.\r\rProposal\r\rThe application seeks planning permission for the installation of 7 no. door size fixed windows (following replacement of 3no. round windows) and two fire exits to gym area, next to installed windows. The changes would be to a modern extension to the Listed Building.\r\rConsultation:\r\rNeighbour notification no response received.\r\rMalden & Coombe CAAC no objection.\r\rHistoric England do not consider that it is necessary for this application to be notified to Historic England\r\rAssessment\r\rThe key areas of assessment are:\r- The design of the proposed development; \r- Impact on Herotage  Asset and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rSection 66 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) states that in considering whether to grant planning permission for development which affects a listed building or its setting, the local planning authority shall have special regard to the desirability of preserving the building or its setting or any features of special architectural or historic interest which it possesses.\r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.                                                                                                                  \rParagraphs 193 to 202 of the NPPF set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\rOfficer comment:  A separate listed building application has been submitted for the same proposal. \r\rOfficer Comment: The proposed development, to a modern extension to the listed building, is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development and would preserve the character and appearance of the conservation area and the historic significance and special architectural interest and historic fabric of the listed building.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy or noise or light pollution.\r\rIt is noted that concerns were raised in respect of amenity in relation to the accompanying listed building application 21/00460/LBC. The concerns related to noise and light pollution and privacy issues. \r\rIt is considered that the proposal would not result in increased light or noise levels. Openings already exist on the elevation subject of the application and it is considered the additional and modified openings would not result in increased levels of light spillage that would be deemed harmful to the existing living conditions of neighbouring occupiers. A condition is proposed to ensure that the proposed windows would be fixed shut which would serve to mitigate any noise outbreak from the gym or swimming pool. As the proposal does not seek to intensify the use it is not considered that noise levels would increase. In regards to privacy it is considered that the orientation and distance from the neighbouring properties and existing boundary treatments are such that the proposal would not result in any increased or adverse overlooking or loss of privacy to neighbouring occupiers. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Road markings on tree sketch plan are illegible. Please provide a new tree sketch plan which cleary indicates outline of site  location and proposed works"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "06/03/2020",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08559850",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.314761,
          51.348618
        ],
        [
          -0.314762,
          51.348591
        ],
        [
          -0.314805,
          51.348592
        ],
        [
          -0.314804,
          51.348619
        ],
        [
          -0.314761,
          51.348618
        ]
      ]
    ],
    "type": "Polygon"
  }
}