{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q5H7LENHN1200",
  "lapsed_date": "04/09/2023",
  "decision_target_date": "06/04/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 5PQ",
  "site_name": "36 Brighton Road,\rSurbiton,\rKT6 5PQ",
  "status": "Commenced",
  "application_details": {
    "affordable_housing_fast_track": null,
    "s106_agreement": true,
    "affordable_housing_inlieu_payment": 0,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [
      "100023064630"
    ],
    "total_gia_existing": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": 0,
    "circular_economy_statement": null,
    "commencement_notice_received": false,
    "scheme_phasing": null,
    "non_residential_details": {
      "development_type": "Change of Use",
      "total_non_resi_gross_internal_floor_area_to_be_gained": 57,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 33.5,
      "total_gia_gained": 57,
      "site_area": null,
      "total_gia_existing": 69,
      "total_gia_lost": 33.5
    },
    "phasing_details": [],
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 160,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 69,
        "superseded_date": null,
        "actual_completion_date": null,
        "gia_gained": 57,
        "use_class": "A1",
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 33.5
      }
    ],
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "DISIA Surbiton District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Surbiton Town Centre Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Surbiton District Centre Inset Area"
      }
    ],
    "grey_water_reuse": null,
    "building_details": [],
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "non_permanent_dwellings_details": [],
    "intended_completion_date": null,
    "projected_cost_of_works": null,
    "internal_resi_water_usage": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_homes_passive_cooling": null,
      "no_new_water_connections_required": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "no_passive_other_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "ghg_reduction_over_building_regulations": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "no_resi_units_to_have_full_fibre": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "uk_company_registration_no": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": 0,
      "no_council_tax_rateable_units_lost": 0,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "3d_model": null,
    "transport_contributions": null,
    "no_affordable_housing_units_acquired_offsite": 0,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "total_gia_lost": null,
    "social_infrastructure_contributions": null,
    "scheme_name": "36 Brighton Road",
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 2,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "site_area": null,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_gia_lost": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": "15/06/2021",
          "m43_2a_compliant": null,
          "description": null,
          "m42_compliant": null,
          "change_type": "Gain",
          "garden_land": null,
          "sheltered_accommodation": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Change of Use",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "04/09/2020",
          "no_bedrooms": 2,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00316/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517715,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:13:51.163Z",
  "id": "Kingston-20_00316_FUL",
  "application_type": "All Other",
  "street_name": "Brighton Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "04/09/2020",
  "epc_number": null,
  "actual_commencement_date": "04/09/2020",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Change of use of part ground floor from A1 Use (Retail) to C3a Use (Residential), demolition of existing single storey rear extension to replace with new single storey rear extension to accommodate 1x2 bed flat including private amenity and access",
  "actual_completion_date": null,
  "last_date_consultation_comments": "09/03/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other change of use",
  "centroid_northing": 167200,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100023064630",
  "centroid": {
    "lon": -0.309523,
    "lat": 51.391639
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Prior to beneficial occupation of the development to which this permission relates, evidence showing that the development has achieved at least a 19% improvement in CO2 emissions versus Part L of the Building Regulations and internal water usage rates of no greater than 105L per person per day have been submitted to and approved in writing by the local planning authority.\r\rReason: In the interests of sustainability and energy conservation, in accordance with policy 5.2 of the London Plan 2016 and policies CS1, DM3 and DM4 of the LDF Core Strategy 2012.",
    "The refuse and recycling facilities as shown on the approved plans shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained thereafter. The developer and/or their successors in title shall take all reasonable steps to ensure that all refuse and recyclable materials associated with the development are either stored within these facilities or internally within the building(s) on the application site, and that no refuse or recycling material is stored or placed for collection on the public highway except on the day of collection.\r\rReason: To ensure proper waste management in the interests of the character and appearance of the area and the living conditions of neighbouring occupiers, in accordance with policies 5.17 and 7.4 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The cycle parking facilities as shown on the approved plans shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy 6.9 of the London Plan 2016 and policies CS6 and DM8 of the LDF Core Strategy 2012.",
    "The development shall be carried out in strict accordance with Construction Method Statement authored by Inhabitat Design Studios Ltd dated July 2020 and drawing 19.26-05 unless otherwise agreed in writing by the local planning authority.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and in the interests of the safety and operation of the highway network, in accordance with policy 6.13 of the London Plan 2016 and policies CS7 and DM9 of the LDF Core Strategy 2012.",
    "In the event that contamination is found (at any time) that was not previously identified, development shall cease and the contamination reported in writing to the local planning authority as soon as is reasonably practicable. An assessment, remediation scheme and verification report shall then be submitted to and approved in writing by the local planning authority before development resumes.\r\rReason: To ensure that risks from land contamination are minimised, in accordance with policy 5.21 of the London Plan 2016 and policy DM10 of the LDF Core Strategy 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Concerns have been raised by the Sustainable Transport Officer that: stacked cycle storage is not suitable for all types of bikes due to tire widths and could be difficult to access for petite or physically impaired cyclists. Concerns were also raised that there is no provision for non-standard cargo bikes or details of security arrangements for the bike stores.\r\rThe above concerns are noted, however, it is noted that such concerns were not raised at the planning application stage for planning permission ref: 20/00977/FUL. The approved permission is consistent with the current details submitted to discharge to Condition 25 with regards to the position and size of cycle store and the number of spaces. The stacked cycle storage arrangements were shown at the planning application stage. Within this context, it is considered that it would be unreasonable to seek to retrofit the above requirements to the current scheme. For example, the removal of stacked cycle storage would necessitate a larger cycle store which would impact the approved site layout and levels of amenity space.\r\rOverall, Officers are satisfied that the submitted details are sufficient to discharge Condition 25, subject to the details being implemented in full and thereafter retained.\r\r",
    "The applicant is reminded that no construction-related vehicles (including those belonging to\rprivate contractors) are permitted to park on any residential road in the vicinity of the site, other\rthan in a pay-and display bay in accordance with any time restrictions. Wherever possible,\rcontractors should travel by public transport, walking or cycling.",
    "The applicant is advised that it is their responsibility to ensure that all relevant highways permits\r(e.g. scaffolding, hoarding, oversailing, tower crane) and temporary traffic management orders as\rmay be required are put in place at the appropriate times.",
    "RBK Highways may from time to time advise the applicant that changes should be made to the\rrouting of construction traffic and the applicant must abide by any such requests, even where\rthese represent a departure from what has been previously stated in the CMP/CLP",
    "Application Site\rThe site comprises the Telephone Exchange building along Ewell Road, Surbiton.\r\rThe site is not subject to any heritage designations.  \r\rProposal\rThe application seeks planning permission for the removal of glass panes from 2no. windows on first floor east elevation and 2no. aluminium louvres to be installed and fixed to window frames. \r\rConsultation\r23no. properties were notified of the proposal. No representations were received.\r\rAssessment\rThe main issues in the assessment of the application are:\r- The impact on the character and appearance of the area\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rThe proposals seek to remove panes of glass from two windows on the first floor eastern elevation and the installation of two aluminium louvres, fixed to the window frames. The proposed louvres will be mill finish to match existing louvres already installed on the elevation. It is considered that the proposed addition is minimal and would not result in any adverse impacts to the overall design quality of the shopfront or to the wider character and appearance of the area. \r\rThe proposal would not conflict with the aims and objectives of Policies CS8 and DM10 of the adopted Core Strategy. \r\rConclusion\rThe proposed development would have an acceptable impact on the character and appearance of the area. \rHaving regard to the above, officers consider the proposal to be in accordance with the development plan taken as a whole. In the absence of any other material considerations which indicate that permission should be refused, officers conclude that planning permission should be granted.\r",
    "Incorrect Application Form  - You have submitted the application form to Remove/Vary conditions under Section 73A of the Town and Country Planning Act 1990 to carry out development without compliance with a Condition. \rAs per the submitted plans and documents, please confirm if you would like to apply for the Discharge of Conditions 7 and 11? If so, please complete and submit the form titled: \"Application for approval of details reserved by condition\" which can be found on the Planning Portal.",
    "The fee required for your application is £116.  Payment can be made online via the Kingston council website, via our Contact Centre on 020 8547 5002, or by cheque made payable to Royal Borough of Kingston upon Thames.",
    "Application Form Ownership Certificate - it has come to light that Certificate B has not been completed correctly and not all owners have been notified. Please amend and re-submit the Application Form.",
    "Please provide a Proposed Block Plan drawn at an identified standard metric scale (such as 1:200 or 1:500) showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site. The Block Plan must show the direction of North and should also show adjoining properties to the side and rear and those opposite in full outline.",
    "The fee required for a Discharge of Conditions application is £116. Payment can be made online via the Kingston council website, via our Contact Centre on 020 8547 5002, or by cheque made payable to Royal Borough of Kingston upon Thames."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "10/02/2020",
  "secondary_street_name": null,
  "site_number": "36",
  "pp_id": "PP-08357244",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.309501,
          51.391652
        ],
        [
          -0.309502,
          51.391625
        ],
        [
          -0.309545,
          51.391626
        ],
        [
          -0.309544,
          51.391653
        ],
        [
          -0.309501,
          51.391652
        ]
      ]
    ],
    "type": "Polygon"
  }
}