{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q49B34NHMS100",
  "lapsed_date": "01/05/2025",
  "decision_target_date": "13/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": null,
  "site_name": "18-32 And 23-43 \rBeaufort Road And Fassett Road\rKingston Upon Thames\rKT1 2TQ\r\r",
  "status": "Commenced",
  "application_details": {
    "site_area": 0.797,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Grove Crescent Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: KIN.03.63T.76\rAddress: Former 32 Beaufort Road Kingston Upon Thames KT1 2TQ\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128029734"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00106/CLC",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518266,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:12:59.504Z",
  "id": "Kingston-20_00106_CLC",
  "application_type": "All Other",
  "street_name": "Beaufort Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "01/05/2020",
  "epc_number": null,
  "actual_commencement_date": "09/10/2019",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Details required by Condition 11 (Refuse and Recycling Facilities) of Planning Permission 18/12928/FUL (Demolition of 20-30 Beaufort Road and 25-41 Fassett Road and hotel buildings to rear. Refurbishment and conversion of 18 and 32 Beaufort Road and 23 and 43 Fassett Road, and erection of new buildings to provide a total of 20 houses and 69 flats, together with basement and surface car parking and landscaping (Revision to planning permission15/12107/FUL)) dated 19/09/2019",
  "actual_completion_date": null,
  "last_date_consultation_comments": "14/02/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 168318,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128029734",
  "centroid": {
    "lon": -0.301235,
    "lat": 51.401573
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "That the applicant is informed that the submitted details, as set out above are agreed and that the condition, as noted above, is fully discharged.",
    "The site comprises a semi detached dwellinghouse.\r\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings;\r- The impact of the development on highways and transportation; and,\r- Flood risk.\r\r7x neighbouring properties were sent letters of consultation and no representations have been received by the Council.\r\rThe host property has no recent planning history. However, two extant planning permissions have been granted recently at the neighbouring property at no.10 Northcote Avenue:-\r-21/00059/HOU- Granted in March 2021 for the demolition of an existing conservatory, leant to, garage and porch and the erection of a two storey side extension and single storey front and rear extensions;\r-21/02195/HOU- Granted in September 2021, for the erection of a two storey side extension, single storey rear extension and front porch extension (following demolition of the existing side, rear and front porch extension).\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: Both of the schemes granted planning permission earlier in 2021 at No.10 would incorporate hipped roofs above a two storey side extension. The ridge of the roof above the proposed two storey side extension at No.12, would be dropped slightly in relation to the ridge of the original dwellinghouse and would be hipped. The front wall of the proposed two storey side extension at No.12, would be stepped in and this extension would adjoin the parapet party wall shared with No.10. While the proposed two storey side extension would not be set in from the shared boundary, it would have an appropriate roof form and would be set back from the front elevation at first floor level. As such officers consider that on balance it would be acceptable. In addition, officers note that similar extensions can be found in the immediate vicinity and therefore the proposals in this case would not appear out of keeping with the character and appearance of the surrounding area.The proposed development at No.12, is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: There is an existing ground floor extension to the rear of No.14 Northcote Avenue and rear extensions proposed with both planning permissions granted at No.10 Northcote Avenue in 2021. It is considered therefore, that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rPolicy T4 of the London Plan 2021 states that development proposals should reflect and be integrated with current and planned transport access, capacity and connectivity. Development proposals should not increase road danger.\r\rPolicy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012 seek to secure future cycle parking in order to promote sustainable travel/transport modes.\r\rOfficer Comment: The proposal involves the loss of an existing garage, which would be converted to a store. Despite this loss of, the proposed harstanding to the front of the propoerty would be large enough to accommodate 1 off-street car parking space which would conform with London Plan stadards. In terms of cycle parking this proposed store could provide a secure and covered area for cycle parking. \r\rFlood Risk\rParagraph 166 of the NPPF 2021 states that when determining any planning applications, local planning authorities should ensure that flood risk is not increased elsewhere. Where appropriate, applications should be supported by a site-specific flood risk assessment. \r\rPolicy SI12 of the London Plan 2021 and policy DM4 of the Council's Core strategy 2012 echo national policy in these regards.\r\rOfficer comment: The proposal relates to the extension of an exitsing residential dwellinghouse in Flood zone2/3. However, due to the modest scale of the proposed development and subject to condition it is considered that the proposal would not exacerbate/contribute to flood risk in the area.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan, Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Please provide a copy of proposed block plan scaled 1:500, providing a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "17/01/2020",
  "secondary_street_name": null,
  "site_number": "20, 30",
  "pp_id": "PP-08431455",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.301213,
          51.401586
        ],
        [
          -0.301214,
          51.401559
        ],
        [
          -0.301257,
          51.40156
        ],
        [
          -0.301256,
          51.401587
        ],
        [
          -0.301213,
          51.401586
        ]
      ]
    ],
    "type": "Polygon"
  }
}