{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q9G135NH02800",
  "lapsed_date": "19/06/2025",
  "decision_target_date": "19/06/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 7HL",
  "site_name": "20-24 Tolworth Broadway\rTolworth\rKT6 7HL\r",
  "status": "Commenced",
  "application_details": {
    "superseding_details": [],
    "building_age": "Not known",
    "qualifying_vacant_building_floorspace": null,
    "total_gia_gained": null,
    "overseas_company_registration_no": null,
    "intended_completion_date": null,
    "total_gia_lost": 150,
    "total_gia_existing": null,
    "intended_commencement_date": null,
    "scheme_name": "20-24 Tolworth Broadway",
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 1166.9,
        "superseded_date": null,
        "actual_completion_date": null,
        "gia_gained": null,
        "use_class": "A1",
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 1166.9
      }
    ],
    "occupation_status": null,
    "non_residential_details": {
      "development_type": "Extension",
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "site_area": null,
      "total_gia_existing": null,
      "total_gia_lost": 150
    },
    "resi_extension_exempt": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_homes_passive_cooling": null,
      "no_new_water_connections_required": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "no_passive_other_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "ghg_reduction_over_building_regulations": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "no_resi_units_to_have_full_fibre": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 2,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 2,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 2,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 28.57142857142857,
      "site_area": 0.07,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_gia_lost": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "m42_compliant": null,
          "change_type": "Gain",
          "garden_land": null,
          "sheltered_accommodation": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Change of Use",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "10/02/2021",
          "no_bedrooms": 1,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "m42_compliant": null,
          "change_type": "Gain",
          "garden_land": null,
          "sheltered_accommodation": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Change of Use",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "10/02/2021",
          "no_bedrooms": 1,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "uk_company_registration_no": null,
    "lead_developer_company_name": null,
    "building_type": "Not known",
    "site_area": 0.063
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00940/PAR2R",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519505,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Prior Approval: Change of use - retail/takeaway to dwellinghouses",
  "last_updated": "2025-05-05T17:16:28.760Z",
  "id": "Kingston-20_00940_PAR2R",
  "application_type": "Prior Approval",
  "street_name": "Tolworth Broadway",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tolworth & Hook Rise - OLD",
  "decision_date": "19/06/2020",
  "epc_number": null,
  "actual_commencement_date": "10/02/2021",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Change of use from retail (Class A1) to 2 flats (Class C3)",
  "actual_completion_date": null,
  "last_date_consultation_comments": "19/05/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 166129,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128002333",
  "centroid": {
    "lon": -0.284168,
    "lat": 51.38164
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed change of use from office to residential is considered to fall within the parameters of permitted development as set out under Schedule 2, Part 3, Class M of the Town and Country Planning (General Permitted Development) (England) Order, subject to the conditions applied.",
    "No development shall commence until a site investigation scheme based on the desk study together with assessment of risks posed by any contamination is carried out in accordance with British Standard BS10175: Investigation of Potentially Contaminated Sites - Code of Practice and the Environment Agency's Model Procedures for the Management of Land Contamination (CLR 11) (or equivalent British Standard and Model Procedures if replaced), has been submitted to and approved in writing by the Local Planning Authority. Should remediation be required, no development shall commence until a report specifying the measures to be taken, including the timescale, to remediate the site to render it suitable for use shall be submitted to and approved in writing by the Local Planning Authority.\r\rReason: These details are required prior to commencement of development because the relevant works would take place at the beginning of the construction phase and to prevent harm to human health and pollution of the environment in accordance with Policy 5.21 of the London Plan, 2016.\r",
    "The site shall be remediated in accordance with the approved measures and timescale. Prior to the occupation of any part of the development a verification report for all the remediation works shall be submitted to and approved in writing by the Local Planning Authority.\r\rReason: Should remediation be deemed necessary, the applicant should demonstrate that any remedial measures have been undertaken as agreed and the environmental risks have been satisfactorily managed so that the site is deemed suitable for use and to prevent harm to human health and pollution of the environment in accordance with Policy 5.21 of the London Plan, 2016.",
    "If during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the Local Planning Authority) shall be carried out until the developer has submitted, and obtained written approval from the Local Planning Authority for, a remediation strategy detailing how this unsuspected contamination shall be dealt with. The remediation strategy shall be implemented as approved, verified and reported to the satisfaction of the Local Planning Authority. \r\rReason: There is always the potential for unexpected contamination to be identified during development groundworks. The Local Planning Authority should be consulted should any contamination be identified that could present an unacceptable risk to Controlled Waters to prevent harm to human health and pollution of the environment in accordance with Policy 5.21 of the London Plan, 2016\r",
    "Prior to commencement of the development the applicant shall provide a scheme to the Local Planning Authority for its written approval detailing sound transmission reduction measures to be installed between the ground floor retail unit and the proposed ground floor flats to limit airborne and impact sound transmission. The scheme shall be designed to be 5dB better than that given in Approved Document E (2003 Edition incorporating 2004 and 2010 amendments) of the Building Regulations (Table 0.1a, page 12). Once agreed in writing by the Local Planning Authority the approved details shall be installed prior to the development being occupied and retained thereafter.\r\rReason:   These details are required prior to commencement of development because the details would affect subsequent design of other elements of the scheme and must be agreed at the outset and to safeguard the amenities of the future residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Prior to the beneficial occupation of the residential units the applicant shall submit a Car Parking Management Plan demonstrating he development as car free and how any future occupants of the residential units hereby approved will be prevented from applying for both residential and visitor parking permits for parking within any existing or future Controlled Parking Zone surrounding the application site. The management plan shall include a completed unilateral undertaking under Section 16 of the Greater London Council (General Powers) Act 1974. The units shall not be occupied until the Car Parking Management Plan is approved. The units shall be advertised as \"car free\" in their marketing information for new occupants.\r\rReason: In the interest of highway safety, the surrounding roads have insufficient capacity to accommodate any further parking, and also in the interest of encouraging the uptake of sustainable modes of transport.",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The applicant is informed that the submitted details, as set out above, are agreed and that Planning Condition 3 (Material Samples) of planning permission 18/14238/FUL, is hereby discharged subject to carrying out the development in accordance with the details hereby approved.",
    "The applicant is informed that the submitted details, as set out above, are agreed and that Planning Condition 5 (Construction Management Plan) of planning permission 18/14238/FUL, is hereby discharged subject to carrying out the development in accordance with the details hereby approved.\r\rThe applicant should note that it is not acceptable for any vehicles to wait on Malden Road.\r\rIt is important that the applicant liaises with the RBK NRSWA Team at the earliest opportunity to agree on traffic management issues and to ensure that any Section 50 permits are scheduled ahead of time for the proposed utilities connections.\r\rThe applicant must also ensure that all necessary highways licenses (e.g. hoarding, scaffolding, tower cranes) as required are put in place at the appropriate stages of work.\r\rNo consideration is given at this stage to any on-street parking space suspensions. If these are later requested this will require further discussions with Highways as part of a TTMO application.\r",
    "The applicant is informed that the submitted details, as set out above, are agreed and that Planning Condition 15 (Arboricultural Method Statement) of planning permission 18/14238/FUL, is hereby discharged subject to carrying out the development in accordance with the details hereby approved.",
    "The applicant is informed that the submitted details, as set out above, are agreed and that Planning Condition 18 (Hard surfaced areas Material's Details) of planning permission 18/14238/FUL, is hereby discharged subject to carrying out the development in accordance with the details hereby approved.",
    "The applicant is informed that the submitted details, as set out above, are agreed and that Planning Condition 23 (Sustainable Drainage Strategy Statement) of planning permission 18/14238/FUL, is hereby discharged subject to carrying out the development in accordance with the details hereby approved.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "The site comprises semi-detached dwelling.\r\r9 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Given the design of the proposed development and its proximity in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. Officers note that it would accord with BRE guidelines and pass the 45 Degree Rule.\r\rFlood Risk\rThe application site falls within Flood Risk Zone 2 (medium probability). Consequently the Flood Risk Assessment: Standing Advice issued by the Environment Agency and DEFRA, 2012 must be applied. For minor extensions such as this it is essential that the proposed floor level is no lower than existing in order to mitigate future flood risk impacts. \r\rOfficer Comment: The submitted flood risk assessment and flood risk form states that floor levels within the proposed development would be set no lower than existing levels and flood proofing of the proposed development has been incorporated where appropriate which is considered acceptable in this case and in compliance with policy SI12 of the London Plan 2021 and Policy DM4 of the LDF Core Strategy (2012).\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The submitted Block Plan has an incorrect scale bar. Please review and amend, and submit a replacement Block Plan.",
    "Please provide a Block Plan drawn at an identified standard metric scale (such as 1:200 or 1:500) showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan must show the direction of North and should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe submitted Block Plan has an incorrect scale bar. Please can you review this and provide a replacement Block Plan.",
    "\rThe submitted Block Plan has an incorrect scale bar. In order to assist us with the validation of this application please can you submit a replacement Block Plan.",
    "Plesase find the attached application form to amed the correct site address.\r\rThe submitted application from shows ''Street Record Barton Green as a site address'' whereas our record shows ''Land Adjacent To 6 And 7 Barton Green''.\r\r\r",
    "The fee required for your planning application is £116.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "For the avoidance of doubt please confirm the description ''Alteration to shopfront. Change of use from shop to dental clinic/office (Use class E).''",
    "Please provide a proposed copy of block plan drawn at an identified standard metric scale (such as 1:200 or 1:500) showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan must show the direction of North and should also show adjoining properties to the side and rear and those opposite in full outline."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "24/04/2020",
  "secondary_street_name": null,
  "site_number": "20",
  "pp_id": "PP-08669680",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.284146,
          51.381653
        ],
        [
          -0.284147,
          51.381626
        ],
        [
          -0.28419,
          51.381626
        ],
        [
          -0.284189,
          51.381653
        ],
        [
          -0.284146,
          51.381653
        ]
      ]
    ],
    "type": "Polygon"
  }
}