{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q96GUGNHG3H00",
  "lapsed_date": "26/06/2025",
  "decision_target_date": "17/06/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 7UW",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.035
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00900/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518536,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:16:18.678Z",
  "id": "Kingston-20_00900_HOU",
  "application_type": "Householder",
  "street_name": "Cotterill Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "26/06/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension following demolition of the existing rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": "14/05/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166229,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021786438",
  "centroid": {
    "lon": -0.298052,
    "lat": 51.382741
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Prior to the commencement of the development other than works of demolition, samples of the facing materials to be utilised in the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. The development shall then be carried out in strict accordance with the approved samples.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies 7.4 and 7.6 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The finished floor levels of the development to which this permission relates shall be no lower than those of the existing building(s) and any electrical sockets or other electrical fittings within the development shall be installed no lower than 750mm above finished floor level.\r\rReason: To mitigate the risks associated with flooding of the site, in accordance with policy 5.12 of the London Plan 2016 and policies CS1 and DM4 of the LDF Core Strategy 2012.",
    "A1 - Loading",
    "The applicant is informed that the submitted details, as set out above, are agreed and that Condition 8 (Bicycle Storage) of planning permission 21/02370/HOU, is hereby discharged subject to carrying out the development in accordance with the details hereby approved.",
    "---Officer Report---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38(6) of the Planning and Compulsory Purchase Act 2004 states that planning applications must be determined in accordance with the development plan unless material considerations indicate otherwise.\r\rThe development plan for the Royal Borough of Kingston upon Thames comprises the following documents:\r\r- The London Plan 2021;\r- The South London Waste Plan 2012; \r- The LDF Core Strategy 2012; and,\r- The Kingston Town Centre Area Action Plan 2008.\r\rApplication Site\rThe site comprises a semi-detached dwelling located on the southern side of Arundel Road.\r\rThe site is not subject to any particular policy designations or environmental constraints.\r\rProposal\rThe proposal relates to the erection of a single storey extension.\r\rConsultation\r5 neighbourng properties were notified of the proposals. 1 response was received which was an objection. The material plannig concerns raised are summarised below:\r-Inappropriate design/layout;\r-Loss of light/sunlight;\r-Inaccuracies and inconsistencies in the submitted drawings.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of and and buildings.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The submitted plans do not scale correctly and do not clearly or accurately show the existing situation or the proposed development. For example, the proposed depth of the extension varies between the proposed block plan and the proposed ground floor plan, the proposed ground floor plan does not show the full extent of the decking area and no roof plan has been submitted. Therefore, it has not been possible for Officers to conduct an assessment of the proposals and it is considered that the applicant has failed to demonstrate through the submission of cogent information that the proposed development would not have an unacceptable adverse impact on the character or appearance of the host dwelling or the immediate surrounding area.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  The submitted plans do not scale correctly and do not clearly or accurately show the existing situation or the proposed development. For example, the proposed depth of the extension varies between the proposed block plan and the proposed ground floor plan, the proposed ground floor plan does not show the full extent of the decking area and no roof plan has been submitted.Therefore, it has not been possible for Officers to conduct an assessment of the proposals and it is considered that the applicant has failed to demonstrate through the submission of cogent information that the proposed development would not have an unacceptable adverse impact on the amenities of neighbouring occupiers.\r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "The description in the application form does not show the alteration to the existing loft, please confirm this application includes enlagement of existing rear dormer and loft area as shown in the submitted proposed plans and elevations. Please amend the application form with the correct description.\r\rIf this application does not include the loft alteration, please amend the drawing accordingly.\r\r",
    "For the avoidance of doubt, please confirm the description ''Demolition of existing garage, erection of two storey side, part two storey/part single storey rear extension. Alteration to existing rear dormer and enlargement of existing loft space. Installation of 1no front, 1no side and 1no rear roof lights to facilitate loft conversion.''"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "22/04/2020",
  "secondary_street_name": null,
  "site_number": "33",
  "pp_id": "PP-08665648",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.29803,
          51.382755
        ],
        [
          -0.298031,
          51.382728
        ],
        [
          -0.298074,
          51.382728
        ],
        [
          -0.298073,
          51.382755
        ],
        [
          -0.29803,
          51.382755
        ]
      ]
    ],
    "type": "Polygon"
  }
}