{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q7R7VZNH04300",
  "lapsed_date": "26/06/2025",
  "decision_target_date": "20/05/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 2DG",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.045000000000000005
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00732/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518203,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:15:33.011Z",
  "id": "Kingston-20_00732_HOU",
  "application_type": "Householder",
  "street_name": "Grove Crescent",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "26/06/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": "17/04/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 168659,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021760699",
  "centroid": {
    "lon": -0.302027,
    "lat": 51.404651
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) in the in the southern wall of the extension unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "The finished floor levels of the development to which this permission relates shall be no lower than those of the existing building(s) and any electrical sockets or other electrical fittings within the development shall be installed no lower than 750mm above finished floor level.\r\rReason: To mitigate the risks associated with flooding of the site, in accordance with policy 5.12 of the London Plan 2016 and policies CS1 and DM4 of the LDF Core Strategy 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Application Site\r\rThe site is occupied by a three storey late Victorian house, and a Building of Townscape Merit, within a Strategic Area of Special Character, Area of Archaeological significance and the Kingston Hill Conservation Area.\r\rProposal\rErection of first floor side extension.\r\rPlanning History\r21/02946/NMA- Non-Material Amendment to Planning Permission ref: 21/01332/HOU (Extension of a consented scheme 17/14635/HOU (Erection of a single-storey rear extension) ) dated 08/07/2021. Proposed amendment to introduce first floor side extension to replace the granted scheme of a single storey rear extension- REFUSED 04.10.2021\r21/01332/HOU- Extension of a consented scheme 17/14635/HOU (Erection of a single-storey rear extension)- GRANTED 08.07.2021.\r20/01820/CLC- Details of Condition 3 (Facing Materials) of planning application 17/14635/HOU (Erection of single storey rear extension) dated 22/01/2018. - DISCHARGED 26.01.2021\r17/14635/HOU- Erection of single storey rear extension- GRANTED 22.12.2017.\r\rConsultation\r\r6x properties were notified of the proposal. 1 representation has been received objecting to the proposal, which highlighted the following concerns:-\r\r- Effects on trees and the need to retain all existing trees, especially those to the rear of the property.\r- Excessive height or bulk of buildings\r- Inappropriate design/layout\r- Loss of light/Sunlight from the neighbouring garden\r- Privacy\r- The covering of an existing character oriel window to the internal face of the house.\r- Appearance and design of proposal \"generally good\", provided the flat roof is not turned into a terrace.\r- Timber cladding was formerly \"rejected\" and should have been replaced by glass and this has not been \"executed\".\r- A new design should \"revert\" to glass or stone balustrading, in keeping with the period property/house of historic interest.\r- The proposed first floor extension looks directly onto/into a neighbouring property.\r- Impact on the conservation area.\r- Trees not accurately illustrated on the submitted plans.\rCase Officer comment:- The above concerns will be addressed later in this report, in so far as they relate to planning.\r\rOther concerns raised include:-\r- Confirmation that the current scheme will \"replace\" a previously granted planning permission for ground floor studio extension. \rCase Officer Comment:- The rules regarding an extant planning permission, are governed by the law. A planning permission granted by Kingston Council, usually remains extant for a period of 3 years, prior to implementation. \r\rHistoric England - No comment\rKingston Tree Officer - The applicant needs to provide an arboriculture method statement and tree protection plan given the proximity of some of the large protected trees to the area of development. This should be secured up front and not via condition.\r\rAssessment\rThe main issues in the assessment of the application are:\rThe impact of the development on heritage asset and the conservation area;\r- The impact of the development on the character and appearance of the area; \r- The impact of the development on the amenities of neighbouring occupiers; and,\r- The impact on trees.\r\r\r\r\rCharacter and Appearance\r\rSection 72(1) of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) states that with respect to any buildings or other land in a conservation area, special attention should be paid to the desirability of preserving or enhancing the character or appearance of that area.\r\rThe NPPF states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining the application. In weighing applications that affect directly or indirectly non designated heritage assets, a balanced judgement will be required having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rLondon plan policy HC1 states that development proposals affecting heritage assets, and their settings, should conserve their significance, by being sympathetic to the assets' significance and appreciation within their surroundings.  \r\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \rCase Officer comment:- The host building has a number of features typical to Queen Anne revival/ late Victorian residential construction, which include:- red brickwork with white or pale horizontal features, shaped gables combining curved and triangular forms, stone lintels and mullions and windows with leaded lights. The ground level extension built in the 1950s attempted to mimic some of the main house's existing features.\rThe protruding corners of the massing of the proposal would be chamfered with sash windows installed, an approach that cwould compliment the repeated bay window feature of the main house. The added massing aims to reinstate the double storey presence to the building's side elevation. Signature Dorin Court building features would be carefully integrated to the facade of the proposed extension. This would include dark grey sash windows and bay window capitals. The remainder of the facade would be red bricks, to match with the existing building.\rThe proposed facade features would follow the same datums extended from Dorin Court's most prominent front elevation. The proposed scheme would comprise of a first floor extension built directly on top of the first floor terrance. The proposed massing would be topped by a tiled pitch roof that not only matches the roof of the main building but also aimes to eliminate the rainwater runoff issue of the existing flat roof. It is envisaged by the applicant that the proposed design, would supersede the current planning approved single storey ground level glass extension, to allow the existing building footprint to remain intact.\rHaving regard to the above and the permissions granted by a previous applications, officers consider the proposal would preserve and enhance the character and appearance of the application property and surrounding Conservation Area.\r\rNeighbouring Amenities\r\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe nearest neighbouring properties are No.4 Cedar Close and Merrywood to the north. The proposed first floor side extension would replace most of an existing first floor roof terrace, to the side of the property, which is presently screened. As part of the proposal, a small portion of the existing terrace would be retained as a balcony. A timber balustrade would be installed on the edge of this retained area, to prevent an increase in overlooking and loss of privacy to No.4 Cedar Close, as a result of the proposed development. No further significant impacts to loss of privacy or overlooking to neighbouring properties, are anticipated, with the current proposal. \r\rHaving regard to the above, officers consider that the impact of the proposed development on the amenities of neighbouring occupiers would be acceptable.\r\rImpact on Trees\r\rThe applicant has failed to demonstrate with the submission of a detailed Arboricultural Method Statement and Tree Protection Plan that the proposed development would not harm the health and longevity of existing trees on this site, thereby conflicting with Paragraph 131 of the National Planning Policy Framework 2021, Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy 2012 and guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD 2013.\r",
    "The submitted roof plans do not have a North point.\r\rPlease provide existing and proposed roof plans at a recognised scale (at 1:50 or 1:100 for example), showing the outline of entire property not just part and showing dimensions of proposed work. The plans must show the direction of North. Although the inclusion of a scale bar is not mandatory, it is highly encouraged."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "25/03/2020",
  "secondary_street_name": null,
  "site_number": "44",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.302005,
          51.404664
        ],
        [
          -0.302006,
          51.404637
        ],
        [
          -0.302049,
          51.404638
        ],
        [
          -0.302048,
          51.404665
        ],
        [
          -0.302005,
          51.404664
        ]
      ]
    ],
    "type": "Polygon"
  }
}