{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q4UZL4NHMWE00",
  "lapsed_date": "19/03/2025",
  "decision_target_date": "25/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5PL",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.038000000000000006
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00200/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521170,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:13:23.179Z",
  "id": "Kingston-20_00200_HOU",
  "application_type": "Householder",
  "street_name": "Sheephouse Way",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "19/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single-storey side/rear wraparound extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166595,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021780922",
  "centroid": {
    "lon": -0.260096,
    "lat": 51.385475
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004. \r",
    "The facing materials to be used in the construction of the building shall be those specified on the application form and approved drawings or such other materials as have been approved in writing by the Local Planning Authority before the development is commenced and shall thereafter be retained as such.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or reenacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the flank walls of the extension hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments, including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "The roof of the side/rear extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes. \r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "N/A",
    "The site comprises a semi-detached dwelling.\r\r7 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development;\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- The impact of the development on highways and transportation matters.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed single storey rear extension element is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design and would have no adverse impacts on the character or appearance of the area.\r\rWhile the proposed first floor side extension would be set back from the front elevation and would propose a roof form that is consistent with the existing roof slope, it would not be set in from the shared boundary, and as such would not conform to the relevant guidelines within the Residential Design SPD. Given that the characteristic gaps between the semi-detached properties on Bowness Crescent are largely retained at first floor level, the proposed development would appear an incongruous addition to the original dwelling by eroding these gaps and would be out of keeping with the character and appearance of the surrounding area.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: While the proposed first floor extension would not strictly accord with the parameters set by the Residential Design SPD as mentioned above, given the separation from the proposed development and flank wall of the neighbouring property, and that no windows are proposed to the side elevation, it would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rGiven the modest height and depth of the proposed single storey rear extension, officers consider that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy to an unacceptable degree.\r\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: The proposal would convert the existing garage into habitable space. Officers note that the existing garage would not conform to modern day internal standards as set out in the Sustainable Transport SPD, and as such officers consider that the proposed development would not result in the loss of on-site car parking provision.\r\rThe hardstanding to the front of the property would continue to accommodate 1 off-street car parking space which would accord with London Plan standards.\r\rLondon Plan policy T5 requires all development to include provision for cycle parking and while it is not clear from the plans where this would be accommodated due to the loss of the garage space and the storage space provided therein, officers consider that the provision of cycle parking could be secured via condition in the event of an approval.\r\rGiven the above and subject to the satisfaction of a cycle parking condition the proposal is considered not to have an adverse impact upon car parking provision, traffic congestion or highway safety, in compliance with Policy DM9 and DM10.\r \rIn conclusion, by reason of its proximity to the shared boundary with No.25 Bowness Crescent the proposed first floor side extension would appear as a dominant and incongruous addition to the original dwelling, erode the characteristic gaps between the semi-detached properties on Bowness Crescent and would be out of keeping with the character and appearance of the immediate streetscene, thereby conflicting with Policies D3 of the London Plan 2021 and Policies CS8 and DM10 of the Council's Core Strategy 2012.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. This approval relates solely to the proposed erection of side dormer roof extension and increase in roof height and does not grant permission for the two storey rear included in the proposed drawing.",
    "The ownership certificate and declaration is signed by different person. The agent's name does not co-relate with the name in the ownership certificate and declaration section of the submitted application form. Please revise the whole application form with the correct agent's name.\rPlease find the attached application form.",
    "Please provide copies of existing and proposed front elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.\r\rThe submitted existing and proposed front elevations are labelled as existing and proposed rear elevations.",
    "Please provide a revised copy of block/site plan scaled 1:500/1:200 showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rPlease note this should be to the correct scale and also show adjoining properties to the side and rear and those oposite in full outline.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "29/01/2020",
  "secondary_street_name": null,
  "site_number": "54",
  "pp_id": "PP-08458703",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.260074,
          51.385488
        ],
        [
          -0.260075,
          51.385461
        ],
        [
          -0.260118,
          51.385462
        ],
        [
          -0.260117,
          51.385489
        ],
        [
          -0.260074,
          51.385488
        ]
      ]
    ],
    "type": "Polygon"
  }
}