{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q47AT5NHMRC00",
  "lapsed_date": "16/05/2025",
  "decision_target_date": "21/05/2020",
  "locality": "Malden Rushett",
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2NS",
  "site_name": "23 Fairoak Lane\rChessington\rKT9 2NS",
  "status": "Approved",
  "application_details": {
    "site_area": 0.029
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00092/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517087,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:12:55.706Z",
  "id": "Kingston-20_00092_HOU",
  "application_type": "Householder",
  "street_name": "Fairoak Lane",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "16/05/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of part single, part two storey rear extension and front porch extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 161611,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021747523",
  "centroid": {
    "lon": -0.320383,
    "lat": 51.341536
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission. \r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004. \r",
    "The development hereby approved shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "Before the beneficial occupation of the development hereby permitted, the first floor side (east) window shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The ground floor flat roof of the rear extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Application Site\rThe site comprises a mid terrace dwelling.\r\rProposal\rConversion of existing garage to a study, replacement of existing garage door with a new double glazing window\r\rOfficers note that the original planning permission (14434 dated 20.11.1974) was granted with a condition ensuring that the garage would be permanently retained. The proposal in this case would therefore not benefit from permitted development rights.\r\rConsultation\r15 Neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- The impact of the development on the highway.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rCar Parking\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals. Where provided, each motorcycle parking space should count towards the maximum for car parking spaces at all use classes.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan. \r\rOfficer Comment: Whilst Officers acknowledge that the existing garage on site would not conform to the required space standards set out in the Council's Sustainable Transport SPD, 2013, and therefore its conversion would not consitute a loss of off-street car parking provision on site, it is considered that the applicant has not demonstrated that the hardstanding to the front of the property would meet the required dimensions for a car parking space of 2.4m x 4.8m set out in the Council's Sustainable Transport SPD, 2013 without encroaching on neighbouring land. Officers acknowledge that permission for similar development has been granted at No.20 Dumbleton Close (08/14075/FUL dated 27.03.2008) & No. 19 Dumbleton Close (17/14834/HOU dated 13.10.2017),  but also note that both of these properties have larger areas of hardstanding to the front of their properties. As such, the applicant has failed to demonstrate, through the submission of cogent information, that the proposed development would not result in an unacceptable impact upon traffic congestion, inconsiderate parking in the surrounding area and highway safety, thereby conflicting with Paragraph 111 of the NPPF 2021, Policy T6 of the London Plan 2021 Policy DM9 and DM10.\r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "For the avoidance of doubt this application deals only with the proposed replacement shopfront. Separate advertisement consent would be required for any proposed signage or advertisements.",
    "The assessment of this application has been based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify this decision and you are advised to submit a fresh application with the correct information / drawings. If you carry out development based on incorrect plans you may be liable to the Council taking enforcement action against you.",
    "Please submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r \rThe submitted location plan does not show the red outline in the proposed site.",
    "Please provide a copy of proposed block plan scaled 1:500, providing a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe submitted block plan does not have a scale bar.",
    "Please provide existing and proposed plans of boundary wall and gates at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.",
    "Please confirm the description ''Replacement boundary wall and gates.''"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "26/03/2020",
  "secondary_street_name": null,
  "site_number": "23",
  "pp_id": "PP-08423569",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.320361,
          51.341549
        ],
        [
          -0.320362,
          51.341522
        ],
        [
          -0.320405,
          51.341523
        ],
        [
          -0.320404,
          51.34155
        ],
        [
          -0.320361,
          51.341549
        ]
      ]
    ],
    "type": "Polygon"
  }
}