{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q7A118NHFQ800",
  "lapsed_date": "12/05/2023",
  "decision_target_date": "11/05/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 1DF",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.033,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Settlement - Hook (1st recorded 1227)"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021746962"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00660/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518486,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:15:12.175Z",
  "id": "Kingston-20_00660_CPU",
  "application_type": "All Other",
  "street_name": "Cox Lane",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tolworth & Hook Rise - OLD",
  "decision_date": "12/05/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing conservatory and erection of single-storey rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 164791,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021746962",
  "centroid": {
    "lon": -0.299249,
    "lat": 51.369828
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension and alterations are considered not to fall within the parameters of permitted development as set out under schedule 2, Part 1, Class A (f) (i) of the Town and Country Planning (General Permitted Development) (England) Order 2015 as the proposed extension would extend beyond the rear wall of the original dwellinghouse by more than 3 metres in the case of any other dwellinghouse.",
    "Description\rErection of aluminium and glass cover to replace existing awning over decking area to front of the restaurant.\r\rRepresentations\r30no. surrounding properties were notified of the proposed development and 3no. representations (all of which were objections) were received during the consultation period. The material planning concerns raised are summarised as follows:\r-\tThe replacement of the existing awning with a glass and metal structure would be out of character with the area; and,\r-\tNo drainage is shown and rainwater would run onto the pavement.\r\rPlanning History\r20/01347/FUL - Proposed light aluminium and glass roof system with sliding windows/doors over the existing decking area to front of restaurant - refused August 2020.\r\r16/16452/FUL - Erection of decking and balustrade to the front of restaurant to provide seating area (retrospective application) - granted August 2016\r\rProposal\rThe application seeks full planning permission for the erection of an aluminium and glass cover that would replace an existing awning that provides cover to a decking area at the front of the restaurant.\r\rPlanning Assessment\rThe key considerations in the assessment of this application are:\r-\tThe impact upon the character and appearance of the area; and,\r-\tThe impact upon highway safety.\r\rThe Impact upon the Character and Appearance of the Area\rPolicy D3 of the London Plan (2021) states that new development should respond to the existing character of a place by identifying the special and valued characteristics of the locality and be of a high quality in terms of design.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rPlanning ref. 20/01347/FUL was refused on the grounds that the proposal would be an unduly prominent and incongruous feature within the streetscene, and therefore to the detriment of the character and appearance of the area. \r\rThe existing awning is a retractable feature and therefore creates an open feel to the decking area at the front of the restaurant, with any enclosing impact from its opening being a temporary feature. The proposal would replace this awning with a permanent structure that would provide roof cover and supporting beams, though it would remain open at the sides and front.\r\rAlthough decking has been added to the front of the property and it is recognised that the existing property and a nearby restaurant have outdoor eating areas to the front of the premises, the majority of forecourts relating to the properties along this part of Ewell Road have an open appearance and have no permanent elevated additions, especially outside of opening hours, when tables and chairs are removed. \r\rThe introduction of a permanent cover with supporting beams would result in a loss of the openness and contribute to a further sense of the main building encroaching onto the forecourt area, which would be out of character with the surrounding area. \r\rIt is considered that the current scheme has failed to overcome the concern raised with the previous scheme and therefore the proposal would be contrary to Policy D3 of the London Plan (2021) and Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012). \r\rThe Impact upon Highway Safety\rPolicy DM8 of the Core Strategy (2012) states that proposals should prioritise the access needs of pedestrians in the design of new developments. The proposal would be confined to the forecourt and would not encroach onto or overhang the adjoining footpath, so pedestrian movement would not be restricted. \r\rOfficers note that no objection has been raised by the Council's Highways Engineers.\r\rConclusion\rThe loss of the retractable awning that would be replaced with a permanent roof and support would be out of character with the open nature of the forecourts to the commercial properties within this part of Ewell Road, therefore contrary to Policy D3 of the London Plan (2021) and Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012). \r\rRecommendation\rThat planning permission be REFUSED.\r",
    "The proposed roof plan shows hip to gable roof extension and 2 nos front rooflights, whereas the proposed front elevation does not show hip to gable roof extension and 2 nos front rooflights. Please amend the documents accordingly."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "16/03/2020",
  "secondary_street_name": null,
  "site_number": "3",
  "pp_id": "PP-08578649",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.299227,
          51.369841
        ],
        [
          -0.299228,
          51.369814
        ],
        [
          -0.299271,
          51.369814
        ],
        [
          -0.29927,
          51.369841
        ],
        [
          -0.299227,
          51.369841
        ]
      ]
    ],
    "type": "Polygon"
  }
}