{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q45LRSNHMQX00",
  "lapsed_date": "11/03/2023",
  "decision_target_date": "11/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 5AA",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 936,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Tolworth Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100023672561"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00085/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518336,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:12:53.976Z",
  "id": "Kingston-20_00085_FUL",
  "application_type": "All Other",
  "street_name": "Hook Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "11/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "The erection of roof extension (incorporating side dormers and an infill roof extension) to provide a 1 no. one-bedroom self-contained flat, with associated on site car parking and secure cycle storage",
  "actual_completion_date": null,
  "last_date_consultation_comments": "14/02/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 166051,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100023672561",
  "centroid": {
    "lon": -0.300984,
    "lat": 51.381183
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "By virtue of its position, design and scale, the proposed roof extension would harm the character and appearance of the host building and the surrounding area. The proposal therefore conflicts with the National Planning Policy Framework (2019), Policies CS8 and DM10 of the Core Strategy (2012) and Policy Guidance 39 of the Council's Residential Design Supplementary Planning Document (2013).",
    "The proposed development, due to its poor outlook, would result in a substandard form of residential accommodation for future occupants. This would be contrary to the National Planning Policy Framework (2019), Policy 3.5 of the London Plan (2016) and Policy DM10 of the adopted Local Development Framework Core Strategy (2012). \r",
    "By virtue of its position, scale and height, the proposed dormer window serving the open plan living/kitchen/dining room would have a detrimental impact on the residential amenities of the occupiers at Petworth Court Ewell Road, in terms of overlooking. The proposal would therefore be contrary to the National Planning Policy Framework (2019), Policy DM10 of the adopted Local Development Framework Core Strategy (2012) and Policy Guidance 16 of the Council's Residential Design Guide Supplementary Planning Document (2013).",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "The proposed amendments relate to a minor change to the side elevation facing 27 Connaught Road; from a window to a solid hardwood door with fanlight to access the utility room. \r\rOfficers are satisfied that these amendments would not affect the nature, scale and size of the development that were approved by 21/00643/HOU.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "Please provide a copy of proposed block plan scaled 1:500, providing a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe submitted block plan does not have a scale bar.",
    "Applicant name and contact details have not been provided on application form.",
    "Please provide copies of all proposed elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.\r\rIf this application is only for loft conversion, please amend all the proposed elevations, without side and rear extension."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "15/01/2020",
  "secondary_street_name": null,
  "site_number": "25",
  "pp_id": "PP-08415384",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.300962,
          51.381196
        ],
        [
          -0.300963,
          51.381169
        ],
        [
          -0.301006,
          51.38117
        ],
        [
          -0.301005,
          51.381197
        ],
        [
          -0.300962,
          51.381196
        ]
      ]
    ],
    "type": "Polygon"
  }
}