{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q6DAH9NH04300",
  "lapsed_date": "06/04/2025",
  "decision_target_date": "09/04/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT19 9HW",
  "site_name": "",
  "status": "Not Required",
  "application_details": {
    "site_area": 0.045000000000000005
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00504/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519376,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:14:34.328Z",
  "id": "Kingston-20_00504_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Chessington Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "06/04/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (6.00m in depth, maximum height of 2.80m and eaves height of 2.80m)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 163871,
  "decision": "Not Required",
  "appeal_decision": null,
  "uprn": "000128004135",
  "centroid": {
    "lon": -0.286779,
    "lat": 51.361373
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed single storey rear extension falls within the parameters of permitted development as set out under Schedule  2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Application Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rThe proposal is for the erection of a single storey rear extension.\r\rConsultation\rThree neighbouring properties were consulted. No comments were received. \r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed single storey rear extension would have a pitched roof with an eaves height of approximately 2.5m and a maximum height of approximately 3.8m. The maximum depth of the extension would be approximately 3.0m. Materials would match the existing property and this will be secured by condition. The proposed extension is therefore considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: The proposed extension would be set back significantly from the boundary with neighbouring no. 314 Richmond Road and would have a depth of 3.0m on the boundary with no. 310 Richmond Road which has an existing rear extension of a similar depth. No side elevation windows are proposed. It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "The fee required for your pre planning application is £ 145.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "27/02/2020",
  "secondary_street_name": null,
  "site_number": "545",
  "pp_id": "PP-08530672",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.286756,
          51.361386
        ],
        [
          -0.286757,
          51.361359
        ],
        [
          -0.286801,
          51.361359
        ],
        [
          -0.2868,
          51.361386
        ],
        [
          -0.286756,
          51.361386
        ]
      ]
    ],
    "type": "Polygon"
  }
}