{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q6MHULNHFL800",
  "lapsed_date": "28/07/2023",
  "decision_target_date": "28/04/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5QU",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.04
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00544/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520937,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:14:43.803Z",
  "id": "Kingston-20_00544_HOU",
  "application_type": "Householder",
  "street_name": "Malden Way",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "28/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a detached garage.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "01/04/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167216,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021778654",
  "centroid": {
    "lon": -0.263231,
    "lat": 51.391106
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed garage, by reason of its excessive scale and siting, would be unduly prominent within the South Lane street scene and would disrupt the established front building line, thereby being unacceptably detrimental to the character and appearance of the area. The proposal would therefore be contrary to Policies 7.4 and 7.6 of the London Plan 2016 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Application Site\rThe application site is located on the western side of Long Walk within an established residential area of New Malden. \r\rImmediately adjacent to the north of the application site lies No.24 Long Walk, a two-storey dwelling which had once formed part of a pair of semi-detached dwellinghouses, but has since effectively become an end of terrace property by virtue of the construction of an attached dwelling to the northern side of No. 23 (at the junction with Muybridge Road).\r\rThe surrounding area is predominantly residential in character and appearance, consisting of primarily two-storey semi-detached and terraced housing.\r\rThe site is not located within a Conservation Area and does not contain a Listed Building or lie within proximity to any Listed Buildings. The site has a Public Transport Accessibility Level of 1b (poor). The site falls within Kingston CIL Zone 3.\r\rPlanning History\rApplication reference 19/01604/FUL - Erection of a two-storey detached dwelling and provision of 2no. car parking spaces. Approved on 19th November 2019.\r\rApplication reference 20/03073/CLC - Details required for Conditions 4 (Samples of the facing materials) and 5 (Demolition and construction management plan) of planning permission 19/01604/FUL (Erection of a two-storey detached dwelling and provision of 2no. car parking spaces). Refused on 20th April 2021.\r\rApplication reference 21/02090/CLC - Details required for Condition 12 (Sustainable Homes) of planning permission 19/01604/FUL (Erection of a two-storey detached dwelling and provision of 2no. car parking spaces). Approved on 24th August 2021.\r\rProposal\rThe application seeks planning permission for the raising of the roof ridge height with hip to gable and rear dormer extensions and installation of 2no front rooflights to facilitate loft conversion.\r\rConsultation\r12no. properties were notified of the proposal. No representations were received.\r\rAssessment\rThe main issues in the assessment of the application are:\r- The impact on the character and appearance of the area; \r- The impact on the amenities of neighbouring occupiers; and\r- Fire Safety\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rCouncil's Supplementary Planning Document 'Residential Design' sets out guidance for dormer extensions (under Policy Guidance 39), as follows:\r-\tSet down from the ridge line of the existing roof by at least 500mm; \r-\tSet in from the sides and eaves of the roof by at least 500mm; \r-\tDo not feature on the front slope of the roof (in most cases); \r-\tDesigned to complement the character of the existing house and wider area; \r-\tMatch or line-up with any original windows below; and, \r-\tNot built in the style of a mansard roof\r\rThe proposed roof dormer to the rear roofslope would be centred in the rear roofslope and be of a scale and design which would be complementary to the host dwellinghouse. \r\rThe proposals would also involve the change in the roof from hip to gable and an increase to the roof ridge height by approximately 0.9m. The front roofslope would feature 2no. rooflights. \r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers consider that the proposed development by virtue of its size, siting and design in relation to the neighbouring properties would not cause any significant material harm to neighbouring residential occupiers at No. 24 to the north and No. 25 to the south), as well as those dwellings to the rear of the application site which front onto Muybridge Road, in terms of outlook, privacy or daylight/sunlight and overbearing impact.  \r\rHaving regard to the above, officers consider that the proposed development, would have an acceptable impact on the amenities of neighbouring occupiers.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however officers see no reason why a development of the type sought could not comply with the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rThe proposed development would have an acceptable impact on the character and appearance of the area, as well as on the amenities of neighbouring occupiers. \r\rHaving regard to the above, officers consider the proposal to be in accordance with the development plan taken as a whole. In the absence of any other material considerations which indicate that permission should be refused, officers conclude that planning permission should be granted.\r",
    "The submitted Site Location outlines a different address to the application site address. Please amend and re-submit the Site Location Plan."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "03/03/2020",
  "secondary_street_name": null,
  "site_number": "248",
  "pp_id": "PP-08438346",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.263209,
          51.391119
        ],
        [
          -0.26321,
          51.391092
        ],
        [
          -0.263253,
          51.391093
        ],
        [
          -0.263252,
          51.39112
        ],
        [
          -0.263209,
          51.391119
        ]
      ]
    ],
    "type": "Polygon"
  }
}