{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q96GVANHG3I00",
  "lapsed_date": "17/06/2025",
  "decision_target_date": "17/06/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 3AQ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.017
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00901/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519164,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:16:19.019Z",
  "id": "Kingston-20_00901_HOU",
  "application_type": "Householder",
  "street_name": "Chesham Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Norbiton - OLD",
  "decision_date": "17/06/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of rear Piggyback roof extension with removal of 2no chimney stacks to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169370,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021756650",
  "centroid": {
    "lon": -0.287979,
    "lat": 51.41084
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Prior to the beneficial occupation of the development hereby permitted, the roof light serving the bathroom as shown on the approved drawings shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Site\rThe application site is a two-storey detached dwellinghouse located on Thetford Road. The site is not subject to any particular designations or environmental constraints.\r\rConsultations\r7 neighbouring properties have been notified of the proposals and no representations were received.\r\rConsideration\rThe key areas of assessment are: \rThe impact of the development on character and appearance. \rThe impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: The application proposes the construction of a single storey rear extension. Single storey rear extensions should be designed so that they appear proportionate and subordinate to the host building. In all cases, the Residential Design SPD, 2013 recommends that at least 50% of the rear garden should remain, extensions should generally not exceed 3m to 3.5m in depth, and extensions with a parapet roof should not exceed 3.3m in height.\r\rThe proposed extension would measure a maximum of approximately 4 metres in depth from the rear wall of the dwellinghouse, and would measure a maximum of approximately 3.2 metres in height. Additionally, more than 50% of the rear garden would be retained. \r\rWhilst the proposed development would exceed the recommended depth for single storey rear extensions, officers consider that it would appear proportionate and subordinate in relation to the main dwellinghouse. It would not be clearly visible from the streetscene and therefore it would have an acceptable impact on the character and appearance of the immediate surrounding area.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Please note that the submitted application form states that the works have not commenced, where as the submitted plans and statement state that work has been completed. Kindly also note this application cannot be considered as a resubmission if the application relates to a larger footprint than previously approved and therefore a fee of £206 will be due"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "22/04/2020",
  "secondary_street_name": null,
  "site_number": "44",
  "pp_id": "PP-08667268",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.287957,
          51.410853
        ],
        [
          -0.287958,
          51.410826
        ],
        [
          -0.288001,
          51.410827
        ],
        [
          -0.288,
          51.410854
        ],
        [
          -0.287957,
          51.410853
        ]
      ]
    ],
    "type": "Polygon"
  }
}