{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q6ZGE9NHFO200",
  "lapsed_date": "14/05/2025",
  "decision_target_date": "05/05/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "TW10 5HQ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.029
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00607/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518382,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:14:59.669Z",
  "id": "Kingston-20_00607_HOU",
  "application_type": "Householder",
  "street_name": "Latchmere Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tudor - OLD",
  "decision_date": "14/05/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of two storey side extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 171263,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128011305",
  "centroid": {
    "lon": -0.298586,
    "lat": 51.428017
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed at first floor level or above in the north-east or south west elevations of the building hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at first floor level or above in the north-east (flank) or south-west (flank) elevations shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Consultations\r17no. surrounding properties were notified of the proposed development. No representations have been received.\r\rAn extension to the public consultation was held - in order to notify one additional neighbour (105 The Crescent) which had originally been missed from the consultation list. The revised consultation period expired on 29.12.2021. No representations have been received.\r\rRBK Environmental Health Team\rNo objections, subject to imposition of conditions including in relation to the requirement for a Construction Management Plan to be submitted to the Local Planning Authority prior to commencement of works and a condition regarding construction hours. \r\rRBK Highways and Transportation Team\rNo response received.\r\rRBK Waste and Recycling Team\rNo response received.\r\rRBK Trees and Landscape Officer\rNo response received.\r\rPlanning History\rNone of relevance.\r\rProposal\rThis application seeks full planning permission for the removal of the existing outbuilding and the erection of part single, part two storey rear extension and two storey side extension in association with creation of 1no. one-bedroom unit and 1no. three-bedroom unit with associated parking, landscaping, amenity space, refuse/recycling facilities and cycle storage.\r\rSite and Surroundings\rThe application site is located on the northern side of Mount Pleasant Road. The site is occupied by a two-storey, four-bedroom dwellinghouse and detached garage. There is a small side extension on the eastern elevation. \r\rThe site is not located in a conservation area and the buildings and curtilage are not statutory or locally listed.\r\rPlanning Considerations\rThe key planning considerations in this case are as follows:\r- The principle of the development;\r- The standard of accommodation;\r- The character and appearance of the area;\r- The amenities of neighbouring occupiers;\r- Transportation;\r- Refuse and recycling;\r- Sustainability; and\r- Community Infrastructure Levy.\r\rPrinciple of Development\rPolicy CS10 of the Council's LDF Core Strategy, 2012 sets out the Borough's housing targets as defined by the London Plan, 2011.  Policy H1 (Increasing Housing Supply) of the London Plan (2021) sets ten-year targets for net housing completions that each local planning authority should plan for. Table 4.1 sets out the 10 year targets for net housing completions in each London Borough from 2019/20 - 2028/29). The requirement for Kingston is to deliver 9,640 homes in this 10 year period, which would equate to 964 net completions per annum.\r\rAs there is no 5-year housing land supply, paragraph 11 of the NPPF indicates that planning permission should be granted unless (i) the application of policies in this Framework that protect areas or assets of particular importance provides a clear reason for refusing the development proposed; or (ii) any adverse impacts of doing so significantly and demonstrably outweigh the benefits, when assessed against policies in this Framework taken as a whole.  These considerations should be given considerable weight in the assessment of any forthcoming planning application.\r\rWhilst it is recognised that the Council does not have an up-to-date supply of housing sites, the benefits of the proposed development would need to be weighed against any significant adverse impacts, as required by paragraph 11 of the NPPF.\r\rDespite the reduction in the size of the existing residential unit as part of the proposals, a family sized unit would be retained on site and therefore it is considered that there would be no conflict with Core Strategy Policy DM14.\r\rThe site is in an established residential area and its use for residential purposes is well established. The principle of creating a new residential unit within an established residential area is acceptable, subject to compliance with Development Plan policies.\r\rStandard of Accommodation\rParagraph 130 of the NPPF, 2021 states that planning decisions should ensure that developments will create places that are safe, inclusive and accessible and which promote health and well-being, with a high standard of amenity for existing and future users.\r\rPolicy D6 of the London Plan, 2021 sets out the standards for new housing within London, in terms of overall gross internal area (\"GIA\"), built-in storage space, bedroom sizes and ceiling heights. Housing development should be of high quality design and provide adequately-sized rooms, with comfortable and functional layouts which are fit for purpose and meet the needs of Londoners without differentiating between tenures. Policy DM13 of the Council's Core Strategy 2012 states that the Council will expect proposals for new residential development to demonstrate that the scheme has been designed to provide adequate internal space appropriate to the intended number of occupants. \r\rGIA\rThe nationally described space standard provides overall gross internal area (\"GIA\") requirements for various sizes of dwelling. The proposals show the proposed dwelling to be 1bedroom, 2person size. \r\rAccording to the standards, a dwelling of this size arranged over two floors should have a minimum GIA of 58sqm. The proposed dwelling would meet minimum space standards, providing a total floor area of 59sqm. \r\rBuilt-In Storage\rThe standard also provides requirements for built-in storage space. The corresponding minimum standard for storage is 1.5sqm. The proposed dwelling would meet this requirement.\r\rBedrooms\rIn order to provide one bed space, a single bedroom should have a floor area of at least 7.5sqm and be at least 2.15m wide and in order to provide two bed spaces, a double (or twin) bedroom should have a floor area of at least 11.5sqm.\r\rOne double (or twin) bedroom should be at least 2.75m wide, with every other such bedroom being at least 2.55m wide. \r\rThe proposed double bedroom would be compliant with these space standards. \r\rCeiling Height\rAny dwelling should also have a floor to ceiling height of at least 2.5m across 75% of its floor area, in recognition of the fact that ceiling heights are an important element in the design of a dwelling in the unique circumstances of London.\r\rHigher ceilings can help to offset issues associated with London's distinct higher densities and the effects of climate change by positively impacting on how spacious, light and comfortable the dwelling is. They can also improve the amount and quality of natural light and ventilation, and provide flexibility in the use of a room.\r\rIn excess of 75% of the floorspace of the accommodation would have a floor to ceiling height of 2.5m.\r\rAspect, Outlook, Lighting and Ventilation\rPolicy DM10 of the Council's Core Strategy requires that developments have regard to the amenities of occupants in terms of outlook.\r\rStandard 29 of the Mayor's Housing SPG 2016 states that developments should minimise the number of single aspect dwellings. Single aspect dwellings that are north facing, or exposed to noise levels above which significant adverse effects on health and quality of life occur, or which contain three or more bedrooms should be avoided.\r\rThe subtext to Policy D6 of the London Plan, 2021 goes onto say that dual aspect dwellings with opening windows on at least two sides have many inherent benefits. These include better daylight, a greater chance of direct sunlight for longer periods, natural cross ventilation and a greater capacity to address overheating, mitigating pollution, offering a choice of views, access to a quiet side of the building, greater flexibility in the use of rooms, and more potential for future adaptability by altering the use of rooms. Where possible, the provision of dual aspect dwellings should be maximised in a development proposal.\r\rThe proposed dwelling would be dual aspect with windows provided to the front (south) and rear (north) elevations. Two windows are shown to the flank (east) elevation which would serve the bathroom and dining room.  The bathroom would be required to be fitted with obscured-glazing. Officers consider that the proposed dwelling would be afforded sufficient natural light, good outlook and ventilation for the size of dwelling. \r\rOutdoor Space\rPolicy DM10 of the Council's Core Strategy requires developments to ensure adequate private and/or communal amenity space.\r\rPolicy Guidance 13 of the Council's Residential Design SPD 2013 states that although levels of private amenity space may vary considerably in different character areas, each new dwelling should have 50m2 of private outdoor space (plus an extra 5m2 for each bedroom after the third).\r\rThe proposed dwelling would benefit from approximately 70sqm of private outdoor amenity space to the rear. The proposals would involve the subdivision of the existing rear garden for No. 67 Mount Pleasant Road, so that No. 67 is provided with a rear garden size of approximately 54sqm. This is considered to be acceptable quantum of amenity space for the likely number of occupants of each dwelling.\r\rOverall\rThe proposed dwelling would meet the requirements of the nationally described space standards in terms of internal living accommodation, ceiling heights, external amenity space, bedroom size and storage which would be acceptable. \r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rPolicy D3 (Optimising Site Capacity Through the Design-Led Approach) of the London Plan (2021) sets out that all development must make the best use of land by following a design-led approach that optimises the capacity of sites. \r\rDevelopment proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions. Spaces and buildings should maximise opportunities for urban greening to create attractive resilient places that can also help the management of surface water.\r\rAccordingly, Policy CS8 of the Council's Core Strategy 2012 states the Council's intention to protect the primarily suburban character of the Borough, its existing buildings and areas of high quality and historic interest from inappropriate development. The Council will seek opportunities for sensitive enhancement in these areas and in areas of poorer environmental quality, where character has been eroded or needs improving. The assessment of development proposals will be guided by the Borough Character Study and the Residential Design SPD, ensuring that new development:\r\r- Recognises distinctive local features and character\r- Has regard to the historic and natural environment\r- Helps enhance locally distinctive places of high architectural and urban design quality\r- Accords with neighbourhood \"strategies for delivery\" set out under \"Character, Design and Heritage\"\r- Relates well and connects to its surroundings Policy DM10 identifies the most essential elements in contributing to the character and local distinctiveness of a street or area which should be respected, maintained or enhanced. These include:\r- Prevailing development typology, including housing types, sizes and occupancy\r- Prevailing density of the surrounding area\r- Scale, layout, height, form (including roof forms) and massing\r- Landscape setting and features\r- Plot width and format, which includes spaces between buildings\r- Building line build-up, set-back and front boundary\r- Typical details and key features such as roof forms, window format, building materials and design detailing of elevations, existence of grass verges, etc.\r\rThis application proposes the erection of a two-storey dwelling which would adjoin the existing semi-detached dwelling. This would involve the demolition of the small existing single-storey side extension and detached garage. \r\rThe application site (No. 67) comprises a two-storey, semi-detached dwellinghouse with a front projection in a residential area comprising of mix of two-storey terraces and semi-detached properties.\r\rAlthough the proposed two-storey side extension would not be set down from the roof ridge and would exceed half the width of the original dwelling, the proposal seeks to create a new dwelling forming a terrace rather than an extension to the accommodation of the host dwelling. The proposed development would be subordinate to the host dwelling in terms of its set back from the principal elevation of the host dwelling at first floor level by approximately 1.3m and the front elevation would relate well to that of the existing dwelling at  No. 67. The proposals are not considered to have a significant impact upon the existing street scene and the adjoining property and would generally be in keeping with the local context.\r\rThe proposed 3m deep single-storey rear extension to No. 67 is considered to be a minor addition in terms of scale. The proposed first floor rear extension to No. 67 would measure 3.3m in depth and 3.5m in width with a pitched roof to match the roof profile and ridge of the host dwelling. This is considered to be acceptable. \r\rOverall, officers consider that the proposal would have an acceptable impact on the character and appearance of the area, and the proposed extensions would generally be cohesive to the host dwelling (No. 67) with a similar appearance achieved by way of use of matching materials. \r\rNeighbouring Amenities\rParagraph 130 of the NPPF 2021 states that planning decisions should ensure that developments will create places that are safe, inclusive and accessible and which promote health and well-being, with a high standard of amenity for existing and future users.\r\rPolicy D3 of the London Plan (2021) requires new development to deliver appropriate outlook, privacy and amenity. Policy DM10 of the Kingston Core Strategy (2012) is clear that development proposals should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rPolicy Guidance 16 of the Council's Residential Design SPD 2013 considers neighbouring amenities in more detail. It states that for all new residential development (including conversions and changes of use), the priority should be to provide and protect acceptable levels of amenity for both existing and future residents. On smaller sites, the prevailing character of the area may dictate what separation distance will be but in general, minimum separation distances should be maintained using the following standards:\r\r- A separation distance of no less than 21m shall normally be maintained between facing windows of habitable rooms\r- A separation distance of 7.5m shall be maintained between new habitable room windows and the boundary to neighbouring properties or 15m between new habitable room windows and the flank wall of a neighbouring property\r- Where the site topology, landscape features or adequate screening is in place it may be appropriate to relax these distances\r- In all cases, developers should demonstrate, through a design and access statement, how adequate visual and acoustic privacy will be achieved - consistent with the Mayor's Housing SPG paras 2.3.30/Standard 5.1.1 \r\rThe proposed dwellinghouse would be sited so as to be set back from the principal front wall of No.67 Mount Pleasant Road to which it would adjoin, by approximately 1.3m and would be in line with the rear building wall of No. 67. \r\rOfficers note the recently constructed two-storey detached chalet bungalow on the land adjacent to No.103 The Crescent which was granted in June 2018 (Ref: 18/14403/FUL) and which lies immediately to the east of the application site. \r\rAll ground floor and first floor windows of the bungalow on the land adjacent to No.103 The Crescent facing west are obscure-glazed, as per planning condition 13 of the planning permission and, with the exception of one window, do not serve habitable rooms. The one habitable room window facing west which is obscure-glazed serves as a secondary window to one of the bedrooms in the roofspace.\r\rIt is considered that the proposed development would not result in loss of light or privacy to this neighbouring property.\r\rThe proposed development by virtue of its size, siting and design in relation to the neighbouring properties would not cause any significant material harm to the outlook, daylight/sunlight provision or privacy of the neighbouring occupiers.\r\rTransport\rParagraph 110 of the NPPF 2021 requires that in assessing applications for development, it is ensured that: appropriate opportunities to promote sustainable transport modes can be - or have been - taken up; safe and suitable access to the site can be achieved for all users; the design of streets, parking areas, other transport elements and the content  of associated standards reflects current national guidance, including the National Design Guide and the National Model Design Code; and any significant impacts from the development on the transport network (in terms of capacity and congestion), or on highway safety, can be cost effectively mitigated to an acceptable degree.\r\rParagraph 111 goes on to say that development should only be prevented or refused on highways grounds if there would be an unacceptable impact on highway safety, or the residual cumulative impacts on the road network would be severe.\r\rParagraph 112 says that applications should give priority first to pedestrian and cycle movements, both within the scheme and in neighbouring areas, and second to facilitating access to high quality public transport, with layouts that maximise the catchment area for such services. They should also: address the needs of people with disabilities and reduced mobility; create places that are safe, secure and attractive, which minimise the scope for conflicts between pedestrians, cyclists and vehicles; allow for the efficient delivery of goods and access by service and emergency vehicles; and be designed to enable charging of ultra-low emission vehicles in safe, accessible and convenient locations.\r\rPolicy T4 of the London Plan 2021 states that development proposals should reflect and be integrated with current and planned transport access, capacity and connectivity. Where appropriate, mitigation, either through direct provision of public transport, walking and cycling facilities and highways improvements or through financial contributions, will be required to address adverse transport impacts that are identified. Development proposals should not increase road danger.\r\rPolicy DM10 of the Council's Core Strategy 2012 states that development proposals should have regard to local traffic conditions and highway safety and ensure they are not adversely affected.\r\rAccess\rThe vehicular access to the site would remain as existing and it is considered that its use would not materially intensify. \r\rOfficers are therefore satisfied that the proposal would have an acceptable impact on highway safety.\r\rCar Parking\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. Car-free development should be the starting point for all development proposals in places that are (or are planned to be) well-connected by public transport, with developments elsewhere designed to provide the minimum necessary parking ('car-lite').\r\rThe maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals. Where provided, each motorcycle parking space should count towards the maximum for car parking spaces at all use classes.\r\rPolicy CS7 of the Council's Core Strategy 2012 sets out the Council's intention to manage on and off-street parking provision to promote sustainability and residential amenities.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rThe site has a public transport accessibility level (PTAL) rating of 1a, which represents the worst possible level of accessibility by means of public transport. Policy 6.1 within Table 10.3 of the London Plan 2021 requires the proposed development to have a maximum of 1.5 car parking spaces.\r\rThe application site currently provides off-street car parking for 3no. vehicles. The existing garage is not capable of accommodating modern standard vehicles. The proposals would provide for 1no. car parking space to serve the proposed dwelling to its frontage. No. 67 would be provided with off-street car parking to the front for 2no. spaces. As such, there would be no net increase to the total amount of off-street car parking. The forecourt parking and hardstanding at the front of the property would be in keeping with the existing arrangement at the front of the property and would be in keeping with the parking arrangements of the neighbouring properties.  \r\rCycle Parking\rPolicy T5 of the London Plan, 2021 states that developments should provide cycle parking at least in accordance with the minimum standards set out in Table 10.2 and Figure 10.3, ensuring that a minimum of two short-stay and two long-stay cycle parking spaces are provided where the application of the minimum standards would result in a lower provision. Cycle parking should be designed and laid out in accordance with the guidance contained in the London Cycling Design Standards. \r\rDevelopment proposals should demonstrate how cycle parking facilities will cater for larger cycles, including adapted cycles for disabled people.\r\rApplying Table 10.2 to the proposal results in a requirement for a minimum of 2no. cycle parking spaces for No. 67 Mount Pleasant Road and a minimum of 1.5no. cycle spaces (rounded down to 1no practical provision) for the newly proposed 1-bed dwelling. The proposals show cycle stores to the rear garden areas of each dwelling which would accommodate this number of cycles which is considered acceptable. A pre-occupation condition is applied to ensure that details of the cycle storage is submitted to the Council for approval.\r\rRefuse and Recycling\rPolicy CS9 of the Council's Core Strategy 2012 requires integrated, well-designed recycling facilities to be incorporated into all new developments.\r\rPolicy Guidance 22 of the Council's Residential Design SPD 2013 provides further guidance on this matter, stating that the storage of waste facilities should be integral to the design of dwellings and located so that they can be accessed conveniently for residents. Ideally, they should be to the rear of the property, provided that a route between the front and rear of the property can be provided that does not go through the house.\r\rThe plans show that the waste and recycling bins would be stored within a sedum-roof covered enclosure the front forecourt to the application site. A prior to above grund works condition has been recommended to the grant of planning permission to ensure that details of the refuse/recycling bin enclosure be submitted to the local planning authority for assessment and approval.\r\rSustainability\rParagraph 157 of the NPPF 2021 requires new development to take account of landform, layout, building orientation, massing and landscaping to minimise energy consumption.\r\rPolicy SI2 of the London Plan 2021 requires all new major developments to be zero carbon. However, it does not set any requirements for minor developments.\r\rPolicy DM1 of the Council's Core Strategy 2012 requires all new residential developments to achieve Code for Sustainable Homes Level 6. However, the Code for Sustainable Homes was withdrawn by the Government in 2015.\r\rPolicy DM3 requires development proposals to take into consideration the requirements for climate change adaptation, including through the reduction of potable water consumption.\r\rThe proposed dwelling would be required to secure the required level of water efficiency and CO2 reductions the details of which would be secured via condition. \r\rCommunity Infrastructure Levy\rThe application would be liable to pay Mayoral CIL (MCIL2) currently set at £60 per square metre. \r\rThe development would also be liable for payment of the Community Infrastructure Levy (\"CIL\") and falls within Zone 3, for which the charge is £85 per square metre. \r\rConclusion / Planning Balance \rParagraph 11 of the NPPF 2021 states that where there are no relevant development plan policies, or the policies which are most important for determining the application are out-of-date, the Council should grant planning permission unless:\r- the application of policies in this Framework that protect areas or assets of particular importance provides a clear reason for refusing the development proposed or; \r- any adverse impacts of doing so would significantly and demonstrably outweigh the benefits, when assessed against the policies in this Framework taken as a whole. \r\rIn this case, whilst the proposed development would provide only one net additional x1 bedroom residential dwellinghouse, this is afforded significant weight in favour of the proposals.\r\rOfficers find that the proposed development would retain a family sized unit on site, provide for good quality living accommodation and external amenity space for future occupiers of the property. The proposals have been assessed as acceptable in terms of impact to the character and appearance of the host dwelling and area, impact to neighbouring amenity, as well as in highways terms.\r\rIt is therefore recommended that the application be granted.  \r\rRecommendation\rThat planning permission be GRANTED.\r",
    "Application Site\rThe application site is located on the western side of High Street and comprises a three storey mid-terrace building with a retail unit (Use Class E) at ground floor level and residential uses above. The unit is currently vacant but was previously occupied by Barnado's Charity Shop. \r\rThe immediate surrounding area is mixed use in character.  The building on the site is not statutory or locally listed, and the site does not fall within a Conservation Area.  The site falls within New Malden District Centre and is within Flood Zone 1. \r\rProposal\rThe application seeks planning permission for minor shopfront alterations and the siting of plant equipment to the rear. \r\rCONSULTATIONS\r30no. surrounding owner/occupiers were notified of the application.  No responses were received.   \r\rRBK Environmental Health \rNo objection, subject to the imposition of the mitigation measures as put forward by the applicant in supplementary plans. The suggested mitigation measures are appropriate and necessary and filtration should be set to the \"very high\" level. \r\rASSESSMENT\rThe main issue to assess in the consideration of this application is the impact that the development would have on the character of the area and the streetscene, plus residential amenity and highways and transportation. \r\rPrinciple of Development\rThe principle of altering a shopfront within a town centre location is acceptable subject to compliance with Development Plan policies.\r\rCharacter and Appearance\rParagraph 125 of the NPPF 2021 states that the creation of high quality, beautiful and sustainable buildings and places is fundamental to what the planning and development process should achieve. Good design is a key aspect of sustainable development, creates better places in which to live and work and helps to make development acceptable to communities.\r\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicy CS8 of the Council's Core Strategy 2012 states the Council's intention to protect the primarily suburban character of the Borough, its existing buildings and areas of high quality and historic interest from inappropriate development. The Council will seek opportunities for sensitive enhancement in these areas and in areas of poorer environmental quality, where character has been eroded or needs improving. The assessment of development proposals will be guided by the Borough Character Study 2011 and the Residential Design SPD 2013, ensuring that new development:\r\r-\tRecognises distinctive local features and character;\r-\tHas regard to the historic and natural environment;\r-\tHelps enhance locally distinctive places of high architectural and urban design quality;\r-\tAccords with neighbourhood \"strategies for delivery\" set out under \"Character, Design and Heritage\"; and,\r-\tRelates well and connects to its surroundings.\r\rPolicy DM10 identifies the most essential elements in contributing to the character and local distinctiveness of a street or area which should be respected, maintained or enhanced. These include:\r\r-\tPrevailing development typology, including housing types, sizes and occupancy;\r-\tPrevailing density of the surrounding area;\r-\tScale, layout, height, form (including roof forms) and massing;\r-\tLandscape setting and features;\r-\tPlot width and format, which includes spaces between buildings;\r-\tBuilding line build-up, set-back and front boundary; and,\r-\tTypical details and key features such as roof forms, window format, building materials and design detailing of elevations, existence of grass verges, etc.\r\rThe proposal involves the installation of a new shopfront and glazing. The entrance door would be repositioned so to be to one side and a new stall riser is proposed to be finished in black finish powder-coated aluminium. Two rows of vinyl logos would be adhered to the glazing. Changes are also proposed to the fascia panel with a replacement box section aluminium panel finished in black and mounted individually illuminated lettering. It is noted that a separate advertisement consent application has been submitted (ref: 21/03195/ADV). \r\rOverall, the design and materials are considered to be visually unobtrusive and are considered to both respect and be in keeping with the host building and the surrounding streetscene, thereby complying with Policy DM10 of the LDF Core Strategy, 2012.\r\rResidential Amenity\rGiven that the replacement shopfront would be of a similar siting and appearance to the existing situation, the proposal is considered not to have a detrimental visual impact upon the occupants of nearby residential properties.  \r\rThe proposals also include the installation of plant at roof level including an extraction duct which will discharge on the flat roof to the rear. Two condensers will serve the AC system for the customer area and back-of-house/kitchen area. Two other condensers will serve the new fridge and freezer. A new kitchen ventilation system is also proposed, including one supply fan and one extract fan. The supporting planning statement sets out that noise mitigation measures, such as anti-vibration mounts and duct attenuators will be installed. Council's environmental health officers have reviewed the proposals and find the mitigation measures as set out on dwg ref:  GDK-NM-00_Rev A, provided filtration is set to 'very high' level so that it includes fine filtration followed by Carbon and Ozone filtration such that the system will be odourless, smokeless and greaseless.\r\rAs such, the proposals are considered acceptable and in accordance with Policy DM10 of the LDF Core Strategy, 2012.\r\rHighways and Transportation\rPolicy DM10 of the LDF Core Strategy seeks to ensure that new development has regard to local traffic conditions and does not contribute to congestion, on street car parking pressure, or compromise pedestrian or highway safety.   \r\rOfficers consider that the proposals would not be significantly different from the existing situation and would therefore have no adverse impact upon highways and transportation, thereby complying with Core Strategy Policy DM10 of the LDF Core Strategy, 2012.\r\rConclusion \rThe proposed replacement shopfront would be of a design that would preserve the character and appearance of the street scene and would not have a detrimental impact upon residential amenity or highways and transportation.  As such, the proposal is considered to comply with policy D3 of the London Plan, 2021 and policies CS8 and DM10 of the LDF Core Strategy, 2012.  \r\r",
    "Please provide a copy of proposed block plan scaled 1:500, providing a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe submitted proposed block plan does not show the proposed development in hatched or shaded.",
    "Please provide copies of existing front and rear elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.\r\rThe submitted documents have existing side elevations only, we also require existing front and rear elevations."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "10/03/2020",
  "secondary_street_name": null,
  "site_number": "27",
  "pp_id": "PP-08577951",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.298564,
          51.42803
        ],
        [
          -0.298565,
          51.428004
        ],
        [
          -0.298608,
          51.428004
        ],
        [
          -0.298607,
          51.428031
        ],
        [
          -0.298564,
          51.42803
        ]
      ]
    ],
    "type": "Polygon"
  }
}