{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q9JFKKNHG6J00",
  "lapsed_date": "01/06/2025",
  "decision_target_date": "01/06/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 7RZ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.028,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Tolworth Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021787351"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00962/NMA",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518853,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:16:34.119Z",
  "id": "Kingston-20_00962_NMA",
  "application_type": "All Other",
  "street_name": "Douglas Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "01/06/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application for a non-material amendment of Planning Permission ref: 20/00404/HOU (Erection of part single storey and part two storey side/rear extension) dated 15/04/2020 amendments to fenestration and side (south) door",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 166292,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021787351",
  "centroid": {
    "lon": -0.293478,
    "lat": 51.383241
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Nil.",
    "The site comprises a detached dwelling. The site is located within Kingston Hill/Coombe Hill Strategic Area of Special Character.\r\r7 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development;\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- The impact of the development on non-designated heritage assets.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: Officers note that the proposed first floor rear extension would not be adequately set in from the shared boundary, and would be finished in timber cladding which would visually be set apart from the existing dwelling. However, given that the proposed timber cladding would only be viewed from the rear elevation, and that the extension would have an appropriate roof form, ridge and eaves height, officers consider that the proposed extension would not appear an incongruous addition to the host property. Further, given that a similar sized first floor extension is viewed at neighbouring property No. 44 Upper Park Road, officers consider that the proposed extension would not detract from the character of the surrounding area. \r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Given that existing extensions are viewed at neighbouring property No. 44 Upper Park Road, officers consider that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance or loss of light.\r\rFurther, given the separation distance between the proposed development and No. 40 Upper Park Road, officers consider that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance or loss of light.\r\rWhile openings are proposed at the side elevation at first floor level, to mitigate against any loss of privacy, officers consider it appropriate to impose a condition to ensure that the windows are obscure-glazed and non-opening at 1.7m above FFL.\r\rHeritage\rParagraph 203 of the NPPF 2021 states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining any application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement is required, having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rPolicies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames Core Strategy 2012 sets out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rOfficer Comment: As noted above the proposal would adhere to the recommendations set out in the Residential Design SPD and would be in keeping with host property and would not detract from the character and appearance of surrounding area, as such officers conclude that the proposed development would not result in any harm to the Kingston Hill/Coombe Hill Strategic Area of Special Character, but rather preserve it. Given no harm to heritage assets has been identified in this case, it is not necessary to weigh up the proposals against any public benefits.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Please submit a copy of  site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "04/05/2020",
  "secondary_street_name": null,
  "site_number": "27",
  "pp_id": "PP-08682921",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.293456,
          51.383255
        ],
        [
          -0.293457,
          51.383228
        ],
        [
          -0.2935,
          51.383228
        ],
        [
          -0.293499,
          51.383255
        ],
        [
          -0.293456,
          51.383255
        ]
      ]
    ],
    "type": "Polygon"
  }
}