{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q5P5VTNHN3V00",
  "lapsed_date": "15/05/2023",
  "decision_target_date": "15/05/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": null,
  "site_name": "18-32  Beaufort Road, And\r23-43 Fassett Road \rKingston Upon Thames \rKT1 2TQ\r",
  "status": "Commenced",
  "application_details": {
    "site_area": 0.808,
    "s106_agreement": true,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Grove Crescent Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: KIN.03.63T.76\rAddress: Former 32 Beaufort Road Kingston Upon Thames KT1 2TQ\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128029734"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00378/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518266,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:14:05.188Z",
  "id": "Kingston-20_00378_FUL",
  "application_type": "All Other",
  "street_name": "Beaufort Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "15/05/2020",
  "epc_number": null,
  "actual_commencement_date": "09/10/2019",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application for Variation of Condition 2 (Approved Plans) of Planning Application 18/12928/FUL (Demolition of 20-30 Beaufort Road and 25-41 Fassett Road and hotel buildings to rear. Refurbishment and conversion of 18 and 32 Beaufort Road and 23 and 43 Fassett Road, and erection of new buildings to provide a total of 20 houses and 69 flats, together with basement and surface car parking and landscaping (Revision to planning permission15/12107/FUL) dated 19/09/2019 incorporating the addition of rear staircase core on Block D, Fassett Road)",
  "actual_completion_date": null,
  "last_date_consultation_comments": "23/03/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Major dwellings",
  "centroid_northing": 168318,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128029734",
  "centroid": {
    "lon": -0.301235,
    "lat": 51.401573
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of the original planning permission under reference number 18/12928/FUL (namely 19 September 2019). \r\rReason. To accord with the provisions of Section 92 (1) of the Town and Country Planning Act 1990.\r",
    "The development shall only be carried out in accordance with the architectural details, rainwater goods and  facing materials approved under application 20/00163/CLC dated 20/03/2020 \r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding Condition 3 attached to this decision notice, prior to the occupation of the development hereby approved all windows fronting Beaufort Road in the 12 houses as per drawing  number P_531 Rev P05 shall have been changed to to UPVC wood effect sliding sashes with horns based on drawing number  18/11/19 Rev A.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "No site activities and building works which are audible at the site boundary shall be carried out outside of the hours of 08.00 and 18.00 Mondays to Fridays and between 08.00 and 13.00 on Saturdays and not at all on Bank Holidays and Sundays unless otherwise agreed in writing with the Local Planning Authority.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policies DM9 (Managing Vehicle Use for New Development) and Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development shall only be implemented in accordance with the details and measures within Approved Document 'Construction Management' Document Ref: CMPKING-001 dated 18th September 2019. Such measures and details shall be maintained throughout the entire construction period. \r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "All above and below ground car parking, servicing and manoeuvring areas shown on the approved drawings shall be provided with a hard, bound, dust-free surface, adequately drained before the development is occupied for the purpose hereby permitted. The respective areas shall be kept free from obstruction at all times, and shall not thereafter be used for any other purposes other than those shown on the approved drawing. \r\rReason: To ensure that the proposed development does not prejudice the free flow of traffic or conditions of general safety on adjoining highways and that adequate parking servicing and manoeuvring provision is made in accordance with Policies DM9 (Managing Vehicle Use for New Development) and Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to occupation of the development hereby approved the basement car parking spaces to include accessible car parking spaces and fully commissioned Active and Passive Electric Charging Points, as shown on approved Drawing Ref: 18-052-DP-0110 'Basement Plan' shall be made available for use by residents of the development and thereafter retained for the life of the development.\r\rReason: In order to secure the highest standard of sustainable development, avoid parking pressure in neighbouring streets and mitigate climate change by reduction in CO2 emissions, in accordance with Policies CS7, DM8 and DM9 of the adopted Core Strategy.\r",
    "The car parking identified on the approved drawings shall be reserved for car parking for occupants of the development hereby approved and retained in perpetuity.\r\rReason: In order to reserve car parking spaces for the use of residents in accordance with Policies DM9 (Managing Vehicle Use for New Development) and Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development shall only be carried out in accordance with the Car Parking Management Plan details approved under application 19/02795/CLC dated 31/12/2019.. \r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policies DM9 (Managing Vehicle Use for New Development) and Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development shall only be carried out in accordance with the cycle storage details approved under application 19/02607/CLC dated 06/01/2020. The approved cycle storage facilities shall be implemented for the beneficial use of each unit of accommodation prior to occupation and shall thereafter be retained for use at all times.\r\rReason: To ensure the provision of satisfactory cycle storage facilities and in the interests of highway safety in accordance with Policy DM8 (Sustainable Transport for New Developments) of the LDF Core Strategy Adopted April 2012.\r",
    "The development shall only be carried out in accordance with the refuse and recycling details approved under application 20/00106/CLC dated 01/05/2020.The approved refuse and recycling facilities shall be implemented in conjunction with the communal refuse and recycling facilities shown on Approved Drawing Number JCT04_P_984 P00 'BinStorage Proposed' and made available for the use of each unit of accommodation prior to occupation and thereafter be retained for use at all times.\r\rReason: To ensure the provision of refuse facilities to the satisfaction of the Council in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "Ecological enhancement measures in accordance with Greengage Ecological Enhancement Plan dated October 2018 and as shown on Drawing Number D0230-002-D Landscape Proposal submitted 17.09.2019, shall be implemented within the first planting season following substantial completion of the development and the ecological enhancement measures shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. \r\rReason: To safeguard and protect the sites biodiversity and nature conservation value in accordance with Policy DM6 (Biodiversity) of the LDF Core Strategy Adopted April 2012. These details are required prior to commencement of development because the details would affect subsequent design of other elements of the scheme and must be agreed at the outset.\r",
    "Prior to occupation of any flats within the central flatted accommodation block, windows within the north and south elevations of the block at the 1st, 2nd, 3rd and 4th floor levels hereby permitted shall be constructed so that no part of the window framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with, and retained in, obscure glazing of a patterned type which shall thereafter be retained as such. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to occupation of any flats within Blocks 'A' and 'D' Fassett Road, the north facing flank of the rear balconies of Block 'A' at 1st and 2nd floor levels hereby permitted and the south facing flank of the rear balconies of Block ''D' at 1st and 2nd floor levels hereby permitted shall be constructed with fixed screens of minimum height 1.7m above finished balcony floor levels. The screens shall be imperforate and formed either from solid material or glazed with obscure glass. The screens shall thereafter be retained as such. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development shall be carried out in accordance with the following approved arboricultural method statement and tree protection plan documents: \r\r-Arbtech AMS 01 Arboricultural Method Statement dated 29.08.2018 \r- Arbtech AIA 01 - Arboricultural Impact Assessment dated 29.08.18 \r- Arbtech TCP 01 - Tree Constraints Plan dated 21.08.18 \r- Arbtech TPP 01 - Tree Protection Plan dated 28.08.18 \r- Arbtech TS 01 - Tree Survey Report dated 21.08.18\r\rThe approved protection scheme shall be maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development. \r\rReason: In the interests of visual amenities and so that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "The development shall only be carried out in accordance with the landscaping scheme details approved under application 20/00103/CLC dated 01/05/2020 unless otherwise agreed in writing by the local planning authority. The approved scheme shall be implemented within the first planting season following the substantial completion of the development and the tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. Any trees or shrubs which die during this period shall be replaced in the first available planting season, and the area shown to be landscaped shall be permanently retained for that purpose only.\r\rReason: To ensure that these works are properly implemented and maintained and in the interest of visual amenity in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "All planting, seeding or turfing detailed in the approved landscape scheme including the communal amenity decks shall be carried out in the first planting and seeding seasons following the occupation of the first residential unit; and any trees or plants which, within a period of 5 years from the completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of similar size and species, unless the Local Planning Authority gives written consent to any variation. The area shown to be landscaped shall be permanently retained for that purpose only. \r\rReason: To ensure that these works are properly implemented and maintained and in the interest of visual amenity in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development shall only be carried out in accordance with the street furniture and planting features details approved under application 20/00103/CLC dated 01/05/2020 unless otherwise agreed in writing by the local planning authority. The approved details shall be completed prior to occupation of the first residential unit.\r\rReason: To ensure that these works are properly implemented and maintained and in the interest of visual amenity in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development shall only be carried out in accordance with the external lighting of common area details approved under application 20/00100/CLC dated 09/04/2020 unless otherwise agreed in writing by the local planning authority. The approved scheme shall be completed prior to occupation of the first residential unit. \r\rReason: To ensure that these works are properly implemented and maintained and in the interest of visual amenity in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development shall only be carried out in accordance with the materials for hard surfaced area details approved under application 20/00103/CLC dated 01/05/2020 unless otherwise agreed in writing by the local planning authority. The development shall be carried out in accordance with the approved details prior to occupation of the development. \r\rReason: To ensure that these works are properly implemented and maintained and in the interest of visual amenity in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development shall only be carried out in accordance with the play space details approved under application 20/00103/CLC dated 01/05/2020 unless otherwise agreed in writing by the local planning authority. The approved play space scheme shall be laid out and equipped prior to occupation of the 80th residential unit and permanently retained and such area shall not be used for any other purpose. \r\rReason: In order to ensure the provision of a children's playground for occupiers of this development and to safeguard the amenities of neighbouring residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development shall only be carried out in accordance with the wheelchair user dwelling details approved under application 19/02756/CLC dated 06/01/2020 unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure that the development provides a range of homes to meet different needs and to ensure compliance with Policies 3.5 and 3.8 of the London Plan March 2015 and Housing Standards MALP December 2015.\r",
    "Prior to the occupation of the residential units in the Central Block and the terrace of four houses on Beaufort Road (known as Antoinette Close), details of how the residential units comply with Part M4(2) (Accessible and adaptable dwellings) of the Building Regulations shall be submitted to and approved in writing. \r\rReason: To ensure that the development provides a range of homes to meet different needs and to 'future proof' development so as to provide a standard of development equivalent to 'Lifetime Homes' in compliance with Policies 3.5 and 3.8 of the London Plan March 2015 and Housing Standards MALP December 2015.\r",
    "The development shall only be carried out in accordance with the provisions of the Stage 2 Evaluation Report approved under application 19/02375/COND dated 20/11/2020 and in accordance with the provisions of Approved Stage 1 Document 'CgMs Heritage Archaeological Desk based Assessment (ADA) Report 24823' dated Aug 2018 and received 9 July 2019. \r\rReason: In the interest of conserving heritage assets in a manner commensurate with their significance in accordance with National Planning Policy contained within the National Planning Policy Framework.\r\r",
    "The development shall only be carried out in accordance with the Sustainable Drainage Strategy details approved under application 19/02525/CLC  dated 31/01/2020 unless otherwise agreed in writing by the local planning authority. The approved Sustainable Drainage Strategy shall be implemented prior to occupation of the first residential unit and shall thereafter be maintained for the lifetime of the development.\r\rReason: To prevent the increased risk of flooding by ensuring the provision of a satisfactory means of surface water disposal is incorporated into the design and the build and that the principles of sustainable drainage are incorporated into this proposal and maintained for the lifetime of the proposal, in accordance with Policies 5.2 (Minimising Carbon Dioxide Emissions) and 5.3 (Sustainable Design & Construction) of the London Plan (July 2011) and Policy DM1 (Sustainable Design and Construction Standards) of the LDF Core Strategy Adopted April 2012.\r",
    "Within 3 months of first occupation, evidence must be submitted to the council confirming that the new build development hereby approved has achieved not less than the CO2 reductions (ENE1) associated with meeting London Plan emissions requirements and internal water usage (WAT1) standards equivalent to Code for Sustainable Homes level 4 targets. Evidence requirements are detailed in the \"Schedule of evidence Required for Post Construction Stage from ENE1 & WAT1 of the Code for Sustainable Homes Technical Guide. Evidence must demonstrate a minimum 35% emissions reduction compared to 2013 part L regulations, and internal water usage rates of 105l/p/day must be submitted to and approved by the Local Planning Authority, unless otherwise agreed in writing. \r\rReason : In the interests of sustainability and energy conservation in accordance with Policies 5.2 (Minimising Carbon Dioxide Emissions) and 5.3 (Sustainable Design & Construction) of the London Plan 2015 and Policy DM1 (Sustainable Design and Construction Standards) of the LDF Core Strategy Adopted April 2012. \r",
    "The retained dwellings shall not be occupied, specifically Numbers 18 and 32 Beaufort Road and Numbers 23 and 43 Fassett Road, until a copy of a letter from a person that is licensed with the Building Research Establishment (BRE) or other equivalent assessors as a BREEAM Pre-Commencement (refurbishment residential) assessor confirming that the development is registered with the Building Research Establishment (BRE) and a Design Stage Assessment Report demonstrating that the development will achieve not less than the standards equivalent to BREEAM Excellent has been submitted to and approved in writing by the Local Planning Authority. \r\rReason: In the interests of sustainability and energy conservation in accordance with Policies 5.2 (Minimising Carbon Dioxide Emissions) and 5.3 (Sustainable Design & Construction) of the London Plan 2015 and Policy DM1 (Sustainable Design and Construction Standards) of the LDF Core Strategy Adopted April 2012.\r",
    "Unless otherwise agreed in writing by the Local Planning Authority, within 3 months of first occupation of the development a Building Research Establishment or other equivalent assessors Final Certificate confirming that in respect of the retained dwellings, specifically Numbers 18 and 32 Beaufort Road and Numbers 23 and 43 Fassett Road, the development has achieved not less than the standards equivalent to BREEAM Excellent for BREEAM Domestic Refurbishment and such certification shall be submitted to, and acknowledged in writing by the Local Planning Authority. \r\rReason: In the interests of sustainability and energy conservation in accordance with Policies 5.2 (Minimising Carbon Dioxide Emissions) and 5.3 (Sustainable Design & Construction) of the London Plan 2015 and Policy DM1 (Sustainable Design and Construction Standards) of the LDF Core Strategy Adopted April 2012.\r",
    "The development shall only be carried out in accordance with the district heating network details approved under application 19/02526/COND dated 22/11/2019 unless otherwise agreed in writing by the local planning authority.\r\rReason : In the interests of sustainability and energy conservation in accordance with Policies 5.2 (Minimising Carbon Dioxide Emissions) and 5.3 (Sustainable Design & Construction) of the London Plan 2015 and Policy DM1 (Sustainable Design and Construction Standards) of the LDF Core Strategy Adopted April 2012. This information required prior to commencement of the development as it impacts on the construction of the development.\r",
    "Notwithstanding the provisions of Part 1 of Schedule 2 of the Town & Country Planning (General Permitted Development) Order, 2015 (or any Order revoking or re-enacting this Order) no extensions (including porches or dormer windows) or curtilage buildings other than those shown on the approved drawings shall be erected within the curtilage of the dwelling houses.\r\rReason: To safeguard the privacy and amenity of adjoining occupiers, maintain adequate amenity space and safeguard the cohesive appearance of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development shall only be carried out in accordance with the Site Maintenance Management Plan details approved under application 19/02736/CLC dated 06/01/2020 unless otherwise agreed in writing by the local planning authority.\r\rReason: In order to ensure a satisfactory standard of residential amenity and to safeguard the cohesive appearance of the development in the interests of the character of the area, in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development shall only be carried out in accordance with the means of enclosure  (walls, screening and fencing) details approved under application 20/00102/CLC dated 09/04/2020 unless otherwise agreed in writing by the local planning authority. The approved details shall be erected prior to occupation of the development, or any part of the development as may be agreed in writing by the local planning authority, and thereafter maintained in accordance with the approved details. \r\rReason: In order to ensure a satisfactory standard of residential amenity and to safeguard the cohesive appearance of the development in the interests of the character of the area, in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding any details shown on the approved drawings, by the time the development hereby permitted is substantially complete, pedestrian/vehicular intervisibility splays of 2.8m x 3.3m shall have been provided in each direction where the access meets the back edge of footway, and shall be permanently retained free from any obstruction to visibility higher than 0.6m above ground level. \r\rReason: To maintain pedestrian/vehicular intervisibility in the interest of highway safety in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012 and the Kingston & Sutton Shared Environment Service Vehicle Crossover Policy.\r",
    "Notwithstanding the external staircase core to the basement level on Block D, the drawings approved under permission reference 18/12928/FUL shall take precedence over the drawings numbered 18-052-DP-0001.R3, 18-052-DP-0110 and 18-052-DP-3025 in the event that there is any conflict between the approved details. \r\rReason: For the avoidance of doubt and in the interests of proper planning.\r",
    "If you have evidence to contradict the local planning authority's assessment of the application, you are encouraged to apply for the development again and include that evidence in support of the application.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The application is made pursuant to Section 96A of the Town and Country Planning Act 1990 (as amended), which concerns non-material amendments to planning permission. \r\rUnder Section 96A, a change may be made to any planning permission, including through the imposition of new conditions or the removal/alteration of existing conditions, if the local planning authority is satisfied that the change is not material. In deciding whether a change is material, a local planning authority must have regard to the effect of the change, together with any previous changes made under this section, on the planning permission as originally granted. \r\rThe National Planning Practice Guidance states that there is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another. The judgement on 'materially' in any particular case is one of fact and degree.\r\rThe application seeks to extend the height of the previously approved first floor side and rear extension to meet the ridge of the original roofslope. In this case officers consider that an assessment would have to be made to ensure that the proposed changes would not give rise to any adverse impacts with regards to character and appearance of the original building or surrounding area. As such, the proposed changes are considered not to be non-material.",
    "Whether or not a proposed amendment is considered to be non-material will depend on the circumstances of the case. There is no statutory definition of 'non material'. This is because it will be dependant on the context of the overall scheme - what may be non-material in one context may be material in another. Whether or not a change can be considered as a \"non material amendment\" may be defined according to established legal concepts of materiality and de minimis.\r\rThe local planning authority must have regard to the effect of the change, together with any previous changes made under section 96A. The local planning authority does not assess the acceptability of the proposed amendment but its magnitude.\r",
    "The assessment has been based on the original layout of the house which shows an original outrigger to the rear. The proposed extension would therefore extend beyond the side elevation of the original footprint and would have a width greater than half the width of the original dwellinghouse, in conflict with Paragraph A.1 (j) (iii) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "You are advised that the materials used for the windows at roof level must be of a similar appearance to those used in the construction of the original dwellinghouse.",
    "If you have evidence to contradict the local planning authority's assessment of the application, you are encouraged to apply for the development again and include that evidence in support of the application.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "Officers would draw the applicant's and agent's attention to the powers available to the LPA under Section 193 of the Town and Country Planning Act (1990). To be clear, a change of use from Class C3 to a sui generis Larger HMO would require planning permission.",
    "Application Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rThis application proposes variations to planning permission 20/02687/HOU dated 20.01.2021 by including a 25cm Parapet to the signle storey rear extension. Officers note the permission granted was not subject to a legal agreement.  \r\rConsultation\rThirteen neighbouring properties were notified and one objection has been received stating;\r- Excessive height or bulk of buildings\r- Inappropriate design/layout\r- Loss of light/Sunlight\r\rOfficers have comprehensively reviewed the objection raised and careful consideration has been given to them during the assessment of the proposed amendement to the permission.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: The main properties when considering neighbouring amenity are No. 1 and No. 5 Aragon Road. In relation to No. 1 Aragon Road, the erection of the single storey rear extension would pass the 45 degree rule recommended under BRE guidance  in relation to loss of daylight/sunlight. It is not considered that the proposed 25cm Parapet would adversely affect the amenity of No .1 Aragon Road due to the orientation of the plot and in comparison to the existing situation.  In relation to loss of daylight/sunlight to windows in the side elevation of No. 5, the 25 degree measurement for these window are already obstructed by the existing two-storey building that is No. 3 so therefore any impact created by the addition of the side extension is not considered to result in an impact on habitable rooms that would be significantly greater than the existing situation. In terms of the 45 Degree Rule, it is not relevant in relation to windows facing the development. \r\rOverall, It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would accord with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2016) Policies CS8, DM9 and DM10 of the Core Strategy (2012) and the Residential Design SPD (2013).\r\r",
    "The site comprises a semi-detached dwelling.\r\rThe application seeks the erection of a single-storey rear extension. Hip to gable and rear dormer roof extension with installation of 2no front rooflights to facilitate loft conversion\r\r8x properties were notified of the proposal. No representations were received.\r\rPlanning History\r21/01566/CPU Erection of hip to gable and rear dormer roof extension, Granted August 2021.\r\rA hip to gable roof extension has been added to the side of no.40 Ancaster Crescent. However the Council have no record of any certificate of lawfulness, or planning permission being granted for his neighbouring development.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: A similar hip to gable roof extension has been added to the side of no.40 Ancaster Crescent. It is not clear whether or not this neighbouring development is considered as permitted development by the Council, as no Certificate of Lawfulness application, has been submitted to the Council, for consideration. According to the proposed rear elevation drawing 570.01.06, dated by the applicant as July 2021, the rear wall of the proposed dormer at no.38, would be set lower in the roof, in relation to the existing dormer at no.40. However, the rear wall of the proposed dormer at no.38 granted a Lawful Development Certificate at this address in August 2021 (21/01566/CPU) and the proposed rear elevation drawing 570.06a, dated by the applicant as May 2021, show the rear wall of the proposed dormer at no.38, being of a matching height in the main roof plane, in relation to the existing dormer at no.40.\rThe proposed dormer window illustrated in elevation drawing 570.01.06, dated by the applicant as July 2021, would not meet the requirements of Policy Guidance 39 (Dormer Windows) of the Residential Design Guide. The proposed dormer extension, illustrated in elevation drawing 570.01.06, would not be set in from the sides and eaves of the roof by at least 500 mm, or to match the dimensional proportions of the neighbouring existing dormer window at no.40.These elements would not meet the requirements of Policy Guidance 39 of the Residential Design Guide, and would appear a bulky and an incongruous addition to the dwellinghouse. Its construction would therefore have an unacceptable impact on the character and appearance of the dwellinghouse.\rDrawing 570.01.06, dated by the applicant as July 2021, also shows the highest part of the roof of the proposed rear ground floor extension, meeting with the main house, just beneath the first floor window sills. The requirements of Policy Guidance 33 (Single Storey Rear Extensions) of the Residential Design SPD. Policy Guidance 33, state that single storey rear extensions should be designed so that they appear proportionate and subordinate to the host building. The proposed rear ground floor extension, illustrated in drawing 570.01.06 would not appear proportionate and subordinate to the host building. \rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\rOfficer Comment:  The proposed ground floor extension, would extend a maximum of of 3.25 metres to the rear of the original house. It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\rThe hardstanding areas to the front of the property would continue to accommodate off-street car parking space which would accord with London Plan standards.\rLondon Plan policy T5 requires all development to include provision for cycle parking. There is some storage space provided in the substandard garage space provided to the side of this property and officers consider that the provision of cycle parking could be secured via condition in the event of an approval.\rGiven the above and subject to the satisfaction of a cycle parking condition the proposal is considered not to have an adverse impact upon car parking provision, traffic congestion or highway safety, in compliance with Policy DM9 and DM10.\r\rBy reason of the excessive size and overall design, the proposed rear dormer extension, in combination with the rear ground floor extension illustrated in elevation drawing 570.01.06, dated by the applicant as July 2021, would appear disproportionate to the original dwelling, resulting in an incongruous addition, which would unbalance the appearance of a pair of semi-detached houses, thereby conflicting with Policies D3 of the London Plan 2021 and Policies CS8 and DM10 of the Council's Core Strategy 2012.\r",
    "Consultation\r5no. surrounding owner/occupiers were notified of the proposals. One representation has been received objecting to the proposals, specifically to the dormer window and impact upon privacy. \r\rMalden and Coombe CAAC - No response.\r\rSite and Surroundings\rThe application site is located on the south side of Coombe Hill Road and also has access from the south-western side of Greenwood Park. \r\rThe immediate surrounding area is predominantly residential in character. \r\rThe site is not statutory listed or locally listed. The site falls within the Kingston Hill/Coombe Hill Strategic Area of Special Character and lies immediately adjacent to Coombe Hill Conservation Area. \r\rProposal\rCondition 1 (Approved Plans) and Condition 5 of Planning Permission (Side Facing Dormer Window) of Planning Permission ref: 19/03227/HOU (Erection of front, rear and side two storey extensions and loft conversion with installation of 3no. rooflights to the side roofslope) dated 18/02/2020. Variation to front elevation fenestration and side roof and fenestration and that condition 5 be amended to allow for the window to be openable.\r\rAssessment\rThe variations to the approved plans include:\r- Amendments to the fenestration to the front elevation;\r- Removal of the chimney stack to the front roofslope;\r- Amendment to the side chimney stack to the south-east elevation to add ornamentation;\r- Amendment to the size of the side-facing dormer to increase its size;\r- Addition of a circular window to the garage gable;\r- Removal of curved retaining wall adjacent to garage;\r- Removal of basement; and,\r- Amendment to the side facing dormer window to allow it to be openable.\r\rThe main issues to consider when assessing this application relate to the principle of development, the resulting impact of the development on the character and appearance of the area, the impact of the development on heritage assets and the impact of the development on amenities of neighbouring residents. \r\rPrinciple of Development\rThis application is made pursuant to Section 73 of the Town and Country Planning Act 1990 (as amended), which concerns applications to develop land without conditions previously attached. While this is, in effect, a fresh application for the entire development, the principle of the development has nevertheless already been established.\r\rOn such an application, the local planning authority may only consider the conditions subject to which permission should be granted. It would therefore be unnecessary and unreasonable to revisit every issue which was relevant to the determination of the original application.\r\rIn assessing the application, officers are mindful of any changes in planning policy or site circumstances since the grant of the original permission.\r\rImpact upon Character and Appearance of the Area\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rIt is considered that the changes to the fenestration would not have a harmful impact to the original design. The removal of one chimney to the front roofslope and the additional decoration proposed to the south-eastern chimney stack is considered acceptable. The increase in the size of the side dormer accurately reflects the true siting and size of this window and it is considered to remain proportionate to the side roofslope. The removal of the small basement which was to accommodate a games room is acceptable.\r\rHaving regard to the above, officers consider that the proposed development would have an acceptable impact on the character and appearance of the host dwelling and area.\r\rImpact on Heritage Assets\rSections 16 and 66 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) state that in considering whether to grant planning permission for development which affects a listed building or its setting, the local planning authority shall have special regard to the desirability of preserving the building or its setting or any features of special architectural or historic interest which it possesses.\r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.\r\rParagraphs 193 to 202 of the NPPF set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\rThe site is located within the Kingston Hill/Coombe Hill Strategic Area of Special Character and lies immediately adjacent to but outside of the boundaries of the Coombe Hill Conservation Area. The surrounding character of the area is residential with relatively large, detached dwellinghouses within individual plots. Nearby dwellinghouses are a mix of contemporary mansion-style homes and properties built in the Arts and Crafts style. The estate retains its original mature landscaping.\r\rThe rear elevation of the property would remain as originally approved under ref: 19/03227/HOU. As such, the proposals would not result in any harm to the setting of the Conservation Area and appreciable views to/from the Conservation Area. The proposals relate predominantly to alterations to the fenestrations to the front and side elevation in terms of size and glazing design. The other proposed changes would either not be readily appreciable (i.e. the removal of the originally proposed basement), or would otherwise not result in a materially harmful, or different design which would give rise to concerns regarding its impact on heritage assets.\r\rParagraph 199 of the National Planning Policy Framework (NPPF), 2021 states that \"When considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation.  The more important the asset, the greater the weight should be.  This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\"\r\rAs noted above, officers consider that the proposed amendments would have an acceptable impact on the character and appearance of the area. Likewise officers consider that the proposed development would not affect the setting of the adjacent conservation area or otherwise harm its significance. It is therefore not necessary to weigh up the public benefits of the proposal.\r\rResidential Amenity\rParagraph 130 of the NPPF 2021 states that planning decisions should ensure that developments will create places that are safe, inclusive and accessible and which promote health and well-being, with a high standard of amenity for existing and future users.\r\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOf the proposed changes, it is considered that that which relates to the variation of condition 5 of planning permission ref: 19/03227/HOU which seeks to alter the wording of the obscure-glazing condition to the side-facing dormer window to allow for the window to be openable rather than fixed shut is of most relevance in terms of possible impacts to neighbouring amenity.\r\rPhotographs have been submitted in support of the application to demonstrate that the dormer window serving the bathroom to the south-eastern side elevation looks out onto protected Leylandii trees and not directly onto an open space. \r\rThe height of the dormer is less than two metres internally, so it is not practical to have an opening window above 1.7m for ventilation. Restrictor stays are proposed that only allow two windows to open by 85mm, enough to clear the frame by 15mm and give adequate ventilation. These windows would therefore have a lock in place but can occasionally be fully reversed in order to clean the glass. \r\rGiven that the room is a bathroom which would require due privacy for the occupiers, the presence of the Leylandii trees which are subject to tree preservation order to the border, the orientation of the two neighbouring properties to the east of the application property and the practicalities of the window both in terms of dimensions and ongoing cleaning/maintenance, it is considered reasonable and acceptable to allow this window to be openable. However, Officers consider it necessary to add a condition to ensure that the restrictor stays to the window are fixed in perpetuity and to limit the full opening of the window for cleaning and maintenance purposes with associated limits in terms of number of times per year the window is fully opened and the duration of which it is opened. This condition is considered to adequately protect neighbouring amenity / privacy.\r\rHaving regard to the above, officers consider that the proposed development would have an acceptable impact on the amenities of neighbouring occupiers.\r\rConclusion/Planning Balance\rUnder the provisions of s.73 of the Town and Country Planning Act 1990, the proposed amendments to Condition 1 (Approved Plans) and Condition 5 of Planning Permission (Side Facing Dormer Window) of Planning Permission ref: 19/03227/HOU are considered to maintain high design quality appropriate for its setting within a Strategic Area of Special Character and adjacent to a Conservation Area. The proposals are considered to comply with Paragraph 202 of the NPPF, 2021, Policy D3 and Policy HC1 of the London Plan, 2021 and Policies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames LDF Core Strategy, April 2012.  \r\rRECOMMENDATION\rGrant planning permission.\r",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation. These cover such works as - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works. Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts. A completed application form together with detailed plans must be submitted for approval before any building work is commenced.",
    "You are advised that the planting season is normally from November to February.",
    "nyone who kills, injures or disturbs bats, obstructs access to bat roosts or damages or disturbs bat\rroosts, even when unoccupied by bats, is guilty of an offence under the Wildlife and Countryside Act 1981,\rthe Countryside and Rights of Way Act 2000 and the Conservation (Natural Habitats, &c.) Regulations.\rPrior to commencing work you should ensure that no bats or bat roosts would be affected. If it is suspected\rthat a bat or bat roost is likely to be affected by the proposed works, you should consult Natural England\r(0845 6003078).",
    "The applicant is advised that deliveries to the site should avoid school arrival and pick up times due to\rexisting congestion in the area. Deliveries should also (where possible) avoid waiting on the highway.",
    "Any parking that cannot be contained within the site must park considerately and safely, so as not to\robstruct sightlines at junctions or site accesses. The applicant should be aware that any such parking will\rcause unnecessary concern and agitation within the local community.",
    "Service parking and deliveries should not cause any damage to the verges or margins, and no parking\ris allowed on either.",
    "Should the access into the site during construction not be paved, spoil could be carried from the site\ronto the public highway. The access into the site should be paved to minimise the carryover of spoil onto\radjacent roads and the Highway Authority will require the applicant to sweep and wash down the adjacent\rroads to ensure that the public highway is kept clear of debris.",
    "The applicant is advised that the Council will require the applicant to undertake a road and footway\rcondition survey before construction begins. This will take the form of a joint inspection with a member of\rthe Highways Operation Team and will involve a photographic record and visual observation of the roads,\rverges and margins. The same team will secure a deposit to ensure that repairing cost is covered should\rany damage result from the construction associated with this site.",
    "The site comprises a semi-detached dwelling.\r\r10 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed first floor side extension would adhere to the recommendations set out in the Residential Design SPD, and as such, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rWhile the proposed hip-to-gable roof extension would not be in keeping with the requirements of the Residential Design SPD, as it would unbalance the roof forms of the pair of semi-detached properties, given that the proposal could be completed under permitted development, officers consider that this would be a credible fallback position.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Given the proximity of the proposed development in relation to the closest habitable windows of neighbouring properties, officers consider that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance or loss of light/sunlight. \r\rOfficers note that an opening is proposed to the side elevation at second floor level, and to mitigate against any loss of privacy, officers consider it appropriate to impose a condition to ensure that the window is obscure glazed and non-opening at 1.7m above finished floor levels. As such, subject to conditions there would be no loss of privacy for neighbouring properties.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The site comprises a semi-detached dwelling.\r\r11 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development;\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- The impact of the development on highways and transportation matters.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: While the proposed single storey side/rear extension would not strictly adhere to the recommendations set out in the Residential Design SPD, in terms of set back from the front elevation, it would have a modest footprint, depth and height and as such would appear a proportionate and subordinate addition to the host property. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Given the modest height and siting in relation to the habitable windows of neighbouring, officers consider that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rThe proposal would propose openings to the side elevation of the dwelling, and to mitigate against any loss of privacy, officers consider it appropriate to impose a condition to ensure that the window is obscure-glazed and non-opening at 1.7m above finished floor levels. As such, subject to conditions there would be no loss of privacy for neighbouring properties.\r\rTransportation\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: London Plan policy T5 requires all development to include provision for cycle parking. While the proposed side extension would sever direct access to the rear garden from the front of the property, officers note that the property benefits from an outbuilding that can be accessed from the service road to the rear of the site. As such, officers consider that this would constitute as appropriate cycle parking storage.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The applicant must ensure that a scaffolding and any other relevant highways licenses are in place ahead of start times for the works to which they relate.",
    "Officer's Report - \rThe site comprises a detached dwelling which is located on the eastern side of Park Road. The buildings on site are not listed, or locally listed and the site does not fall within a conservation area. However, the site does fall within the Kingston Hill/Coombe Hill Strategic Area of Special Character (SASC)-a non-designated heritage asset and a Tree Preservation Order (TPO) applies to one tree on site which froms part of the front boundary.\r\r7 neighbouring properties have been notified of the proposals. One representation has been received which whilst categorised as a neutral representation raised the following summarised concerns:\r-Privacy;\r-Overlooking; and,\r-Potentially inconsiderate parking of construction vehicles and obstruction of neighbouring access.\r\rOfficer comment: Officers consider that matters relating to the parking of construction vehicles and minitigating any adverse impacts on neighbouring amenity in this regard could be addressed through the submission of a construction management plan in the event of an approval.\r\rThe key areas of assessment are: \r- Design, character and heritage; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rDesign, character and heritage\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rIn terms of heritage the NPPF 2021 states that when considering the impact of a proposed development on the significance of a designated heritage asset, Paragraph 199 states that great weight should be given to the asset's conservation, irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\rParagraph 203 states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining any application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement is required, having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rPolicy HC1 of the London Plan 2021 states that development proposals affecting heritage assets, and their settings, should conserve their significance, by being sympathetic to the assets' significance and appreciation within their surroundings. The cumulative impacts of incremental change from development on heritage assets and their settings should also be actively managed. Development proposals should avoid harm and identify enhancement opportunities by integrating heritage considerations early on in the design process.\r\rAt the local level, Policies CS8 and DM12 of the Council's Core Strategy 2012 set out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration.\r\rOfficer Comment: As stated above the site falls within the Kingston Hill/Coombe Hill SASC and it is considered that this part of Park Road has a pleasant suburban feel. The significance of the Kingston Hill/Coombe Hill SASC that relates to this part of Park Road is defined by well set back houses in well spaced plots with largely intact front boundaries and planted front gardens.\r\rOfficers consider the proposed development would appear as an excessively bulky, disproportionate and incongruous addition to the original dwelling that would that would neither be in keeping with its original character or relate well to the character and appearance of the streetscene and surrounding area. \r\rIt follows that Officers consider that the proposed development would result in less than substantial harm to the significance of the Kingston Hill/Coombe Hill SASC. \r\rIt is considered that there would be no harm to the TPO tree on site as a result of the proposed development. However, to ensure its health and longevity during construction, details in this regard could be addressed through the submission of information as part of a construction management plan and in the event of an approval. \r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would result in an excessively bulky, disproportionate and incongruous addition that would not relate well to the host dwelling and would have an unacceptable adverse impact on the character and appearance of  the streetscene and the immediate surrounding area. It would also result in less than substantial harm to the significance of the Kingston Hill/Coombe Hill Strategic Area of Special Character. The development would therefore conflict with Paragraph 203 of the NPPF 2021, Policies D3 and HC1 of the London Plan 2021 and Policies CS8, DM10 and DM12 of the Council's Core Strategy 2012.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.\r",
    "Application Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rErection of single storey rear extension.\r\rConsultation\rFive neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Application Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rErection of single-storey rear extension, raising existing side flat roof with partial garage conversion and rooflight installation\r\rConsultation\rSeven neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- The impact of the development on the highways\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed roof height increase on the side extension from approximately 2.6m to 2.9m would be minimal and would not be visible from the streetscene. The proposed development is therefore considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: The principle properties to be considered in relation to neighbouring amenity are No. 20 and No. 24 Moresby Avenue. Due to the existing situation, It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rCar Parking\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals. Where provided, each motorcycle parking space should count towards the maximum for car parking spaces at all use classes.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: Despite the loss of the existing garage, it is considered that the hardstanding to the front of the dwelling remains of an adequate size to accommodate two off street car parking spaces, therefore the proposal would comply with the Policy DM9 and DM10.\r\rCycle Parking\rPolicy T5 of the London Plan 2021 states that developments should provide cycle parking at least in accordance with the minimum standards set out in Table 10.2 and Figure 10.3. \r\rOfficers Comment: Officers acknowledge the loss of garage in relation to car parking but note that part of the garage has been retained for storage. The retained part is of an adequate size to accommodate dedicated and secure cycle storage.  Therefore, the proposal is considered to achieve general compliance with Policy T5.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "The site comprises an end of terrace dwelling.The site is within the Tudor Estate Local Area of Special Character.\r\r12 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development;\r- The impact of the development on the amenities of existing and future occupants of land and buildings;\r- The impact of the development on highways and transportation matters; and, \r- The impact of the development on non-designated heritage assets.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed front porch extension would have a height and depth that would conform to the parameters set by the Residential Design SPD, it would appear in keeping with the roof form of the existing front bay window, and as such officers consider it would appear an appropriate addition to the host property. \r\rWhile the proposed two storey side extension would not be set down from the ridge of the original roof slope or set in from the boundary, it would be set back from the front elevation and would have a modest footprint. Further, given that similar extensions are viewed on end of terrace properties within the immediate vicinity, officers consider that the proposal would not appear an incongruous addition within the surrounding area.\r\rThe proposed single storey rear extension would not have a depth in keeping with the parameters set out in the Residential Design SPD, however it would have an appropriate height, and as such would appear an appropriate addition to the host property. Given that a number of similar extensions are viewed in the immediate vicinity officers consider it would not detract from the character or appearance of the area.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Given the scale and siting of the proposed development in relation to the neighbouring properties, and that no windows are proposed to the side elevations above first floor level, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rTransportation\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: London Plan policy T5 requires all development to include provision for cycle parking. Given that the two storey side extension would sever direct access to the rear garden, officers consider it appropriate to impose a condition to ensure that cycle parking is provided in the event of an approval.\r\rHeritage\rParagraph 203 of the NPPF 2021 states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining any application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement is required, having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rPolicies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames Core Strategy 2012 sets out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rOfficer Comment: As noted above, while elements of the proposal would not adhere to the recommendations set out in the Residential Design SPD, the proposal would largely appear in keeping with the host property. As such, officers consider that the proposed extension would not detract from the character and appearance of the surrounding area. Therefore, officers conclude that the proposed development would not result in any harm to Tudor Estate Local Area of Special Character, but rather preserve it. Given no harm to heritage assets has been identified in this case, it is not necessary to weigh up the proposals against any public benefits.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "CONSULTATIONS: \rNo representations have been received. \r\rHistoric England: Authorise delegated determination. No views expressed on the proposal.\r\rSITE AND SURROUNDINGS: \rThe application site is located on the northern side of London Road and comprises of a long range of twelve Grade-II* two-storey dwellinghouses. \r\rThe surrounding area is mixed in character with residential and commercial land uses.\r\rThe site does not fall within a Conservation Area, but does lie within the Old London Road Area of Special Character and Kingston Town Centre Area of Archaeological Significance. \r\rPROPOSAL: \rFull planning permission is sought for proposed works to Central Hall, including brick repairs, repointing of all external elevations, else replace with handmade replica clay bricks, re-pointing of brickwork with lime mortar, removal of defective window reveal render and replacement with lime mortar versions including and associated mortar fillets. \r\rASSESSMENT: \rThe application has been assessed against the policies of the National Planning Policy Framework (NPPF) and the current Development Plan which consists of the London Plan and the Council's adopted LDF Core Strategy. \r\rThe key planning considerations relevant in the assessment of this application are set out under the headings below: \r\rImpact upon the Listed Building and Non-Designated Heritage Asset: \r\rThe principle of conducting repair work to a heritage asset is acceptable subject to compliance with the Planning (Listed Building and Conservation Areas) Act 1990 and Development Plan policies. \r\rSection 16 of the Planning (Listed Building and Conservation Areas) Act 1990 states that 'In considering whether to grant planning permission for development which affects a listed building or its setting, the local planning authority or, as the case may be, the Secretary of State shall have special regard to the desirability of preserving the building or its setting or any features of special architectural or historic interest which it possesses.' \r\rNPPF provisions: \rIt is one of the core principles of the NPPF that heritage assets should be conserved in a manner appropriate to their significance. \r\rChapter 16 of the National Planning Policy Framework at paragraph 195 sets out that the local planning authority should identify and assess the particular significance of any heritage asset... They should take this assessment into account when considering the impact of a proposal on a heritage asset, to avoid or minimise conflict between the heritage asset's conservation and any aspect of the proposal. \r\rParagraphs 199 to 208 of the NPPF 2021 set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\rThis application proposes repair works affecting a Grade II* listed building. The application hereby submitted solely seeks  consent for repair works to the external brickwork by way of repointing with lime mortars where possible of all external elevations of the Hall, removal of all cementitious pointing, mortar patch repairs and replacement of defective elements of brickwork in isolated locations with hand-made clay bricks. No works are proposed internally and no external works are otherwise proposed to those stated above.\r\rHistoric England advises that in those instances where repair works are proposed which is necessary to sustain the heritage asset, this is normally desirable if: \r\r- There is sufficient information to understand comprehensively the impacts of the proposals on the significance of the place; and \r- The long-term consequences of the proposals can, from experience, be demonstrated to be benign or the proposals are designed so as not to prejudice alternative solutions in the future; and \r- The proposals are designed to avoid or minimise harm, if actions necessary to sustain particular heritage values tend to conflict. \r\rThe extent of the repair should typically be limited to what is reasonably necessary to make failing elements sound and capable of continuing to fulfil their intended functions. \r\rRepairs to brickwork should accurately match the bond, colour, texture, dimensions and pointing of the original brickwork. Any features such as rubbed brick arches or decorative mouldings should be retained, and where necessary repaired or reinstated. \r\rPhotographic and written schedules have been submitted as part of the corresponding Listed Building Consent (reference: 21/01457/LBC) which provide a detailed written and photographic record of the existing state of the brickwork, details of its condition and recommended repair methods and materials to each specific elevation.\r\rWhere historic pointing survives, this should be preserved. Repointing should be restricted to those areas where the existing pointing is substantially decayed. The old mortar should be carefully cut-out with hand tools, as the use of mechanical cutters or disc grinders can be highly damaging. The repair of tuck pointing requires specialist craft skills. \r\rIt is evident that there are elements of the brickwork which are in a poor state of repair, specifically in respect to delamination and erosion of the brick faces, missing mortar and cracks to pointing. There are also some areas of the elevations which have cementitious pointing, and where lime mortar is in place some bricks have damage caused by efflorescence. \r\rDue regard has been had to the proposed extent of the repointing, together with the proposed mortar (i.e. lime mortar) which are both considered appropriate to, and necessary for, the overall repair and improvement to the aesthetic to this heritage asset. A condition is attached to the grant of this planning permission to ensure that the method of repointing is traditionally undertaken by hand and not mechanically. \r\rOfficers note that a washing method statement has been submitted. This sets out in sufficient detail the method of cleaning to the brickwork and the protective systems in place whilst this is to be carried out. All of the proposed measures are considered to be appropriate to have as little harmful impact to the historic fabric of the building as possible. A condition is attached to the grant of this planning permission to ensure that the method of cleaning is carried out in accordance with the contents of the submitted Method Statement. \r\rTaking into consideration the submitted plans, photographs and supplementary heritage information, the proposed repair works to the brickwork are deemed to be appropriate as the least interventionist and most sympathetic approach for the repair which would improve the overall character and appearance of the heritage asset. \r\rThe proposal would be acceptable and would preserve the character and appearance of the Grade II* Listed Building and would not result in harm to the significance of the non-designated heritage asset of the Old London Road Area of Special Character, having due regard to Section 16 of the Planning (Listed Building and Conservation Area) Act 1990 permission should be granted. Furthermore, it is concluded that the proposal would not harm the heritage asset as per the requirements of the NPPF 2021. \r\rRECOMMENDATION:\rApprove \r",
    "The applicant is informed that the details submitted for Condition 5 (Sustainability) of planning permission 19/02773/FUL have been assessed by Officers and are hereby approved subject to carrying out the development in accordance with the approved details.",
    "The applicant is also recommended to enter into a service and maintenance contract with an approved contractor to ensure that the performance of the approved design of the extraction system is maintained.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "Please confirm the description ''Demolition of existing rear extension and erection of single storey rear, roof extension with rear dormer and juliet balcony and installation of 1 no front rooflight to facilitate loft conversion.''",
    "Please submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r\rThe submitted location plan is in 1:500 scale.",
    "Please provide the previous application detail for free go. There is one previous application 22/00179/HOU in our system which had been withdrawn and refunded already.\r\rThe fee required for your planning application is  206.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.\r\rUnder the Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012 a 'free go' is only applicable If the proposal is the first revision of an application for development of the same character or description on the same site by the same applicant within 12 months of making the earlier application if withdrawn or the date of decision if granted or refused (including signs only if withdrawn or refused) and NOT a duplicate application made by the same applicant within 28 days.\r",
    "Please provide existing and proposed roof plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire property not just part and showing dimensions of proposed work.\r\rThe submitted proposed roof plan does not show the complete roof of the main house.",
    "Please submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r\rThe submitted location plan is not labelled.",
    "Please provide a copy of proposed block plan scaled 1:500 showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe submitted block plan does not show the position of the air condition.",
    "Please provide existing and proposed floor plans or roof plans to show the position of air condition at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire property not just part and showing dimensions of proposed work.\r\rThe submitted roof plan is not labelled as existing and proposed, it does not have a scale bar.",
    "Please provide a copy of proposed block plan scaled 1:500, providing a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe submitted block plan does not show the position of the proposed changes.",
    "Please provide existing floor plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.",
    "Please provide copies of all existing elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.\r\r",
    "Please submit the separate application form for advert.",
    "The fee required for your planning application is 103.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "The fee required for your planning application is  250.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "We received two different options for the pre-application, it will be considered as two different applications. The fee for one application with advice and meeting is 250.00, the total application fee with two optios is 500.00. \rWe acknowledge the receipt of 250.00, please pay the outstanding balance of 250.00.\rPayment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.\r\r",
    "Please submit a copy of site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.",
    "Please confirm the description ''Part demolition of existing detached rear garage and conversion of garage into garden office. Erection of single storey rear garage outbuilding.''",
    "Please provide a copy of block plan scaled 1:500 showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe scale bar in the submitted block plan does not measure to the stated scale.",
    "Please provide copies of all existing and proposed elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.\r\rThe proposed garage and office outbuildings are detached with eachother, please submit all the four  elevations of individual outbuildings. The submitted proposed elevations do not show rear and side elevation of the proposed outbuildings.",
    "Please provide a copy of proposed block plan scaled 1:500, providing a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.",
    "Please provide copies of all existing and proposed side elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.\r\rThe submitted documents have only one side elevation, we require both side elevations.",
    "Please provide existing and proposed floor plans of the shed at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.\r\rThe submitted proposed plan does not show the complete plan of the shed.",
    "Please provide existing and proposed roof plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire property not just part and showing dimensions of proposed work.\r\rThe submitted proposed roof plan does not show the complete roof of the shed.",
    "Please provide copies of all existing and proposed elevations of the shed at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.\r\r\r\r",
    "Please provide a copy of block plan scaled 1:500, providing a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe submitted block plan does not show the position of door and window to be altered.",
    "Please provide existing and proposed floor plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.\r\rThe submitted floor plans do not show the complete plan of the main house.",
    "Confirmation of the description ''Alteration to rear door, side window and associated landscaping works.''",
    "Please provide a copy of proposed block plan scaled 1:500, providing a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.",
    "The fee required for your planning application is  116.00. We received 34.00, please pay the outstanding balance of 82.00. Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "Please confirm the description ''Erection of part two storey/part single storey rear, first floor side extension. Erection of roof extension, installation of 2nos front, 1 no rear and 1no side roof lights to facilitate loft conversion. Erection of single storey detached outbuilding to rear garden for incidental use to the main dwelling.''",
    "The fee required for your planning application is  145.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "14/02/2020",
  "secondary_street_name": null,
  "site_number": "20, 30",
  "pp_id": "PP-08499907",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.301213,
          51.401586
        ],
        [
          -0.301214,
          51.401559
        ],
        [
          -0.301257,
          51.40156
        ],
        [
          -0.301256,
          51.401587
        ],
        [
          -0.301213,
          51.401586
        ]
      ]
    ],
    "type": "Polygon"
  }
}