{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q4RAFUNHMV700",
  "lapsed_date": "05/06/2023",
  "decision_target_date": "23/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2NN",
  "site_name": "360-364 Leatherhead Road\rChessington\rKT9 2NN\r",
  "status": "Approved",
  "application_details": {
    "affordable_housing_fast_track": null,
    "s106_agreement": false,
    "affordable_housing_inlieu_payment": 0,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [
      "000128011396"
    ],
    "total_gia_existing": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": 0,
    "circular_economy_statement": null,
    "commencement_notice_received": false,
    "scheme_phasing": null,
    "non_residential_details": {
      "development_type": "Change of Use",
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "site_area": null,
      "total_gia_existing": 221,
      "total_gia_lost": 0
    },
    "phasing_details": [],
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 1071,
    "existing_proposed_floorspace_details": [],
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "GREENB Name: Green Belt"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "SAC SAC Type: SPECIAL CONTROL OF ADVERTS"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: GLA"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Housing HRA"
      }
    ],
    "grey_water_reuse": null,
    "building_details": [],
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "non_permanent_dwellings_details": [],
    "intended_completion_date": null,
    "projected_cost_of_works": null,
    "internal_resi_water_usage": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_homes_passive_cooling": null,
      "no_new_water_connections_required": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "no_passive_other_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "ghg_reduction_over_building_regulations": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "no_resi_units_to_have_full_fibre": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "uk_company_registration_no": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": 0,
      "no_council_tax_rateable_units_lost": 0,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "3d_model": null,
    "transport_contributions": null,
    "no_affordable_housing_units_acquired_offsite": 0,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "total_gia_lost": null,
    "social_infrastructure_contributions": null,
    "scheme_name": "360-364 Leatherhead Road",
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "site_area": null,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_gia_lost": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00170/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517215,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:13:15.635Z",
  "id": "Kingston-20_00170_FUL",
  "application_type": "All Other",
  "street_name": "Leatherhead Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "05/06/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Change of use from Car Showroom (Use Class Sui Generis) to Retail Shop (Use Class A1)",
  "actual_completion_date": null,
  "last_date_consultation_comments": "19/02/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other change of use",
  "centroid_northing": 161561,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128011396",
  "centroid": {
    "lon": -0.318563,
    "lat": 51.34106
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "Prior to the occupation of the retail unit (Use Class A1), a scheme for signage and markings in accordance with the paragraph 12 of the Transport Statement Addendum (dated May 2020)   and drawing number 195135/A/01 shall be submitted to and approved in writing by the Local Planning Authority. The agreed signage shall be installed and thereafter maintained. \r\rReason: Insufficient information has been submitted to demonstrate the proposed signage to be used at the site entrance. The submission and implementation of the measures would ensure that there are adequate entrance and exit arrangements to serve the development, and that the development accords with  Policy DM10 (Design Requirements for New Developments including House Extensions)  of the LDF Core Strategy Adopted April 2012.\r",
    "The  car parking spaces (including the disabled space) and parking layout as shown on drawing number 195135/A/01 Rev C shall be provided before the development to which it relates to is occupied,  and shall not thereafter be used for any purposes other than the parking of vehicles for the occupiers of the development and visitors to it. \r\rReason: To ensure the provision of adequate off-street parking accommodation and to avoid the congestion of surrounding roads by parked vehicles in accordance with Policy 6.13 of the London Plan (2016) and Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The retail unit (Use Class A1) hereby approved shall not operate other than between the hours of 9.00am to 20.00pm Mondays to Sundays (including Bank or National Holidays).\r\rReason: To safeguard the amenities of neighbouring properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions)  of the LDF Core Strategy Adopted April 2012.\r",
    "The servicing (including deliveries) of the retail unit (Use Class A1) hereby approved shall only be carried out in accordance with the Delivery and Servicing Plan (dated 20the May), and only take place between the hours of 07:00am to 19:00pm Monday to Saturday and between the hours of 09:00 to 17:00 on Sundays and Bank Holidays. \r\rReason: To safeguard the amenities of neighbouring properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions)  of the LDF Core Strategy Adopted April 2012.\r",
    "All vehicles (including delivery vehicles) shall be restricted to entering via the southern crossover and exiting via the northern crossover on a left-in and left-out basis in accordance with the Transport Statement Addendum (dated May 2020) and drawing number 195135/A/01 Rev B. \r\rReason: In the interest of highway safety in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions)  of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby approved shall be used for purposes falling within Use Class A1 (retail) only, and for no any other purpose as defined in the Town and Country Planning (Use Classes) Order 1987 (as amended) or in any provision equivalent to that Class in any statutory instruction revoking and re-enacting that Order (with or without modification), without written consent from the Local Planning Authority first being obtained. \r\rReason: To enable the Local Planning Authority to exercise control of the type of use within the category in order to safeguard the amenities of the area in accordance with Policies DM10 (Design Requirements for New Developments including House Extensions)  and DM17 (Protecting Existing Employment Land and Premises) of the LDF Core Strategy Adopted April 2012.\r",
    "Site\rThe application site is a two-storey end of terrace dwelling. The site is located within Flood Risk Zone 3A (high probability). The site also falls within the designated Kingston Town Centre boundary, as well as an Area of Archaeological Significance.\r\rProposal\rThe application seeks permission for the erection of a single-storey side and rear extension.\r\rConsultations\r10 neighbouring properties have been notified of the proposals and no representations were received.\r\rHistoric England: No consultation required.\r\rConsideration\rThe key areas of assessment are: \rThe design of the proposed development;\rThe impact of the development on the amenities of existing and future occupants of land and buildings; and,\rThe impact of the development on flood risk.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: The proposed single storey side extension would infill the narrow area between the host building and boundary fencing of the property with a flat roof design and finished in materials to match the existing. Whilst the roof form and set back do not accord with the parameters of the Residential Design SPD, 2013 officers acknowledge the overall scale of the extension would be modest and would not be highly visible, given the the development's siting between the existing brick boundary fencing and Oaklea Passage. \r\rThe application also proposes the construction of a single storey rear extension. This would measure a maximum of 3.6 metres from the existing rear wall of the dwellinghouse including a parapet wall (3m extension, 3.6 parapet wall) and beyond the parameters of the Residential Design SPD for single storey extensions. The proposed flat roof extension would have a parapet wall of approximately 3.3 m in height. Whilst not visible from the streetscene, the scale and depth of extension would not be characteristic of the established pattern of development to the rear of Oaklea Passage. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments: The principal properties to consider in relation to amenity are Matham House which is a detached two storey property and separated by a brick boundary wall; and No.2 Oaklea Passage which has not been extended to the rear. Given the depth and siting along the shared boundary, the proposed single storey rear development would have an unacceptable adverse impact on outlook, and as properties along Oaklea Passage narrow to the rear along this terrace the proposed extension would also result in a sense of enclosure to the neighbouring property at No.2 Oaklea Passage.\r\rIn addition, the applicant has failed to indicate that the proposed extension would not have an undue adverse impact on the light/sunlight and outlook on the nearest ground floor habitable room at No.2 Oaklea Passage. \r\rThe proposed development would therefore have an unacceptable impact on the amenity of neighbouring properties.\r \rAs stated above the application site falls within Flood Risk Zone 3A (high probability). Consequently the Flood Risk Assessment: Standing Advice issued by the Environment Agency and DEFRA, 2012 must be applied. For minor extensions such as this it is essential that the proposed floor level is no lower than existing in order to mitigate future flood risk impacts. \r\rOfficer Comment: The submitted flood risk form states that floor levels within the proposed development will be set no lower than existing levels and flood proofing of the proposed development has been incorporated where appropriate which is considered acceptable in this case and in compliance with policy SI12 of the London Plan 2021 and Policy DM4 of the LDF Core Strategy (2012).\r\rIn conclusion, the proposed development would conflict with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    " Condition 36 (Flood Risk Assessment) - RBK Flood Risk Officer and The Environment Agency have reviewed the information submitted and are satisfied this can now be approved.",
    "The applicant is informed that the submitted details, as set out above are agreed and that Condition 36 (Flood Risk Assessment) of planning permission 18/12217/FUL is hereby discharged subject to carrying out the development in accordance with the details hereby approved.",
    "Site\rThe application site is a two-storey end terrace dwellinghouse located on Archdale Place. The site is not subject to any particular designations or environmental constraints.\r\rRelevant History\r19/00240/HOU - Conversion of garage into habitable room and erection of conservatory to the rear. Application Granted on 29 Mar 2019. With conditions.\r\r21/02732/HOU - Conversion of existing garage to habitable space with associated changes to fenestration and installation of 1no rooflight. Erection of single storey rear and side extensions.\r\rThis most recent application was refused on the grounds that:\rThe proposed conversion of the garage into a habitable room would have an unacceptable adverse impact on congestion and highway safety through the loss of off-street parking, thereby conflicting with Paragraph 111 of the National Planning Policy Framework (2021), as well as Core Strategy Policy DM9 and Policy DM10 of the Councils LDF Core Strategy (2012).\r\rConsultations\rFour neighbouring properties have been notified of the proposals and no representations were received.\r\rConsideration\rThe key areas of assessment are: \rThe impact of the development on character and appearance; \rThe impact of the development on the amenities of existing and future occupants of land and buildings; and,\rThe impact of the development on highways and transportation.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments:  The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments: It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rPolicy DM9 of the Council's LDF Core Strategy (2012) states that new development must comply with local car parking standards in order that it does not contribute to congestion or compromise highway safety. Policy DM10 supports this stance. \r\rOfficers Comments: The proposal involves the conversion of an existing garage into a habitable room, as previously refused. Officers note that properties on Archdale Place benefit from either an integral garage, or a designated parking space. The proposed development in this case would involve the removal of the only parking space designated for the application site, i.e. it does not benefit from any alternative off-site parking bay. The highway in front of the application site is used to access allocated parking spaces for other residential units on Archdale Place and therefore parking on the road outside the application property would not be supported. Furthermore, there is limited on street parking availability in the immediate vicinity. Since the previous refusal, the applicant has failed to submit any details as to how car parking provision for the application site would be accommodated. Therefore, the proposed conversion of a garage in this case is considered to have an unacceptable adverse impact on congestion and highway safety, through the loss of designated off-street parking. \r\rIn conclusion, the proposed development would conflict with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The site comprises a semi-detached dwelling on the northern side of Mount Pleasant Road.\r\r9x neighbouring properties have been notified of the proposals and no representations have been received. \rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The front wall of the proposed porch extension, would be located 1.0 metre forward of the existing front wall of the host property. However, the proposed porch would reflect the character of the main house, would have a symmetrical appearance when viewed alongside the existing porch extension at no.49 Mount Pleasant Road and not appear to be an incongruous addition, when viewed from Mount Pleasant Road. The proposed porch would appear subordinate and proportionate. \rWhile the single storey rear extension would not strictly adhere to the recommendations set out in the Residential Design SPD 2013, in terms of a maximum depth of 4.0 metres, officers note that the proposed rear extension otherwise meets Kingston Council design standards.\rThe proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Officers note that the proposed rear extension would be a maximum height of 3.6 metres, where it meets with the existing house. In addition to the flank wall of the rear extension would be set away from the neighbouring property at no.45 Mount Pleasant Road. The single storey rear extension would have a maximum depth of 4.0 metres. However, the proposed rear extension, would replace a smaller existing rear extension and there is an existing rear extension at no.49 Mount Pleasant Road. It is therefore considered that the proposed development would not additionally affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy, significantly enough to warrant refusal. The proposed porch, to the front of the dwelling, would also not significantly affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).\r",
    "The site comprises a two-storey, semi-detached dwelling located on the south-eastern side of Orme Road, which is a well-established residential area. There is an existing side extension to the neighbouring property at No. 8 Orme Road. There are no windows within the side elevation of this neighbouring extension, which face the application property. The building line of the application property is set marginally further forward than this neighbour. To the front of the property is a driveway that provides off-street parking. The property is not listed nor is it within a conservation area and there are no other historic assets in the vicinity. At the rear, there is a single storey extension that spans the full width of the property. The property is within Flood Risk Zone 1 (low probability), as defined by the Environment Agency, and is within a locally designated Critical Drainage Area.\r\rPlanning History\r20/02394/HOU- Erection of two storey side extension. REFUSED 08.03.2021.\r\r15x neighbouring properties were notified of the application and no representations have been received following the consultation period. \r\rThe key areas of assessment are:\r- The design of the proposed development;\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and\r- - The impact of the development on the highways and transport.\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rThe proposal includes the retention of a detached garage building to the rear of the property. The proposal would involve the erection of a single-storey side extension. The roof aspect of the proposal would project across the front elevation to provide a canopy/porch to the front entrance door and join up with the two-storey bay window aspect of the front elevation.\rThe Residential Design Guide advises that single storey side extensions should reflect and relate well to the main house and its roof form, and the height of the roof should never encroach on the sill of windows of the second storey. Single storey side extensions should normally be set-back from the front wall of the original house by at least 500mm. However, officers stated in the delegated report for the previous planning refusal (20/02394/HOU) for this site, that for the ground floor element of the proposal, the:- \"front elevation, would meet the Design Guide's requirements for a front extension, in that it would not project beyond the existing bay window and there would also be separation distance between the two features.\"\rThe Residential Design Guide also advises that single storey side extensions should be set in from the shared side boundary, by at least 250mm, so guttering does not overhang adjoining land. The Agent for the current application has stated that the flank wall of the proposal would only be set in 100mm from the shared side boundary with no.8 Orme Road. However, a parapet gutter would be installed above the outer flank wall of the proposal and the existing side extension at no.8, is built up to the common shared boundary, with the host property.\rThe proposed development is therefore considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe proposed extension would increase the footprint of the property to the side. However, it is considered that the remaining space would be adequate for residents to enjoy without having their amenity compromised. There are no windows within the side elevation of the neighbour at No. 8 Orme Road that would be affected by the erection of side ground floor extension. The neighbour at No. 8 Orme Road has erected a single storey side extension that is used as a bedroom and is flush with the front elevation of their property.\rThe proposed extension would project beyond the front building line of No. 8 Orme Road. The windows within the neighbouring extension are off-set from the boundary. The application property is located to the south-east of No. 8 Orme Road. There would be a slight loss of daylight caused to No. 8 Orme Road, as a result of the proposed extension. However, the loss of daylight caused to No. 8 Orme Road, would not be significant enough to warrant refusal. The forward projection of the proposed extension would not result in a poor outlook for the neighbour due to the extent of the forward projection and the positioning of the neighbouring windows.\r\r\rPolicy DM9 of the Council's LDF Core Strategy (2012) states that new development must comply with local car parking standards in order that it does not contribute to congestion or compromise highway safety.  Policy DM10 supports this stance. \r\rPolicy T5 of the London Plan 2021 states that developments should provide cycle parking at least in accordance with the minimum standards set out in Table 10.2 and Figure 10.3, ensuring that a minimum of two short-stay and two long-stay cycle parking spaces are provided.\r\rOfficers acknowledge that the proposals would result in the loss of access to the existing garage directly from the front of the property. However, the hardstanding to the front of the property would be of sufficient size to accommodate one vehicle in accordance with the standards set out in the London Plan. Whilst the side access providing access to the rear garden would be lost as a result of the proposals the retention of the detached garage would provide adequate storage space for bicycles. As such, there is no objection to the proposals in this regard.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (\r",
    "Please note that both sets of plans submitted are Existing. Proposed Floor Plans and Elevations are required",
    "Please confirm the description ''Erection of part two storey/part single storey rear, single storey side with terrace on top, roof extension including raising roof height with 1 no rear, 1 no side and 1 no front dormer and installation of  2nos side and 1 no rear rooflights. Conversion of the property into 4nos flats.''",
    "Please provide copies of all proposed elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.\r\rThe submitted elevations are not labelled as proposed.",
    "This application can not be a free go, the decision date of the previous application is more than 1 year.\r\rUnder the Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012 a 'free go' is only applicable If the proposal is the first revision of an application for development of the same character or description on the same site by the same applicant within 12 months of making the earlier application if withdrawn or the date of decision if granted or refused (including signs only if withdrawn or refused) and NOT a duplicate application made by the same applicant within 28 days.\r\rThe fee required for your planning application is £ 1386.00  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "Please provide copies of all existing and proposed elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.\r\rThe two elevations in the submitted Ex.02 Elevations as Approved are labelled as  approved west elevation, please revise the drawing with the correct labelling, there are 2 nos approved west elevations.\rThe two elevations in the submitted GE.00 Proposed Elevation are labelled as proposed north elevations, there are 2nos proposed north elevations, please revise the drawing with the correct labelling.",
    "Please provide a copy of block plan scaled 1:500, providing a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe submitted block plan does not show the proposed development in hatched or shaded.",
    "Please provide existing and proposed floor plans, roof pla, elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "27/01/2020",
  "secondary_street_name": null,
  "site_number": "360",
  "pp_id": "PP-08429216",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.318541,
          51.341074
        ],
        [
          -0.318542,
          51.341047
        ],
        [
          -0.318585,
          51.341047
        ],
        [
          -0.318584,
          51.341074
        ],
        [
          -0.318541,
          51.341074
        ]
      ]
    ],
    "type": "Polygon"
  }
}