{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q4RLK9NH03X00",
  "lapsed_date": "28/02/2025",
  "decision_target_date": "02/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT4 7RQ",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.031
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00171/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521311,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:13:15.955Z",
  "id": "Kingston-20_00171_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Brockenhurst Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "28/02/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (4.85m depth, 3.0m maximum height and 3.0m eaves height)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 166503,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021802110",
  "centroid": {
    "lon": -0.258102,
    "lat": 51.384618
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension would extend beyond a wall forming a side elevation of the original dwellinghouse, and would have a width greater than half the width of the original dwellinghouse, in conflict with Paragraph A.1 (j) (iii) of the Town and Country\rPlanning (General Permitted Development) (England) Order 2015 (as amended).\r",
    "7 neighbouring properties have been notified of the proposals and 3 objections have been received relating to:\r\r- Excessive height or bulk of buildings;\r- Loss of light/sunlight;\r- Noise; and,\r- Privacy.\r\rNorth Kingston Forum -  Objection: the proposal would be unsympathetic to the character of the house, contrary to the guidance provided by the Residential Design SPD, the proposed mansard roof extension is at odds with the existing roof form and fails to take account of published good practice guidance. \r \rThe concerns raised will be taken into consideration during the assessment of the application and detailed below.\r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The Residential Design SPD Policy Guidance 40 notes that dormer style roof extensions in addition to the piggyback extension, similar to that of the applicant's proposal, would not be acceptable. While side dormer roof extensions are viewed on the immediate streetscene, including neighbouring property No. 34 Chesfield Road, they do not extend higher than the existing ridge line of the original roofslope, and as such are permissible under Permitted Development Rights. \r\rIn this case the proposed development would be set back from the front elevation, however, officers note that the roof form would not relate well to the original main roof and would create an excessively bulky addition to the host property. Further, the proposed roof extension would be at odds with the existing traditional piggy back roof extensions that can be viewed in the immediate surrounding area. Given that the proposed development would appear as a bulky and overly dominant addition to the host property, and that there are no developments similar to that of the proposed development in the immediate vicinity, it is considered that the proposed roof extension would be a harmful addition to the character and appearance of the surrounding area.\r\rTherefore, given the excessive bulk, mass, scale and design of the proposed development, the proposed development would result in harm to the character and appearance of the original building and the prevailing character of the surrounding area. The proposal is therefore contrary to Policies D3 of the London Plan 2021 and Policies CS8 and DM10 of the Council's Core Strategy 2012.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: While there are a number of openings proposed to the side elevations at second floor level they would be obscure glazed and as such would not cause any loss of privacy for the occupants of neighbouring properties. The proposed Juliet balcony would offer similar views to what is existing at the rear elevation of the original dwelling and as such would not cause a loss of privacy for the neighbouring properties over and above the exsiting situation.\r\rFurther, given the siting of the proposed development, it is considered that it would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance or loss of light/sunlight. Given that the proposal is for a residential extension in a residential area, it is considered that it would not give rise to noise and disturbance over and above the existing situation.\r\rIn conclusion, the proposed development, by reason of its excessive bulk, mass, scale and design, would result in harm to the character and appearance of the original building and the prevailing character of the surrounding area. The proposal is therefore contrary to Policies D3 of the London Plan 2021 and Policies CS8 and DM10 of the Council's Core Strategy 2012.",
    "Please submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r\rThere is no red outline in the proposed site in the submitted location plan."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "20/01/2020",
  "secondary_street_name": null,
  "site_number": "31",
  "pp_id": "PP-08436908",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.25808,
          51.384631
        ],
        [
          -0.258081,
          51.384604
        ],
        [
          -0.258124,
          51.384605
        ],
        [
          -0.258123,
          51.384632
        ],
        [
          -0.25808,
          51.384631
        ]
      ]
    ],
    "type": "Polygon"
  }
}