{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q8FB4ENHFZ000",
  "lapsed_date": "17/11/2023",
  "decision_target_date": "02/06/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5DP",
  "site_name": "",
  "status": "Dismissed",
  "application_details": {
    "site_area": 984,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "LASC Name: Thetford Road"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.22.73T.1\rAddress: 27 Thetford Road New Malden KT3 5DP\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ2167371A"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021782125"
    ]
  },
  "appeal_decision_date": "03/12/2021",
  "lpa_app_no": "20/00829/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521304,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:15:56.858Z",
  "id": "Kingston-20_00829_FUL",
  "application_type": "All Other",
  "street_name": "Thetford Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "17/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": "Dismissed",
  "appeal_start_date": "04/05/2021",
  "decision_process": "Committee",
  "description": "Alterations and extensions to side and rear of existing single dwellinghouse at ground, first and second floor levels, and excavation at basement level to provide 6 self-contained flats (2 x one-bedroom, 2 x two-bedroom and 2 x three-bedroom) with associated waste and cycle storage facilities",
  "actual_completion_date": null,
  "last_date_consultation_comments": "21/08/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 167772,
  "decision": "Refused",
  "appeal_decision": "Dismissed",
  "uprn": "100021782125",
  "centroid": {
    "lon": -0.257769,
    "lat": 51.396025
  },
  "polygon": null,
  "parking_details": {
    "no_existing_cycle": 0,
    "no_proposed_cycle": 10,
    "net_cycle": 10
  },
  "decision_agency": null,
  "decision_conditions": [
    "The proposed development, by reason of the scale of the extensions and the density of the dwellings, would represent an overdevelopment of the site, resulting in unacceptable harm to the character of the area. The proposal is therefore contrary to Policies 3.4 and 7.4 of the London Plan 2016 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The proposed development would have an unacceptable impact upon on the amenities of neighbouring occupiers as it would fail to provide a sufficient number of off-street car parking spaces, leading to inconsiderate parking and an increase in on-street car parking pressure on surrounding streets. The proposal is therefore contrary to Policies CS7 and DM10 of the LDF Core Strategy 2012.",
    "The proposed development would have an unacceptable adverse impact upon neighbouring residential amenity, by reason of the internal layout and floor levels, which would give rise to undue noise and disturbance, resulting in unacceptable living conditions for the occupants of No.29 Thetford Road. The proposal is therefore contrary to policy DM10 of the LDF Core Strategy 2012.",
    "The proposed development, by reason of the lack of private outdoor amenity space for the upper floor flats, would fail to provide a satisfactory standard of accommodation and would result in unacceptable living conditions for future occupants of the development. The proposal is therefore contrary to Policy 3.5 of the London Plan 2016 and Policies DM10 and DM13 of the LDF Core Strategy 2012.",
    "The applicant has failed to demonstrate that a suitable drainage strategy could be implemented on site and that the proposal would not increase the risk of flooding to the site itself and elsewhere. The proposal is therefore contrary to Policies 5.12 and 5.13 of the London Plan 2016 and Policy DM4 of the LDF Core Strategy 2012.",
    "The applicant has failed to demonstrate that the proposal would ensure land stability across the site and the adjoining neighbouring properties. The proposal is therefore contrary to Paragraph 170 of the NPPF 2019.",
    "The application is made pursuant to Section 96A of the Town and Country Planning Act 1990 (as amended), which concerns non-material amendments to planning permission. \r\rUnder Section 96A, a change may be made to any planning permission, including through the imposition of new conditions or the removal/alteration of existing conditions, if the local planning authority is satisfied that the change is not material. In deciding whether a change is material, a local planning authority must have regard to the effect of the change, together with any previous changes made under this section, on the planning permission as originally granted.\r\rThe National Planning Practice Guidance states that there is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another. The judgement on 'materially' in any particular case is one of fact and degree.\r\rThe application seeks the following amendment to planning permission reference: 22/01545/HOU :\r - Amendments to fenestration and;\r- Removal of approved first floor rear extension\r\rWhilst the proposed changes are likely to be considered acceptable in terms of their design and impact on neighbouring properties, the question Officers must turn their mind to is, are the proposed changes material or non-material? It is clear from the drawings that the change in this case would be highly noticeable, resulting in a development with a significantly different rear elevation, as such the amendments would represent a material change. \r\rAccordingly, the proposed amendments are considered to be greater non-material and it is recommended that the application be refused.",
    "Consultations\r6no. surrounding properties were notified of the proposed development. No representations received.\r\rPlanning History\rNo planning history recorded.\r\rProposal\rThe application seeks planning permission for the demolition of single storey rear extension and conservatory, erection of single storey rear extension, conversion of garage into habitable room and reconfiguration of existing front porch.\r\rSite and Surroundings\rThe application site comprises of a two-storey, semi-detached dwellinghouse. \r\rThe application site is not located within a Conservation Area and does not comprise of a statutory or locally listed building. \r\rPlanning Assessment\rThe key considerations in the assessment of this application are:\r-\tCharacter and Appearance; \r-\tThe Impact upon Residential Amenity; \r-\tThe Impact upon Highways; and \r-\tFire Safety\r\rCharacter and Appearance \rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rThe proposals seek to convert the integral garage into a habitable space with associated change from existing garage door to a window of a similar appearance to the existing main windows within the front elevation of the property. This is considered to be an acceptable alteration which would not result in any harm to the overall character and appearance of the host dwelling. \r\rThe proposed single-storey rear extension would not be visible from the streetscene, contained behind the existing built form. \r\rThe proposed rear extension would measure 8.5m wide, slightly set back to the boundaries. The rear extension would measure 7.2m deep to the deepest point, stepping back 0.4m from the rear extension at No. 48 and protruding 2.5m from No. 52. The proposed flat roof would have a maximum height of approx. 3m with parapet on both sides to a maximum height of approx. 3.3m.\r\rThe proposed extension is considered appropriate in its scale and design, in keeping with the rear elevation of the host building. \r\rThe proposed reconfiguration of the entrance door to be centralised with two linear glazed panels either side and a rooflight to the flat roof are considered to be minor alterations which would not result in adverse impact to the host dwelling or wider streetscene.\r\rHaving regard to the above officers consider that there would be no material impact from the proposed development on the character and appearance of the area.\r\rImpact upon Residential Amenity\rPolicy D3 of the London Plan 2021 requires new development to deliver appropriate outlook, privacy and amenity. \r\rPolicy DM10 of the Kingston Core Strategy (2012) is clear that development proposals should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe conversion of the garage and alterations to the fenestration would not cause any materially harmful impacts to neighbouring amenity.\r\rThe proposed single storey rear extension complies with the 45 degree rule test in relation to the nearest ground floor principal habitable rooms to the neighbouring property at No. 52 Lingfield Avenue. The rear extension would not project further than the rear building line at No. 48.\r\rAccordingly, the proposed development is considered to be acceptable in terms of residential amenity.\r\rImpact upon Highways\rPolicy DM10 of the Core Strategy states that proposals should have regard to local traffic conditions and highway safety and ensure that they are not adversely affected. \r\rThe application involves the conversion of the integral garage space. \r\rThe area of hardstanding/driveway to the front of the property is of an adequate size to be used for car parking.\r\rAs such, the conversion would not result in the loss of a space that would impact upon highway safety.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development would accord with the relevant policies of the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), and Policies CS8, DM10 and DM12 of the Core Strategy (2012).\r\rThe proposal by virtue of its scale, design and materiality is considered not to result in harm to the character and appearance of the host dwelling or wider area. In addition, the proposals would not result in materially harmful impact to neighbouring amenity by way of overlooking, loss of light or sense of overbearing or enclosure. In addition adequate car parking space for the property would be retained to the frontage, to the satisfaction of the Council.\r\rRecommendation:\rThat planning permission be GRANTED\r",
    "The site comprises an mid-terrace dwelling.\r\r8 neighbouring properties have been notified of the proposals and no representations have been received.\r\rRelevant Planning History \r22/00868/HOU - Erection of single storey rear extension. Granted on 10.05.2022. \r\rThe key areas of assessment are:\r- The design of the proposed development.\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Fire Safety.\r\r Design\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: This application seeks approval for a single storey rear extension with a depth of 3.6m and a total pitched roof height of 3.5m. The applicant previously submitted a planning application (22/00868/HOU: Granted) for a single-storey rear extension with a depth of 3m and a total height of 3.8m. The changes consist of a reduction in height of 300mm and an increased depth of 600m. \rOfficers acknowledge that the depth of the proposed extension would fall outside the guidelines of the Residential Design SPD, Policy Guidance 33. However, the design of the single-storey rear extension would be well-suited to the host dwelling, as it would respect the pitched roof format of the main roof and the proposed extension would not be incongruous to the wider area and neighbouring properties benefit from similar extensions.\rTherefore, the proposed extension is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Officers have assessed the impact on daylighting and sunlighting of the proposed extensions, using the BRE, 45  Degree Rule and the Residential Design SPD.\r\rTherefore, given the siting of the development in relation to neighbouring properties and neighbouring extensions, it is considered that the development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: Although the applicant has submitted a Fire Safety Strategy and proposed plans which include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point, it does not sufficiently address the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan 2021, Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Officer Report\r\rApplication Site\rThe site comprises a semi detached dwelling located on Elgar Avenue.\rThe site is not subject to any particular designations or environmental constraints.\r\rProposal \rConversion of garage to habitable accommodation following a single storey front extension including new porch. Installation of new front door and side rooflight, and changes to fenestration.\r\rConsultations\r6 properties were notified of the proposal. No representations were received.  \r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed front extension would project approximately 1.8m from the front elevation and it would project forward the existing bay window by approximately 0.5m.\r\rIt is noted that the existing street scene contains examples of front extensions however they tend not to project forward the front building line. \r\rWhile the proposed roof form, design and materials are considered to be in-keeping with the host dwelling and the existing street scene, the proposed depth of the extension would result in an overdominant extension that in relation to the neighbouring properties would appear especially incongruous. Therefore the proposal would be contrary to Policy Guidance 38 of the Council's Residential Design SPD.\r\rThe associated alterations to the side elevation and installation of a rooflight are considered acceptable. \r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed front extension with associated alterations  due to its siting and scale would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rLoss of Car Parking\rParagraph 111 of the NPPF, 2021 states that development should only be prevented or refused on transport grounds if there would be an unacceptable impact on highway safety, or where the residual cumulative impacts of development are severe. \rPolicy DM10 of the Council's Core Strategy 2012 requires development proposals to have regard to local traffic conditions and highway safety and ensure they are not adversely affected. \r\rOfficer Comment: Despite the loss of the existing garage, it is considered that the hardstanding to the front of the dwelling remains of an adequate size to accommodate one off street car parking space, therefore the proposal would not result in an unacceptable impact on the local highway network. \r\rIn relation to cycle parking, Officers note that a secure cycle parking could be possibly provided within the existing amenity space to compensate for the loss of the garage. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rThe Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details:\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point;\r2) Appropriate fire alarm systems;\r3) Passive and active fire safety measures;\r4) appropriate construction details to minimise the risk of fire spread;\r5) provision of suitable and convenient means of escape/ an evacuation strategy;\r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Safety Strategy shall include a statement of competence.\r\rThe required Fire Safety Strategy shall reference the London Plan Guidance Fire Safety (February 2022) where applicable and a Reasonable Exception Statement (RES) shall be submitted in relation to those fire safety requirements which the applicant does not consider to be relevant.\r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "Incorrect Scale Bars - please correct the 1:50 scale bars on the Existing and Proposed Elevations for the Entrance within the building (Plans 2 and 4). The scale bar measures 5m, not the stated 10m.",
    "Annotated dimensions must be included on all Existing and Proposed floor plans, site plans, elevation drawings, and section/level plans to show the key dimensions of any existing structures to be demolished/retained and dimensions for the proposed works. This is in line with the Council's adopted local Validation Checklist. Please amend Existing plans and re-submit where necessary.\r",
    "Annotated dimensions must be included on all Existing and Proposed floor plans, site plans, elevation drawings, and section/level plans to show the key dimensions of any existing structures to be demolished/retained and dimensions for the proposed works. This is in line with the Council's adopted local Validation Checklist. Please amend plans and re-submit where necessary.\r",
    "Proposed Elevations Plan MCN 1.7 - for the avoidance of doubt please re-label the \"Existing\" Section drawing, which shows the \"Proposed\" Section.",
    "Please confirm the description of works as the application form description does not correspond with the proposed works as titled on the the plans, which refer to loft conversion.  Confirmation can be in writing or by amending the plans to reflect the proposals. Is the correct description as follows: \"Erection of part single/part two storey rear extension\"?\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "07/04/2020",
  "secondary_street_name": null,
  "site_number": "27",
  "pp_id": "PP-08629127",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.257747,
          51.396038
        ],
        [
          -0.257748,
          51.396011
        ],
        [
          -0.257791,
          51.396012
        ],
        [
          -0.25779,
          51.396039
        ],
        [
          -0.257747,
          51.396038
        ]
      ]
    ],
    "type": "Polygon"
  }
}