{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q57YAUNHMZM00",
  "lapsed_date": "23/04/2025",
  "decision_target_date": "03/04/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 4EL",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.011000000000000001
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00289/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517649,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:13:44.833Z",
  "id": "Kingston-20_00289_HOU",
  "application_type": "Householder",
  "street_name": "Westfield Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "23/04/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of part single storey and part two storey rear extension (following demolition of existing rear extension)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167579,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021801564",
  "centroid": {
    "lon": -0.310345,
    "lat": 51.395059
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) at first floor level or above in the in the north-west or south-east elevations of the dwelling unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "The flat roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The application is made pursuant to Section 96A of the Town and Country Planning Act 1990 (as amended), which concerns non-material amendments to planning permission.\r\rUnder Section 96A, a change may be made to any planning permission, including through the imposition of new conditions or the removal/alteration of existing conditions, if the local planning authority is satisfied that the change is not material. In deciding whether a change is material, a local planning authority must have regard to the effect of the change, together with any previous changes made under this section, on the planning permission as originally granted. \r\rThe National Planning Practice Guidance states that there is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another. The judgement on 'materially' in any particular case is one of fact and degree. \r\rThe application seeks to increase the depth of the proposed ground floor rear extension by 500mm. Given the increase in overall depth, officers consider that an assessment would have to be made to ensure that the proposed alterations would not give rise to any adverse impacts with regards to loss of light/sunlight or increase in overbearing appearance for the occupiers of neighbouring properties. As such, the proposed changes are considered not to be non-material.",
    "Site\r\rThe application site is a two storey semi-detached dwellinghouse located on Van Dyck Avenue. The site is not subject to any particular designations or environmental constraints.\r\rConsultations\r\rEight neighbouring properties have been notified of the proposals and no representations were received.\r\rConsideration\r\rThe key areas of assessment are: \rThe design of the proposed development; and, \rThe impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: The application proposes the construction of a two storey side extension, as well as the construction of a first floor side extension. Typically, side extensions should be subordinate to the host dwelling and should not compromise the amenity of the neighbouring properties. As such, it is essential that careful consideration be given to the size, positioning, design and materials of any extension.\r\rWhen taking into consideration the existing single storey, the construction of a first storey extension and an additional two storey side extension, the width of the proposal would exceed 50% of that of the original house, and would appear an incongruous addition to the dwellinghouse. In addition, the proposed development would not respect the symmetry of the adjoining semi-detached property at 17 Van Dyck Avenue, would remove the key architectural feature of the cat-slide roof, and would significantly unbalance the pair of semi-detached properties. Furthermore the proposed extensions ridge line is not set down from that of the original house, and is therefore not clearly subservient. The application site is located on the corner plot where Van Dyck Avenue meets Kneller Road. Due to the sheer size of the proposed developed dwellinghouse, as well as its corner plot location, it would have a significant overbearing impact on the street scene. For these reasons officers consider that the proposed development would appear an incongruous addition that would detract from the appearance of the streetscene. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: While elements of the proposed development would not adhere to the recommendations set out in Residential Design SPD 2013, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance or loss of light/sunlight. \r\rIn conclusion, by reason of siting, mass, design and height the proposed side extension would appear disproportionate to the original dwelling and would appear excessive in scale and dominant within the immediate streetscene, thereby conflicting with Policies D3 of the London Plan 2021 and Policies CS8 and DM10 of the Council's Core Strategy 2012.\r\r",
    "Please provide existing and proposed roof plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire property not just part and showing dimensions of proposed work.",
    "The Officers would need an accurately scaled block plan to be submitted in order to properly assess the proposals (i.e. to measure distances of the proposed site to neighbouring boundaries/properties and also to measure external amenity areas, etc). \r\rThere is no stated scale in the scale bar of the submitted block plan. Please mention the scale to measure the scale bar.\rPlease provide a copy of block plan scaled 1:500, providing a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "07/02/2020",
  "secondary_street_name": null,
  "site_number": "22",
  "pp_id": "PP-08481594",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.310323,
          51.395072
        ],
        [
          -0.310324,
          51.395045
        ],
        [
          -0.310367,
          51.395046
        ],
        [
          -0.310366,
          51.395073
        ],
        [
          -0.310323,
          51.395072
        ]
      ]
    ],
    "type": "Polygon"
  }
}