{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q6AZTINHFIK00",
  "lapsed_date": "23/04/2025",
  "decision_target_date": "22/04/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 7QG",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.021,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Settlement - Tolworth (1st recorded 1086)"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Tolworth Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ1966001A"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021796724"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00481/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519076,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:14:29.003Z",
  "id": "Kingston-20_00481_CPU",
  "application_type": "All Other",
  "street_name": "Red Lion Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "23/04/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey side extension (following demolition of existing outbuilding and rear WC), erection of rear dormer loft conversion (with fibre glass roof) and installation of 2no rooflights to front roof slope",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 166043,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021796724",
  "centroid": {
    "lon": -0.290358,
    "lat": 51.380957
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extensions and alterations are considered to fall within the parameters of permitted development as set out under Schedule 2, Part 1, Classes A, B & C of the Town and Country Planning (General Permitted Development) (England) Order 2015.",
    "Application Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rDemolition of existing garage and erection of single-storey side extension\r\rConsultation\rSix neighbouring properties have been notified and no representations have been received\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- The impact of the development on car parking & sustainable travel.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Officers note there are various type of garages along Tolworth Rise North. Although the proposed extension would not be wholly compliant with Policy Guidance 35 of the Residential Design SPD as it is not set back from the front elevation by 500 mm officers acknowledge the current garage would not be compliant either. Overall, The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  As the side extension would sit on the existing footprint of the garage in regards to width (although it does extend further in terms of length), given the proposed height and design of the extension It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. Officers acknowledge the proposed extension would increase the depth of the footprint but it is not consider to create further loss of light.\r\rCar Parking\rPolicy DM9 of the Council's LDF Core Strategy (2012) states that new development must comply with local car parking standards in order that it does not contribute to congestion or compromise highway safety.  Policy DM10 supports this stance. \r\rOfficer Comment: Despite the loss of the existing garage, it is considered that the hardstanding to the front of the dwelling remains of an adequate size to accommodate two off street car parking space, therefore the proposal would comply with the standards set out in Policy T6.1 and Table 10.1 of the London Plan 2021 and Policy DM9 and DM10 of the Core Strategy 2012.\r\rSustainable Travel\rPolicy T5 of the London Plan 2021 states that developments should provide cycle parking at least in accordance with the minimum standards set out in Table 10.2 and Figure 10.3, ensuring that a minimum of two short-stay and two long-stay cycle parking spaces are provided.\r\rOfficer Comment: The proposed development would result in the loss of access to the rear garden from the front of the property and it has not been demonstrated how secure cycle parking could be accommodated on site. However, it is considered that further information regarding this could be secured by condition.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "The applicant Mr. Yasen Zubaidy had already used the free go scheme for the application 22/01415/FUL (previous application 22/00634/FUL) for the site 40 Raeburn Avenue. There is no another free go for the same applicant and the same site. Free go is only one time for the same applicant and same site in whole life. Therefore this application is not entitle for a free go. \r\rUnder the Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012 a 'free go' is only applicable If the proposal is the first revision of an application for development of the same character or description on the same site by the same applicant within 12 months of making the earlier application if withdrawn or the date of decision if granted or refused (including signs only if withdrawn or refused) and NOT a duplicate application made by the same applicant within 28 days.\r\rThe fee required for your planning application is £ 462.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "26/02/2020",
  "secondary_street_name": null,
  "site_number": "87",
  "pp_id": "PP-08541195",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.290336,
          51.38097
        ],
        [
          -0.290337,
          51.380943
        ],
        [
          -0.29038,
          51.380944
        ],
        [
          -0.290379,
          51.380971
        ],
        [
          -0.290336,
          51.38097
        ]
      ]
    ],
    "type": "Polygon"
  }
}