{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q9387VNHG2R00",
  "lapsed_date": "04/06/2025",
  "decision_target_date": "15/06/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2HJ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.018000000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00891/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517866,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:16:16.831Z",
  "id": "Kingston-20_00891_HOU",
  "application_type": "Householder",
  "street_name": "St Catherines Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "04/06/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing side garage and erection of two storey side extension, including skylight to the rear roof slope.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "12/05/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 163792,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128020998",
  "centroid": {
    "lon": -0.308483,
    "lat": 51.360978
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The development hereby approved  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Before the beneficial occupation of the development hereby permitted, the first floor front window serving the ensuite on the approved drawings shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and must be replaced in the event that it ceases to result in obscurity to level 3. \r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy.\r\r",
    "Site\rThe application site comprises a semi-detached dwelling located on the south western side of Cranborne Avenue.\r\rIt is not subject to any particular site contraints or policy designations.\r\rProposal\rThe proposed development seeks permission for the erection of single storey side/rear extension and front porch extension.\r\rConsultation\r6 neighbouring properties have been notified of the proposals and 1 representation has been received in support of the proposal. \r\rThe key areas of assessment are: \r- The design of the proposed development;\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- The impact of the development on highways and transportation.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: Officers note the single storey side extension would not be strictly in accordance with the parameters set out in the Residential Design SPD 2013, as it would align with the font elevation, rather than being set back. However, Officers note other similar extensions are evident within the streetscene and the immediate vicinity of the application site, including the neighbouring property at No.8 Cranborne Avenue. The extension in this case would incorporate a pitched roof to the front elevation that would relate to the main roof form and would ensure its appropriate and subsubordinate nature in relation to the host property and the surrounding context.\r\rSimilarly, the single storey rear element would exceed the parameters set out in the Residential Design SPD, 2013 in terms of its depth, however, it's projection beyond the rear existing building line of neighbouring properties would be modest, with an appropriate height and roof form. This would result in an appropriate addition to the host property. Given that similar extensions are viewed in the immediate surrounding area officers consider that it would not detract from the character or appearance of the area.\r\rAgain, while the proposed front porch extension would not strictly accord with the guidelines set by the Residential Design SPD, 2013 it would appear a proportionate addition to the host property, given that the roof form would be consistent with the original roofslope, and it would have a modest height. Officers also acknowledge similar development within the streetscene. Officers therefore consider it would appear a subordinate and proportionate addition to the host property, and one which would not detract from the character or appearance of the area.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: The proposed single storey side extension would maintain some separation from the neighbouring property at No.12 Cranborne Avenue with an appropriate height and roof form, and would remove the existing windows that currently face this property, with no additional windows proposed improving the level of privacy between the properties.  The proposed rear extension as it relates to No.8 Cranborne Avenue would have a very slight projection beyond the rear building line of this property. although it would be unlikely to unduly affect the amenities of this property in terms of outlook, loss of sunlight/daylight, privacy or a sense of enclosure.\r\rTransportation\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: While the proposed development would result in the removal of an existing garage, given that the internal dimensions of the existing garage would not conform to modern day standards as set out in the Sustainable Transport SPD 2013 and there would be adequate space on the hardstanding to the front of the property to accommodate 1 off-street car parking space in compliance with London Plan standards, officers consider that the proposed development would not result in the unacceptable loss of on-site car parking.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Officer's Report - \rThe site comprises a 2 storey end of terrace dwellinghouse and is located within the Park Road Conservation Area (a designated heritage asset).\r\rProposal\rThe proposal involves the erection of a rear dormer roof extension with the installtion of 2no front rooflights to facilitate a loft conversion.\r\rConsultation\r30x neighbouring properties have been notified of the proposals. No responses have been received.\rKingston Town Neighbourhood CAAC - No objection to the proposal.\r\rPlanning History\rAny relevant planning history for the site has been taken into account in considering this application and recent planning history is available to view on the Council's website.\r\rPlanning Assessment\rThe key areas of assessment are:\r- The design of the proposed development and its impact on heritage assets; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rDesign and Heritage\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.\r\rIn determining planning applications which affect heritage assets, the NPPF requires local planning authorities to take account of: the desirability of sustaining and enhancing the significance of heritage assets and putting them to viable uses consistent with their conservation; the positive contribution that conservation of heritage assets can make to sustainable communities including their economic vitality; and the desirability of new development making a positive contribution to local character and distinctiveness.\r\rOfficer comment: As stated above, the site falls within the Park Road Conservation Area. The dwelling on site is not listed, or locally listed. The significance of the conservation area is defined as an area of fine Victorian houses and local shops dating from 1890 -1900. The host dwelling forms part of a row of cottages hidden behind dwellings on Clifton Road and can be accessed via an alleyway.\r\rGiven the subordinate and proportionate nature of the proposed development, its siting and appropriate materials, it is considered that it would be acceptable in terms of scale, form, bulk, height, massing, spacing and design and that there would be no adverse impacts on the character or appearance of the area as a result. As the propsoed development is considered to be acceptable in character and appearance terms, it follows that Officers consider that there would be no harm to the significance of the Park Road Conservation area in this case. Therefore, it is not necessary to weigh the proposed development against any public benefits.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Site\rThe application site is a two-storey detached dwellinghouse located on Reynolds Road. The site is not subject to any particular policy designations or site constraints.\r\rConsultations\rSeven neighbouring properties have been notified of the proposals and no representations were received.\r\rConsideration\rThe key areas of assessment are: \rThe impact of the development on character and appearance; and, \rThe impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: The application proposes the construction of a two storey side extension. Whilst the proposed extension would not be set in from the shared boundary with No. 25 Reynolds Road, it would be set down by at least 500mm from the ridgelline of the existing house, and would be sufficiently set back from the front elevation. Given these factors it is considered that the proposed development would appear subordinate in relation to the existing dwellinghouse. Whilst the proposed development would not retain the characteristic gap between the application site and the neighbouring property at No. 25 Reynolds Road, Officers note that the existing ground floor side extension directly abuts this shared boundary and due to the angular nature of the site and the existing pattern of development this would not result in any harm in character and appearance terms and would not warrant refusal in and of itself.\r\rThe application also proposes a single storey rear extension. This element of the scheme is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design and there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments: Whilst the proposed development would be built to the boundary of the neighbouring property at No. 25 Reynolds Road, subject to a condition removing permitted development rights in relation to windows in the south western flank wall and a condition to obscure the proposed bathroom window, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Please submit a copy of site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.",
    "The fee required for your planning application is £ 145.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "Please clarify the site address, the proposed site is  Land Adjacent To 6 And 7\rBarton Green, New Malden, KT3 3HU\r\rPlease note that the quality of advice will be proportionate to the level of information provided, therefore it is to the applicants benefit to provide as much supporting information as possible for the proposal such as plans, elevations, photographs and supporting documents."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "20/04/2020",
  "secondary_street_name": null,
  "site_number": "1",
  "pp_id": "PP-08662651",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.308461,
          51.360991
        ],
        [
          -0.308462,
          51.360964
        ],
        [
          -0.308505,
          51.360964
        ],
        [
          -0.308504,
          51.360991
        ],
        [
          -0.308461,
          51.360991
        ]
      ]
    ],
    "type": "Polygon"
  }
}