{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q7R025NHFU500",
  "lapsed_date": "02/06/2023",
  "decision_target_date": "02/06/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 8BX",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 345,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "LASC Name: Cranes Park"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100023062308"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00728/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518309,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:15:32.107Z",
  "id": "Kingston-20_00728_FUL",
  "application_type": "Householder",
  "street_name": "Cranes Park Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "02/06/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing temporary structure at rear of property and erection of single storey side and rear extensions",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 168027,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100023062308",
  "centroid": {
    "lon": -0.300714,
    "lat": 51.398949
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The development hereby approved  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The proposed roof of the extensions hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes. \r\rReason: To protect the amenities and privacy of the adjoining properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Before the beneficial occupation of the development hereby permitted, the window serving the  room labelled as 'new toilet and shower' on the approved drawings shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and must be replaced in the event that it ceases to result in obscurity to level 3. \r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy.\r",
    "The applicant is informed that the submitted details, as set out above, are agreed and that the Planning Condition 7 (Drainage Design) of planning permission 20/01830/FUL is hereby discharged subject to carrying out the development in accordance with the details hereby approved.",
    "The applicant is informed that the submitted details, as set out above, are agreed and that the Planning Condition 9 (Landscaping Scheme) of planning permission 20/01830/FUL is hereby discharged subject to carrying out the development in accordance with the details hereby approved.",
    "Site\r\rThe application site is a ground floor unit of the Griffin Centre, a Grade II Listed Building. The site is located within Flood Zone 3A, Flood Zone 2, a Controlled Parking Zone, and the Kingston Old Town Conservation Area. \r\rThe site is also located within the Primary Shopping Area (KTC), Kingston Town Centre Area Action Plan Boundary, a Key Area of Conservation, the Thames - Side Strategic Area of Special Character, as well as an Area of Archaeological Significance. \r\rConsultations\r\rHistoric England - No comments. \r\rHistoric England (Archaeology) - No comments. \r\rConservation Areas Advisory Committee - Objection. The proposed blue plastic lettering and blue LED lighting are out of character with the existing building & should be made much more neutral in impact. Same applies to the proposed lettering in the panels. \r\rConsideration\r\rThe key areas of assessment are: \rThe impact of the development on character and appearance. \rThe impact of the development on the Kingston Old Town Conservation Area.\rThe impact of the development on a Listed Building. \rThe impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: The application proposes a total of 13 fascia signs, two of which are externally illuminated, in addition to 1 non-illuminated projecting sign, 2 internally illuminated menu boards, and 2 stall riser signs. Whilst the sheer amount of advertisements may seem excessive, due to the size of the unit, Officers consider this amount to be acceptable. However, officers note concern to the colour and lighting of the proposed development. The blue plastic lettering and blue LED lighting are out of character with the existing building. The proposed development would therefore have an unacceptable impact on the character and appearance of the building. \r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.\r\rThe special architectural and historic interest of Kingston Old Town Conservation Area lies in its historic status as an important market town, port and river crossing from the early medieval period. It is close to the historic royal estates at Hampton Court, Bushy Park and Richmond Park and the old core of the town around All Saints Church and Market Place, with its recognisably medieval street pattern, is the best preserved of its type in outer London. The unacceptable impact the proposed development would have on the building would therefore negatively impact the highly significant Old Kingston Town Conservation Area. \r\rSections 16 and 66 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) state that in considering whether to grant planning permission for development which affects a listed building or its setting, the local planning authority shall have special regard to the desirability of preserving the building or its setting or any features of special architectural or historic interest which it possesses.\r\rOfficers Comments: The Griffin Centre, formerly the Griffin Hotel, is listed primarily due to its historic significance as a former coaching inn of early origins and assembly room, as well as having some architectural significance. Whilst the proposed would have an unacceptable impact on the character and appearance of the building and surrounding area, the proposal would not cause material harm to the architectural importance or historic fabric of the site. The proposed would therefore have an acceptable impact on the designated heritage asset. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments: It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties.\r\rIn conclusion, the proposed development would be contradictory with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "Please be advised as the proposed works relate to two individual properties, then the fee payable would need to apply to both sets of works to each property. £462 for the roposed new dwelling and the relevant fee for the works to the other property",
    "Please provide a copy of block plan scaled 1:500, providing a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.",
    "Please provide existing and  proposed floor plan and roof plan at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.\r\rThe submitted plans do not have a scale bar.",
    "Please provide copies of all proposed elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.\r\rThe submitted section does not have a scale bar."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "07/04/2020",
  "secondary_street_name": null,
  "site_number": "1A",
  "pp_id": "PP-08601391",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.300692,
          51.398962
        ],
        [
          -0.300693,
          51.398935
        ],
        [
          -0.300736,
          51.398935
        ],
        [
          -0.300735,
          51.398962
        ],
        [
          -0.300692,
          51.398962
        ]
      ]
    ],
    "type": "Polygon"
  }
}