{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q437KENHMPZ00",
  "lapsed_date": "18/03/2025",
  "decision_target_date": "23/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5NJ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.029
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00065/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520879,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:12:48.036Z",
  "id": "Kingston-20_00065_HOU",
  "application_type": "Householder",
  "street_name": "Landseer Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "18/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Construction of a single storey rear and side wraparound extension. Alteration of roof from hip to gable end, rear (dormer) roof extension and installation of 2no. rooflights to front roofslope.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166885,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021777676",
  "centroid": {
    "lon": -0.264177,
    "lat": 51.388144
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or reenacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the flank walls of the extension hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments, including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "The roof of the rear extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes. \r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "Before the beneficial occupation of the completed development hereby permitted, the ground floor window (serving the wc) to the side elevation within the permitted side extension, shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper proof and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The facing materials to be used in the construction of the building shall be those specified on the application form and approved drawings or such other materials as have been approved in writing by the Local Planning Authority before the development is commenced and shall thereafter be retained as such.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "The applicant is informed that the submitted details for Conditions 3 (Facing Materials)and 4 (Rooflight Drawings) of planning permission 19/03044/FUL has been assessed and is hereby fully approved.",
    "The site comprises a semi-detached dwelling.\r\r8 neighbouring properties have been notified of the proposals and 2 objections have been received relating to: \r\r- Effects on trees\r- Excessive height or bulk of buildings\r- Inappropriate design/layout\r- Loss of light/Sunlight\r- Privacy\r- Property boundaries\r\rConcerns relating to boundaries and property rights are a civil matter and are not material planning considerations which can be assessed as part of this application. Otherwise, the concerns raised will be taken into consideration during the assessment of the application and detailed below.\r\rThe key areas of assessment are: \r- The design of the proposed development.\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- The impact of the development on highways and transport matters.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed single storey side and rear extension would adhere to the recommendations set by the Residential Design SPD, and as such it is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rWhile the proposed first floor side and rear extension would not be set down from the ridge of the original roofslope, it would be substantially set in from the shared boundaries, and would match the appearance of similar extensions in the immediate vicinity, including adjoining property No.3 Roseberry Avenue's first floor extension. As such, officers consider that it would appear an appropriate addition to the host property and would be in keeping with the character and appearance of the immediate surrounding area. \r\rPolicy Guidance 39 of the Residential Design SPD, notes that dormers do not typically feature on the front roof slope, however officers note that adjoining property No. 3 Rosebery Avenue benefits from a front roof dormer, and given that the proposed front dormer would be modest in size and would balance the appearance of the adjoining properties, officers consider that the proposed development is considered acceptable and that it would not detract from the appearance of the surrounding area.\r\rThe proposed rear dormer, would be modest in scale, and would be adequately set in from the ridges and eaves of the original roofslope, as such, it is considered that the proposed development would appear a subordinate addition to the host property and would not detract from the appearance of the surrounding area. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Given the siting of the proposed single storey rear and side extension in relation to neighbouring properties, officers consider that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rGiven the separation distance of the proposed first floor side and rear extension, from the shared boundaries, officers consider that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance or loss of light/sunlight. While openings are proposed to the north west elevation above ground floor level, officers consider that any loss of privacy can be controlled through a condition to ensure that the rooflight and window are obscure glazed, as such officers consider that there would be no loss of privacy as a result of the proposed development.\r\rGiven the scale and sitting of the proposed front and rear dormers, officers consider that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: The proposal would convert the existing garage into habitable space. However, given that the existing garage would not conform to modern day internal standards as set out in the Sustainable Transport SPD, and as such officers consider that the proposed development would not result in the loss of on-site car parking. In any case, the existing hardstanding to the front of the property is enough to accommodate on-site parking.\r\rTherefore, the proposal is considered not to have an adverse impact upon car parking provision, traffic congestion or highway safety, in compliance with Policy DM9 and DM10.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The site comprises a detached dwelling.\r\r10 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development;\r- The impact of the development on the amenities of existing and future occupants of land and buildings;\r- The impact of the development on protected trees; and,\r- The impact of the development on highways and transportation matters.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: While the proposed front porch extension would not strictly accord with the parameters of the Residential Design SPD, it would have a roof form and materials that is in keeping with the original dwelling, and appear a subordinate addition to the host property and in keeping with the character of the surrounding area.\r\rThe proposed single storey rear extension would adhere to the parameters set by the Residential Design SPD, as such the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rWhile the proposed first floor side extension would not strictly accord with the parameters of the Residential Design SPD, it would propose a roof form that is in keeping with the original dwelling and would be set down from the ridge of the original roof slope, as such it would appear a subordinate and appropriate addition to the host property, it is considered that there would be no adverse impact to the surrounding area as a result of the proposed development.\r\rThe proposed rear dormer roof extensions would appear a subordinate and proportionate addition to the host property, and it is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Given the siting of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) states that The Council will expect new development to ensure that trees that are important to the character of the area or covered by Tree Preservation Orders are not adversely affected. Policy Guidance 7 of the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) state that generally there will be a presumption against the loss of trees - regardless of whether they are protected by virtue of a Tree Preservation Order or with respect to their location within a designated Conservation Area.\r\rOfficer Comment: Officers are satisfied that the Tree Survey, Arboricultural Impact Assessment And Arboricultural Method Statement and Tree Protection Plan provided in support of the application, is sufficient in determining the proposed development would not adversely affect the protected trees on site.\r\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: While the proposed development would reduce the internal dimensions of the existing garage, officers note that the property has enough space to the front of the property to accommodate adequate on-site parking. In any case, officers note that whilst the proposed garage would not be appropriate for parking cars, it would be appropriate in accommodating on-site cycle parking in accordance with the standards set out in Policy T5 of the London Plan 2021. As such, officers consider that the proposal would not adversely impact upon car parking provision, traffic congestion or highway safety, in compliance with Policy DM9 and DM10.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "Officer Report\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38(6) of the Planning and Compulsory Purchase Act 2004 states that planning applications must be determined in accordance with the development plan unless material considerations indicate otherwise.\r\rThe development plan for the Royal Borough of Kingston upon Thames comprises the following documents:\r\r- The London Plan 2021\r- The South London Waste Plan 2012 \r- The LDF Core Strategy 2012\r- The Kingston Town Centre Area Action Plan 2008\r\rApplication Site\r\rThe site is occupied by a three storey late Victorian house, and a Building of Townscape Merit, within a Strategic Area of Special Character, Area of Archaeological significance and the Kingston Hill Conservation Area.\r\r\r\r\rProposal\rThe application seeks permission for the erection of a single storey rear extension. \r\rThe application follows, and is the same as an approved proposal (17/14635/HOU) which has not yet commenced. \r\rPermission was granted on 22.12.2017 and Condition 1 of this permission states the development hereby permitted shall be commenced within 3 years from the date of this decision. As such, this permission has now expired.\r\rThe agent has confirmed that the commencement of works was delayed due to covid.\r\rConsultation\r\r4 properties were notified of the proposal. 1 representation has been received objecting to the proposal.\r\rObjections were raised in relation to the following material planning considerations:\r\rImpact to trees \rLoss of privacy\rLoss of daylight and sunlight\rQueries in relation to the difference between the current application and former\rWall height\r\rAll of the above will be taken into account within the assessment of this application having regard to relevant planning policy and guidance. Officers note however the current proposal is no different to the former scheme.\r\rOther concerns raised include:\r\rLight glare from the property\rWater/drainage issues\rParty wall issues\rAssurances regarding protection of trees on adjoining properties\r\rOther than matters that are controlled by building regulations, the remaining are either managed by party wall agreements or are civil matters to be addressed privately between the relevant parties.\r\rHistoric England - No comment\r\rAssessment\rThe main issues in the assessment of the application are:\rThe impact of the development on heritage asset and the conservation area;\r- The impact of the development on the character and appearance of the area; and,\r- The impact of the development on the amenities of neighbouring occupiers.\r\r\r\r\rCharacter and Appearance\r\rSection 72(1) of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) states that with respect to any buildings or other land in a conservation area, special attention should be paid to the desirability of preserving or enhancing the character or appearance of that area.\r\rThe NPPF states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining the application. In weighing applications that affect directly or indirectly non designated heritage assets, a balanced judgement will be required having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rLondon plan policy HC1 states that development proposals affecting heritage assets, and their settings, should conserve their significance, by being sympathetic to the assets' significance and appreciation within their surroundings.  \r\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rRear Extension\r\rThe proposed ground floor single storey rear extension has been previously approved under 19/02816/HOU. It has been designed as a predominantly  lightweight structure, is single storey with fittings to be as minimally invasive to reduce the impacts to the character of the property. It will also be largely hidden from view of the street.\r\rThe extension will comprise a glazed wall structure on one side and solid wall facing the neighbouring property at Merrywood, (extending from the existing wall 7m approximately on one side and 4m on the other, and then becomes  a solid enclosed storage structure (2.7m long) on all sides up to the shared boundary with No.4 Cedar Close (approximately 2.4m wide along the boundary). The extension would be setback from the boundary with Merrywood and the existing boundary wall will be retained between the properties. \r\rHaving regard to the above and the permission granted by a previous application, officers consider the proposal to have an acceptable impact on the character and appearance of the application property and surrounding Conservation Area.\r\r\rNeighbouring Amenities\r\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe nearest neighbouring properties are No.4 Cedar Close and Merrywood to the north. The extension is single storey and separated from both properties by an existing wall. The extension is setback from the shared boundary with Merrywood, and abuts the boundary with No.4 Cedar however this part of the extension would be used as external storage.\r\rThere are no proposed windows above ground level therefore no impacts to loss of privacy or overlooking are anticipated. \r\rHaving regard to the above, officers consider that the impact of the proposed development on the amenities of neighbouring occupiers would be acceptable.\r\rConclusion\rHaving regard to the above, officers consider the proposal to be in accordance with the development plan taken as a whole. In the absence of any other material considerations which indicate that permission should be refused, officers conclude that planning permission should be granted.\r\rBackground Papers\rIn accordance with the requirements of Local Government Act 1972 The Plans / Drawings / Documents submitted with the application are available on the Council's website.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r",
    "The site address in the submitted location plan does not co-relate with the site location plan, please revise the whole application form with the correct site address ''The Land at Rear of Pelham Court, 17 Lovelace Road, Surbiton, KT6 6NU.''\r\rPlease fins the attached application form.",
    "Please provide a copy of proposed block plan scaled 1:500, providing a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe submitted proposed site plan does not show adjoining properties to the  opposite in full outline.\r",
    "Please provide  proposed floor plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.\r\rThe submitted floor plan does not have a scale bar.",
    "Please provide copies of all proposed elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.\r\rThe stated scale in the submitted elevations is 1:100, whereas the provided scale bar is incorrect.",
    "Please provide proposed roof plan at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire property not just part and showing dimensions of proposed work."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "27/01/2020",
  "secondary_street_name": null,
  "site_number": "27",
  "pp_id": "PP-08421402",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.264155,
          51.388157
        ],
        [
          -0.264156,
          51.38813
        ],
        [
          -0.264199,
          51.38813
        ],
        [
          -0.264198,
          51.388157
        ],
        [
          -0.264155,
          51.388157
        ]
      ]
    ],
    "type": "Polygon"
  }
}