{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q735S9NHFPE00",
  "lapsed_date": "05/06/2025",
  "decision_target_date": "12/05/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 6AD",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.019
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00639/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518317,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:15:07.166Z",
  "id": "Kingston-20_00639_HOU",
  "application_type": "Householder",
  "street_name": "Gibbon Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "05/06/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of front and rear piggy back roof extensions to facilitate loft conversion. Installation of 2no rear rooflights",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169957,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021760172",
  "centroid": {
    "lon": -0.299956,
    "lat": 51.416293
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Before the beneficial occupation of the development hereby permitted, any windows or rooflights in the side elevations (and situated on the first floor or above) shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and must be replaced in the event that it ceases to result in obscurity to level 3.\r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy\rin accordance with Policy DM10 of the Kingston Core Strategy 2012.\r",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The planning statement submitted in support of the application states the following: \r\r\"This planning statement seeks to support the proposal and provide justification that the change in use does not materially alter the use of the established office building and therefore the existing use is lawful.\"\r\rHowever, the application has been submitted under the provisions of Section 191 of the Town and Country Planning Act 1990 (as amended). Section 191 allows on application any person to ascertain whether any existing use of buildings or other land is lawful.\r\rBased on the evidence submitted with the application, taken alongside the planning history of the site, it can be confirmed that the lawful use of the building, 145 London Road, falls under Use Class E of the Use Class Order 1987 (as amended) and the continued use of the site for a Use falling under Use Class E would be lawful. \r\rInsufficient information has been submitted to demonstrate that the use of the building, in part, for a Medical/Office Use would fall under Use Class E (Use Classes Order 1987 as amended).\r\rIf any person wishes to ascertain whether the use of part of the building as a Medical / Office use falls to be classed at Use Class E further information should be submitted setting out clearly how the use would operate. \r\r",
    "Invalid site and location plan submitted. (No scale bar shown and red outline not shown on Site Location Plan).\r\rElevations must also be submitted"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "17/03/2020",
  "secondary_street_name": null,
  "site_number": "11A",
  "pp_id": "PP-08581482",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.299934,
          51.416306
        ],
        [
          -0.299935,
          51.416279
        ],
        [
          -0.299978,
          51.41628
        ],
        [
          -0.299977,
          51.416307
        ],
        [
          -0.299934,
          51.416306
        ]
      ]
    ],
    "type": "Polygon"
  }
}