{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q46WW4NHMR300",
  "lapsed_date": "12/03/2025",
  "decision_target_date": "12/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5EP",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.021,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Kingston Town Centre"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021766796"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00087/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518227,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:12:54.653Z",
  "id": "Kingston-20_00087_CPU",
  "application_type": "All Other",
  "street_name": "Richmond Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "12/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of rear dormer roof extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 170018,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021766796",
  "centroid": {
    "lon": -0.301229,
    "lat": 51.41686
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The erection of a rear dormer roof extension falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class B of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).\r",
    "--- Officer Report ---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2012.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rApplication Site\rThe site commercial unit.\r\rAssessment\rThe key areas of assessment are:\r- The principle of the development\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rThe proposal is in the designated Local Centre of Malden Manor. The loss of the retail unit would not result in in a predominance of non E(a) uses (formerly A1).  However the proposed development a hot food take-away would be within 400 mteres of Richard Challenor RC Secondary Scholl and  Malden Manor Primary and Nursery School. As such the proposed development would be in conflict with London Plan Policy Policy E9 (Retail, markets and hot food takeaways) that states development proposals containing A5 hot food takeaway uses should not be permitted where these are within 400 metres walking distance from the entrances and exits of an existing or proposed primary or secondary school.\r\rThe proposed extraction system would be of a size, siting and design that would create an incongruous feature at the rear of the proprety and be visually intrusive in the views of the rear of the site creating visual clutter and detract from the character and appearance of the host poperty and the surrounding area. \r\rThe applicant has failed to provide an accoustic report or details of the extract system and the control of smells and odours and as such the LPA is unable to determine whether or not the proposed development would cause harm to the residential amenity of the neighbouring occupiers by way of noise pollution or odours and smells. \r\rConclusion\rIn conclusion, the proposed development is considered to not be in accordance with the development plan and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r\r\r\r\r\r\r",
    "Please amend the application form to include the final planning permission referance number 18/12217/FUL  and return a copy to this office as soon as possible in order to progress.\r\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "16/01/2020",
  "secondary_street_name": null,
  "site_number": "110",
  "pp_id": "PP-08421077",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.301207,
          51.416873
        ],
        [
          -0.301208,
          51.416846
        ],
        [
          -0.301251,
          51.416847
        ],
        [
          -0.30125,
          51.416874
        ],
        [
          -0.301207,
          51.416873
        ]
      ]
    ],
    "type": "Polygon"
  }
}