{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q69LW5NHFI900",
  "lapsed_date": "12/06/2023",
  "decision_target_date": "23/04/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2ND",
  "site_name": "",
  "status": "Dismissed",
  "application_details": {
    "site_area": 0.109,
    "s106_agreement": true,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "GREENB Name: Green Belt"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "SAC SAC Type: SPECIAL CONTROL OF ADVERTS"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ17624952"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ1762591A"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: SURFACE"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Corporate Property Portfolio"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021744920"
    ]
  },
  "appeal_decision_date": "01/03/2021",
  "lpa_app_no": "20/00475/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517512,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:14:27.135Z",
  "id": "Kingston-20_00475_CPU",
  "application_type": "All Other",
  "street_name": "Almshouse Lane",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "12/06/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": "Dismissed",
  "appeal_start_date": "29/09/2020",
  "decision_process": "Delegated",
  "description": "The provision of a hard surface within the rear garden of the residential dwelling (permitted development) in connection with the siting of a twin unit mobile home for use as additional accommodation as part of one planning unit (not operational development or a change of use).",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 162969,
  "decision": "Refused",
  "appeal_decision": "Dismissed",
  "uprn": "100021744920",
  "centroid": {
    "lon": -0.313836,
    "lat": 51.353654
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "On the balance of probabilities, the applicant failed to demonstrate that the proposed development would not constitute operational development as defined within S55 paragraph a) of the 1990  Town and Country Planning Act (as amended).",
    "The proposed operational development would fall outside the provisions of Schedule 2, Part 1, Class E of the General Permitted Development Order 2015  (as amended) and would therefore require planning permission.",
    "Condition 30 (Drainage) -  RBK Flood Risk Officer has reviewed the information submitted and is satisfied this can now be approved.",
    "Site\r\rThe application site is a two-storey semi-detached dwellinghouse located on Kings Road. The site is located within a Controlled Parking Zone. \r\rConsultations\r\rEight neighbouring properties have been notified of the proposals and no representations were received.\r\rConsideration\r\rThe key areas of assessment are: \rThe design of the proposed development.\rThe impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: The application proposes the construction of a single storey side extension. Whilst the Residential Design Guide SPD recommends that single storey side extensions are set in from the boundaries and set back from the front fenestration, officers note that similar side extensions are viewed on the streetscene, notably from properties No. 185 and 189 Kings Road. The application also proposes the construction of a first floor side extension. Similarly, this extension would not meet the recommendations of the Residential Design SPD, as it would not be lower than the ridgeline of the original dwelling. However, given that the proposed side extensions would be visually in keeping with the immediate surrounding area, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of this element. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments: The principal property to consider in relation to amenity is 193 Kings Road. This neighbouring property has two windows on its side elevation at ground floor level. Given the constraints of the site, and the proposed siting of the ground floor extension on the boundary of this neighbouring property in relation to the closest habitable window at No. 193 Kings Road at ground floor level, officers consider that the proposed development would have an overbearing appearance and result in an undue sense of enclosure to the neighbouring property at No. 193 Kings Road. \r\rFurthermore, the applicant has failed to demonstrate that the proposed development would not have an unacceptable adverse impact on light/sunlight to the nearest ground floor habitable room at No. 193 Kings Road.\r\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Please confirm the description ''Erection of two storey side with accommodation on roof and single storey rear extension. Erection of single storey garage and pool house with glass link together with surrounding landscaping.''",
    "The fee required for your planning application is £250.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "27/02/2020",
  "secondary_street_name": null,
  "site_number": "14",
  "pp_id": "PP-08534702",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.313814,
          51.353667
        ],
        [
          -0.313815,
          51.35364
        ],
        [
          -0.313858,
          51.353641
        ],
        [
          -0.313857,
          51.353668
        ],
        [
          -0.313814,
          51.353667
        ]
      ]
    ],
    "type": "Polygon"
  }
}