{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q563LCNHMYS00",
  "lapsed_date": "28/03/2025",
  "decision_target_date": "31/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3EJ",
  "site_name": "37 Long Walk,\rNew Malden,\rKT3 3EJ",
  "status": "Approved",
  "application_details": {
    "site_area": 0.026000000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00264/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520297,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:13:38.179Z",
  "id": "Kingston-20_00264_HOU",
  "application_type": "Householder",
  "street_name": "Long Walk",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "28/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single-storey rear extension and two-storey side extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 168942,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021778133",
  "centroid": {
    "lon": -0.271841,
    "lat": 51.406754
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004. \r",
    "The facing materials to be used in the construction of the building shall be those specified on the application form and approved drawings or such other materials as have been approved in writing by the Local Planning Authority before the development is commenced and shall thereafter be retained as such. \r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or reenacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the flank walls of the extension hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments, including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "For the avoidance of doubt this planning permission does not include any permission for the erection/ provision of a raised patio / terrace area.\r\rReason: For the avoidance of doubt and in the interests of proper planning",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "---Officer Report---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38(6) of the Planning and Compulsory Purchase Act 2004 states that planning applications must be determined in accordance with the development plan unless material considerations indicate otherwise.\r\rThe development plan for the Royal Borough of Kingston upon Thames comprises the following documents:\r\r- The London Plan 2021;\r- The South London Waste Plan 2012;\r- The LDF Core Strategy 2012; and,\r- The Kingston Town Centre Area Action Plan 2008.\r\rApplication Site\rThe site comprises a commercial ground floor unit in Surbiton District Centre. The site falls within the Surbiton Town Centre Conservation Area and is also adjacent to a Grade II listed building (Santander, 12 Victoria Road).\r\rProposal\rReplacement of logo on retained fascia signage, replacement of logo on retained projecting signage, like for like replacement of large format logo and existing nameplate.\r\rConsultation \r\r18 properties were notified of the proposal. No representations were received.\r\rSurbiton Conservation Areas Advisory Committee: No comment/neutral.\r\rThe key areas of assessment are:\r\r-Character and appearance and heritage; and,\r-Highways and transportation.\r\rCharacter and Appearance and Heritage\rWhen read together, Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.                                                                                                                  \rParagraphs 189 to 208 of the NPPF set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\rOfficer Comment: The proposed signage would replace existing signage \"like for like\" with no change to illumination, scale or design. The signage would be of a similar scale, appearance and finish to those on surrounding units and previously on display at the host property. It is also considered that there would be no visual clutter or harm to the character or appearance of the area as a result of the proposed development and the proposal would preserve the Surbiton Town Centre Conservation Area's character and appearance. The proposed development would not result in any harm to the setting or significance of the adjacent Grade II listed building. \r\rPolicy DM10 of the LDF Core Strategy seeks to ensure that new development has regard to local traffic conditions and does not contribute to congestion, on street car parking pressure, or compromise pedestrian or highway safety. \r  \rOfficer Comment: Officers consider that the proposal would not be significantly different from the existing situation and would therefore have no adverse impact upon highways and transportation, thereby complying with Core Strategy Policy DM10 of the LDF Core Strategy, 2012.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "---Officer Report---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38(6) of the Planning and Compulsory Purchase Act 2004 states that planning applications must be determined in accordance with the development plan unless material considerations indicate otherwise.\r\rThe development plan for the Royal Borough of Kingston upon Thames comprises the following documents:\r\r- The London Plan 2021\r- The South London Waste Plan 2012 \r- The LDF Core Strategy 2012\r- The Kingston Town Centre Area Action Plan 2008",
    "Application Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rChange of use of the garage to habitable space.\r\rConsultation\rNo representations received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development;\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- The impact on cycle parking and the highway network.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rPolicy T5 of the London Plan 2021 states that developments should provide cycle parking at least in accordance with the minimum standards set out in Table 10.2 and Figure 10.3, ensuring that a minimum of two short-stay and two long-stay cycle parking spaces are provided.\r\rPolicy DM8 of the Council's Core Strategy 2012 and the Sustainable Transport SPD 2013 together require new development to provide facilities on-site for cyclists as appropriate, including showers, lockers and secure, convenient cycle parking, in accordance with the minimum standards set out in the London Plan.\r\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals. Where provided, each motorcycle parking space should count towards the maximum for car parking spaces at all use classes.\r\rPolicies DM9 and DM10 of the Core Strategy 2012 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: The proposed change of use of the garage area would prevent car/cycle parking within the garage. With regard to car parking, there is sufficient space on the drive way to accommodate car parking. With regards to cycle parking, space would be lost and as such a condition is imposed to secure replacement cycle parking. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Please provide a payment of £145 to accompany your application. This payment can be made online at www.kingston.gov.uk or by calling our Customer Care Line on 020 8547 5022",
    "Please provide a payment of £250 to accompany your application. This payment can be made online at www.kingston.gov.uk or by calling our Customer Care Line on 020 8547 5022",
    "Please provide a payment of £250 to accompany your application. This payment can be made online at www.kingston.gov.uk or by calling our Customer Care Line on 020 8547 5022"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "04/02/2020",
  "secondary_street_name": null,
  "site_number": "37",
  "pp_id": "PP-08474280",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.271819,
          51.406768
        ],
        [
          -0.27182,
          51.406741
        ],
        [
          -0.271863,
          51.406741
        ],
        [
          -0.271862,
          51.406768
        ],
        [
          -0.271819,
          51.406768
        ]
      ]
    ],
    "type": "Polygon"
  }
}