{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q54EIYNHMYD00",
  "lapsed_date": "27/03/2023",
  "decision_target_date": "30/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 1RJ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.009,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SSHOPF Name: Secondary Shopping Frontages (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "PSHOPA Name: Primary Shopping Area (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYVWS Name: Key Views"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYVWS Name: Key Views"
      },
      {
        "result": null,
        "constraints_layer_description": "MVKTC Name: Motor Vehicle Restricted Area (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "KTCAAP Name: Kingston Town Centre AAP"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Kingston Town Centre Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Kingston Old Town Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACO Name: Kingston Old Town Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "THAMPA Name: Riverside Strategy"
      },
      {
        "result": null,
        "constraints_layer_description": "PSHOPF Name: Primary Shopping Frontages"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 2"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "LBCASE LB Address: 6, 8 & 8a\rCHURCH STREET (east side)\rKINGSTON\rLB Grade: GD2\rLB Ref: 6/12A"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100023056294"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00252/LBC",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517958,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:13:35.371Z",
  "id": "Kingston-20_00252_LBC",
  "application_type": "All Other",
  "street_name": "Church Street",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "27/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Internal works to existing retail unit to include new shopfit, mechanical and engineering works, new internal partitions and security shutter, new ceiling to retail area and redecorations to retained shopfront (Listed Building Consent)",
  "actual_completion_date": null,
  "last_date_consultation_comments": "03/03/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other listed building consents (alter-extend)",
  "centroid_northing": 169260,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100023056294",
  "centroid": {
    "lon": -0.305348,
    "lat": 51.410103
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The works hereby permitted shall begin before the expiration of three years from the date of this consent.\r\rReason: As required by Section 18 of the Planning (Listed Buildings and Conservation Areas) Act 1990 as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "Any damage to the building caused by or during the course of the carrying out of the work permitted shall be made good within 3 months of the completion of the development, in accordance with a specification agreed in writing with the Local Planning Authority. \r\rReason: To safeguard the character and appearance of the Listed Building in accordance with policy CS8 of the Core Strategy, development management policies DM10 and DM12 and policy 7.8 of the London Plan (2016).\r",
    "Prior to the commencement of the Listed Building Consent hereby granted details of the proposed security shutter shall have been submitted to and approved in writing by the Local Planning Authority. The security shutter shall be of an open lattice or similar design. The shutter shall only be installed in accordance with the approved details.\r\rReason : In the interests of preserving the special character of the Listed Building and the Conservation Area in which the building is located.",
    "Application Site\rThe site comprises an educational building located  on a prominent corner on the junction of Kingston Hall Road, Penrhyn Road and the roundabout.\rThe Kingston Hall Road campus consists of five buildings  including the five storey S1 Building and the twelve storey S2 Tower, both of which were built in the early 1960's. Works are currently taking placce to implement planning permission 19/02368/FUL,  for Demolition of single storey entrance and erection of new, two storey entrance building, a new-build multi-purpose space and ground floor infill beneath an existing college building, together with external alterations to the existing first floor windows of the S2 Tower building, associated site access, vehicle and cycle parking and a scheme of external landscaping.\r  \rThe site is not within a conservation area and contains no listed buildings, although it is located within a Strategic Area of Special Character. \r\rThe application comprises  1no. internally illuminated, individual lettering, box-sign attached to parapet over the new two-storey entrance extension. The signage  \"KINGSTON COLLEGE\" would be internally illuminated to 300cd.m2, with 3-dimensional opaque glazed box letters containing an internal LED light fitting. The signage lighting would be on a daylight sensor in order to turn on just before dusk and automatically turn off at midnight.\r\r\rThe key areas of assessment are:\r- amenity and public safety\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed advertisements are considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design.  The box lettering  denotes the college entrance and would be of a soft glow. \rIt is considered, given the commercial character of the area, and the scale of surrounding built form and the location of the site which is not within a conservation area or within the setting of any heritage assets, that the proposed advertisement, by reason of the size, height,  siting and method of illumination, would have an acceptable impact on the visual amenity of the locality. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: The advertisement, by reason of the location  and restricted luminance levelswould not result in any undue light pollution to the neighbouring occupiers. \r\rWith regards to public safety, the advertisements, by reason of their location and luminance levels  would have an acceptable impact on the safety of users of the footway and carriageway. There are no public safety concerns associated with the proposal. \r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan, Policies of the Core Strategy (2012) and the Shop fronts and Shop Sign Design Guide.\r\r\r\r",
    "Application Site\rThe site comprises a flat/semi-detached/linked/detached dwelling.\r\rProposal\r\rConsultation\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of and and buildings.\r- (Add more bullet points in here if necessary)\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development is considered unacceptable in terms of scale/form/bulk/height/massing/spacing/design (delete as appropriate). It is considered that there would be an unacceptable adverse impact on the character or appearance of the area as a result of the proposals.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would have an unacceptable adverse impact upon the amenities of the occupiers of neighbouring properties by reason of overbearing appearance/loss of light/loss of privacy (delete as appropriate).\r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "HM Land Registry map submitted is invalid due to copyright,\r\rPlease submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r",
    "Site plan must show red outline",
    "Whilst we are in receipt of your renewed Site Location Plans, the Existing Floor plans etc, still show a Site Location Plan on them in the wrong format. Kindly remove this plan from the existing plans and other plans provided which are to be considered as part of this application"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "03/02/2020",
  "secondary_street_name": null,
  "site_number": "6",
  "pp_id": "PP-08470417",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.305325,
          51.410117
        ],
        [
          -0.305326,
          51.41009
        ],
        [
          -0.30537,
          51.41009
        ],
        [
          -0.305369,
          51.410117
        ],
        [
          -0.305325,
          51.410117
        ]
      ]
    ],
    "type": "Polygon"
  }
}