{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q5HIQDNHN1F00",
  "lapsed_date": "21/04/2023",
  "decision_target_date": "21/04/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3EJ",
  "site_name": "24 Long Walk,\rNew Malden,\rKT3 3EJ",
  "status": "Refused",
  "application_details": {
    "site_area": 0.019,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Housing Estates"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Housing HRA"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Housing Estates"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021778120"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00329/NMA",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520316,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:13:53.842Z",
  "id": "Kingston-20_00329_NMA",
  "application_type": "All Other",
  "street_name": "Long Walk",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "21/04/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Non material amendment to planning permission 19/01604/FUL (Erection of a two-storey detached dwelling and provision of 2no. car parking spaces) erection of a single story rear extension, front porch extension, and rear dormer roof extension.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 169079,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021778120",
  "centroid": {
    "lon": -0.271521,
    "lat": 51.407982
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The Council considers the amendments to be material and as such, it is recommended that a S96A application for a non-material amendment is refused",
    "PREVIOUS RELEVANT HISTORY:\rApplication reference 18/16123/FUL - Demolition of the former NHS Trust Site and erection of a three storey building with set-back fourth floor providing 49 new homes, comprising 17 x 1 bed, 22 x 2 bed and 10 x 3 bed, proposed basement accommodating 30 car parking spaces, 84 cycle parking spaces and landscaping at ground floor. Application granted on 28 September 2018. \r\rApplication reference 19/00149/COND - Submission of details required by Conditions 5 (Construction Management Plan), 16 (District Heat Network Statement), 17 (Sustainable Drainage Design), 19 (Contaminated Land Assessment) and 20 (Remediation Strategy) of planning permission 18/16123/FUL. Deemed Discharge on 21 October 2019. \r\rApplication reference 19/00278/COND - Submission of details required by Conditions 3 (Facing Materials) and 12 (Hard Surfaces Material Details) of planning permission 18/16123/FUL. Approved on 16 August 2019. \r\rApplication reference 19/02261/COND - Details required by Conditions 9 & 22 (Details of levels of building, roads and pathways) of planning permission (18/16123). Approved on 4 November 2019.\r\rApplication reference 20/00646/CLC - Details required by Condition 7 (Refuse Storage & Recycling), Condition 10 (Landscaping), Condition 13 (Location of Wheelchair User Dwellings (M4(3)) and Condition 14 (M4 (2) Building Regulations) of Planning Permission 18/16123/FUL. Approved on 1 October 2020. \r\rApplication reference 20/01373/NMA - Application for an amendment to the wording of condition 24 of Planning Permission ref: 18/16123/FUL (Demolition of the former NHS Trust Site and erection of a three storey building with set-back fourth floor providing 49 new homes, comprising 17 x 1 bed, 22 x 2 bed and 10 x 3 bed, proposed basement accommodating 30 car parking spaces, 84 cycle parking spaces and landscaping at ground floor) dated 28/09/2018. Amendment to change of wording of condition which states that the number of active electrical vehicle charging points should be 80%, and requiring change to 20%. Granted on 15 July 2020.\r\rApplication reference 21/01169/CLC - Discharge of Condition 24 (Vehicle Charging Points Plan) of Planning Permission ref: 18/16123/FUL. Approved on 10 August 2021. \r\rCONSULTATIONS:\r327no. surrounding owner/occupiers were notified of the proposals. 3no. representations have been received, two of which raise concerns to the principle of the development which has been granted permission. One of the representations is neutral in its content, requesting clarification on any noise associated with the proposed automated gate and the possibility for additional landscaping.\r\rOfficer Comment: For the avoidance of doubt the principle of development has already been established as part of planning permission 18/16123/FUL. Matters related to landscaping have been satisfactorily dealt with via application 20/00646/CLC. A condition could be added to the grant of any planning permission to require the applicant to submit details to the local planning authority for approval prior to beneficial occupation regarding the automated gates in terms of materiality and acoustics.\r\rSITE AND SURROUNDINGS\rThe application site is located on the corner of Warwick Grove and South Place. The immediate surrounding area is predominantly residential in character, with mostly two and three storey residential properties as well as three-storey flatted development.\r\rThe site is not listed or locally listed, does not fall within a Conservation Area or Area of Special Character. \r\rPROPOSAL\rPermission is sought to vary Condition 2 (Approved Plans) of Planning Permission ref: 18/16123/FUL (Demolition of the former NHS Trust Site and erection of a three storey building with set-back fourth floor providing 49 new homes, comprising 17 x 1 bed, 22 x 2 bed and 10 x 3 bed, proposed basement accommodating 30 car parking spaces, 84 cycle parking spaces and landscaping at ground floor). Variation to include changes to the technical design process.\r\rASSESSMENT\rThe variations to the approved plans include:\r- Addition of smoke vent and details of fans, vents and louvres;\r- Addition of automated gate to the top of the basement level car parking access ramp;\r- Fenestration changes and alteration to balcony balustrading material;\r- Removal of juliet balconies; and,\r- Addition of glazed canopies above entrances.\r\rThe main issues to consider when assessing this application relate to the principle pf development, the resulting impact of the development on the character and appearance of the development and area, and the impact of the development on amenities of neighbouring residents. \r\rPrinciple of Development\rThis application is made pursuant to Section 73 of the Town and Country Planning Act 1990 (as amended), which concerns applications to develop land without conditions previously attached. While this is, in effect, a fresh application for the entire development, the principle of the development has nevertheless already been established.\r\rOn such an application, the local planning authority may only consider the conditions subject to which permission should be granted. It would therefore be unnecessary and unreasonable to revisit every issue which was relevant to the determination of the original application.\r\rIn assessing the application, officers are mindful of any changes in planning policy or site circumstances since the grant of the original planning permission.\r\rImpact upon Character and Appearance of the Area\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rThe proposals include the addition of a basement smoke vent to the west elevation (i.e. on Warwick Grove). Under the previously approved drawings, a vent from the basement car park had been shown in the ground along the southern boundary, immediately adjacent to Core C (drawing 2074-01-DR-0100 P02 - Proposed Ground Floor Plan). The progression of the technical design has since demonstrated that the smoke vents could not be located here due to the concrete piling, associated capping beam and related structural concrete. In order to comply with building regulations and be functional, the vent is required to be clear of the building footprint, or have no spatial impact on the habitable space to those flats above. \r\rThe bin store for Core A has been shown as the only viable option to provide the required area for the ventilation system and vent to the open air. Consequently, the bin store access and Core A entrance arrangement has been revised to accommodate this, namely the recess of the main entrance door to Core A in order to allow a sufficiently wide side access door into the bin store for reasons of natural ventilation. \r\rThe Designing Out Crime Officer (DOCO) has advised the applicant that in order to mitigate potential undesirable loitering in the entrance recess, a low-level gate (c.900mm high, to match the height of the boundary treatments along Warwick Grove and South Place) should be installed at the front of the building as a security measure.\r\rOfficers consider that the proposed changes to the bin store and entrance of Core A to be acceptable. The proposed louvred vent facing onto Warwick Grove is shown to be of similar proportions and in terms of positioning would relate well to the fenestration above, harmonising with the wider elevation in design terms.  \r\rThe proposals include the addition of an automated gate to the top of the basement car park access ramp on the west elevation from Warwick Grove. This is following discussions between the applicant and the Designing Out Crime Officer (DOCO) in order to prevent undesirable loitering or crime along the ramp recess. Officers note that the positioning of the gates is such that they would be inset approximately a car's length down the ramp in order to avoid potential traffic building up along Warwick Grove.\r\rThe proposed changes to the fenestration include a reduction in the width of the windows to the eastern-most end of the north elevation on South Place at ground, first and second floor levels. This change is not overly perceptible and would not detract from the overall appearance of the elevation. At third floor, an internal separating wall has necessitated the subdivision of one window to two windows. This change at third floor is not particularly perceptible given the design and is considered acceptable. The proposals would also see the omission of the approved Juliet balconies due to the incompatibility with the approved floorplan and ability to have inward-opening doors from the rooms. Whilst this change is regrettable, it is considered not to be detrimental to the design of the overall elevation. \r\rThe proposals also involve the alteration of balcony balustrade finishes for those balconies within the courtyard and the eastern elevation from glazed to powder coated steel. To satisfy the requirements of the building regulations per Approved Document M the common entrances into the individual cores are required to be covered necessitating the introduction of canopies over these entrances. These canopies are shown to be glazed after consultation with, and at the request of, the DOCO in order to allow for enhanced observation from above for security reasons. \r\rThe proposal includes plans which show the positioning of the fans, vents, louvres, and ducts and rainwater goods which are all considered acceptable. \r\rHaving regard to the above, officers consider that the proposed development would not have an unacceptable impact on the character and appearance of the development or wider area. \r\rResidential Amenity\rParagraph 130 of the NPPF 2021 states that planning decisions should ensure that developments will create places that are safe, inclusive and accessible and which promote health and well-being, with a high standard of amenity for existing and future users.\r\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe concerns raised about the automated gates could be addressed by condition in the event of an approval. \r\rHaving regard to the above, officers consider that the proposed development would have an acceptable impact on the amenities of neighbouring occupiers.\r\rConclusion/Planning Balance\rUnder the provisions of s.73 of the Town and Country Planning Act 1990, the proposed amendments to Condition 2 (Approved Plans) of Planning Permission reference 18/16123/FUL are not considered detrimental to the overall design quality of the proposed development approved through the parent permission or the character and appearance of the area, and is therefore consistent with the NPPF, Policy D4 of the London Plan (2021) and policies CS8 and DM10 of the Core Strategy (2012).",
    "Please provide copies of  existing and proposed side elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.\r\rThe submitted documents have only one existing and proposed side elevation, we require two existing and proposed side elevations."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "24/03/2020",
  "secondary_street_name": null,
  "site_number": "24",
  "pp_id": "PP-08495093",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.271499,
          51.407995
        ],
        [
          -0.2715,
          51.407968
        ],
        [
          -0.271543,
          51.407969
        ],
        [
          -0.271542,
          51.407996
        ],
        [
          -0.271499,
          51.407995
        ]
      ]
    ],
    "type": "Polygon"
  }
}