{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q9JFIVNHG6E00",
  "lapsed_date": "17/07/2025",
  "decision_target_date": "24/06/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 4JH",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.024
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00957/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517778,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:16:32.690Z",
  "id": "Kingston-20_00957_HOU",
  "application_type": "Householder",
  "street_name": "Cottage Grove",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "17/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension and two storey side extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": "22/05/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167334,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021786380",
  "centroid": {
    "lon": -0.308573,
    "lat": 51.39283
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at first floor level or above in the north-eastern flank elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Officer Report\r\rApplication Site\rThe site comprises a semi-detached dwelling and garage located on the southern  side of Surbiton Hill Park. There are also two single storey structures to the rear of the garage in use as storage.\r\rIt is not subject to any particular policy designations or environmental constraints.\r\rProposal\rThe application seeks planning permission for Erection of single-storey side and rear extensions following demolition of existing garage and 2no store outbuildings.\r\rThe proposal follows an earlier proposal (21/21/01603/HOU) which was refused for the following reasons:\r\r\"1. The proposed combination of the scale and siting of the proposed side extension at ground floor level would represent an overdevelopment of the application property, and a development that is not characteristic with the established pattern of development within the streetscene or surrounding area and would therefore fail to preserve the character and appearance of the area. The extension would also set a precedent for development that is uncharacteristic of the built form of surrounding properties, contrary to Policies CS8 and DM10 of the Kingston Core Strategy (2012).\r\r2. The proposed ground floor side extension by virtue of its combined siting, scale and lack of detail, would create an incongruous and visually bulky addition that would detract from the visual amenity, character and appearance of the host property. In particular, when viewed from the neighbouring property at 110 Surbiton Hill Park. The proposed development is therefore contrary to Policy D3 of the London Plan 2021, Policies CS8 and DM10 of the Kingston Core Strategy (2012), the Residential Design SPD (2013) and the NPPF (2019).\"\r\rThe current scheme has made the following revisions to this proposal as follows:\r\rA significant reduction in the depth of the proposed side extension;\rCompliance with BRE guidance demonstrated in relation to the neighbouring properties at No.114 Surbiton Hill Park\r\r\rConsultations\r25 properties were notified of the proposal. No representations were received.\r\rAssessment\rThe main issues in the assessment of the application are:\r- The impact of the development on the character and appearance of the area;\r- The impact of the development on the amenities of neighbouring occupiers, \r- The impact of the development on Highways, and;\r- Fire Safety.\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rWhilst the proposed single storey rear extension would exceed the depth parameters of the Residential Design SPD, 2013 the projection is very modest and would be consistent with the established rear building line of surrounding properties. The extension is otherwise acceptable in terms of scale and external design; and would appear proportionate and subordinate to the host dwelling. \r\rThe proposed side extension would maintain the same width as the existing side structure and would align with the principal elevation. Whilst not strictly in accordance with the SPD, in terms of setback, it is acknowledged there are a variation of setbacks and roof forms to single storey side extensions along Surbiton Hill Park. The proposed flat roof would integrate well with the rear roof which is situated higher given the change in ground level to the rear, and also not appear too dissimilar to the existing structure. The existing door to the front elevation of the side extension would also be reused. \r\rThere are no objections to the proposed demolition of the two existing structures to the rear which would reduce the extent of built form in the rear garden and whilst not visible to the street, would improve the overall character and appearance of the property when viewed from neighbouring and surrounding properties.\r\rIt is therefore considered that the proposed development would have an acceptable impact on the character or appearance of the main dwelling and immediate surrounding area.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe proposed single storey rear extension would have a modest projection beyond No.114 Surbiton Hill Park and although located on the shared boundary would not have any undue impact on the amenities of neighbouring occupants in terms of loss of outlook, sunlight/daylight or privacy. It has also been demonstrated the proposal would comply with BRE guidance.\r\r\rTo No.110 Surbiton Hill Park, there would be no increase in the built form closest to this property given the removal of the existing structures located on the shared boundary which would improve the outlook, sunlight/daylight amenities to this property. \r\rHaving regard to the above, officers consider that the impact of the proposed development on the amenities of neighbouring occupiers would be acceptable.\r\rHighways and Transport\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy T5 of the London Plan 2021 states that developments should provide cycle parking at least in accordance with the minimum standards set out in Table 10.2 and Figure 10.3.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer comments: Despite the loss of the existing garage, it would not constitute a loss of off-street car parking provision on site as it would not conform with the space standards set out in the Sustainable Transport SPD, 2013 and could not accommodate a modern vehicle. The hardstanding to the front of the property would remain unchanged and continue to provide off-street car parking for 1 vehicle which would accord with the maximum standards set out in the London Plan.\r\rThe existing garage would become a storage space with sufficient room to accommodate bicycles, and easy access ensured through retention and reuse of the existing garage door. \r\rFire Safety\r\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\r\rIn conclusion, the proposed development would be in accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).\r\r\r",
    "Please provide the existing and proposed section B-B, we received section AA only."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "29/04/2020",
  "secondary_street_name": null,
  "site_number": "26",
  "pp_id": "PP-08681809",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.308551,
          51.392844
        ],
        [
          -0.308552,
          51.392817
        ],
        [
          -0.308595,
          51.392817
        ],
        [
          -0.308594,
          51.392844
        ],
        [
          -0.308551,
          51.392844
        ]
      ]
    ],
    "type": "Polygon"
  }
}