{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q7E9PYNHFRN00",
  "lapsed_date": "13/08/2023",
  "decision_target_date": "20/05/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 2LU",
  "site_name": "",
  "status": "Commenced",
  "application_details": {
    "site_area": 0.055,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "THAMPA Name: Riverside Strategy"
      },
      {
        "result": null,
        "constraints_layer_description": "SASC Name: Thames - Side"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Riverside South Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 2"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021766054"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00685/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517828,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:15:18.906Z",
  "id": "Kingston-20_00685_FUL",
  "application_type": "All Other",
  "street_name": "Portsmouth Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "13/08/2020",
  "epc_number": null,
  "actual_commencement_date": "01/08/2017",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Section 73A Application for the variation of  Conditions 1  (Approved Plans), Condition 2 (Facing Materials) and Condition 3 (Architectural details)  of Planning Permission ref: 18/12391/FUL (Variation of Condition 2 (Plans) of permission 16/13176/FUL for changes to elevations and dormer roof extension (Demolition of existing dwelling and erection of a two storey detached dwellinghouse with accommodation in the roofspace) dated 17/09/2019 alterations to includes adjustment to the dimensions of the building, fenestration adjustments and changes to rainwater good and fascia/eaves details",
  "actual_completion_date": null,
  "last_date_consultation_comments": "20/04/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 168569,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021766054",
  "centroid": {
    "lon": -0.307445,
    "lat": 51.40392
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby approved shally only be carried out in accordance with the facing materials specified on the approved drawings and supporting documents. \r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policies DM10 (Design Requirements for  New Developments including House Extensions) and DM12 ( Development in Conservation Areas and Affecting Heritage Assets) of the LDF Core Strategy  Adopted April 2012.\r",
    "Notwithstanding the details shown on the approved drawings and within 3 months of the date of this  decision notice, details of the cycle storage facilities shall have been submitted to and approved in writing by the Local Planning Authority. These facilities thereafter shall be fully implemented and be retained for use at all times. \r\rReason: To ensure the provision of cycle facilities to the satisfaction of the Council in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the approved drawings and within three months of the date of this decision notice, a detailed landscape and planting plan shall have been submitted to and approved in writing by the Local Planning Authority.  The approved scheme shall be implemented within the first planting season following its approval and the tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority.  Any trees or shrubs which die during this period shall be replaced in the first available planting season, and the area shown to be landscaped shall be permanently retained for that purpose only.  \r\rReason: In the interests of visual amenity and also that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Application Site\rThe site is located on the corner of Coombe Road (A238) and Station Road and was previously occupied by Kingston House, a 5 storey building with various uses. To the north (rear) of the site is a railway embankment. There is vehicular access to an existing car park from Station Road and second access to car parking from Coombe Road.\r\rThe surrounding area comprises a mixture of residential, student accommodation and retail/ restaurant/ commercial development of varying scale, although the area in the immediate vicinity of the site is characterised by two storey development. There are two\rstorey cottages opposite the site on Station Road which are locally listed as Buildings of Townscape Merit and there are two storey terraces with shops at ground floor level opposite the site on Coombe Road. The adjoining site to the east was occupied by a temporary single storey building and was used as a car wash, although this now has planning permission for a three/ four storey development of serviced apartments including a cafe at ground floor.\r\rThe site is not located within a Conservation Area. Norbiton Conservation Area is, however, located to the north of the site beyond the railway line. The site is located a short distance from Norbiton Railway and Public Transport Accessibility Level (PTAL) of 5 (very good). The site is located within Flood Zone 1 (low risk of flooding).\r\rProposal\rThe application seeks to vary original permissions granted by way of changes to the brickwork, introduction of ransoms (which will have a visual impact), reduce the number of canopies in the playground and remove Condition 5b (Construction Management Plan) which is a duplicate. \r\rCondition 11 (Construction Management Plan) has been approved under 20/01314/CLC dated 19.11.2020\r\rConsultation\r44 surrounding properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: With regards to the proposed changes to the brickwork. This amendment has been brought about due to structural requirements given that the perforated brick on this elevation are positioned within proximity to the terraces and is not structurally sound / capable of supporting barrier loads. As such, articulated brick has been suggested as this provides a stronger load-bearing structure, whilst having a similar final elevational finish to the approved perforated brickwork. Due to the similar finish officers consider the change to be acceptable. With regards to the transoms and reduction of tensile sheet canopies, officers have not identified a significant impact to the overall external appearance of the scheme. Overall, The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rRemoval of Condition 5b (Construction Management Plan)\rOfficers comment: As already stated Condition 5b appears to be a duplicate of condition 11 which was previously approved under  20/01314/CLC dated 19.11.2020. Officers therefore see no issue with the removal of Condition 5b.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "---Officer Report---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38(6) of the Planning and Compulsory Purchase Act 2004 states that planning applications must be determined in accordance with the development plan unless material considerations indicate otherwise.\r\rThe development plan for the Royal Borough of Kingston upon Thames comprises the following documents:\r\r- The London Plan 2021\r- The South London Waste Plan 2012 \r- The LDF Core Strategy 2012\r- The Kingston Town Centre Area Action Plan 2008",
    "The site comprises a semi-detached dwelling.\r\r13 neighbouring properties have been notified of the proposals and no representations have been received. \r\rRelevant Planning History\r22/00754/HOU - Erection of hip to gable roof extension with rear dormer and juliet balcony and installation of 3 nos front rooflights to facilitate loft conversion - Refused on 16 May 2022.\r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r- Fire Safety\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: A similar application (ref: 22/00754/HOU) was refused as the proposed hip-to-gable upset the symmetry of the paired semi-detached dwelling. The applicant sort to mitigate the harm to the semi-detached dwelling and the wider streetscene by retaining a hipped roof design which would generally satisfy the requirements of the Residential Design SPD (Gable End Extension).  as it would upset the symmetry of the end-of-terrace appearance. \r\rThe proposed dormer would not generally comply with the guidance in the Residential Design SPD (Dormer Windows) but could be constructed under permitted development, officers consider that this would be a subsequent solution. In addition, in the context of other houses in the street or wider area, this construction of a hip-to-gable would not be unusual. \r\rTherefore, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The submitted floor plans have an incorrect scale bar. Please provide existing and proposed floor plans at a recognised scale (at 1:50 or 1:100 for example), showing the outline of entire floor plan, not just part and all key dimensions for the proposed works. The plans must also show the direction of North. Although the inclusion of a scale bar is not mandatory, it is encouraged.",
    "The submitted roof plans have an incorrect scale bar. Please provide existing and proposed roof plans at a recognised scale (at 1:50 or 1:100 for example), showing the outline of entire property not just part and showing dimensions of proposed work. The plans must show the direction of North. Although the inclusion of a scale bar is not mandatory, it is highly encouraged.",
    "The submitted elevations have an incorrect scale bar. Please provide copies of all existing and proposed elevations at a recognised scale (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions for the proposed work. Although the inclusion of a scale bar is not mandatory, it is encouraged."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "25/03/2020",
  "secondary_street_name": null,
  "site_number": "12",
  "pp_id": "PP-08599043",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.307423,
          51.403933
        ],
        [
          -0.307424,
          51.403906
        ],
        [
          -0.307467,
          51.403907
        ],
        [
          -0.307466,
          51.403934
        ],
        [
          -0.307423,
          51.403933
        ]
      ]
    ],
    "type": "Polygon"
  }
}