{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q6CT5RNH04300",
  "lapsed_date": "29/04/2025",
  "decision_target_date": "09/04/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3EJ",
  "site_name": "",
  "status": "Not Required",
  "application_details": {
    "site_area": 0.026000000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00496/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520294,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:14:32.631Z",
  "id": "Kingston-20_00496_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Long Walk",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "29/04/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (3.1m in depth, maximum height of 3.3m and eaves height of 2.4m).",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 168920,
  "decision": "Not Required",
  "appeal_decision": null,
  "uprn": "100021778135",
  "centroid": {
    "lon": -0.271891,
    "lat": 51.406557
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed single storey rear extension would fall within the parameters of permitted development as set out under Schedule  2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "-- Officer Report ---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2012.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rApplication Site\rThe site comprises a Hospital complex consisting of buildings and gounds on the east side of Red Lion Road Tolworth. Of the information submitted it would appear the development would be proposed at the roof level of one or more of the hospital buildings.\r\rObjections \r\r9 objections have been received on grounds of \r-siting\r-appearance\r-design \r-size \r-neighbour amenity \r-health \r-and highway conditions. \r\rOfficer comment: The assessment below assesses the matters raised in the objections.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Highways\r- Health\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe applicant has provided insufficient detail to determine exactly where on site the proposed telecoms apparatus is to be sited. The applicant has provided an incpomplete set of elevations and plans and no detailed site or block plan to identify clearly the proposals location in regards to the site itself or its surroundings. As such officers are unable to determine whether or not this proposal would have an an adverse impact or not on the character and appearance of the host site or the surrounding area and neighbouring occupiers residential amenities. \r\rThe NPPF directs where an operator submits a supporting ICNIRP compliance document that the LPA should not take matters of health into consideration as part of its assessment. An ICNIRP compliance diocument has been submitted.\r\rThe limited information submitted suggests that the proposal is to be located on teh roof of one of the buildings on site and as such is not likely to result in harm to the network or its users. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\r",
    "Drawing 96DR-P011 is invalid as second floor has been incorrectly labelled as ground floor. \r\rPlease correct a nd resubmit this drawing only"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "27/02/2020",
  "secondary_street_name": null,
  "site_number": "39",
  "pp_id": "PP-08542680",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.271869,
          51.406571
        ],
        [
          -0.27187,
          51.406544
        ],
        [
          -0.271913,
          51.406544
        ],
        [
          -0.271912,
          51.406571
        ],
        [
          -0.271869,
          51.406571
        ]
      ]
    ],
    "type": "Polygon"
  }
}