{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q9G9P3NHG5M00",
  "lapsed_date": "30/09/2023",
  "decision_target_date": "22/06/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 7JT",
  "site_name": "",
  "status": "Commenced",
  "application_details": {
    "site_area": 0.248,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "SASC Kingston Hill/Coombe Hill"
      }
    ],
    "commencement_notice_received": true,
    "scheme_phasing": false,
    "existing_uprns": [
      "100021757410"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00944/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520519,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:16:29.965Z",
  "id": "Kingston-20_00944_FUL",
  "application_type": "All Other",
  "street_name": "Coombe Ridings",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "30/09/2020",
  "epc_number": null,
  "actual_commencement_date": "01/05/2019",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Application under Section 73A to vary condition 2 (Approved Plans) of planning permission ref: 19/02823/FUL (Application under Section 73 to vary condition 2 (Approved Plans) of planning permission 19/01820/FUL (Erection of 1 x 6 bedroom two storey house with rooms in roof and basement and single storey detached garage) to enable the enlargement of basement to incorporate a swimming pool",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 170943,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021757410",
  "centroid": {
    "lon": -0.267971,
    "lat": 51.424691
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Notwithstanding the provisions of Part 1 of Schedule 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no extensions (including porches or dormer windows) to the dwelling houses or buildings shall be erected within the curtilage.\r\rReason: To safeguard the privacy and amenity of adjoining occupiers, maintain adequate amenity space and safeguard the cohesive appearance of the development in accordance with Policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the south-western elevation at first floor level or above, of the building hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 of the LDF Core Strategy 2012.",
    "The facing materials used in the development to which this permission relates shall be those approved under application reference 20/00710/CLC.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 of the LDF Core Strategy 2012.",
    "No part of the development hereby approved shall be occupied until evidence has been submitted to and approved in writing by the council confirming that the development has achieved not less than a 19% reduction in CO2 emissions compared to Part L of the Building Regulations 2013 and internal water usage rates of no more than 105L per person per day.\r\rReason: In the interests of sustainability and energy conservation in accordance with Policies 5.2 and 5.3 of the London Plan 2016 and Policy DM1 of the LDF Core Strategy 2012.",
    "The development to which this permission relates shall be carried out in strict accordance with the landscaping scheme approved under application reference 20/00710/COND.\r\rThe approved scheme shall be implemented within the first planting season following completion of the development and the tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. Any trees or shrubs which die during this period shall be replaced in the first available planting season, and the area shown to be landscaped shall be permanently retained for that purpose only.\r\rReason: In the interests of visual amenity and also that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 of the LDF Core Strategy 2012.",
    "The development shall be implemented in accordance with the details and tree protection methodology set out within the Arboricultural Impact Assessment & Method Statement dated 23 August 2019. \r\rThe protection scheme shall be implemented prior to commencement of any work associated with the proposed orangery and maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development.\r\rReason: In the interests of visual amenities and so that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 of the LDF Core Strategy 2012.",
    "The garage and car parking accommodation shown upon the approved drawings shall be provided with a hard bound dust free surface, adequately drained before the development to which it relates is occupied and thereafter it shall be kept free from obstruction at all times for use by the occupier of the development and shall not thereafter be used for any purposes other than the parking of vehicles for the occupiers of the development and visitors to it.\r\rReason: To ensure the provision of adequate off-street parking accommodation and to avoid the congestion of surrounding roads by parked vehicles in accordance with Policy DM10 of the LDF Core Strategy 2012.",
    "The development to which this permission relates shall be carried out in strict accordance with the refuse storage and recycling facilities approved under 19/00489/COND. These facilities shall be fully implemented and made available for use prior to the occupation of the development hereby permitted and shall thereafter be retained for use at all times.\r\rReason: To ensure the provision of refuse facilities to the satisfaction of the Council in accordance with Policy DM10 of the LDF Core Strategy 2012.",
    "All works on site shall take place in strict accordance with the details approved under 19/00489/COND regarding:\r\r(a) Provision for loading/unloading materials.\r(b) Storage of plant, materials and operatives vehicles.\r(c) Temporary site access.\r(d) Signing system for works traffic.\r(e) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works.\r(f) Location of all ancillary site buildings.\r(g) Measures to protect any tree, shrubbery and other landscape features to be retained on the site during the course of development.\r(h) Means of enclosure of the site.\r(i) Wheel washing equipment.\r(j) The parking of vehicles of the site operatives and visitors\r(k) The erection and maintenance of security hoarding.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 of the LDF Core Strategy 2012.",
    "Within three months of the date of this permission, details of the implementation, adoption, maintenance and management of a sustainable drainage system have been submitted to and approved in writing by the local planning authority. The system shall be implemented and thereafter managed and maintained in accordance with the approved details. Those details shall include a timetable for its implementation, and a management and maintenance plan for the lifetime of the development which shall include the arrangements for adoption by any public body or statutory undertaker, or any other arrangements to secure the effective operation of the sustainable drainage system throughout its lifetime.\r\rReason: These details are required prior to commencement of development because the relevant works would take place at the beginning of the construction phase and to prevent the increased risk of flooding in accordance with Policy CS1 of the LDF Core Strategy 2012.",
    "The development to which this permission relates shall be carried out in strict accordance with the details of the fences, walls or other means of enclosure proposed to be erected along the boundaries of the site which were approved under 19/00489/COND.\r\rReason: In order to ensure the privacy of adjoining occupiers and visual amenity of the area is retained in accordance with Policy DM10 of the LDF Core Strategy 2012.",
    "The development to which this permission relates shall be carried out in strict accordance with the details of secure and covered cycle parking facilities which were approved under 19/00489/COND. These facilities shall be fully implemented and made available for use prior to the occupation of the development hereby permitted and shall thereafter be retained for use at all times.\r\rReason: To ensure the provision of refuse facilities to the satisfaction of the Council in accordance with Policy DM10 of the LDF Core Strategy 2012.",
    "Before any occupation of the development hereby approved, the windows in the South West elevation and situated on the first floor of the building hereby permitted, shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with, and retained in, obscure glazing of a patterned type only which shall thereafter be retained as such.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 of the LDF Core Strategy 2012.",
    "Consultations\r12no. surrounding properties were notified of the proposed development. No representations received.\r\rProposal\rThe application seeks planning permission for the erection of a new detached garage and garden door access (following demolition of existing detached garage).\r\rPlanning History\r22/01386/FUL - Erection of new garage building (following demolition of existing garage building). Refused planning permission, dated 20 September 2022 for the following reasons:\r\r(1)\tThe proposed change of use of the land to a storage and distribution (Class B8) use, and the associated operations and paraphernalia associated with that use, would be completely out of character with the suburban residential character of the area, contrary to Policy D3 of the London Plan 2021 and Policy DM10 of the Kingston Core Strategy (2012).\r\r(2)\tThe application site has poor accessibility by public transport and would likely increase of the use of the car as a mode of transport and would therefore fail to encourage sustainable modes of transport. The applicant has also failed to demonstrate, through the submission of cogent evidence and complete information, that the proposed development would not adversely impact on-street car parking capacity which could harm the amenities of neighbouring properties and adversely impact highway safety, contrary to Paragraphs 108 and 109 of the NPPF (2019), Policy D3 of the London Plan 2021 and Policies DM9 and DM10 of the Kingston Core Strategy (2012).\r\rSite and Surroundings\rThe application site comprises of a triangular parcel of land with a garage structure which lies to the rear of No. 85 Malden Hill: a two-storey, detached property. The existing garage is in a dilapidated state of repair and the land is overgrown/unkempt. \r\rIt is understood from the application submission that No. 85 and the application site (comprising of the detached garage to the rear) is in the same ownership; i.e. that of the applicant. \r\rThe surrounding properties comprise of a mix of semi-detached and detached two-storey dwellinghouses. \r\rThe application site is not located within a Conservation Area and does not comprise of a statutory or locally listed building. \r\rPlanning Assessment\rThe key considerations in the assessment of this application are:\r-\tPrinciple of Development;\r-\tCharacter and Appearance; \r-\tThe Impact upon Residential Amenity; \r-\tHighways and Transportation; and\r-\tFire Safety\r\rPrinciple of Development\rThe proposed development seeks planning permission for the erection of a new garage building following the demolition of existing dilapidated garage structure. \r\rThe application site is located in a suburban residential area. \r\rUnder the previous application, the proposals were assessed as commercial rather than residential due to the error in the application form citing the land as in (and proposed as) Class B8 use, and subsequently found to be unacceptable. \r\rThe applicant has clarified within the accompanying Planning Statement to this application that the garage is intended to be used for ancillary storage purposes in connection with the residential dwelling (No. 85 Malden Hill), and not for any form of commercial use. The proposals also include a gate from the rear garden of No. 85 to the garage enhancing the link between the two.\r\rThe principle of the demolition of the existing garage structure given its poor state of repair which detracts from the character and appearance of the streetscene is acceptable. Similarly, the erection of a replacement residential garage for ancillary use to the residential dwellinghouse at No. 85 Malden Hill is considered to be acceptable in principle.\r\rCharacter and Appearance \rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rThe proposals involve the demolition of the existing detached garage structure fronting Malden Hill Gardens and the erection of a replacement detached timber clad garage structure to a height of 2.5m. The garage would feature aluminium framed doors and a fibre-glass flat roof. The proposed garage structure is considered appropriate in its scale and design, generally in keeping with the character and appearance of the area. The proposed garage will have space for one vehicle and additional ancillary storage related to the dwellinghouse (No. 85 Malden Hill). \r\rThe existing garage has not been used for a number of years and, having regard to the above, officers consider the proposal would positively enhance the suburban character of the surrounding area, by improving the appearance and local distinctiveness of the site by replacing the existing.\r\rImpact upon Residential Amenity\rPolicy D3 of the London Plan 2021 requires new development to deliver appropriate outlook, privacy and amenity. \r\rPolicy DM10 of the Kingston Core Strategy (2012) is clear that development proposals should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe proposed development is considered to be acceptable in terms of residential amenity.\r\rHighways and Transportation\rPolicies DM9 and DM10 of the Core Strategy (2012) seek to ensure that new development has regard to local traffic conditions and does not contribute to congestion or compromise highway safety. \r\rPolicy CS5 seeks to reduce the need to travel; it is stated that sites that have poor levels of accessibility by sustainable modes will not usually be considered suitable for development that could generate high numbers of trips.\r\rThe Council's Neighbourhood Traffic Engineer has raised no objection in principle to the change of use of the land proposed. \rOfficers consider that the proposed development will have negligible effect upon the existing road system and traffic in the local area.\r\rIn the assessment of the previous application (under reference: 22/01386/FUL), there was concern that the garage would form unsustainable development due to the increased number of vehicle journeys to and from the site often associated with Class B8 uses. This reason for refusal was compounded by the fact that the site was situated in an area with a PTAL score of 2. As a result, Officers found the proposal represented unacceptable and unsustainable development.\r\rAs mentioned above, the applicant has clarified in this submission that the proposed development would be used in conjunction with the dwellinghouse of No. 85 Malden Hill for ancillary vehicle storage and other domestic storage purposes. It is considered that the garage would not result in any adverse impact upon street parking or other highway safety.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through a condition.\r\rConclusion\rIn conclusion, the proposed development would accord with the relevant policies of the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), and Policies CS8, DM10 and DM12 of the Core Strategy (2012).\r\rThe principle of the proposed development as ancillary car and domestic storage purposes in connection with No. 85 Malden Hill is considered to be acceptable. The proposal by virtue of its scale, design and materiality is considered to be in keeping with the character and appearance of the area. In addition, the proposals would not result in materially harmful impact to neighbouring amenity nor represent detrimental impact upon highway safety. \r\rRecommendation:\rThat planning permission be GRANTED.\r",
    "The applicant has failed to demonstrate, through the submission of cogent information, that the proposed development would not result in an unacceptable loss of daylight, sunlight or overshadowing to the nearest ground floor habitable room of neighbouring properties No. 39 Borough Road, thereby conflicting with Policy D3 of the London Plan, 2021 and Policy DM10 of the Core Strategy, 2012.",
    "The proposal requires planning permission and any future planning application should address informative no. 2.",
    "The site comprises a detached dwelling.\r\r7 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; \r- Flood Risk Assessment; and, \r- Fire Safety Assessment.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed single storey rear extension would have a depth that is within recommendations set out in the Residential Design SPD, and while the height would be in excess of recommendations, given the changes in ground level across the site, it is considered that the proposed rear extension would have a modest height in relation to the finished floor levels of the original house, and therefore, there would be no adverse impacts on the character or appearance of the original dwelling or surrounding area as a result of the proposed development. \r\rThe proposed rear patio would be modest in depth and scale, and would be finished in materials that would complement the existing dwelling.\r\rThe proposed two storey side extension would adhere to the recommendations set out in the Residential Design SPD, and as such is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Given the modest scale of the proposed development and separation distance between the neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance or loss of light/sunlight. \r\rOfficers note that the proposed raised patio would replace the existing patio, but would be situated further into the rear amenity space than existing. As such, it is considered that the proposal could result in loss of privacy and overlooking for the occupants of 134 and 138 Elmbridge Avenue. However, it is considered that this issue could be resolved by appropriate boundary fencing and enforced via condition in the event of an approval.  Further, it is noted that side facing windows are proposed at ground and first floor levels, which are identified as obscure glazed and non non-opening below 1.7m above finished floor levels, within the submitted drawings, this will be conditioned to ensure there is no loss of privacy for neighbouring properties. \r\rFlood Risk Assessment\rThe application site falls within Flood Risk Zone 2 (medium probability). Consequently the Flood Risk Assessment: Standing Advice issued by the Environment Agency and DEFRA, 2012 must be applied. For minor extensions such as this it is essential that the proposed floor level is no lower than existing in order to mitigate future flood risk impacts. \r\rOfficer Comment: The submitted flood risk statement states that flood proofing measures have been incorporated where appropriate, and the proposed drawings demonstrate that that floor levels within the proposed development will be set no lower than existing levels and which is considered acceptable in this case and in compliance with policy SI12 of the London Plan 2021 and Policy DM4 of the LDF Core Strategy (2012).\r\rFire Safety Assessment\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer Comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Officer Report\r\rApplication Site\rThe site comprises a two-storey semi detached dwelling  and an outbuilding situated at the end of the rear garden.\rThe site is not subject to any particular policy designations or environmental constraints.\r\rProposal \rThe application seeks planning permission for the addition of a mono pitched roof to an existing outbuilding.\r\rThe proposal relates to the refused planning application ref. no. 17/16257/HOU for Addition of pitched roof to existing outbuilding and dismissed appeal ref. no. APP/Z5630/D/173181587 and the planning application ref. no. 22/00421/HOU (Alteration to existing single storey detached outbuilding to a pitched roof) refused on 06.05.2022. \r\rConsultations\r5 properties were notified of the proposal. No representations were received.  \r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed mono pitched roof form would bring the total height of the outbuilding to approximately 3.5m. It is noted that the eaves height would remain the same at approximately 2.5m. It is noted that there would be no changes to the existing footprint of the outbuilding. Considering the existing ground levels, the proposed roof form and increase in roof height (towards the main building) of approximately 1m, it is considered that the new roof form would be acceptable and in-keeping with the host dwelling and the surrounding area. \r\rThe proposed development would not be visible within the street view, therefore there will be no impact on the existing street scene. \r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development due to its siting and modest scale would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "Condition 19 (Levels)",
    "The application is made pursuant to Section 96A of the Town and Country Planning Act 1990 (as amended), which concerns non-material amendments to planning permission. \r\rUnder Section 96A, a change may be made to any planning permission, including through the imposition of new conditions or the removal/alteration of existing conditions, if the local planning authority is satisfied that the change is not material. In deciding whether a change is material, a local planning authority must have regard to the effect of the change, together with any previous changes made under this section, on the planning permission as originally granted.\r\rThe National Planning Practice Guidance states that there is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another. The judgement on 'materially' in any particular case is one of fact and degree.\r\rThe application seeks minor amendments to alter trigger points and correction to drawing numbers. Officers are satisfied that the proposed changes would not give rise to any material issues. \r\rAccordingly, the proposed amendments are considered to be non-material and it is recommended that the application be granted.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "The site comprises a semi-detached dwelling.\r\r17 neighbouring properties have been notified of the proposals and no representations have been received.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Fire Safety\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment:  The proposed rear extension/infill would have a total depth of 3m and a pitched roof at a height of 3.6m, following the Residential Design SPD guidance for single storey rear extension. Additionally, the infill extension would not be visible from the street scene and would remain proportionate to the original house. \r\rOfficer note that the demolition and replacement of the detached outbuilding with an annex would be visible from the streetscene and have a total depth of 10m. However, it would not exceed 50% of that of the original house and would maintain the set back from the front wall of the original house by more than 500mm, giving it a subordinate and appropriate appearance. \r\rThe proposed side dormer would not be set in by 500mm from the side and would not retain the cat-slide element of the roof, however, it would be set down by more than 500mm and it would appear as part of the original building and not be an obvious addition. Additionally, given that the proposal could be constructed under permitted development, officers consider that there is a credible fallback position for the proposed dormer/roof extension.\r\rOverall, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Officers have assessed the impact on daylighting and sunlighting of the proposed rear extension, using the BRE, 45 Degree Rule and the Residential Design SPD to ensure minimum impact on neighbouring amenities.\r\rWhilst officers acknowledge that the dormer proposal includes provisions of windows that face neighbouring property No.268 Malden Way, an obscurity condition, which must meet level 3 standards have been applied to mitigate any loss of privacy.\r\rOfficers find that the replacement of the outbuilding with the side extension would not substantially differ in regard to siting, therefore, it would not appear to be an odd addition or have an overbearing appearance.\r\rOverall, given the siting of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Condition 4 - Construction Management Plan - of planning permission 22/00665/FUL\r\rA Construction Management Plan has been submitted. The Council's Neighbourhood Traffic Engineer is satisfied with the details submitted. As such, this condition can be discharged. \r",
    "Condition 5 - Fire Strategy - of planning permission 22/00665/FUL.\rA Fire Safety Strategy, plans and a statement of competence has been submitted which cover all of the criteria set out in the condition and Policy D12 of the London Plan. The site is a constrained site with no direct access to the highway. The Council's Building Control department raised concerns over the use of third party land to access the site for fire tender vehicles and so the plans submitted include provision of an automatic water fire suppression system (AWFSS). On this basis, the details submitted are considered acceptable and this condition can be discharged.\r",
    "Due to the presence of protected trees please provide a Tree Survey/Arboricultural Statement.",
    "Site Sections Levels - Plans drawn at a scale of 1:50 or 1:100 should show a cross section(s) through the proposed building(s). Full information should be submitted to demonstrate how proposed buildings relate to existing site levels and neighbouring development. Such plans should show existing site levels and finished floor levels (with levels related to a fixed datum point off site) and also show the proposals in relation to adjoining buildings. Levels should also be taken into account in the formulation of the Design and Access Statement.",
    "Incorrect Application Form - the application site is part of a block of flats, therefore you cannot use the Householder Application Form. Legally you must complete a Full Application Form. You can find the Full application form on the Planning Portal complete and download it, and attach it to your email response to this Invalid Letter.",
    "The proposal include basement level also, therefore please provide the 'Basement Assessment/Statement.'",
    "For the avoidance of doubt, please confirm the description 'Erection of a single storey rear outbuilding with basement to provide pool house.'",
    "The submitted application form has Condition 10 (Cycle Parking) and Condition 11 (Refuse and Recycle Facilities), please provide the scaled drawing to show cycle parking provision and refuse recycle facilities.",
    "For the avoidance of doubt, please confirm the description 'Details required for Condition 5 (Construction Work, Boundary Treatment), Condition 9 (ENE1 and WAT1), Condition 10 (Cycle Parking), Condition 11 (Refuse and Recycle Facilities), Condition 14 (Day and Night Noise Level), Condition 15 (Noise Assessment), Condition 17 (Background Noise Level), and Condition 20 (Risk Assessment) of planning permission 22/00864/FUL (Demolition of the existing building and erection of a three-storey building to provide nine residential units (Use Class C3) and 315 sqm of commercial (Class E) floorspace with associated refuse/recycling facilities and cycle storage)'",
    "Annotated dimensions must be included on all Existing and Proposed floor plans, site plans, elevation drawings, and section/level plans to show the key dimensions of any existing structures to be demolished/retained and dimensions for the proposed works. Please amend and re-submit where necessary.\r",
    "Plan scale issues - there are issues with the following plans and any annotated dimensions are therefore inaccurate:\rExisting and Proposed Site Plans - scale is stated as 1:50, but the scale bar is 1:100 and measures 5m, not the stated 10m.\rFloor/Roof Plans and Elevations - the scale bars are 1:50 and measure 2.5m, not the stated 5m. Annotated dimensions also do not measure as stated.\r\rPlease check all the submitted plans for consistency between the stated scale, the scale bar and annotated measurements. Please amend where necessary.",
    "Sections - Please provide existing and proposed sections at a recognised scale (at 1:50 or 1:100 for example), showing the outline of the entire property not just part and showing key dimensions. Although the inclusion of a scale bar is not mandatory, it is highly encouraged.",
    "Basement - All developments that include new or extended basements - please provide details of excavation, temporary works and construction techniques, including details of potential impact of subterranean development on existing and neighbouring structures. Please provide a general statement that addresses the following processes to establish if a Basement Impact Assessment is required:\ro Impact of proposals on surface flow and flooding\ro Impact of proposals on groundwater flow\ro Impact of proposals on structural stability",
    "The submitted proposed plans do not have annotated dimensions, please revise the proposed plans with the dimensions.",
    "The position of the new ATM in the proposed block plan is not within the red outline of the location plan. Please clarify the red outline in the location plan and revise the location plan, block plan and other documents with correct red outline.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "27/04/2020",
  "secondary_street_name": null,
  "site_number": "10",
  "pp_id": "PP-08678596",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.267949,
          51.424704
        ],
        [
          -0.26795,
          51.424678
        ],
        [
          -0.267993,
          51.424678
        ],
        [
          -0.267992,
          51.424705
        ],
        [
          -0.267949,
          51.424704
        ]
      ]
    ],
    "type": "Polygon"
  }
}