{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q4TTE7NH00H00",
  "lapsed_date": "10/03/2025",
  "decision_target_date": "10/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 8DR",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.022000000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00198/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519005,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:13:22.868Z",
  "id": "Kingston-20_00198_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Hillside Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "10/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (4.48m in depth, maximum height of 2.99m and eaves height of 2.99m)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 168013,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021790602",
  "centroid": {
    "lon": -0.290718,
    "lat": 51.398677
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "It is considered that the proposal would not have an unacceptable adverse impact upon the residential amenity of neighbouring properties, thereby complying with policies CS8 and DM10 of the LDF Core Strategy, 2012 and the Council's Residential Design Supplementary Planning Document, 2013.\r",
    "---OFFICER REPORT---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38(6) of the Planning and Compulsory Purchase Act 2004 states that planning applications must be determined in accordance with the development plan unless material considerations indicate otherwise.\r\rThe development plan for the Royal Borough of Kingston upon Thames comprises the following documents:\r\r- The London Plan 2021\r- The South London Waste Plan 2012 \r- The LDF Core Strategy 2012\r- The Kingston Town Centre Area Action Plan 2008\r\rApplication Site\rThe site comprises a two storey building amidst a parade of shops on New Malden High Street.\r\rProposal\rThe application seeks to change the use of the first floor of the building from retail to residential to provide 1no. one bedroom flat, together with associated works to provide access and outdoor amenity space to the rear of the building.\r\rConsultation\r21 properties were notified of the proposal. No representations were received.\r\rRBK Environmental Health - No objection, subject to conditions.\r\rAssessment\rThe main issues in the assessment of the application are:\r\r- The planning history;\r- The principle of the development;\r- The standard of the proposed accommodation;\r- The impact of the development on the amenities of neighbouring occupiers;\r- Highway safety;\r- Cycle parking; and,\r- Car parking.\r\rPlanning History\rThe planning history is a material consideration. Planning permission was previously granted under application reference 20/01359/FUL for the erection of extensions and conversion of the first floor of the building into 1no. two bedroom flat. It is a highly material consideration that this permission is extant and could still be implemented on site.\r\rThe current proposal is effectively a revision of 20/01359/FUL and seeks to convert the first floor of the building into 1no. one bedroom flat without extending the building.\r\rPrinciple of Development\rPolicy H1 of the London Plan 2021 sets a target for the Borough of 9,640 net housing completions within the next ten years. Planning decisions should optimise the potential for housing delivery on all suitable and available brownfield sites to ensure that this target is met.\r\rThe development would provide one additional dwelling (1 x2 bedroom flat), which would make a small but nonetheless positive contribution towards the Council's housing targets. However, the development would also result in a net loss of approximately 53sqm of retail space within a designated town centre. While officers consider that the vitality or viability of either the retained retail area or the District Town Centre as a whole would not be adversely affected to an unacceptable degree, this nevertheless presents a conflict with policy DM17 of the Core Strategy and weighs against the proposal.\r\rStandard of Accommodation\rPolicy D6 of the London Plan 2021 sets out the standards for new housing within London, in terms of overall gross internal area (\"GIA\"), built-in storage space, bedroom sizes and ceiling heights. Housing development should be of high quality design and provide adequately-sized rooms, with comfortable and functional layouts which are fit for purpose and meet the needs of Londoners without differentiating between tenures. Policy DM13 of the Council's Core Strategy 2012 states that the Council will expect proposals for new residential development to demonstrate that the scheme has been designed to provide adequate internal space appropriate to the intended number of occupants.\r\rThe proposed flat would meet the requirements of policy D6 of the London Plan.\r\rPolicy DM10 of the Council's Core Strategy 2012 requires developments to provide adequate private and/or communal amenity space. Policy Guidance 13 of the Council's Residential Design SPD states that although levels of private amenity space may vary considerably in different character areas, each new flat should have 10sqm (plus an extra 1sqm for each occupant after the first).\r\rThe proposed flat would benefit from approximately 20sqm of outdoor amenity space laid out as a first floor terrace to the rear of the building.\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rThe proposed development would involve only very limited extensions and alterations to the building, comprising works to the rear to provide access and a terrace. Views of these works from public vantage points would be extremely limited. The proposed development is therefore considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rGiven the limited extent of the proposed extensions and alterations, officers are satisfied that the proposed development would not appear overbearing or unduly deprive neighbouring occupiers of natural light. Officers are mindful of the fact that the proposed development would involve the provision of a terrace at first floor level. However, the only immediately adjacent residential property is to the south and benefits from a terrace in approximately the same position on their side of the boundary.\r\rHaving regard to the above, officers consider that the proposed development would have an acceptable impact on the amenities of neighbouring occupiers.\r\rHighway Safety\rPolicy T4 of the London Plan 2021 states that development proposals should reflect and be integrated with current and planned transport access, capacity and connectivity. Where appropriate, mitigation, either through direct provision of public transport, walking and cycling facilities and highways improvements or through financial contributions, will be required to address adverse transport impacts that are identified. Development proposals should not increase road danger.\r\rPolicy DM10 of the Council's Core Strategy 2012 requires development proposals to have regard to local traffic conditions and highway safety and ensure they are not adversely affected.\r\rThe proposed development would not involve any new or amended access to the public highway or a change in character or volume of traffic entering or leaving the site. It is noted that no car parking is proposed but the site is in a highly accessible town centre location and surrounding streets are not subject to parking controls. Officers are therefore satisfied that the proposed development would have an acceptable impact on highway safety.\r\rCycle Parking\rPolicy T5 of the London Plan 2021 states that developments should provide cycle parking at least in accordance with the minimum standards set out in Table 10.2 and Figure 10.3, ensuring that a minimum of two short-stay and two long-stay cycle parking spaces are provided.\r\rPolicy DM8 of the Council's Core Strategy 2012 and the Sustainable Transport SPD 2013 together require new development to provide facilities on-site for cyclists as appropriate, including showers, lockers and secure, convenient cycle parking, in accordance with the minimum standards set out in the London Plan.\r\rThe proposed flat would benefit from two cycle parking spaces, which is in accordance with the requirements of policy T5. Officers recommend that full details of the spaces be secured by condition.\r\rCar Parking\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals. Where provided, each motorcycle parking space should count towards the maximum for car parking spaces at all use classes.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rAs noted above, the proposed flat would not benefit from any off-street car parking spaces. This level of provision is in accordance with London Plan policies T6 and T6.1, which state that car-free development should be the starting point for all sites which are well connected to public transport.\r\rConclusion\rThe scheme under consideration involves the provision of housing and the Council cannot demonstrate a five year supply of deliverable housing sites. Therefore, the \"tilted balance\" as set out in paragraph 11 of the NPPF is engaged.\r\rThe proposed development would provide one additional dwelling on the site, which would make a small but nonetheless positive contribution towards meeting the Council's housing targets, at a time when the supply of land for housing within the Borough is constrained. This is a benefit which carries significant weight in favour of the proposal.\r\rThe proposed development would result in the loss of approximately 53sqm of retail space in a town centre location. The proposal is therefore contrary to policy DM17 of the core strategy, which seeks to protect employment premises, particularly in designated employment locations such as town centres. However, officers consider that the loss of this space would not result in any significant harm to the vitality or variability of either the existing retail premises or the town centre as a whole. Accordingly, officers attach limited weight to the harm arising from the conflict with policy DM17.\r\rThe proposed development would have an acceptable impact on the character and appearance of the area, on the amenities of neighbouring occupiers, on highway safety, cycle parking, and car parking. These are neutral matters.\r\rHaving regard to the above, officers consider the proposal to be in accordance with the development plan taken as a whole. Paragraph 11 of the Framework is a material consideration but the adverse impacts of granting permission would not significantly and demonstrably outweigh the benefits, when assessed against the policies in the Framework as a whole. Therefore, Paragraph 11 does not warrant a decision other than in accordance with the development plan. Accordingly, officers conclude that planning permission should be granted.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r---END OF OFFICER REPORT---",
    "Please provide a revised copy of block plan scaled 1:500/1: 200 showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rPlease note that the scale of block plan to be 1:500 or 1:200"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "28/01/2020",
  "secondary_street_name": null,
  "site_number": "3",
  "pp_id": "PP-08458475",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.290696,
          51.39869
        ],
        [
          -0.290697,
          51.398663
        ],
        [
          -0.290741,
          51.398664
        ],
        [
          -0.29074,
          51.398691
        ],
        [
          -0.290696,
          51.39869
        ]
      ]
    ],
    "type": "Polygon"
  }
}