{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q5NB58NHN3800",
  "lapsed_date": "29/04/2023",
  "decision_target_date": "27/04/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 1DR",
  "site_name": "16 And 17 Ace Parade\rChessington\rKT9 1DR\r",
  "status": "Approved",
  "application_details": {
    "site_area": 70,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "LOCCEN Name: Ace of Spades"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: GLA"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128000041"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00363/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518155,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:14:01.403Z",
  "id": "Kingston-20_00363_FUL",
  "application_type": "Householder",
  "street_name": "Ace Parade",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tolworth & Hook Rise - OLD",
  "decision_date": "29/04/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Replacement of windows in residential flats",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 165293,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128000041",
  "centroid": {
    "lon": -0.303835,
    "lat": 51.374408
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The depths of the reveals in relation to the windows and elevations and doors and elevations shall match existing.\r\rReason:  To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The site comprises a semi-detached dwelling.\r\r8 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \rPlanning history of the site;\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rPlanning history: Planning application 21/01535/HOU for the erection of single storey rear and side extension and raising existing garage roof to match, was refused for the following reason: \r\r'As the applicant has not demonstrated that the proposed development would pass the 45-degree test in relation to the closest habitable windows at No. 71 Queens Drive, officers consider that the proposed development would unduly compromise the amenities of No. 71 Queens Drive by reason of loss of light/sunlight. Therefore, the proposed development is contrary to Policies D3 of the London Plan 2021 and Policies CS8, DM10 and DM12 of the Council's Core Strategy 2012.'\r\rThis submission is for the same development but has been amended to reduce the rear extension from 5m to 4m in depth. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: While the proposed single storey rear extension would not strictly comply with the parameters set out in the Residential Design SPD, in terms of depth and height, given that similar extensions are viewed in the immediate vicinity officers consider that it would not appear out of keeping with the appearance of the surrounding area, and would appear an appropriate addition to the host property.\r\rWhile the single storey side extension would also not strictly accord with the parameters set out in the Residential Design SPD, officers note that it would appear a subordinate addition to the host property, and as such there would be no adverse impacts on the appearance of the surrounding area.\r\rThe proposal would raise the height of the existing side garage, and while this would be in excess of the parameters of the Residential Design SPD, officers note that it would not appear prominently on the streetscene and would not detract from the character of the original dwelling. Officers note however the raising of the garage roof appears to encroach on the first floor window of the side elevation, including the cill and part of the window itself, contrary to Policy Guidance 35 of the Residential Design SPD. Given the lack of detail it is difficult for officers to determine and this would need to be clarified in any future submission.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: \r\rGiven the orientation of the site, existing boundary treatment and trees on the neighbouring property, any impacts on daylight/sunlight to habitable rooms of the neighbouring property at No.71 Queens Drive would be very limited or difficult to quantify to the extent they would be harmful. It is also noted occupants/owners of the property have not raised any objection to the proposed development, or the refused scheme which was greater in depth.\r\rGiven the siting of the proposed development on the boundary with No. 67 Queens Drive, and that this neighbour benefits from an existing rear extension, officers consider that the proposed development would not adversely affect the amenities of the occupiers of No. 67 Queens Drive by reason of overbearing appearance, loss of light or loss of privacy. \r\rHaving regard to the above officers do not consider the proposal would have an unacceptable impact on the amenities for occupants of neighbouring properties.   \r\rConclusion\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013). \r",
    "The fee required for your planning application is £116.00, payment can be made via our Contact Centre on 0208 547 5002 or by cheque made payeble to Royal Borough of Kingston.  Please ensure to quote your application number when making payment."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "02/03/2020",
  "secondary_street_name": null,
  "site_number": "16",
  "pp_id": "PP-08507306",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.303813,
          51.374421
        ],
        [
          -0.303814,
          51.374394
        ],
        [
          -0.303857,
          51.374395
        ],
        [
          -0.303856,
          51.374422
        ],
        [
          -0.303813,
          51.374421
        ]
      ]
    ],
    "type": "Polygon"
  }
}