{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q4Z044NHMXV00",
  "lapsed_date": "27/03/2025",
  "decision_target_date": "27/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5JP",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.033,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021777624"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00240/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521282,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:13:32.467Z",
  "id": "Kingston-20_00240_CPU",
  "application_type": "All Other",
  "street_name": "Knightwood Crescent",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "27/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of side dormer roof extension.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 167222,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021777624",
  "centroid": {
    "lon": -0.258273,
    "lat": 51.391086
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The erection of the side dormer roof extension falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class B of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).\r",
    "Application Site\rThe site comprises a mid terraced dwelling.\r\rProposal\rThe proposal is for the demolition of an existing rear structure and the erection of single storey rear extension with associated changes to fenestration.\r\rConsultation\r4 neighbouring properties were consulted. \r\r1 objection was received. This objection is with regard to issues on the party wall as a result of the proposed development and an error in the description of the application. \r\rIn the application description, the structure at the rear of the property was originally referred to as being 'detached', which is not the case and evident from the plans and photographs. To avoid any discrepancy, this has been amended to refer to it as a 'rear structure' and this change has been made in agreement with the applicant. \r\rThe concerns surrounding the party wall are not material planning considerations and must instead be dealt with under the Party Wall Act, which is separate legislation. An informative will be added to the decision notice giving further information on this topic.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and\r- The impact of the proposed development on the Green Belt.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed development is approximately 4.8m deep and 3.15m wide with an eaves height of 2.8m and a maximum height of 3.0m. The extension would replace an existing structure in the same location of approximately the same depth, a width of 2.5-2.9m with an eaves height of 2.3m and a maximum height of 2.6m. The proposed materials would match existing and the design would appear in keeping and subordinate to the application property. The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy as the structure would occupy the same location on the boundary with 5 Fairoak Lane where there is an existing building and is set back significantly from the boundary with number 1 Fairoak Lane. \r",
    "Please provide a payment of £2004 to accompany your application. This payment can be made online at www.kingston.gov.uk or by calling our Customer Care Line on 020 8547 5022"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "31/01/2020",
  "secondary_street_name": null,
  "site_number": "97",
  "pp_id": "PP-08464995",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.258251,
          51.3911
        ],
        [
          -0.258252,
          51.391073
        ],
        [
          -0.258295,
          51.391073
        ],
        [
          -0.258294,
          51.3911
        ],
        [
          -0.258251,
          51.3911
        ]
      ]
    ],
    "type": "Polygon"
  }
}