{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q3SQH4NH00H00",
  "lapsed_date": "17/02/2025",
  "decision_target_date": "17/02/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3UN",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.054000000000000006
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00036/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520477,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:12:40.188Z",
  "id": "Kingston-20_00036_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Woodlands Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "17/02/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (5.00m in depth, maximum height of 3.00m and eaves height of 3.00m)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 169615,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021783005",
  "centroid": {
    "lon": -0.269026,
    "lat": 51.412765
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension would extend beyond a wall forming a side elevation of the original dwellinghouse, and would have a width greater than half the width of the original dwellinghouse, in conflict with Paragraph A.1 (j) (iii) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The site comprises a terraced dwelling.\r\r10 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r- Parking\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: Officers note that the surrounding dwellings on Kingswood share a uniform appearance and the current proposal seeks to convert the existing garage into habitable space with associated changes to the front fenestration. While the proposed development would be visible from the streetscene, officers note that a similar application was approved for the adjoining property at No. 6 Kingswood Close (ref: 19/01262/HOU). As such, the proposed alterations to the front fenestration would not appear prominently in the surrounding area.\r\rTherefore, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Given the nature of the proposed development it would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rPolicy DM9 of the Council's LDF Core Strategy (2012) states that new development must comply with local car parking standards in order that it does not contribute to congestion or compromise highway safety. Policy DM10 supports this stance. \r\rOfficer Comment: While the proposal would convert the existing garage to habitable space, officers note that the front hardstanding would be able to accommodate off street parking. \r\rLondon Plan policy T5 requires all development to include provision for cycle parking and while it is not clear from the plans where this would be accommodated, officers note that there is an existing rear access to the property, which can serve as a route for accommodating on-site cycle parking. \r\rTherefore, the proposal is considered not to have an adverse impact upon car parking provision, traffic congestion or highway safety, in compliance with Policy DM9 and DM10.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "You proposal advised the insertion of 9no. rooflights whereas your Planning, Design and Access Statement advised that 13 are proposed.\r\rPlease amend your application form accordingly to reflect this"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "06/01/2020",
  "secondary_street_name": null,
  "site_number": "10",
  "pp_id": "PP-08400698",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.269003,
          51.412778
        ],
        [
          -0.269005,
          51.412751
        ],
        [
          -0.269048,
          51.412752
        ],
        [
          -0.269047,
          51.412779
        ],
        [
          -0.269003,
          51.412778
        ]
      ]
    ],
    "type": "Polygon"
  }
}