{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q80HR9NHFVV00",
  "lapsed_date": "27/05/2025",
  "decision_target_date": "27/05/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 2SL",
  "site_name": "Princess Court, Office 1",
  "status": "Approved",
  "application_details": {
    "site_area": 0.023
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00770/TEL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518564,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:15:42.532Z",
  "id": "Kingston-20_00770_TEL",
  "application_type": "Prior Approval",
  "street_name": "Horace Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "27/05/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Removal of existing flagpole and associated 3 x antenna from rooftop installation and replacement with 6 x new antenna mounted on steel support poles on rooftop; addition of 15 x RRU's and GPS module (existing MHA's to be removed) required to support new antenna; removal of existing Ultrasite cabinet and replacement with an Eltek PSU cabinet and 2 x flatpack racks",
  "actual_completion_date": null,
  "last_date_consultation_comments": "24/04/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 168675,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128036063",
  "centroid": {
    "lon": -0.296834,
    "lat": 51.404719
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed telecoms equipment by virtue of its siting and appearance would be appropriate and the proposal would accord with policies CS8 and DM10 of the Council's adopted LDF Core Strategy April 2012.",
    "The development shall conform in all material aspects with the plans and details shown in the application, unless variations are agreed by the Local Planning Authority in order to discharge other conditions attached to this decision:\r\rReason:  For avoidance of doubt and in the interests of proper planning.",
    "Application Site\rThe site is  located on the eastern side of Brook Gardens and within the Kingston Hill/Coombe Hill Strategic Area of Special Character (SASC)-a non-designated heritage asset. Officers note that construction in relation to planning permission 20/02097/FUL appears to have commenced.\r\rProposal\rThe current application is made pursuant to Section 73 of the Town and Country Planning Act 1990 (as amended), which concerns applications to develop land without conditions previously attached. While this is, in effect, a fresh application for the entire development, the principle of the development has nevertheless already been established. \r\rOn such an application, the local planning authority may only consider the conditions subject to which permission should be granted. It would therefore be unnecessary and unreasonable to revisit every issue which was relevant to the determination of the original application.\r\rIn assessing the application, officers are mindful of any changes in planning policy or site circumstances since the granting of the original permission.\r\rThis application proposes to vary Condition 1 (Plans condition) of planning permission 20/02097/FUL dated 19.02.2021 by amending the following:\r-walls from render finish to brick;\r-removal of chimney; and;\r-amendments to fenestration. \r\rOfficers note that there was no legal agreement attached to the original permission.\r\rConsultation\r14 neighbouring properties were notified of the proposals and no representations have been received.\r\rThe key areas of assessment are:\r- The design of the proposed development; \r-The impact of the proposed development on heritage assets; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: With regard to the proposed changes to the materials, Officers note that although most of the properties within Brook Gardens are finished in red brick or render, No. 3a Brook Gardens is finished in yellow stock. In this case the use of X brick would be acceptable and in keeping with the character of neighbouring properties. The removal of the chimney and changes to fenestration are also considered acceptable in design terms. Overall, It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rHeritage\rParagraphs 199 to 208 of the NPPF 2021 set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rAs stated above the Kingston Hill/Coombe Hill Strategic Area of Special Character is a non-designated heritage asset.  \r\rParagraph 203 of the NPPF states that:\rThe effect of an application on the significance of a non-designated heritage asset should be taken into account in determining the application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement will be required having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rOfficer comment:. As set out above, it is considered that there would be no adverse impact in terms of character and appearance as a result of the proposals.  Therefore, it follows that there would be no harm to the significance of the non-designated heritage asset. Overall, the proposed development is considered to preserve the character and appearance and significance of The Kingston Hill/Coombe Hill Strategic Area of Special Character.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would accord with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021) Policies CS8, DM9 and DM10 of the Core Strategy (2012) and the Residential Design SPD (2013).\r\r",
    "As part of the Agent for Change principle, this development has been provided with noise mitigation measures and supplementary ventilation.  In the event of a complaint being made to the Council of noise from any nearby commercial operations, the Council will make a formal assessment with these noise mitigation measures in place.  This will include windows being kept closed.",
    "Please provide floor plans/elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.\r\rThe scale bar in the  submited plans and elevations do not measure to the stated scale.",
    "The submitted drawings do not have a scale bar, please provide the scale bar as stated in the drawings."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "02/04/2020",
  "secondary_street_name": null,
  "site_number": "",
  "pp_id": "PP-08614174",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.296812,
          51.404733
        ],
        [
          -0.296813,
          51.404706
        ],
        [
          -0.296856,
          51.404706
        ],
        [
          -0.296855,
          51.404733
        ],
        [
          -0.296812,
          51.404733
        ]
      ]
    ],
    "type": "Polygon"
  }
}