{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q92RGGNHG2C00",
  "lapsed_date": "15/06/2025",
  "decision_target_date": "15/06/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 6BT",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.014,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021775941"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00881/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521920,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:16:14.183Z",
  "id": "Kingston-20_00881_CPU",
  "application_type": "All Other",
  "street_name": "George Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "15/06/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip to gable and rear dormer roof extensions with installation of new gable end window and 2no front roof lights to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 167918,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021775941",
  "centroid": {
    "lon": -0.248869,
    "lat": 51.397205
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The erection of hip to gable and rear dormer roof extensions with installation of new gable end window and 2no front roof lights to facilitate loft conversion falls within the parameters of permitted development as set out under Schedule 2, Part 1, Classes B and C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The site comprises a semi-detached dwelling.\r\r6 neighbouring properties have been notified of the proposals and 2 objections have been received relating to effects on trees, inappropriate design/layout and unacceptable or incompatible use.\r\rFor the avoidance of doubt the proposal would not seek a change of use. Further, officers note that there are no existing trees that would be impacted by the proposed development. The remaining concerns raised will be taken into consideration during the assessment of the application and detailed below.\r\rThe key areas of assessment are: \r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r-The impact of the development on highways and transportation matters.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: Officers note that the current application is a revision of previously refused application ref: 21/01733/HOU. The principal issue with the refused application was the excessive width of the proposed vehicle crossover. The refused application would have resulted in the removal of the characteristic grass verge to the front of the dwelling. Whilst Officers acknowledge that the proposed vehicle crossover in this case would be comparatively narrower in width in relation to the previously refused scheme, the proposal would still result in the reduction of the grass verge area. Given the uniform appearance of the grass verges along Oakdene Drive, the proposal is considered to detract from the established character and appearance of the surrounding area. \r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Given the nature of the proposal officers consider that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rTransportation\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: The proposal would widen the existing dropped kerb to a width of approximately 3.5m measured from the back of the footway and a total of approximately 4.7m from the public highway. While this measurement would be in excess of the the recommendations set out in the RBK Crossover Policy officers consider that it would not present any material harm to car parking provision, traffic congestion or highway safety, in compliance with Policy DM9 and DM10.\r\rIn conclusion, the proposed development would not be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "20/04/2020",
  "secondary_street_name": null,
  "site_number": "69",
  "pp_id": "PP-08656248",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.248847,
          51.397218
        ],
        [
          -0.248848,
          51.397191
        ],
        [
          -0.248891,
          51.397192
        ],
        [
          -0.24889,
          51.397219
        ],
        [
          -0.248847,
          51.397218
        ]
      ]
    ],
    "type": "Polygon"
  }
}