{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q83T67NHFWW00",
  "lapsed_date": "27/05/2023",
  "decision_target_date": "27/05/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 7HL",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.067,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SHOPFR Name: Shopping Frontages"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Tolworth Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Tolworth District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "DISIA Name: Tolworth District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128042868"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00789/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519498,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:15:47.946Z",
  "id": "Kingston-20_00789_CPU",
  "application_type": "All Other",
  "street_name": "Tolworth Broadway",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tolworth & Hook Rise - OLD",
  "decision_date": "27/05/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Change of use from Shop (Class A1)  to Residential -2 Flats  (Class C3) under Class G of the GPDO",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 166118,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "000128042868",
  "centroid": {
    "lon": -0.284272,
    "lat": 51.381542
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed change of use is considered not to fall within the parameters of  permitted development as set out under schedule 2, Part 3, Class G, Condition G.1(b) of the Town and County Planning (General Permitted Development) (England) Order 2015.",
    "Application Site\rThe application site is sited on the south-east side of Dunton Close and is occupied by a large two-storey detached dwelling. \r\rThe surrounding area is predominantly built-up and residential in character served mainly by two storey detached dwellings.\r\rThe application site falls within the Southborough Conservation Area (CA) which is defined as a Heritage Asset within the Royal Borough of Kingston upon Thames LDF Core Strategy (Adopted April 2012). The application property is not a designated Listed Building.\r\rProposal\rThe application seeks planning permission for the installation of solar panels to the flat roof of detached garage. \r\rConsultation\r11no. properties were notified of the proposal. No representations.\r\rSurbiton Conservation Area Advisory Committee (CAAC): Neutral comment: 'Minor amendment only to the existing garage roof'.\r\rAssessment\rThe main issues in the assessment of the application are:\r- The Impact on the Character and Appearance of the Area; \r- The Impact upon Heritage Assets; and\r- The Impact on the Amenities of Neighbouring Occupiers.\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rThe proposals involve the installation of 8no. PV solar panels to the flat roof of the detached garage. The detached garage is sited in the north-western end of the site, adjacent to Dunton Close. The proposed solar panels will be fixed on an angled support frame, such that they would sit approximately 200mm above the top of the flat roof. \r\rThe proposed changes are considered acceptable in terms of their design and would result in a negligible impact on the character and appearance of the host dwellinghouse and wider streetscene.\r\rImpact upon Heritage Assets\r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.\r\rParagraphs 199 to 208 of the NPPF 2021 set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\rThe proposals would be exclusively focused to the roof level of the detached garage structure. The solar panels would entirely fit within the footprint of the roof, with an additional height of approximately 0.2m above the level of the existing flat roof. The proposed solar panels would not appear visually obtrusive when viewed from the street scene. On the whole, it is considered that the proposals would not constitute a harmful addition to detrimentally affect either the character of the host building, nor would it result in harm to the setting of the Conservation Area. \r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers consider that the proposed development, would have an acceptable impact on the amenities of neighbouring occupiers.\r\rConclusion\rThe proposed development would have an acceptable impact on the character and appearance of the area and on the amenities of neighbouring occupiers. The proposed solar panels would not have any impact on the significance of designated heritage assets. \r\rHaving regard to the above, officers consider the proposal to be in accordance with the development plan taken as a whole. In the absence of any other material considerations which indicate that permission should be refused, officers conclude that planning permission should be granted.\r",
    "Demolition of existing conservatory was not mentioned in work description on submitted application form\r\rPlease confirm description of works as the application form description does not correspond with the proposed works in the plans and/or supporting documents.  Confirmation can be in writing or by amending the plans to reflect the proposals.\r\rNote: Any documentation with the incorrect proposals will need to be resubmitted, this includes the description of works section on the application form."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "01/04/2020",
  "secondary_street_name": null,
  "site_number": "22, 24",
  "pp_id": "PP-08622842",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.28425,
          51.381555
        ],
        [
          -0.284251,
          51.381528
        ],
        [
          -0.284294,
          51.381529
        ],
        [
          -0.284293,
          51.381556
        ],
        [
          -0.28425,
          51.381555
        ]
      ]
    ],
    "type": "Polygon"
  }
}