{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q92RJ3NHG2H00",
  "lapsed_date": "15/06/2025",
  "decision_target_date": "15/06/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3UH",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.062,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "LASC Name: The Berg Estate"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021783034"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00886/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520590,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:16:15.657Z",
  "id": "Kingston-20_00886_CPU",
  "application_type": "All Other",
  "street_name": "Woodlands Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "15/06/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of first floor north side dormer extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 169531,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021783034",
  "centroid": {
    "lon": -0.26743,
    "lat": 51.411986
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension and alterations are considered to fall within the parameters of  permitted development as set out under schedule 2, Part 1, Classes B & C of the Town and County Planning (General Permitted Development) (England) Order 2015",
    "The site comprises a two storey semi-detached dwelling located on the northern side of Compton Crescent.\r\rIt is not subject to any particular environmental constraints or designations.\r\rThe proposal is for the erection of single storey side and rear extension.\r\r8 neighbouring properties have been notified of the proposals and 1 representation has been received, objecting to the proposal on the following grounds:\r-The proposed extension is more than half the width of the existing dwelling contrary to the Residential Design SPD, 2013\r-Proximity of the extension and structural impacts to the neighbouring property, and limited access for maintenance purposes\r-Proximity of the extension to the neighbouring property and its lounge/living room\r\rAny structural concerns shall be addressed by Building Regulations and are not material planning considerations. Access to neighbouring properties for maintenance purposes is also not a material planning consideration. However, all other relevant planning concerns above will be discussed in the below assessment.\r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed single storey side extension would not be set back from the front elevation, would not incorporate a roof profile that is compatible with the host dwelling, and would be greater in 50% the width of the host dwelling.  The extension would not therefore appear proportionate or subordinate by virtue of its scale and design. \r\rThe proposed single storey rear extension would accord with parameters of the Residential Design SPD 2013 in terms of scale and depth, and although the neighbouring property at No.62 has not been extended there are other similar rear extensions within the terrace the application site forms part of. As such, this aspect of the proposal would not be out of character with the host dwelling or the character and appearance of the immediate surrounding area.\r   \rHaving regard to the above, officers consider that the proposed single storey side extension of the proposed development, by virtue of it's incompatible roof form, combined depth, siting and lack of setback from the front elevation of the host building would represent an excessive addition that would not relate well to the character and appearance of the host dwelling, or that of neighbouring properties. Therefore, the proposed development is contrary to Policies D3 of the London Plan 2021 and Policies CS8 and DM10 of the Council's Core Strategy 2012.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rThe proposed rear extension would accord with parameters of the Residential Design SPD 2013 in terms of scale and depth, however, as stated above it is acknowledged that the neighbouring property at No. 62 Compton Crescent Avenue has not been extended and there are habitable rooms to its rear elevation. Similarly, it is understood that there are habitable room windows in relation to No. 64A Compton Road that would be in proximity of the proposed extension.\r\rHaving regard to the above it is considered that the applicant has failed to demonstrate through the submission of cogent information that the proposed single storey rear extension element of the proposals would comply with BRE Guidance in relation to the nearest ground floor habitable room windows of No. 62 and No. 64A Compton Crescent and would not result in in an unnacceptable loss of daylight/sunlight and outlook to those windows. The proposed development would therefore result in an unacceptable adverse impact on the amenities of this neighbouring occupier, contrary to Policy D3 of the London Plan 2021 and Policy DM10 of the Kingston Core Strategy 2012.\r\rOfficer Comment: \rIn conclusion, the proposed development would not be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The site address in the submitted application form is 36 Market Place, Kingston Upon Thames, KT1 1JQ, whereas the red outline in the location plan is in the different address. The red outline differs from our record. Please submit the location plan and the application form with the correct address.\r\rPlease submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "20/04/2020",
  "secondary_street_name": null,
  "site_number": "41",
  "pp_id": "PP-08661956",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.267408,
          51.411999
        ],
        [
          -0.267409,
          51.411972
        ],
        [
          -0.267452,
          51.411973
        ],
        [
          -0.267451,
          51.412
        ],
        [
          -0.267408,
          51.411999
        ]
      ]
    ],
    "type": "Polygon"
  }
}