{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q92RH3NHG2E00",
  "lapsed_date": "07/06/2023",
  "decision_target_date": "15/06/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5LW",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.023,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021782856"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00883/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521368,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:16:14.734Z",
  "id": "Kingston-20_00883_CPU",
  "application_type": "All Other",
  "street_name": "Wilverley Crescent",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "07/06/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 167074,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021782856",
  "centroid": {
    "lon": -0.257088,
    "lat": 51.389738
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension and alterations are not considered to fall within the parameters of  permitted development as set out under schedule 2, Part 1, Class A (f) of the Town and County Planning (General Permitted Development) (England) Order 2015",
    "Application Site\rThe site comprises of a semi-detached two-storey dwelling located to the southern side of Balaclava Road, Surbiton.  \r\rThe site does not comprise of a listed building. However, the application site is located within the Victoria Avenue Conservation Area. \r\rProposal\rThe application seeks planning permission for the demolition of the existing rear and side extensions and erection of new single-storey side return and side infill ground floor extensions. Erection of a first-floor side extension. Alteration to existing garage roof. Chimney stack removal. Associated changes to fenestration. \r\rConsultation\r21no. properties were notified of the proposal. A total of 7no. representations have been received; of these 2no. representations are counted towards the assessment and the remaining 5no are noted as repeat submissions from the same person(s)/address(es). Concerns are summarised as follows:\r-\tLoss of daylight/sunlight\r-\tExcessive height/bulk of proposals\r-\tConcerns regarding demolition of the shared boundary wall\r\rOfficer's Comments: Duly noted. See body of report for full assessment.\r\rSurbiton Conservation Area Advisory Committee (CAAC) - No objection.\r\rRBK Tree and Landscape Officer: No comments received.\r\rAssessment\rThe main issues in the assessment of the application are:\r- The impact on the character and appearance of the dwelling; \r- The impact upon heritage assets; and\r- The impact on the amenities of neighbouring occupiers.\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rPolicy Guidance 33 (Single-Storey Rear Extensions) and Policy Guidance 36 (Two Storey Side and First Floor Side Extensions) of the SPD Guidance are applicable to this application.\r\rIn terms of scale, bulk and massing, the most impactful addition to the dwellinghouse would be the two storey side extension. \r\rThe SPD guidance advises that a two storey side extension should be designed to be in harmony with the appearance and character of the area. In practice, this means that they should remain subordinate to the original house, the roof should relate well to the main roof form, existing fenestration detail should be respected and eaves levels should be reinstated.\r\rThe proposals involve the demolition of the existing side and rear extensions and redevelopment to a similar footprint, specifically in terms of depth with some added footprint to the rear of the dwelling closest to the boundary with No. 16. \r\rIn regard to scale, massing and bulk, the proposed two-storey side extension would appear as a subordinate and clear addition to the main dwellinghouse. It would project from the side elevation by approximately 2.3 metres, measuring no more than half the width of the main body of the house and not any further in width than the existing side extension structure (which is to be demolished). \r\rThe lines, angles and heights of the single-storey rear ground floor infill extension follow the existing and a pitched roof is proposed. The infill extension measures to 2.5m to eaves level and a depth of 3.5m, with double patio doors leading to the rear garden. The existing pitched roof to the furthest most rear projection/outrigger would be replaced under this application with a flat roof. The plans have been annotated to show this flat roof as a green roof. \r\rOverall, it is not considered the proposed development would detract from the character and appearance of the host property, as well as the surrounding area and therefore would accord with Policies CS8 and DM10 of the Council's adopted LFD Core Strategy April 2012.\r\rImpact upon Heritage Assets\rSections 16 and 66 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) state that in considering whether to grant planning permission for development which affects a listed building or its setting, the local planning authority shall have special regard to the desirability of preserving the building or its setting or any features of special architectural or historic interest which it possesses.\r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.\r\rParagraphs 199 to 208 of the NPPF 2021 set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\rThe proposed extension would change the appearance of the side and rear of the building, however, it is considered that the proposed extension would not constitute a harmful addition to detrimentally affect the character of the host building and it is considered that the extension would not result in harm to the setting of the Conservation Area. \r\rOfficers note that the rear extension element of the proposal would not be visible from public vantage points along Balaclava Road given that it would sit behind the massing of the building. Notwithstanding, the proposed incorporation of a green roof will soften its appearance at roof level and the introduction of a dual roof design to the rear elevation (i.e. part flat roof, part pitch roof) is considered to add visual interest and generally be complementary to the architecture of the host dwelling. The side extension is considered to be a well-designed addition, which would not detract from the character and appearance of the host dwelling or wider Conservation Area in terms of style, scale or materiality. At the front the existing flat roof above the garage has been altered in order to maintain the same appearance throughout the house. A new hipped roof joining the roof above the porch has been proposed, wrapping around the side until it meets the new side return extension roof.\r\rIt is considered that the proposals would not result in any harm to the significance of the conservation area. \r\rAs such, the proposed development would accord with Section 72 of the Planning Listed Building and Conservation Areas Act 1990, paragraphs 197 - 206 of the NPPF, policy HC1 of the London Plan 2021 and policies CS8, DM10 and DM12 of the Council's adopted LDF Core Strategy April 2012.\r \rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rTo the two-storey side extension, 4no. conservation-type rooflights are proposed. 1no. sash window is proposed to the eastern side elevation at second floor level which is annotated on the plans to be obscure-glazed and non-openable below 1.7m. A condition would have been recommended to this effect to ensure that overlooking and loss of privacy would not occur onto No.12A Balaclava Road. To the rear, 4no. bi-folding doors are proposed to the ground floor to serve the open plan kitchen/dining room and 1no. double set of patio doors leading from the ground floor sitting room to the rear garden. At ground floor, 2no. rooflights are proposed to the side (western) roofslope of the proposed 3.5m deep infill rear extension. A replacement side-facing window is proposed to the rear outrigger extension. It is considered that there would be no materially different loss of privacy or overlooking resulting from the proposals than that already afforded by the application property. \r\rIn terms of the scale and massing of the extensions, it is considered that the side extension would result in material harmful impact in terms of overbearing, sense of enclosure and loss of light to the neighbouring occupiers at No. 12. Whilst Officers recognise that the existing  relationship between the two buildings is relatively close, the single storey nature of the existing side extensions with a gap in the built form allows for light ingress to the ground floor flat windows and some degree of outlook, however limited. Officers consider that the proposed side extension which would run most of the length of the dwelling without break and would additionally feature a first floor element, would create an undue sense of enclosure to the ground floor flat of No.12 and would also harmfully impact upon the natural light ingress and outlook of the first floor side windows at No.12.\r\rThe applicant has failed to demonstrate through the submission of cogent information that the proposed development, specifically the two-storey side extension, would not result in undue loss of daylight/sunlight to the windows of the neighbouring occupiers at No. 12. \r\rFrom the information submitted, Officers are not satisfied that the proposed development would not cause significant harm to the outlook and daylight/sunlight provision of the neighbouring occupiers by virtue of its size, siting and design in relation to the neighbouring property and would therefore fail to comply with Policy D3 of the London Plan 2021 and Policy DM10 of the Council's adopted LDF Core Strategy April 2012.\r\rConclusion\rThe proposal accords with the principles contained with policies CS8 and DM10 of the Core Strategy, policy D3 of the London Plan 2021 and the Council's Residential Design SPD (2013) in that it would relate well to the design of the existing dwellinghouse. \r\rThe proposed development would have an acceptable impact on the character and appearance of the wider conservation area, in accordance with policy DM12 of the Core Strategy and policy HC1 of the London Plan 2021.\r\rIn terms of neighbouring amenity, the applicant has failed to sufficiently demonstrate that the proposed side extension would not lead to unacceptable daylight/sunlight harm to the neighbouring property and officers are not properly satisfied that the extension would not result in undue loss of outlook and sense of overbearing to the neighbouring occupiers. \r\rThe scheme is therefore considered to be unacceptable and contrary to the LDF Core Strategy Core Policies. Officers conclude that planning permission should be refused.\r",
    "Invalid Site Location Plan Submitted, HM Registry Map is not acceptable\r\rPlease submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "20/04/2020",
  "secondary_street_name": null,
  "site_number": "77",
  "pp_id": "PP-08659159",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.257066,
          51.389751
        ],
        [
          -0.257067,
          51.389724
        ],
        [
          -0.25711,
          51.389725
        ],
        [
          -0.257109,
          51.389752
        ],
        [
          -0.257066,
          51.389751
        ]
      ]
    ],
    "type": "Polygon"
  }
}