{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q6ZJ6ONHFO500",
  "lapsed_date": "04/06/2023",
  "decision_target_date": "04/06/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 1DB",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 390,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: RBK"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Housing Estates"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Housing HRA"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021752249"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00609/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518463,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:15:00.195Z",
  "id": "Kingston-20_00609_FUL",
  "application_type": "All Other",
  "street_name": "The Causeway",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington North & Hook - OLD",
  "decision_date": "04/06/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Conversion of existing dwellinghouse into 4 self-contained flats (3 x one-bedroom and 1 x two-bedroom) with associated cycle and refuse stores (Revised Description)",
  "actual_completion_date": null,
  "last_date_consultation_comments": "23/04/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 164678,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021752249",
  "centroid": {
    "lon": -0.299617,
    "lat": 51.368817
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed development would result in the harmful loss of housing suitable for family occupation. No evidence has been submitted to justify why the proposed development is not capable of accommodating a 30% mix of three bedroom units. The proposal would have a detrimental effect on the supply of family housing and housing mix within the Borough. This would be contrary to National Planning Policy Framework (2019) and Policies DM13 and DM14 of the Council's adopted Core Strategy (2016).",
    "The proposal fails to demonstrate that the future occupiers of the  proposed flats would be provided with a satisfactory provision of external amenity space, contrary to Policy DM10 of the Council's adopted Core Strategy (2012) and Policy Guidance 13 and 14 of the Council's Residential Design Supplementary Planning Document (2013).",
    "The proposal fails to demonstrate to the satisfaction of the Local Planning Authority that off-street car parking spaces can be provided without prejudicing highway safety. The proposal would therefore be contrary to Paragraph 109 of the National Planning Policy Framework (2019), Policy 6.13 of the London Plan (2016) and Policy DM10 of the Council's adopted Core Strategy (2012). \r",
    "Application Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rErection of first floor side extension with 2nos rear rooflights.\r\rConsultation\r10 Neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: With regards to the proposed first floor side extension, Policy Guidance 36 of the Residential Design SPD states that the extension should remain subordinate to the original house, be set in from the boundary by at least 1m to maintain the existing gaps between properties and the rhythm of gaps, The roof line should be set down from that of the original house by a minimum of 500mm; and, The front elevation should be set-back by at least 500mm from the front of the house.\r\rOfficers acknowledge the existing hip to gable extension has already caused harm to the symmetry of the pair of semi detached dwelling. The proposed first floor side extension would further upset the rhythm and symmetry to the front elevation and would fail to appear as a subservient addition. The proposed first floor extension would also fail to comply with policy guidance 36 with regard to being set down and set back and would also not be set in from boundary. The proposed development is therefore considered to be unacceptable in terms of scale, form, bulk, height, massing, spacing and design and would have an adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Please confirm the description ''Erection of rear dormer roof extension with rear juliet balcony, installation of 2 nos front, 1 no side and 1 no rear roof lights to facilitate loft conversion. Removal of rear chimney stack.''",
    "Please provide a copy of proposed block plan scaled 1:500, providing a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe submitted proposed block plan is stated as 1:500 scale but the provided scale bar is in a different scale.",
    "Please confirm the description ''Demolition of existing side extension, erection of two storey side bay window, part two storey/part single storey side and single storey front porch extension.''"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "09/04/2020",
  "secondary_street_name": null,
  "site_number": "29",
  "pp_id": "PP-08569955",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.299595,
          51.36883
        ],
        [
          -0.299596,
          51.368803
        ],
        [
          -0.299639,
          51.368804
        ],
        [
          -0.299638,
          51.36883
        ],
        [
          -0.299595,
          51.36883
        ]
      ]
    ],
    "type": "Polygon"
  }
}