{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q6RZSINH04300",
  "lapsed_date": "23/09/2023",
  "decision_target_date": "15/09/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 4QH",
  "site_name": "8 St. James Road\rSurbiton\rKT6 4QH\r",
  "status": "Approved",
  "application_details": {
    "site_area": 0.007,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SHOPFR Name: Shopping Frontages"
      },
      {
        "result": null,
        "constraints_layer_description": "DISIA Name: Surbiton District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Surbiton District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Surbiton Town Centre Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128017678"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00576/ADV",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518026,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:14:52.247Z",
  "id": "Kingston-20_00576_ADV",
  "application_type": "All Other",
  "street_name": "St James' Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "23/09/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Display of 1no. illuminated hanging sign\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": "04/08/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 167410,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128017678",
  "centroid": {
    "lon": -0.304985,
    "lat": 51.393462
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "No advertisement is to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.\r\rReason: This is required by Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) Regulations 2007.",
    "No advertisement shall be sited or displayed so as to: endanger persons using any highway, railway, waterway, dock, harbour or aerodrome (civil or military); obscure, or hinder the ready interpretation of, any traffic sign, railway signal or aid to navigation by water or air; or hinder the operation of any device used for the purpose of security or surveillance or for measuring the speed of any vehicle.\r \rReason: This is required by Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) Regulations 2007.",
    "Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity of the site.\r\rReason: This is required by Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) Regulations 2007.",
    "Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public.\r\rReason: This is required by Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) Regulations 2007.",
    "Where an advertisement is required under these Regulations to be removed, the site shall be left in a condition that does not endanger the public or impair visual amenity.\r\rReason: This is required by Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) Regulations 2007.",
    "The illuminance level of the advertisements to which this consent relates shall not exceed 250cd/m2.\r\rReason: In the interests of the character and appearance of the area and the amenities of neighoburing occupiers, in accordance with Policy DM10 of the LDF Core Strategy 2012.",
    "Site\r\rThe application site is a two-storey dwelling house, forming one end of a four dwelling terrace, located on the northern side of Kingston Road. The site is not subject to any particular designations or environmental constraints.\r\rProposal\rThis application seeks planning permission for demolition of existing garage and erection of two-storey rear extension, hip to gable and rear dormer roof extension to facilitate loft conversion. Associated changes to fenestration.\r\rConsultations\r\r30 neighbouring properties have been notified of the proposals and no representations were received.\r\rConsideration\r\rThe key areas of assessment are: \rThe impact of the development on character and appearance. \rThe impact of the development on the amenities of existing and future occupants of land and buildings.\rThe impact of the development on fire safety. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments:  \r\rThe application proposes a hip to gable roof conversion. Proposals to extend a hipped roof to a gable roof are not usually appropriate as they are often at odds with the existing character of a property. This may be particularly true when proposing to extend the roof of a semi-detached property, which would upset the visual balance of the terraced houses, particularly when viewed in the context of other houses in the street or wider area. The property at the opposite end of the four terraced houses at No. 405 Kingston Road currently has an original hipped roof. As such, the proposed gable roof extension would unbalance the pair of semi-detached dwellings. However, it is noted there are a range of property and roof profile evident in the streetscene. There is also a four storey commercial building located directly opposite. Officers therefore consider that this element of the proposal would not have a significantly adverse impact on the character of the area. \r\rThe proposed first floor extension would project 3m from the existing rear wall, to accommodate an additional bedroom. The extension would align with the side elevation facing No. 413 Kingston Hill, and set back from the shared boundary with the other neighbouring property at No.409.  \r\rThe proposed single storey rear extension would exceed the parameters of the SPD in terms of depth however would appear proportionate to the host and surrounding dwellings, with a flat roof and modest scale, finished externally to match the host building. The proposed extension would not be directly visible within the street view, therefore there will be no significant impact on the existing street scene. \r\rNo objection is raised to the proposed demolition of the existing garage.\r\rOverall, having regard to the above and on balance, officers consider the proposed bulk, scale and mass would be acceptable, resulting in an acceptable impact on the character or appearance of the area.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments: The principal properties to consider are Nos 409 and 413 Kingston Road.\r\rGiven the siting and scale of the proposed development in relation to No.413 Kingston Road, no adverse impacts on the amenities of this property are anticipated. \r\rThe proposed single storey rear extension element of the proposal would be set back from the shared boundary and would extend 4m along the shared boundary with No.409 which has not been extended. It has been demonstrated however the proposal would not unduly impact this property in terms of loss of sunlight/daylight. The proposed extension is also modest in scale and externally finished to match the host dwelling.\r\rThe proposed first floor element of the proposal would also be set away from the shared boundary (further than the ground floor extension) to ensure no loss of outlook, sunlight or daylight would occur as a result to the neighbouring property. New windows to the proposed second floor extension would be opaque with restricted openings (to be secured by condition).\r\rOfficers are therefore satisfied there would not be an adverse impact on the amenities of the adjoining neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9 of the Council's LDF Core Strategy (2012) states that new development must comply with local car parking standards in order that it does not contribute to congestion or compromise highway safety. Policy DM10 supports this stance.\r\rOfficers Comments: The application proposes the demolition of an existing garage to the rear of the property, to be replaced by a hardstanding parking space to accommodate two vehicles. It is unclear how access to space would be achieved. The application does not include permission for a new crossover. Notwithstanding, the parking does not impact on access to the site.  \r\rIn order to accommodate a vehicular parking space on hardstanding, the minimum dimensions required as recommended by Appendix 5 of the Sustainable Transport SPD would need to measure 2.4 metres in width and 4.8 metres in depth. \r\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).\r\r\r",
    " The site is adjacent to the Network Rail corridor and the proposed route for the future delivery of Crossrail 2. The applicant should be aware that Crossrail 2 would result in a higher frequency of trains operating through Chessington South Station. In addition, works to deliver Crossrail 2 will be required at Chessington South Station. At present however, the Crossrail 2 project remains a proposal subject to future decisions by Government on both funding and powers to deliver the railway.\r",
    " Due to the close proximity of the proposed works to Network Rail's land and the operational railway, Network Rail requests the applicant / developer contacts Network Rail's Asset Protection and Optimisation (ASPRO) team via AssetProtectionWessex@networkrail.co.uk prior to works commencing. Network Rail's Asset Protection team will ensure the works can be completed without posing a risk to Network Rail's infrastructure. The applicant / developer may be required to enter into an Asset Protection Agreement to get the required resource and expertise on-board to enable approval of detailed works. More information can also be obtained from our website https://www.networkrail.co.uk/running-the-railway/looking-after-the-railway/asset-protection-and-optimisation/.\r",
    "The applicant is reminded that they are solely responsible for any risk for noncompliance any standards that have been required at the time of the build by Secured By Design. Any changes made post certification which would impact the accreditation standards as required in the Secured By Design New Homes Guide, will void certification and any risk from non-compliance will lie with the persons responsible for the changes made without prior consultation with our offices. The current Secured by Design (SBD) requirements can be found in the design guides on the SBD web site www.securedbydesign.com\r",
    "The site comprises a single storey detached building to the north of Burlington Road, New Malden on the boundary with the London Borough of Merton. \r\rThe site/building is not subject to any land use, heritage or environmental constraints. \r\r14 neighbouring properties have been notified of the proposal and 1 objection was received, making the following comments. \ro\tLoss of daylight/sunlight\r\rConsultees\rRBK Highways - no objections\rLB Merton - no comment\r\rPlanning History\r17/14230/FUL - Erection of single storey one bedroom dwelling Granted 21.04.2017\r\rEnforcement History\r\rEN/15611 - It is alleged that the building being erected at land rear of 123 Burlington Road New Malden KT3 4LU is larger than approved and has windows and a door on the eastern flanks which are not shown on the approved plans.\r\rThe key areas of assessment are:\rPrinciple of Development\rDesign and impact on heritage assets \rStandard of accommodation\rImpact on neighbour amenity\rHighways and Traffic\rFlood Risk\r\rPrinciple of Development\r\rThe current application is made pursuant to Section 73A of the Town and Country Planning Act 1990 (as amended), which concerns applications to develop land without conditions previously attached. While this is, in effect, a fresh application for the entire development, the principle of the development has nevertheless already been established.\r\rOn such an application, the local planning authority may only consider the conditions subject to which permission should be granted. It would therefore be unnecessary and unreasonable to revisit every issue which was relevant to the determination of the original application, unless varied through the proposal.\r\rIn assessing the application, officers are mindful of any changes in planning policy or site circumstance since the granting of the original permission.\r\rDesign and Character\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficers Comment: The building as built is 2.97m in height in comparison to the 3.2m height approved through 17/14230/FUL. Some minor alterations are proposed to fenestration, including a door on the North elevation and changes to windows on the front elevation. The pergola is discretely located to the side of the building and is a lightweight structure. Overall, the proposed amendments are modest additions / changes to the building, discrete in their siting, which are not considered to result in harm to the design quality of the original consent or to the character and appearance of the area. \r\rThe proposed site layout plan shows the front garden landscaping approved through the parent permission. However, recent site photos show that the area in front of the building to be hardstanding, potentially being used for vehicular parking. A condition can be applied to ensure the front garden area is reinstated in accordance with approved plans. \r\rThe proposal is therefore in accordance with Policy D3 of the London Plan (2021), Policies CS8, DM 10 of the Core Strategy (2012) and Residential Design Guide SPD (2013).\r\rStandard of accommodation\r\rPolicy D6 of the London Plan 2021 sets out the standards for new housing within London, in terms of overall gross internal area (\"GIA\"), built-in storage space, bedroom sizes and ceiling heights. Housing development should be of high quality design and provide adequately-sized rooms, with comfortable and functional layouts which are fit for purpose and meet the needs of Londoners without differentiating between tenures. Policy DM13 of the Council's Core Strategy 2012 states that the Council will expect proposals for new residential development to demonstrate that the scheme has been designed to provide adequate internal space appropriate to the intended number of occupants.\r\rPolicy DM10 of the Council's Core Strategy 2012 requires developments to provide adequate private and/or communal amenity space. Policy Guidance 13 of the Residential Design SPD requires new residential dwellings to provide 50sqm of private garden per family house (+ 5sqm per extra bedroom over three) where the prevailing character of the area allows.\r\rPolicy D12 of the London Plan requires all developments to achieve the highest standards of fire safety.\r\rThe layout and size of the unit remains the same as approved. The changes to fenestration will only improve the overall standard of accommodation. \r\rOn the proposed site layout plan, the provision of amenity space remains the same as approved. However, recent site photos show that the area in front of the building to be hardstanding, potentially being used for vehicular parking. A condition can be applied to ensure the front garden area / amenity space is reinstated in accordance with approved plans.\r\rFire Safety - since the previously approved permission, the London Plan has been adopted which requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage. The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions in the event of an approval. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rNeighbour Amenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\rOfficer's comment: The changes to fenestration, which includes alterations to approved fenestration and a new door on the east elevation, are considered modest and, given there are no flank windows on the building on the opposite side of the Beverley Brook, are not considered to affect the amenity of neighbours. The changes to the height of the building would not impact negatively on the amenity of surrounding neighbours either.\r\rIn summary, the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy, subject to conditions. The proposal is in accordance with Policy DM 10 of the Core Strategy (2012) and Residential Design Guide SPD (2013).\rHighways and Traffic Impact\r\rParagraph 111 of the NPPF states that development should only be prevented or refused on highways grounds if there would be an unacceptable impact on highway safety, or the residual cumulative impacts on the road network would be severe.\r\rPolicy DM8 of the Core Strategy requires new development to provide cycle parking in accordance with minimum standards\r\rPolicy DM9 requires new developments to comply with car parking standards.\r\rPolicy DM10 of the Council's Core Strategy 2012 requires development proposals to have regard to local traffic conditions and highway safety and ensure they are not adversely affected.\r\rNo off street parking was proposed through the parent permission which was accepted. There is no indication within the submission of parking being proposed to the frontage of the site, however, it appears that a vehicular crossover has been implemented and hardstanding introduced to the front of the property. The space in front of the site is not of a suitable size for a vehicular parking space and a condition can be applied to restrict the use of the front garden area.\r\rA condition was previously applied to the parent permission for details of cycle storage. This condition can be re-applied in the event of an approval to ensure a satisfactory appearance upon completion. \r\rA condition was previously applied to the parent permission for details of refuse and recycling storage. Through this application, details of refuse storage have been provided which can be secured by condition. \rFlood Risk\rPolicy SI12 of the London Plan 2021 and policy DM4 of the Council's Core strategy 2012 require development proposals to accord with the flood risk policies set out in the NPPF.\r\rThe site lies within Flood Zone 2. The modest changes proposed are not considered to affect the flood risk to the site the proposal is considered acceptable subject to the flood risk mitigation measures secured through 17/14230/FUL being secured by condition. \r\rConditions\rIt is very disappointing that this development was implemented with disregard to the pre-commencement conditions attached to 17/14230/FUL. Some conditions can be re-applied in the event planning permission is granted and some are not necessary any more (such as Condition 12 - construction details).\r\rOverall the development is considered to be in accordance with the development plan and as such, planning permission is recommended for approval, subject to the conditions listed above. \r",
    "The site comprises a ground floor commercial premise within a terraced property.\r\r13 neighbouring properties have been notified of the proposals and no representations have been received. \r\rRBK Pollution Control - No objection subject to conditions\r\rThe key areas of assessment are: \r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and, \r- Fire Safety Assessment.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed air conditioning units would be sited on the side elevation at ground floor level, and would be modest in scale. As such, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: The noise assessment report submitted in support of the application, states that the proposed development would not exceed the proposed noise limit in relation to the closest neighbouring properties, and given the modest scale it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rFire Safety Assessment\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer Comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Annotated dimensions must be included on all Existing and Proposed floor plans, site plans, elevation drawings, and section/level plans as per the Council's Validation Checklist. Please amend the Existing drawings and Site Plan and re-submit where necessary.\r",
    "Other Side Elevation - Please provide Existing and Proposed Side Elevations showing the perspective from the other neighbour's side. Elevations must be at a recognised scale (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions. Although the inclusion of a scale bar is not mandatory, it is encouraged.\r",
    "Site Location Plan - the Scale Bar does not measure to the stated 20m when tested at the specified scales. A site location plan should be at a scale of either 1:1250 or 1:2500. Please amend the scale/scale bar as necessary.",
    "Basement Impact Assessment - this refers to two Appendices, but neither of these were attached to the submission. Please submit these if they should be considered to support the application.",
    "Existing Floor Plans - please label the individual Existing Floor Plans for clarity.",
    "Annotated dimensions - you refer to dimensions being added to the Proposed Floor Plans, but these were not included in the attachments. Please can you re-send these?"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "21/07/2020",
  "secondary_street_name": null,
  "site_number": "8",
  "pp_id": "PP-08376915",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.304963,
          51.393475
        ],
        [
          -0.304964,
          51.393448
        ],
        [
          -0.305007,
          51.393449
        ],
        [
          -0.305006,
          51.393476
        ],
        [
          -0.304963,
          51.393475
        ]
      ]
    ],
    "type": "Polygon"
  }
}