{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q6EJN2NHFJN00",
  "lapsed_date": "20/05/2023",
  "decision_target_date": "20/05/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 3JY",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 402,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 2"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100023057418"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00506/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519023,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:14:35.020Z",
  "id": "Kingston-20_00506_FUL",
  "application_type": "All Other",
  "street_name": "Cambridge Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Norbiton - OLD",
  "decision_date": "20/05/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of ground floor front extension with a canopy and shutters",
  "actual_completion_date": null,
  "last_date_consultation_comments": "15/04/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 169231,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100023057418",
  "centroid": {
    "lon": -0.290052,
    "lat": 51.40962
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall be commenced within 3 years from the date of this decision.\r\rReason: In order to comply with Section 91 of the Town and Country Planning Act, 1990.  (As amended)\r",
    "The development  hereby approved shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the approved drawings, fully detailed drawings and materials samples of the proposed screen shall be submitted to and approved in writing by the Local Planning Authority before the development hereby approved is occupied, and shall thereafter be retained for the perpetuity of the development.\r\rReason: In the interest of neighbouring residential amenity in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to the occupation of the development hereby approved, the redundant vehicle crossovers as shown on the approved drawings shall be reinstated to full kerb height and retained in that form thereafter for the lifetime of the development.  \r\rReason: In the interests of pedestrian safety in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "The applicant should note that where trying to make changes to a permission controlled by condition the applicant should submit a section 73 application or new full or householder application for the LPA's consideration.",
    "Application Site\rThe site comprises a flat.\r\rProposal\rPlanning permission is sought for the erection of aluminum composite fence panels and a non-slip aluminum decking system within the private outdoor amenity space\r\rConsultation\rOne objection received. Objection is summarised as follows:\r\r- Inappropriate design/layout\r- Unacceptable or incompatible use\r \rOfficer comment (please see assessment)\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of and and buildings.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rThe site is also located in Kingston Hill/Coombe Hill Strategic Area of Special Character a non-designated Heritage Asset. Paragraphs 193 to 202 of the NPPF set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\rOfficer Comment: The applicant has submitted an incomplete set of plans and insufficient supporting documentation for officers to ascertain with any certainty where the development would be located on the site and how it would relate to the host building as a whole and the surrounding area. Therefore, the LPA is unable to determine whether or not the proposed development could be considered acceptable in terms of scale/form/bulk/height/massing/spacing/design, or whether or not there would be an unacceptable adverse impact on the character or appearance of the area as a result of the proposals.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: The applicant has submitted an incomplete set of plans and insufficient supporting documentation for officers to ascertain with any certainty where the development would be located on the site and how it would relate to the host building as a whole and the surrounding area. Therefore, the LPA is unable to determine whether or not the proposed development would  have an unacceptable adverse impact upon the amenities of the occupiers of neighbouring properties by reason of overbearing appearance/loss of light/loss of privacy.\r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Details of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r---End of Officer Report---",
    "The assessment of this application has been based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify this decision and you are advised to submit a fresh application with the correct information / drawings. If you carry out development based on incorrect plans you may be liable to the Council taking enforcement action against you.",
    "There is no singnature in the declaration section in the submitted application form.  The applicant and agent's contact details have not been provided in the form.\r\rThe proposed site is categorized as a flat in our record, please submit the full planning application form.",
    "Please provide a copy of proposed block plan scaled 1:500, providing a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rPlease show the ground floor extension in hatched or shaded. The submitted proposed block plan does not show the all the proposed development in hatched or shaded.",
    "SWD39/005 Proposed roof plan has been labelled as existing, existing block plan has been labelled as proposed"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "25/03/2020",
  "secondary_street_name": null,
  "site_number": "36",
  "pp_id": "PP-08547303",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.29003,
          51.409634
        ],
        [
          -0.290031,
          51.409607
        ],
        [
          -0.290074,
          51.409607
        ],
        [
          -0.290073,
          51.409634
        ],
        [
          -0.29003,
          51.409634
        ]
      ]
    ],
    "type": "Polygon"
  }
}