{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q5U68QNHN4200",
  "lapsed_date": "01/04/2025",
  "decision_target_date": "13/04/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 6HF",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.013000000000000001,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021767307"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00381/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518997,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:14:06.097Z",
  "id": "Kingston-20_00381_CPU",
  "application_type": "All Other",
  "street_name": "Shortlands Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "01/04/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of side dormer extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 170283,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021767307",
  "centroid": {
    "lon": -0.290073,
    "lat": 51.419081
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extensions and alterations are considered to fall within the parameters of permitted development as set out under Schedule 2, Part 1, Classes B and C of the Town and Country Planning (General Permitted Development) (England) Order 2015.",
    "---OFFICER REPORT---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38(6) of the Planning and Compulsory Purchase Act 2004 states that planning applications must be determined in accordance with the development plan unless material considerations indicate otherwise.\r\rThe development plan for the Royal Borough of Kingston upon Thames comprises the following documents:\r\r- The London Plan 2021;\r- The South London Waste Plan 2012; \r- The LDF Core Strategy 2012; and,\r- The Kingston Town Centre Area Action Plan 2008.\r\rApplication Site\rThe site comprises a ground floor unit within a two storey parade of shops. The parade of shops is designated as the Alexandra Drive Local centre. The site is now vacant but was most recently in use as a cafe, albeit this use did not have the benefit of planning permission. The floor above is in use as a dwelling.\r\rProposal\rThe application seeks a change of use of the premises from a shop to a restaurant, together with the installation of an extraction system, including a flue on the rear elevation.\r\rConsultation\r45 properties were notified of the proposal. 11 objections were received. The material issues raised are summarised as follows:\r\r- Odour;\r- Noise and disturbance;\r- Privacy;\r- Car parking; and,\r- Character and appearance.\r\rRBK Highways and Transport - No response received.\r\rRBK Environmental Health - No objection, subject to conditions requiring full details of the proposed extraction system, hours of construction and hours of operation.\r\rAssessment\rThe main issues in the assessment of the application are:\r\r- The impact on the character and appearance of the area;\r- The impact on the amenities of neighbouring occupiers; and, \r- Highway safety.\r\rPreliminary Issues\rThe site was historically used as a shop but later used as an estate agents, following the granting of permission for a change of use under application reference 07/16515/FUL. It was then used as a cafe from 2018 onwards but this change did not have the benefit of planning permission. The lawful use of the site is therefore considered to be as an estate agents, which falls within Class E of the Schedule to the Use Classes Order.\r\rThe application form describes the proposal as a change of use to a restaurant falling within Class E(b) of the Schedule to the Use Classes Order. However, no further information has been provided regarding exactly what this use would entail (e.g. the type of cuisine). Officers note that a restaurant use would only fall within Class E if the food and drink sold was mostly consumed on the premises.\r\rThe submitted floor plans show that the vast majority of the floor space would be given over to the preparation of food, with only a very limited area dedicated to seating (just two tables). In light of this, officers consider that the proposal could not deliver a viable restaurant with food and drink mostly undertaken on the premises. Instead, officers are of the view that the premises would be reliant on sales of food and drink to be consumed off the premises. Officers have assessed the application on this basis.\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rThe surrounding area retains a predominantly residential character despite containing a parade of shops. In this context, the proposed flue would appear out of place. However, it would not be readily visible from public vantage points and as a result, would have a very limited impact on the character and appearance of the area.\r\rHaving regard to the above, officers consider that the proposed development would have an acceptable impact on the character and appearance of the area.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe area surrounding the site is predominantly residential and the opening hours of the businesses within the parade reflect this, generally closing in the early evening and restricting hours further on Sundays. In contrast, the proposed \"restaurant\" would be open until 9:30pm on every day of the week, including bank holidays. \r\rOfficers consider that the comings and goings of customers, as well as delivery vehicles, until relatively late in the evening and on Sundays and bank holidays as proposed would be unreasonably disruptive to neighbouring occupiers, not least those living directly above the premises. \r\rThe proposed extraction system could also disrupt neighbouring occupiers by way of noise, vibration and odour. Officers acknowledge that the Council's Environmental Health Officer has raised no objections to the proposal subject to a condition requiring full details of the system. However, given that designing a suitable system is fundamental to the acceptability of the proposal as a whole, officers are of the view that it would not be reasonable to impose such a condition.\r\rHaving regard to the above, officers consider that the proposed development would have an unacceptable impact on the amenities of neighbouring occupiers by way of noise, vibration and odour.\r\rHighway Safety\rPolicy T4 of the London Plan 2021 states that development proposals should reflect and be integrated with current and planned transport access, capacity and connectivity. Where appropriate, mitigation, either through direct provision of public transport, walking and cycling facilities and highways improvements or through financial contributions, will be required to address adverse transport impacts that are identified. Development proposals should not increase road danger.\r\rPolicy DM10 of the Council's Core Strategy 2012 requires development proposals to have regard to local traffic conditions and highway safety and ensure they are not adversely affected.\r\rThe proposed development would have the potential to attract a significant number of vehicles to the site, particularly so because it would be reliant upon takeaway sales. The parade in which the site sits is served by a significant amount of on-street car parking. Although this is well used, officers are mindful of the fact that the premises would likely be busiest in the evenings, when the majority of the other businesses in the parade will have closed. As such, officers consider that the proposed development would be unlikely to lead to inconsiderate parking which might, in turn, compromise highway safety.\r\rConclusion\rThe proposed development would have an unacceptable impact on the amenities of neighbouring occupiers in terms of noise, vibration and odour. The proposal is therefore contrary to policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012. Officers attach significant weight to this harm.\r\rThe proposed development would have an acceptable impact on the character and appearance of the area and on highway safety. These are neutral matters.\r\rHaving regard to the above, officers consider the proposal to be contrary to the development plan taken as a whole. In the absence of any other material considerations which indicate that permission should be granted, officers conclude that planning permission should be refused.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r---END OF OFFICER REPORT---",
    "Please provide copies of  existing  elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "17/02/2020",
  "secondary_street_name": null,
  "site_number": "121",
  "pp_id": "PP-08505724",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.29005,
          51.419094
        ],
        [
          -0.290051,
          51.419067
        ],
        [
          -0.290095,
          51.419068
        ],
        [
          -0.290094,
          51.419095
        ],
        [
          -0.29005,
          51.419094
        ]
      ]
    ],
    "type": "Polygon"
  }
}