{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q3U1S8NH02800",
  "lapsed_date": "18/02/2025",
  "decision_target_date": "18/02/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 7QG",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.021
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00040/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519076,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:12:41.520Z",
  "id": "Kingston-20_00040_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Red Lion Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "18/02/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of rear single storey extension to semi-detached dwelling house. (6m in depth, maximum height 3.19m, and eaves height of 2.92m)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 166043,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021796724",
  "centroid": {
    "lon": -0.290358,
    "lat": 51.380957
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension would extend beyond a wall forming a side elevation of the original dwellinghouse, and would have a width greater than half the width of the original dwellinghouse, in conflict with Paragraph A.1 (j) (iii)\r\rAlthough there would be a slight gap between the original side elevation, the proposed extension would still extend beyond the side wall and be more than half the width of the original dwellinghouse.",
    "The site comprises a semi-detached dwelling.\r\r8 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r- Parking\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposal would include the demolition of the existing detached side garage and erection of a single storey side extension. While the proposed side extension would not be set back from the front elevation, it would be set in from the shared boundary and would have a roof form that is visually in keeping with the original dwelling. As such the proposed side extension would not have an adverse effect on the streetscene and would appear an appropriate addition to the host property. \r\rThe proposed single storey rear extension would have a gable roof and would be of a depth and height that is below the parameters recommended by the Residential Design Guide. Given the modest scale it would appear a proportionate addition to the host property. \r\rTherefore, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: The proposed side extension would be separated from the shared boundary by 2m with No. 44 Malden Green Avenue, and while a new opening is proposed to the side elevation at ground floor level officers consider that this would offer similar views to what is existing. The rear extension would also be separated from the shared boundary with No. 44 Malden Green Avenue by 2m. As such No.44 Malden Green Avenue would not be adversely affected by the proposed development by reason of overbearing appearance, loss of light or loss of privacy. \r\rThe proposed rear extension would extend any closer to the shared boundary with No. 48 Malden Green Avenue than what is existing. Given the siting and modest scale of the proposed rear extension it would not adversely affect the amenities of the neighbouring properties by reason of overbearing appearance or loss of light. While a window is proposed to the side elevation given the separation distance and boundary treatment it would not adversely affect No.48 by reason of loss of privacy.\r\rPolicy DM9 of the Council's LDF Core Strategy (2012) states that new development must comply with local car parking standards in order that it does not contribute to congestion or compromise highway safety. Policy DM10 supports this stance. \r\rOfficer Comment: Given that the existing garage does not conform to the minimum dimensions for a garage as specified by the Sustainable Transport SPD, officers consider that the proposed development would not result in the loss of car parking space. Further, it is considered that the hardstanding to the front of the dwelling remains of an adequate size to accommodate at least one street car parking, thus not affecting the amenity of local residents or the street scene in the surrounding area. \r\rTherefore, the proposal is considered not to have an adverse impact upon car parking provision, traffic congestion or highway safety, in compliance with Policy DM9 and DM10.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "You are required to complete the 'Determining whether a Development may be CIL Liable Planning Application Additional Information Requirement form'. This form can be downloaded from the planning portal at https://ecab.planningportal.co.uk/uploads/1app/forms/form_1_cil_additional_information.pdf . Please complete and return as soon as possible.\r \r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "07/01/2020",
  "secondary_street_name": null,
  "site_number": "87",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.290336,
          51.38097
        ],
        [
          -0.290337,
          51.380943
        ],
        [
          -0.29038,
          51.380944
        ],
        [
          -0.290379,
          51.380971
        ],
        [
          -0.290336,
          51.38097
        ]
      ]
    ],
    "type": "Polygon"
  }
}