{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q7FKZ0NHFRX00",
  "lapsed_date": "14/05/2025",
  "decision_target_date": "14/05/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2HG",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.033
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00691/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518471,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:15:20.613Z",
  "id": "Kingston-20_00691_HOU",
  "application_type": "Householder",
  "street_name": "Compton Crescent",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "14/05/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing single storey rear extension. Erection of new single storey rear extension and two storey side extension. Raised rear deck with screening and detached garage upgrade, including raising roof, installation of 3no rooflights and changes to fenestration.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "17/04/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 164024,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021746799",
  "centroid": {
    "lon": -0.29972,
    "lat": 51.362937
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission. \r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004. \r",
    "The development hereby approved shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments\r",
    "The 1.8 metre high screening as shown on the approved drawing shall be installed prior to the use of the decking area, and the screening shall be retained as approved and maintained for the life of the development, unless otherwise agreed by the Local Planning Authority.  \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Before the beneficial occupation of the development hereby permitted, the ground floor side (east) window serving a W/C as shown on the approved drawings shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "The resulting garage building hereby approved shall be used for purposes ancillary to the main dwellinghouse. The main dwelling house shall remain in use as a single dwelling house and the building shall not be used, sold or sub-let as a separate dwelling. \r\rReason: A separate unit of accommodation of this nature may not be acceptable in this location in the interests of the amenities, character of the area and highway safety in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "Application Site\rThe site comprises a mid terrace dwelling.\r\rProposal\rErection of single storey rear/side infil extension\r\rConsultation\r4 neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Flooding\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFlood Risk\rPolicy SI12 of the London Plan 2021 and policy DM4 of the Council's Core strategy 2012 require development proposals to accord with the flood risk policies set out in the NPPF.\r\rOfficer Comment: The application site falls within Flood Risk Zone (2). Consequently the Flood Risk Assessment: Standing Advice issued by the Environment Agency and DEFRA, 2012 must be applied. For minor extensions such as this it is essential that the proposed floor level is no lower than existing in order to mitigate future flood risk impacts. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Application Site\rThe site comprises of a semi-detached two-storey dwelling located to the northern side of Amberwood Rise, New Malden. \rThe site does not comprise of a listed building, nor is it located within a conservation area or local area of special character. \r\rProposal\rThe application seeks planning permission for the erection of a double-storey side extension and part single, part double-storey rear extension following demolition of existing detached garage in the rear garden.\r\rConsultation\r6no. properties were notified of the proposal. One neutral representation made regarding the opportunity to incorporate swift boxes into the proposals. \r\rOfficers have included an informative to this effect with further guidance on swift boxes should the applicant wish to incorporate into the scheme.\r\rNo statutory or internal consultations necessary.\r\rAssessment\rThe main issues in the assessment of the application are:\r\r- The impact on the character and appearance of the area; and\r- The impact on the amenities of neighbouring occupiers.\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rPolicy Guidance 33 (Single-Storey Rear Extensions), Policy Guidance 34 (Two-storey Rear Extensions) and Policy Guidance 36 (Two Storey Side and First Floor Side Extensions) of the SPD Guidance are applicable to this application.\r\rIn terms of scale, bulk and massing, the most impactful additions to the dwellinghouse would be the two storey side rear extensions. \r\rThe SPD guidance advises that upon detached dwellings, a two storey rear extension may be considered acceptable, particularly in those instances where the dwelling occupies a spacious plot with substantial distances between boundaries and adjacent dwellings. \r\rTwo storey side extensions should be designed to be in harmony with the appearance and character of the area. In practice this means that they should remain subordinate to the original house, the roof should relate well to the main roof form, existing fenestration detail should be respected and eaves levels should be reinstated.\r\rIn regard to scale, massing and bulk the two storey side extension would appear as a subordinate and clear addition to the main dwellinghouse. It would project from the side elevation by 1.7 metres, measuring no more than half the width of the main body of the house and would be set down from the main roof line by 500 mm to reinforce the perception of a subordinate element.\r\rAt ground floor level and first floor level 0.8m would be retained. This would ensure that the extension retains important gaps and views between properties. It would also ensure that the site is not dominated by the bulk of the extension. The extension would be set back from the principal elevation by 1m. While this would further reinforce the proportionate scale of the extension, it would also ensure that the characteristic cat-slide roof is retained. In such a way, the architectural character of the dwellinghouse and wider street scene is not harmfully eroded.\r\rIn terms of design, the hipped roof is considered acceptable given that it would be set down and the sloping nature would relate well to the cat-slide roof. \r\rWhilst two-storey side extensions are not common within the street scene, given that the SPD guidance has been firmly applied it is considered that, on balance, the scheme would appear suitable within its setting. Notwithstanding this, within close proximity to the application property No.1 Minstead Way with a cat-slide roof form, has materially altered the appearance of the dwellinghouse by way of a large part single, part two storey side extension and rear extension via application 02/14340/FUL and more recently, No.91 Amberwood Close has been granted permission for a two storey side extension and single storey rear extension. Moreover, the street scene has been subject to changes to its original character through the introduction of side dormers to a number of cat-slide roofs.\r\rThe single-storey rear extension would encompass the full width of the rear elevation to a depth of 3.5m. It would have a flat roof measuring 2.8 metres in height. The two-storey rear extension would measure to a depth of 3m and be full width spanning across the host dwelling. This is in line with guidance set out in the SPD.\r\rOverall, it is not considered the proposed development would detract from the character and appearance of the host property, as well as the surrounding area and therefore would accord with Policies CS8 and DM10 of the Council's adopted LFD Core Strategy April 2012.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe main entrance door to access the property will be positioned on the principal elevation. At first floor level, a window is proposed to the front elevation to serve an en-suite shower room which would be required to be obscure-glazed. Given that they would be located on the same plane as existing habitable rooms they are not considered to present any additional impact on neighbouring amenity.\r\rAlong the side elevation, 2no. windows are proposed at ground floor and 1no. window directly above at first floor. Two of these windows would serve a bathroom/wc and one window would serve a utility room. As such, each would be required to be obscure-glazed to ensure that overlooking and loss of privacy would not occur onto No.86. \r\rWhile the two-storey wraparound side/rear extension would extend beyond the original rear elevation by 3 metres (at first floor) and 3.5m (at ground floor), it is not considered that the extension would appear overbearing or result in harmful impact on light provision or outlook given the 0.8m separation distance from the side boundary and that the built form of No.86 is set approximately 2.2m from the shared boundary. Officers also note that presently the rear building line is not consistent, with the application property afforded a shallow depth compared with each neighbouring property either side which both extend further into the rear garden. The proposals would not project any further than the rear building lines of each neighbouring property, which is considered appropriate. \r\rTo the rear, 6no. bi-folding doors are proposed to the ground floor to serve a kitchen and family room. At first floor level 1 no. net additional window is proposed to serve a bedroom. For any new habitable room windows it is outlined that a distance of 21 metres should be maintained. The site is afforded a generous amenity space with a length of 18 metres. A distance of 21m would be afforded between those windows to the side elevation of No. 25 Barnfield to the rear of the application property and the new window proposed to the first floor rear extension. Notwithstanding, it is considered that there would be no materially different loss of privacy or overlooking resulting from the proposals than that already afforded by the application property. \r\rThe 45-degree rule would not be breached when applied for neighbouring property. In this respect, the proposed extensions would not result in undue sense of overbearing or loss of light to either neighbouring property. \r\rIt is considered that the proposed development by virtue of its size, siting and design in relation to the neighbouring properties would not cause significant harm to the outlook, privacy and daylight/sunlight provision of the neighbouring occupiers and would therefore comply with Policy D3 of the London Plan 2021 and Policy DM10 of the Council's adopted LDF Core Strategy April 2012.\r\rConclusion\rThe proposal accords with the principles contained with policies CS8 and DM10 of the Core Strategy and Policy D3 of the London Plan 2021 in that it would relate well to the design of the existing dwellinghouse and would have no adverse impact on the character or quality of the character of the streetscene. In terms of neighbouring amenity, it is not considered to result in any undue harm in regards to overlooking, loss of privacy, daylight or outlook provision. \r\rThe scheme is therefore considered to be acceptable and in accordance with the LDF Core Strategy Core Policies. Officers conclude that planning permission should be granted.\r",
    "Where new structures overhang or cross a highway an oversailing agreement must be obtained from the Local Highway Authority before any works commence.",
    "Application Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rErection of single-storey rear extension and first floor rear extension\r\rThis application follows a previously refused application 21/00506/HOU dated 15.04.2021 which was refused for the following reason:\r\"The proposed development, by reason of its scale, siting and design, would fail to appear subordinate or proportionate to the host dwelling, would unduly erode the gap to 18 Beechcroft Road, and would appear as an incongruous feature within the Beechcroft Road street scene, resulting in unacceptable harm to the character and appearance of the area. The proposal is therefore contrary to policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\"\r\rThe applicant then availed of the Council's pre-application service to seek advice with regards to a more subordinate and proportionate extension.\r\rConsultation\rFive neighbouring properties have been notified and one objection has been received raising the following summarised concern:\r- Inappropriate design/layout.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Whilst the proposed first floor side extension would not be in strict accordance with the requirements of Policy Guidance 36 of the Residential Design SPD 2013 it would be set in from the boundary, set back from the original front elevation and down from the original roof ridge. The development is therefore considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: The proposed single storey rear extension would be approximately 3m in depth and 5.8m in width and would be set in approximately 900 mm from the boundary with No. 14 Beechcroft Road in order to be compliant with BRE Guidance with relation to daylight/sunlight. The applicant has also demonstrated that the proposed rear single storey extension and side first floor extension would also be compliant with BRE guidance in relation to No. 16 Beechcroft Road.  It is considered that the proposed development would therefore not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Application Site\rThe site comprises a flat/semi-detached/linked/detached dwelling.\r\rProposal\r\rConsultation\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- (Add more bullet points in here if necessary)\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Please provide a copy of existing and proposed block plan scaled 1:500, providing a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe submitted block plan does not have a scale bar.",
    "",
    "Please provide existing first floor plan at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.",
    "Please provide a copy of proposed block plan scaled 1:500, providing a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe submitted site plan does not have a scale bar and does not show the proposed development in hatched or shaded.",
    "Please provide existing and proposed roof plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire property not just part and showing dimensions of proposed work.\r\rThe scale bar in the submitted roof plans do not measure to the stated scale."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "19/03/2020",
  "secondary_street_name": null,
  "site_number": "131",
  "pp_id": "PP-08600111",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.299698,
          51.36295
        ],
        [
          -0.299699,
          51.362923
        ],
        [
          -0.299742,
          51.362924
        ],
        [
          -0.299741,
          51.362951
        ],
        [
          -0.299698,
          51.36295
        ]
      ]
    ],
    "type": "Polygon"
  }
}