{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q59SWWNHMZZ00",
  "lapsed_date": "02/04/2025",
  "decision_target_date": "02/04/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5LY",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.044000000000000004,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ206699JI"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021777744"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00295/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520978,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:13:46.068Z",
  "id": "Kingston-20_00295_CPU",
  "application_type": "All Other",
  "street_name": "Lawrence Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "02/04/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of new porch and alterations to existing outbuilding",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 166972,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021777744",
  "centroid": {
    "lon": -0.262725,
    "lat": 51.388904
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The erection of new porch and alterations to existing outbuilding falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class D and E of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).\r",
    "Application Site\rThe application site consists of Nos. 35 and 37 Old London Road. The site is located on the north side of Old London Road. The application site has a Public Transport Accessibility Level (PTAL) of 6a (Excellent), is located within Fluvial Flood Zone 2 and a Controlled Parking Zone (CPZ). \r\rBoth Nos. 35 and 37 are locally listed buildings (non-designated heritage assets). Nos. 43-47 Old London Road are Grade II Listed, the Rotunda/Cinema to the rear is Grade II Listed, while the nearby Almshouses to the east of the site are Grade II* listed.\r\rIn terms of Development Plan designations, the site falls within a Primary Shopping Area, is designated Secondary Shopping Frontage, falls within the Old London Road Area of Special Character and an Area of Archaeological Significance (Kingston Town Centre Area Action Plan 2008).\r\rRelevant History\r-13/12779/FUL - Retention of change of use of ground floor from Class A1(Retail) to Class A3 (Restaurants and cafes) and plant to the rear. - Permit - 19.12.2014 \r\r-10/12016/FUL - Use of ground floor as A3 (Restaurants and cafes) - Permit - 07.04.2010\r\rProposal\rChange of use of existing retail units from Sui Generis to Class E and the erection of new three-storey building to the rear to provide 8no. self-contained residential units (nine in total) and replacement 125 sqm of Class E commercial floorspace.\r\rConsultation\r-Environmental Health Officer: No objection subject to a planning condition requiring additional acoustic investigations to be carried out and submitted to the Local Planning Authority for approval.\r\r-Flood Risk & Drainage Officer: No objection.\r\r-Environment Agency: No comment.\r\r-Historic England Greater London Archaeological Advisory Service (GLAAS): No objection subject to a planning condition requiring a Stage 1 Written Scheme of Investigation.\r\rPrinciple of Development\r\rLoss of Employment and Retail Floorspace\rThe application site comprises two separate retail units with what would appear to be an ancillary storage area to the rear. The proposed development would retain two Class E units of 62sqm and 65sqm to the front of the site with an additional Class E unit of approximately 121sqm situated to the rear of the site. It is stated in the submission that while there would be a net loss of employment/retail floorspace, the quality of the retained space would be improved and the additional Class E unit to the rear would be a marked improvement on the temporary storage area to the rear.\r\rThe proposed development would result in a net loss of approximately 88sqm employment/retail floorspace on site which would be contrary to Policy DM17 of the Kingston Core Strategy (2012). No marketing information has been submitted to demonstrate that there is no quantitative or qualitative need for a range of employment uses on the site or existing units. It would appear that both units are currently in retail use, however, it is unclear whether the existing businesses are utilising the rear part of the site.\r\rIn terms of Policy DM19 (Protecting Existing Retail Uses), the proposed development would retain the protected retail frontages and it is considered that the reduced size of the Old London Road fronting units would not necessarily threaten the predominance of A1 uses in the area.\r\rOverall, it is considered that the proposed development would conflict with the requirements of Policy DM17 of the Kingston Core Strategy (2012) in that there would be a net loss of employment floorspace and no sound evidence and rigorous marketing over a number of years (up to two years) has been submitted to demonstrate that there is no quantitative or qualitative need for a range of employment uses.\r\rHowever, it is noted that the majority of the space to be lost would appear to be ancillary storage areas and not tradeable floorspace. The shopping frontages facing Old London Road would be retained and there would be an additional Class E unit to the rear part of the site. Within this context, it is considered that the proposed development would not threaten the predominance of retail uses in the area, in accordance with Policy DM19 of the Kingston Core Strategy (2012). This would partially temper the identified conflict with Policy DM17 resulting from the net loss of employment floorspace (albeit the space in question currently being used as ancillary storage). This would carry moderate weight against the proposal.\r\rFlood Risk\rThe application site is located in Fluvial Flood Zone 2 and the residential element of the proposal would be 'more vulnerable', as per National Planning Policy Guidance. More vulnerable development can be appropriate in Flood Zone 2 subject to a suitable site specific flood risk assessment being submitted alongside a robust sequential test.\r\rThe applicant is of the view that a sequential test is not required as the proposed dwellings are at the upper floor levels only. The sequential test is designed to demonstrate that other options to develop do not exist in areas which are not susceptible to flooding (i.e. areas not within Flood Zones 2 or 3). No robust sequential test assessment has been carried out by the applicant. However, the application site is situated within Kingston Town Centre and has a Public Transport Accessibility Level (PTAL) of 6a (Excellent). While there may be areas at lower risk of fluvial flooding elsewhere within the Borough, it is considered that there is not a comparable location to this town centre site which is highly sustainable, previously developed land with excellent accessibility to public transport and services.\r\rThe applicant has submitted a site-specific Flood Risk Assessment which includes water exclusion and flood resilience measures for the proposed development; a recommendation for a Flood Warning and Evacuation Plan as well as a surface water drainage strategy. \r\rThe Council's Flood Risk & Drainage Officer (in their capacity as the Lead Local Flood Authority) has requested clarification on a number of points from the applicant which has subsequently been provided. Subject to planning conditions, the Flood Risk & Drainage Officer raises no objection to the proposed development from a flood risk or drainage perspective. Overall, it is considered that the proposed development would be acceptable in terms of flood risk and drainage subject to planning conditions.\r\rHousing Delivery and Mix\rThe proposed development would provide 1x 1b1p and 4x 1b2p (56%), 1x 2b3p and 2x 2b4p (33%) and 1x 3b6p (11%), a total of 9 units (8 net). \r\rPolicy DM13 of the Kingston Core Strategy (2012) requires that residential developments incorporate a mix of unit sizes and types and provide a minimum of 30% of dwellings as 3 or more bedroom units. As such, the proposed development, which would only provide 1x 3 bedroom unit (11% of the total units) would be contrary to Policy DM13 and would weigh against the proposal. \r\rHowever, it is noted that residential planning permission ref: 21/00068/FUL at adjoining No. 33 does not include the provision of any 3 bedroom units. In this case, it is considered that the shortfall of 3 bedroom unit provision within the scheme would have significant weight against the proposal.\r\rThe Council cannot demonstrate a 5 year supply of housing land as required by the NPPF 2019, the policies which are most important for determining the application are therefore considered out of date and the tests set out in paragraph 11d must be applied (tilted balance). These considerations should be given considerable weight in the assessment of this planning application.\r\rThe proposed development would provide 9 market dwellings (a net increase of 8 dwellings) at a time when the Council is unable to demonstrate a 5 year housing land supply. Subject to the detailed assessment of all other material planning considerations, the proposed residential development, if approved, would assist in meeting the Borough's annual housing target.\r\rCharacter, Design & Impact on Heritage Assets\rThe main change to the Old London Road south facing elevations would be the addition of a conventional storey above No. 35 and a mansard type storey with dormer windows above. The pitched roof above No. 35 would be increased in height. The proposed development seeks to replicate approved development at adjoining No. 33 (currently occupied by Fabric Land) (ref: 17/12950/FUL). Significant extensions and alterations are proposed at the rear which would have a more contemporary appearance and range of materials than the front of the site. \r\rA more contemporary design approach to the rear is considered to be acceptable and would assist in an effective use of the space. The proposed extensions and alterations fronting Old London Road would be of an acceptable height, scale and mass and appearance, irrespective of whether development at adjoining No. 35 is delivered. It is noted that buildings along Old London Road comprise a range of roof forms, heights and architectural styles.\r\rNos. 35 and 37 are locally listed buildings (non-designated heritage assets). Nos. 43-47 Old London Road are Grade II Listed, the Rotunda/Cinema to the rear is Grade II Listed, while the nearby Almshouses to the east of the site are Grade II* Listed. No. 30 on the south side of Old London Road is Grade II Listed and the application site falls within the Old London Road Area of Special Character. \r\rAt its closest point, the proposed development would be approximately 34m to the west of the Almshouses boundary. While parts of the development to the rear would be visible from the centre of the Almshouse courtyard, it is considered that this would not materialise in any harm to the setting of these listed buildings, or their significance, given the ever-evolving character and design of development within Kingston Town Centre and along Old London Road. The design of the development fronting Old London Road is considered to be acceptable and therefore no harm would arise to the significance of the statutory and non-statutory buildings along Old London Road and to the rear.\r\rIt is noted that the proposed development includes the replacement of the ground floor timber shopping frontages and the timber framed windows on the upper levels. It is considered that these would improve the appearance of the locally listed buildings and the designated shopping frontage. This would accord with Policies K2 and K12 of the Kingston Town Area Action Plan (KTCAAP) (2008) and Policy DM12 of the Kingston Core Strategy (2012) which seek to enhance the vitality and viability of the town centre, the appearance of locally listed buildings and to enhance shopfronts.\r\rOverall, it is considered that the proposed development would be acceptable in character and design terms and would not result in any harm to the setting of statutory listed buildings. In fact it would enhance the character and appearance of the locally listed buildings (non-designated heritage assets) and their significance. \r\rImpact on Residential Amenity\rWhen assessing the impact on the amenities of neighbouring properties the main properties to consider are Nos. 33, 39, 39A Old London Road, Nos. 11 - 16 Cleave's Almshouses to the north-east and those properties on the south side of Old London Road.\r\rIn support of the planning application, the applicant has submitted a Daylight and Sunlight Assessment for Planning dated February 2021. The submitted assessment has assessed the impact on neighbouring properties through the Vertical Sky Component (VSC) methodology for daylight and Annual Probable Sunlight Hours (APSH) and Winter Probable Sunlight Hours (WPSH) for sunlight. The submitted assessment identifies the neighbouring affected window and also includes an assessment of the consented development at adjoining No. 33.\r\rOf the assessed windows, the submitted assessment concludes that each window would achieve at least 80% of their former VSC which would accord with the BRE guidance regarding daylight. In terms of sunlight, the assessment identifies 6 affected windows which face within 90 degree due south of the proposal. The submitted assessment indicates that the assessed windows would retain at least 80% of existing values both annually and over the winter months, or, where this is not the case, in excess of 25% of annual hours and 5% of winter hours. Overall, it is concluded that the proposed development would not have any unacceptable adverse impact on the amenities of neighbouring properties in terms of loss of daylight/sunlight.\r\rWith reference to loss of privacy, while the proposed development would introduce additional habitable room windows which would afford oblique views towards neighbouring properties, it is considered that there would not be any unacceptable loss of privacy resulting from habitable room windows considering the town centre context. However, it is considered that privacy screens would be required for the proposed balconies/terraces to minimise overlooking to neighbouring flats and the amenity space at No. 39 to the east.\r\rThe position of the proposed extensions to the rear is considered to be acceptable within this town centre context so as to ensure no significant overbearing impact to neighbouring properties. While there would be an additional two-storeys of residential development at No. 35 fronting onto residential development at Chandlers House to the south, it is noted that the affected windows front on Old London Road and that the proposed development would largely replicate the existing relationship between these properties.\r\rOverall, it is considered that the proposed development would not have any significant adverse impact on the amenities of neighbouring properties. \r\rStandard of Accommodation\rEach of the proposed dwellings would meet, or exceed, the minimum internal space standards for dwellings set out in Table 3.1 of the London Plan (2021). The submitted Daylight and Sunlight Assessment for Planning dated February 2021 has assessed the levels of daylight for the proposed flats using the Average Daylight Factor (ADF) methodology. It is set out that all of the proposed flats would meet or exceed the BRE ADF targets for each room type. Floor to ceiling heights for the proposed dwellings would be 2.5m in the new build flats while floor to ceiling heights would range between 2.3-2.5m in the conversion element of the proposals. While this would not strictly accord with the London Plan requirements, it is noted that the flats which fall marginally below the targetted 2.5m are in the conversion element of the scheme within the existing locally listed buildings. Within this context it is considered that the proposed floor to ceiling heights would be acceptable.\r\rEach of the proposed flats would have an element of private amenity space ranging from 5sqm up to 25sqm in size. While the Residential Design SPD (2013) requires that a minimum of 10sqm of private amenity space is provided per flat, it is noted that some of the affected flats exceed the minimum space standards which would temper this conflict. Furthermore, a communal amenity space of approximately 50sqm would be provided which would accord with the Residential Design SPD (2013) guidance. On balance, it is considered that the proposed amenity space provision would be acceptable in this town centre location.\r\rIn terms of privacy, it is noted that directly facing habitable room windows within the site would be separated by approximately 11m at the second floor level with approximately 14m between facing habitable room windows at the first floor. The proposed separation distances would not strictly accord with the recommendations of the Residential Design SPD (2013), which recommends a minimum of 21m between facing habitable room windows. However, it is noted that development at adjoining No. 33 Old London Road incorporates a separation distance between flats of approximately 7m (21/00068/FUL); it is also considered that a reduced separation distance would not be uncharacteristic of residential development within a metropolitan town centre such as Kingston.\r\rConcerns have been raised by the Environmental Health Officer in relation to noise generated from commercial uses on, and in the vicinity, the site. Subject to planning conditions, it is considered that the proposed standard of accommodation would be acceptable. \r\rParking & Highway Safety\rPolicy T6 of the London Plan (2021) sets out that car-free development should be the starting point for all development proposals in places that are well-connected by public transport, with developments elsewhere designed to provide the minimum necessary parking ('car-lite'). The proposed development would be car-free which is acceptable given the high PTAL of 6a. Occupants of the proposed dwellings would also need to be restricted from applying for on-street car parking permits: this would be secured by legal agreement.\r\rTable 10.2 (Minimum Cycle Parking Standards) of the London Plan (2021) sets out a minimum long-stay cycle parking provision of 1 space per studio, 1.5 spaces per 1 bedroom 2 person dwelling and 2 spaces for all other dwellings. For developments of over 5 dwellings, a minimum of 2 short-stay spaces are required.\r\rThe submitted drawings shows a bike store of 18sqm in size. It is indicated in the submitted Transport Statement that the proposed cycle store would provide space for 18 long-stay cycle parking spaces. It is stated that the site constraints do not allow for short-stay cycle parking and that the existing retail uses do not benefit from dedicated short-stay cycle parking. \r\rOn balance, it is considered that the proposed levels of cycle parking would be acceptable subject to details of the proposed cycle storey being secured by planning condition. A car-free development in this highly sustainable location is welcomed with residents being precluded from applying for on-street car parking permits by way of a legal agreement.\r\rWaste & Recycling Storage\rThe proposal includes a dedicated refuse store within the site of approximately 12sqm in size which is welcomed. Subject to a planning condition securing details of the proposed wasted and recycling facilities and a management strategy, it is considered that this element of the proposed development would be acceptable.\r\rPlanning Balance and Conclusion\rPart (d) of Paragraph 11 of the NPPF states where there are no relevant development plan policies, or the policies which are most important for determining the application are out-of-date, the Council should grant planning permission unless:\r\r- the application of policies in this Framework that protect areas or assets of particular importance provides a clear reason for refusing the development proposed or;\r- any adverse impacts of doing so would significantly and demonstrably outweigh the benefits, when assessed against the policies in this Framework taken as a whole.\r\rThe Council is currently unable to demonstrate a 5 year housing land supply and so this application for residential development will be subject to paragraph (d). As such, the development should be permitted unless the adverse impacts significantly and demonstrably outweigh the benefits.\r\rThe proposed development would result in a net loss of employment floorspace. However, the proposal would retain the shopping frontages facing Old London Road and provision is made for an additional Class E unit to the rear of the site; it is considered that the proposed development would not threaten the predominance of retail uses in the area which would partially temper the policy conflict arising from the net loss of employment floorspace. Overall, the net loss of employment floorspace would carry moderate weight against the proposal.\r\rThe proposed development would not provide a minimum of 30% 3 or more bedroom units. The provision of only 1x 3 bedroom unit (11% of the total units) carries significant weight against the proposal.\r\rThe proposed development would provide 9 market dwellings (a net increase of 8 market dwellings) at a time when the Council is unable to demonstrate a 5 year housing land supply. This would carry significant weight in favour of the proposal.\r\rThe proposed dwellings would be of an acceptable standard of accommodation with access to private and communal amenity space: this would carry moderate weight in favour of the proposal.\r\rThe proposed development would include replacement shopfronts and new timber framed windows on the front elevations of the locally listed buildings, enhancing the character and appearance of the locally listed buildings, their significance and the designated shopfronts. This would carry moderate weight in favour of the proposal.\r\rIn weighing the public benefits of the proposed development against the disbenefits of the proposal, it is considered that, on balance, the benefit of providing an additional 8 market dwellings of an acceptable standard of accommodation and the enhancement of non-designated heritage assets would not be significantly and demonstrably outweighed by the disbenefits of the proposal. As such, the proposal complies with the NPPF, the London Plan and the Core Strategy. It is therefore recommended that the planning application is approved subject to planning conditions and the signing of a legal agreement.\r",
    "Please confirm description of proposed works \"Demolition of existing dwelling and erection of 2no.x  three-storey semi detached dwellings\""
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "06/02/2020",
  "secondary_street_name": null,
  "site_number": "26",
  "pp_id": "PP-08431817",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.262703,
          51.388918
        ],
        [
          -0.262704,
          51.388891
        ],
        [
          -0.262747,
          51.388891
        ],
        [
          -0.262746,
          51.388918
        ],
        [
          -0.262703,
          51.388918
        ]
      ]
    ],
    "type": "Polygon"
  }
}