{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q7AJCONH04300",
  "lapsed_date": "16/05/2025",
  "decision_target_date": "19/05/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5DR",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.018000000000000002,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "LASC Tudor Estate"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL KT1  Kingston Town"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021770584"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00669/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518117,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:15:14.917Z",
  "id": "Kingston-20_00669_CPU",
  "application_type": "All Other",
  "street_name": "Wolsey Drive",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tudor - OLD",
  "decision_date": "16/05/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey outbuilding to rear",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 171137,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021770584",
  "centroid": {
    "lon": -0.302438,
    "lat": 51.42694
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The erection of single storey outbuilding to rear falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class E of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The Site \rThe application site relates to a vacant commercial premises located on the northern side of Clarence Street. The policy designations/constraints which apply to the site are as follows:\r-Kingston Metropolitan Town Centre;\r- Primary Shopping Area; \r- Area of Archaeological Significance;\r- Motor Vehicle Restricted Area;\r- Flood Zone 2 (medium probability); and,\r- Controlled Parking Zone (Kingston Town Centre Zone A/A1).\r\rConsultations\rSeven neighbouring properties were consulted in relation to the proposed development and no representations were received. \r\rBorough Environmental Health Officer - No Comment.\r\rHistoric England (Archaeology) - No Comment. \r\rConsideration\rThe key areas of assessment are: \r- The impact of the proposed development on character and appearance; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- The impact of the development on drainage and flooding. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, design and materials. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rPolicy SI12 of the London Plan 2021 and policy DM4 of the Council's Core strategy 2012 require development proposals to accord with the flood risk policies set out in the NPPF.\r\rOfficer Comment: The proposed shopfront would be a replacement of the existing and proposes no increase in floorspace or impermeable surface. As such, the proposed development would have no impact on the vulnerability of the site or neighbouring sites with regards to flooding.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan 2021 and Policies of the Core Strategy (2012).",
    "Please provide a copy of proposed block plan scaled 1:500, providign a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "24/03/2020",
  "secondary_street_name": null,
  "site_number": "173",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.302416,
          51.426953
        ],
        [
          -0.302417,
          51.426926
        ],
        [
          -0.30246,
          51.426927
        ],
        [
          -0.302459,
          51.426954
        ],
        [
          -0.302416,
          51.426953
        ]
      ]
    ],
    "type": "Polygon"
  }
}