{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q9NIR0NHG7Z00",
  "lapsed_date": "29/06/2025",
  "decision_target_date": "26/06/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3BU",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.043000000000000003
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00992/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520949,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:16:41.984Z",
  "id": "Kingston-20_00992_HOU",
  "application_type": "Householder",
  "street_name": "Acacia Grove",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "29/06/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Alterations to the fenestration to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": "26/05/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 168675,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021771860",
  "centroid": {
    "lon": -0.262562,
    "lat": 51.404216
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at second floor level or above in the eastern (flank) elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) at first floor level or above in the in the eastern (flank) elevation of the dwelling unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the submitted information, the rooflights in the development to which this permission relates shall be of a conservation style, constructed in timber and set flush with the plane of the roof in which they are inserted. The rooflights shall be permanently retained in this style. Similarly, the new window in the gable in the front elevation and situated at second floor level shall have a frame constructed in timber. \r\rReason: To prevent harm to the significance of designated heritage assets, in accordance with policy 7.8 of the London Plan 2016 and policies CS8 and DM12 of the LDF Core Strategy 2012.\r",
    "A1 - Loading",
    "The applicant is informed that the submitted details, as set out above, are agreed and that the Planning Condition 3 (Materials) of planning permission 21/02109/FUL is hereby discharged subject to carrying out the development in accordance with the details hereby approved.",
    "The applicant is informed that the submitted details, as set out above, are agreed and that the Planning Condition 9 (Sustainable Drainage Strategy) of planning permission 21/02109/FUL is hereby discharged subject to carrying out the development in accordance with the details hereby approved.",
    "The applicant is informed that the submitted details, as set out above, are agreed and that the Planning Condition 13 (Waste and Recycling) of planning permission 21/02109/FUL is hereby discharged subject to carrying out the development in accordance with the details hereby approved.",
    "The submitted floor plans do not have a North point.\r\rPlease provide existing and proposed floor plans at a recognised scale (at 1:50 or 1:100 for example), showing the outline of entire floor plan, not just part and all key dimensions for the proposed works. The plans must also show the direction of North. Although the inclusion of a scale bar is not mandatory, it is encouraged.",
    "The submitted roof plans do not have a North point.\r\rPlease provide existing and proposed roof plans at a recognised scale (at 1:50 or 1:100 for example), showing the outline of entire property not just part and showing dimensions of proposed work. The plans must show the direction of North. Although the inclusion of a scale bar is not mandatory, it is highly encouraged.",
    "The fee required for your planning application is £ 1,250.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "01/05/2020",
  "secondary_street_name": null,
  "site_number": "79",
  "pp_id": "PP-08673675",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.26254,
          51.404229
        ],
        [
          -0.262541,
          51.404202
        ],
        [
          -0.262584,
          51.404203
        ],
        [
          -0.262583,
          51.40423
        ],
        [
          -0.26254,
          51.404229
        ]
      ]
    ],
    "type": "Polygon"
  }
}