{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q4WUAMNHMWW00",
  "lapsed_date": "10/04/2025",
  "decision_target_date": "10/04/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 6RP",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.039
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00214/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521945,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:13:25.570Z",
  "id": "Kingston-20_00214_HOU",
  "application_type": "Householder",
  "street_name": "Hollington Crescent",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "10/04/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of two storey side and rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167058,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021776720",
  "centroid": {
    "lon": -0.248805,
    "lat": 51.389471
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The facing materials to be used in the construction of the building shall be those specified on the application form and approved drawings or such other materials as have been approved in writing by the Local Planning Authority before the development is commenced and shall thereafter be retained as such.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or reenacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the flank walls of the extension hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments, including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "Before the beneficial occupation of the completed development hereby permitted, the ground floor window (serving the shower room) to the side (western) elevation within the permitted side extension, shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper proof and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "The applicant is informed that the submitted details, as set out above are agreed and that Condition 19 (Construction Management Plan) of planning permission 20/02235/CREG is hereby discharged subject to carrying out the development in accordance with the details hereby approved. \r",
    "There are a number of different piling methods suitable for different circumstances. Guidance is contained in BS5228 Noise control on Construction and Open sites - Part 4: Code of Practice for noise and vibration control applicable to piling operations. The contractor is required to take the best practicable means to minimise noise and vibration and the Council positively encourages the use of hydraulic, auger and diaphragm wall piling methods. Given the distance to the nearest residential amenity, vibratory or impact methods should not be used. Where complaints of noise and vibration are received it is expected that the contractor will undertake noise and vibration monitoring, with data reported back to the Environmental Health Service.",
    "The site comprises a semi-detached dwelling. The site is located within the Kingston Hill/Coombe Hill Strategic Area of Special Character.\r\r5 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings;\r- The impact of the development on highways and transportation matters; and,\r- The impact of the development on non-designated heritage assets.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: While the proposed single storey side extension would not strictly adhere to the recommendations set out in the Residential Design SPD, in terms of set in from the shared boundary and height, it would be appropriately set back from the front elevation and have a roof form that is in keeping with the original dwelling as such would appear a subordinate and appropriate addition to the host property. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Given the orientation of the proposed development in relation to the habitable windows of neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rTransportation\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: While the proposed development would include an integral garage, officers note that the internal dimensions of the garage would not be deep enough to comply with the parameters set out in the Sustainable Transport SPD and therefore could not safely accommodate a car or constitute additional off-street car parking provision. However, given that the existing garage also does not conform to the parameters set out in the Sustainable Transport SPD, officers consider that the proposed development would not result in any loss of available off-street parking on site. In any case, the existing hardstanding to the front of the would be able to accommodate on-site car parking.\r\rOfficers note that whilst the proposed garage would not be appropriate for parking cars, it would be appropriate in accommodating on-site cycle parking in accordance with the standards set out in Policy T5 of the London Plan 2021.\r\rTherefore, the proposal is considered not to have an adverse impact upon car parking provision, traffic congestion or highway safety, in compliance with Policy DM9 and DM10.\r\rHeritage\rParagraph 203 of the NPPF 2021 states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining any application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement is required, having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rPolicies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames Core Strategy 2012 sets out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rOfficer Comment: As noted above, while the proposal would not strictly adhere to the recommendations set out in the Residential Design SPD, it would appear in keeping with host property and would not detract from the character and appearance of surrounding area, as such officers conclude that the proposed development would not result in any harm to the Kingston Hill/Coombe Hill Strategic Area of Special Character, but rather preserve it. Given no harm to heritage assets has been identified in this case, it is not necessary to weigh up the proposals against any public benefits.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).\r",
    "The UK's swift population has declined by 53% between 1995 and 2016; consequently, swifts now qualify for 'endangered' status on the BTO's species list of conservation concern, indicating 'a need for urgent conservation action'.\r\rThe applicant is advised that the development might present an opportunity to help local swifts through including artificial nest sites, ie. swift bricks or boxes, into the new construction.\r\rFor more information please visit\r\rhttps://www.rspb.org.uk/birds-and-wildlife/wildlife-guides/bird-a-z/swift/",
    "Please amend cover letter to indicate all corresponding drawings. The submitted drawings (please see attached) do not match with the drawings listed on the cover letter.\r\rPlease provide all corresponding plans/elevations approved under the previous planning permission (the previously approved versions should be clearly marked as 'Approved', or be otherwise clearly identifiable.)\r\r",
    "Could you please advise of a postal address we could forward the laminated site notice to, for it to be posted up on site once the application has been validated.\r \r",
    "Please note that the quality of advice will be proportionate to the level of information provided, therefore it is to the applicants benefit to provide as much supporting information as possible for the proposal. eg: plans and elevations, photographs and supporting documents."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "14/02/2020",
  "secondary_street_name": null,
  "site_number": "22",
  "pp_id": "PP-08465264",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.248783,
          51.389484
        ],
        [
          -0.248784,
          51.389457
        ],
        [
          -0.248827,
          51.389457
        ],
        [
          -0.248826,
          51.389484
        ],
        [
          -0.248783,
          51.389484
        ]
      ]
    ],
    "type": "Polygon"
  }
}