{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q54N89NHMYI00",
  "lapsed_date": "08/04/2023",
  "decision_target_date": "30/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 1HT",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.115,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACO Kingston Old Town Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "THAMPA Riverside Strategy"
      },
      {
        "result": null,
        "constraints_layer_description": "SASC Thames - Side"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Kingston Town Centre Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "PSHOPA Primary Shopping Area (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "MVKTC Motor Vehicle Restricted Area (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "KTCAAP Kingston Town Centre AAP"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Kingston Old Town Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Kingston Town Centre"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128021010"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00260/ADV",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517758,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:13:37.042Z",
  "id": "Kingston-20_00260_ADV",
  "application_type": "All Other",
  "street_name": "Jerome Place",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "08/04/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Installation of 3 no. sets of built up internally illuminated letters; 2 no. brass menu cases with internal illumination; cafe barriers with polished brass posts and 1 x double sided internally illuminated suspended hanging sign (Advertisement Consent)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other advertisements",
  "centroid_northing": 169185,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128021010",
  "centroid": {
    "lon": -0.308247,
    "lat": 51.409471
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Payments to Presiding Officers",
    "Payments to Poll Clerks",
    "Staff employed in the preparation, maintenance & completion of official poll cards",
    "Where an advertisement is required under these Regulations to be removed, the site shall be left in a condition that does not endanger the public or impair visual amenity.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The sign permitted by this consent shall only be illuminated during the opening hours of the premises to which it relates.\rReason: To safeguard the amenities of the adjoining residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The intensity of the illumination of the lighting permitted by this consent shall be no greater than 110 cd/m.\r\rReason: In the interests of amenity, the free flow of traffic on the highway and road safety in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Application Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rErection of single storey rear extension (following demolition of existing conservatory)\r\rConsultation\rFour neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  Due to the existing situation, It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "B2 - Internal Fire Spread (Surfaces)",
    "B3 - Internal Fire Spread (Structure)",
    "B1 - Means of Warning and Escape",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "Please provide a postal address for the laminated site notices to be sent to (once application validated) for them to be posted up on site."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "03/02/2020",
  "secondary_street_name": null,
  "site_number": "3",
  "pp_id": "PP-08475466",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.308225,
          51.409484
        ],
        [
          -0.308226,
          51.409457
        ],
        [
          -0.308269,
          51.409458
        ],
        [
          -0.308268,
          51.409485
        ],
        [
          -0.308225,
          51.409484
        ]
      ]
    ],
    "type": "Polygon"
  }
}