{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q3QV6UNHMNR00",
  "lapsed_date": "26/02/2023",
  "decision_target_date": "03/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 1RW",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.009,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "PSHOPA Name: Primary Shopping Area (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYVWS Name: Key Views"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYVWS Name: Key Views"
      },
      {
        "result": null,
        "constraints_layer_description": "MVKTC Name: Motor Vehicle Restricted Area (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "KTCAAP Name: Kingston Town Centre AAP"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Kingston Town Centre Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Kingston Old Town Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACO Name: Kingston Old Town Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "THAMPA Name: Riverside Strategy"
      },
      {
        "result": null,
        "constraints_layer_description": "SASC Name: Thames - Side"
      },
      {
        "result": null,
        "constraints_layer_description": "PSHOPF Name: Primary Shopping Frontages"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: P"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128004356"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00024/ADV",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517940,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:12:36.701Z",
  "id": "Kingston-20_00024_ADV",
  "application_type": "All Other",
  "street_name": "Church Street",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "26/02/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Installation of one internally illuminated fascia sign and one projecting sign (following removal of existing signage)",
  "actual_completion_date": null,
  "last_date_consultation_comments": "07/02/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other advertisements",
  "centroid_northing": 169275,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128004356",
  "centroid": {
    "lon": -0.305601,
    "lat": 51.410242
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Payments to Presiding Officers",
    "Payments to Poll Clerks",
    "Staff employed in the preparation, maintenance & completion of official poll cards",
    "Where an advertisement is required under these Regulations to be removed, the site shall be left in a condition that does not endanger the public or impair visual amenity.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Officers consider that there would not be an impact, detrimental or otherwise, in terms of public safety and in particular any negative impact on highway safety. Officers consider that there would not be any detrimental impact on the visual amenity and will improve the appearance of the host dwelling.",
    "No advertisement to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "No advertisement shall be sited or displayed so as to -\r(a)\tendanger persons using any highway, railway, waterway, dock, harbour or aerodrome (civil or military);\r(b)\tobscure, or hinder the ready interpretation of, any traffic sign, railway signal or aid to navigation by water or air; or\r(c)\tHinder the operation of any device used for the purpose of security or surveillance or for measuring the speed of any vehicle.\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The sign permitted by this consent shall only be illuminated during the opening hours of the premises to which it relates.\rReason: To safeguard the amenities of the adjoining residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The intensity of the illumination of the lighting permitted by this consent shall be no greater than 150 cd/m. \r\rReason: To safeguard the amenities of the adjoining residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The site comprises a detached bungalow located to the south of properties in Gloster Road and is within a well-established residential area. To the east and south is an off-street parking area for Acacia House, which is a block of residential flats. The property is not listed and there are no other historic assets in the vicinity.     \r\rThe planning history relevant to this application is:\r18/14085/FUL - Demolition of a garage and erection of a single storey bungalow - granted July 2018\r\r19 neighbouring properties were notified of the application and no responses were received following the consultation period.\r\rThe application proposes in installation of 3 rooflights\r\rThe key areas of assessment are:\r- The design of the proposed development; and\r- The impact of the development on the amenities of existing and future occupants of land and buildings;\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rThe proposal would involve the installation of three rooflights to the slope within the south elevation. The rooflights would be of modest size and appropriately positioned within the roofslope so that they do not unduly dominate this elevation of the property. Consequently, there would be no adverse impact upon the host property, or the character and appearance of the area.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rAlthough the building is located within close proximity to the gardens of properties in Gloster Road, the positioning of the windows is such that they would not overlook these properties. There would be a separation distance of approximately 13m from the eastern elevation window to the boundary of the garden area of 5 Gloster Road, which would meet the requirement of policy guidance 16 of the Residential Design Guide SPD (2013). Whilst there is the potential for overlooking from the upper floor windows of Acacia House, one of the three rooflights would serve a staircase and so amenity would not be compromised.  For the remaining rooflights, the line of sight would be onto a small area of the additional living space, which is considered not to result in an unacceptable loss of privacy. Consequently, the residential amenity of occupants of the property and their neighbours would not be compromised. \r\rIt is considered that the proposed development would not have an adverse impact upon the character and appearance of the host property or the surrounding area; and an acceptable relationship with neighbouring properties would be maintained. In conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan, Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The site comprises a semi-detachedd dwelling, located on the southern side of The Manor Drive.  The buildings on the site are not listed or locally listed and the site does not fall within a conservation area.  The site does not fall within a Flood Risk Zone and there are no trees on site which are protected by a Tree Preservation Order (TPO).\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- (Add more bullet points in here if necessary)\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: Officers note that the proposed extension would not strictly comply with the Council's guidance in terms of recommended heights and depths for single storey rear extensions, however, the proposed extension is considered to be a subordinate and proportionate addition in relation the main dwelling. Overall, and on balance, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  Whilst the proposal would result in some loss of light to the nearest ground floor habitable room of neighbouring property, No. 53 The Manor Drive, this loss is considered acceptable in this case given the south facing orientation of the properties.  There would be no adverse impact upon No. 49 The Manor Drive, due the separation distances between the proposed extension and the shared boundary and the presence of an outbuilding on the neighbouring site. Overall and on balance it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy to an unacceptable degree.\r\rIn conclusion and on balance, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.\r",
    "B2 - Internal Fire Spread (Surfaces)",
    "B3 - Internal Fire Spread (Structure)",
    "B1 - Means of Warning and Escape",
    "Please provide a copy of proposed block plan scaled 1:500, providing a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe submitted block plan does not show the proposed development in hatched or shaded.\r\r",
    "Please provide proposed second floor plan at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.\r\rThe submitted proposed second floor plan is labelled as proposed roof plan.",
    "Please provide  proposed roof plan at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire property not just part and showing dimensions of proposed work.\r\r The submitted proposed roof plan show the floor plan of second floor extension plan. Please revise proposed roof plan.",
    "Please provide copies of all existing and proposed elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.\r\rThe submitted existing and proposed elevations do not have a scale bar."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "07/01/2020",
  "secondary_street_name": null,
  "site_number": "7, 9",
  "pp_id": "PP-08406340",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.305579,
          51.410255
        ],
        [
          -0.30558,
          51.410228
        ],
        [
          -0.305623,
          51.410229
        ],
        [
          -0.305622,
          51.410256
        ],
        [
          -0.305579,
          51.410255
        ]
      ]
    ],
    "type": "Polygon"
  }
}