{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q6D5LVNHFJF00",
  "lapsed_date": "23/04/2025",
  "decision_target_date": "23/04/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT19 9HW",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.047
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00500/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519376,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:14:33.443Z",
  "id": "Kingston-20_00500_HOU",
  "application_type": "Householder",
  "street_name": "Chessington Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "23/04/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a single storey rear extension with changes to fenestration, hip to gable and rear dormer loft conversion with 2no roof lights to front roof slope",
  "actual_completion_date": null,
  "last_date_consultation_comments": "25/03/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 163871,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128004135",
  "centroid": {
    "lon": -0.286779,
    "lat": 51.361373
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The development hereby approved shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Before the beneficial occupation of the development hereby permitted, the proposed side (east) windows serving the ensuite and bathroom shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The roof of the single storey rear extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Your attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.",
    "Section 59 of the Highways Act permits the Highway Authority to charge developers for damage caused by excessive weight and movements of vehicles to and from a site. The Highway Authority will pass on the cost of any excess repairs compared to normal maintenance costs to the applicant/organisation responsible for the damage.",
    "The developer is reminded that it is an offence to allow materials to be carried from the site and deposited on or damage the highway from uncleaned wheels or badly loaded vehicles. The Highway Authority will seek, wherever possible, to recover any expenses incurred in clearing, cleaning or repairing highway surfaces and prosecutes persistent offenders (Highways Act 1980 Sections 131, 148, 149).",
    "The proposed site is categorized as HMO and the application is to create two new dwellings, therefore the fee required for your planning application is £ 924.00. We received £462.00, please pay the outstanding balance of £462.00  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "Please provide copies of all existing and proposed elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.\r\rThe submitted proposed elevations do not show the advert details, please submit only those elevations, which are relevant to this application.\rThe script (text) in the submitted elevation is unreadable, so we could not measure the scale bar, please revise the drawing in readable (English) script.\r\r",
    "Please provide 1 copy of drawing to a scale of 1:50 or 1:100, of the elevation(s) of the proposed sign in colour showing the method of illumination (if applicable) and a drawing showing a section through sign.\r\rThe submitted singage details do not have a scale bar.",
    "Please provide a copy of proposed block plan scaled 1:500, providing a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe submitted external sign positions layout does not show the position of 4 nos wall monted CCTV."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "27/02/2020",
  "secondary_street_name": null,
  "site_number": "545",
  "pp_id": "PP-08530692",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.286756,
          51.361386
        ],
        [
          -0.286757,
          51.361359
        ],
        [
          -0.286801,
          51.361359
        ],
        [
          -0.2868,
          51.361386
        ],
        [
          -0.286756,
          51.361386
        ]
      ]
    ],
    "type": "Polygon"
  }
}