{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q4EXZUNHMSR00",
  "lapsed_date": "06/04/2023",
  "decision_target_date": "18/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 4NT",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "LOCCEN Name: Burlington Road"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ216880IJ"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100023060403"
    ],
    "site_area": 38
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00121/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521864,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:13:02.869Z",
  "id": "Kingston-20_00121_FUL",
  "application_type": "All Other",
  "street_name": "Burlington Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "06/04/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension to create a self-contained one-bedroom residential unit\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": "19/02/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 168100,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100023060403",
  "centroid": {
    "lon": -0.249612,
    "lat": 51.398853
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "It has not been demonstrated to the satisfaction of the Local Planning Authority that the proposed arrangement whereby the existing occupants of the first floor flat at 92 Burlington Road, New Malden KT3 4NT would have to walk across the flat roof of the proposed dwelling would not give rise to unreasonable noise and disturbance for future occupants. The proposal would therefore be contrary to the National Planning Policy Framework (2019), Policy 7.15 of the London Plan (2016) and  Policy DM10 of the adopted Local Development Framework Core Strategy (2012).",
    "In the absence of a legal agreement to ensure that future occupants of the proposed development would be precluded from obtaining on-street car parking permits, the proposed development would lead to inconsiderate parking and increase on-street car parking pressure and congestion in surrounding streets.  As such, the proposal is considered to conflict with the National Planning Policy Framework (2019), Policy 6.13 of the London Plan (2016) and Policies DM9 and DM10 of the adopted Local Development Framework Core Strategy (2012).",
    "The proposed development would result in a significantly substandard form of accommodation for future occupants, in terms of outlook, internal floorspace and external amenity.  The proposal would therefore be contrary to the National Planning Policy Framework (2019), Policy 3.5 of the London Plan (2016), Policy DM10 of the adopted Core Strategy (2012) and Policy Guidance 13 of the Council's Residential Design Guide Supplementary Planning Document (2013).",
    "Condition 21 (Ventilation) - RBK Environmental Health Officer has reviewed the information provided and is satisfied this can now be approved.",
    "The applicant is informed that the submitted details, as set out above are agreed and that Condition 21 (Ventilation) of planning permission 20/00702/FUL is hereby fully approved subject to carrying out the development in accordance with the details hereby approved.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "The fee required for your pre planning application is £ 1775.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "Please provide a copy of block plan, providing a scale bar scaled 1:500 showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rPlease show the position of an advert in block plan.",
    "Please provide 1 copy of drawing to a scale of 1:50 or 1:100, of the elevation(s) of the proposed sign in colour showing the method of illumination (if applicable) and a drawing showing a section through sign.\r\rThe submitted advert detail does not have a scale bar."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "22/01/2020",
  "secondary_street_name": null,
  "site_number": "92",
  "pp_id": "PP-08435601",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.249589,
          51.398866
        ],
        [
          -0.24959,
          51.398839
        ],
        [
          -0.249634,
          51.39884
        ],
        [
          -0.249633,
          51.398867
        ],
        [
          -0.249589,
          51.398866
        ]
      ]
    ],
    "type": "Polygon"
  }
}