{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q7T50YNH04300",
  "lapsed_date": "04/05/2025",
  "decision_target_date": "05/05/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2RX",
  "site_name": "",
  "status": "Not Required",
  "application_details": {
    "site_area": 0.034
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00746/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518038,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:15:35.737Z",
  "id": "Kingston-20_00746_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Bridge Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington North & Hook - OLD",
  "decision_date": "04/05/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (6m in depth, maximum height of 3.02m and eaves height of 2.87m) following demolition of existing extension and outbuilding",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 164066,
  "decision": "Not Required",
  "appeal_decision": null,
  "uprn": "100021745487",
  "centroid": {
    "lon": -0.305923,
    "lat": 51.363405
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development complies with the criteria set out in Schedule 2, Part, 1 Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015",
    "Officer's Report - \rThe site comprises a detached dwelling.\r\r6 neighbouring properties have been notified of the proposals. No objections have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: Officers note that the proposed development would not set in from the boundary, however taking into account the context of the site, the design of the extension, the development's set back from the front elevation, and immediate neighbouring properties, there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. Therefore, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development, given the context of the site in particular the position of neighbouring properties, would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rThe proposed development would limit access to the rear garden, which would previously have provided space for cycle storage. As such, a condition is imposed requiring details of cycle storage to be submitted in lieu of the rear garden space. \r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan, Policies of the Core Strategy (2012) and the Residential Design SPD (2013).\r\rIn accordance with the requirements of Local Government Act 1972 The Plans / Drawings / Documents submitted with the application were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r",
    "Please provide a copy of block plan scaled 1:500 showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "24/03/2020",
  "secondary_street_name": null,
  "site_number": "27",
  "pp_id": "PP-08609146",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.305901,
          51.363418
        ],
        [
          -0.305902,
          51.363391
        ],
        [
          -0.305945,
          51.363391
        ],
        [
          -0.305944,
          51.363418
        ],
        [
          -0.305901,
          51.363418
        ]
      ]
    ],
    "type": "Polygon"
  }
}