{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q5WHN3NHN4W00",
  "lapsed_date": "14/04/2025",
  "decision_target_date": "14/04/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5RX",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.026000000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00403/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518504,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:14:10.728Z",
  "id": "Kingston-20_00403_HOU",
  "application_type": "Householder",
  "street_name": "Cardinal Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tudor - OLD",
  "decision_date": "14/04/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of part single storey and part two storey side and rear extension.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 170822,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021756228",
  "centroid": {
    "lon": -0.296979,
    "lat": 51.424028
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at first floor level or above in the eastern (flank) or western (flank) elevations shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) at first floor level or above in the in the eastern (flank) or western (flank) elevations of the dwelling unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "E4 - Acoustic Conditions in Schools",
    "11 (Boundary Treatment) - RBK Neighbourhood Engineer and Planning Officers have reviewed the information submitted and are satisfied this can now be approved.",
    "13 (Refuse/Recycling facilities) - RBK Neighbourhood Engineer and Planning Officers have reviewed the information submitted and are satisfied this can now be approved.",
    " 21 (Levels) - RBK Neighbourhood Engineer and Flood Risk Officer have reviewed the information submitted and are satisfied this can now be approved.",
    "Please clarify what you require pre-app advice for as it is not clear on documents submitted.\r\rIn order to check the fee due, we would need confirmation as above.\r\r",
    "Please submit a copy of a site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r",
    "With regards to the above application, the site address on application form states 15 - 21 Fife Road, where as on theoriginal application 20/00945/FUL it shows as 15 - 23 Fife Road?\r\rCould you please clarify as it would need to be the same site address in order to process as a Section 73 application."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/02/2020",
  "secondary_street_name": null,
  "site_number": "11",
  "pp_id": "PP-08518932",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.296957,
          51.424041
        ],
        [
          -0.296958,
          51.424014
        ],
        [
          -0.297001,
          51.424015
        ],
        [
          -0.297,
          51.424042
        ],
        [
          -0.296957,
          51.424041
        ]
      ]
    ],
    "type": "Polygon"
  }
}