{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q56974NHMYY00",
  "lapsed_date": "20/03/2025",
  "decision_target_date": "31/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2HQ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.019
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00270/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517662,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:13:39.995Z",
  "id": "Kingston-20_00270_HOU",
  "application_type": "Householder",
  "street_name": "Sienna Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "20/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey front extension to provide disabled shower room",
  "actual_completion_date": null,
  "last_date_consultation_comments": "03/03/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 163704,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128033163",
  "centroid": {
    "lon": -0.31144,
    "lat": 51.360229
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission. \r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004. \r",
    "The development hereby approved shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "The development hereby permitted shall be carried in accordance with the mitigation measures specified in the approved Flood Risk Assessment. \r\rReason: To prevent the increased risk of flooding in accordance with Policy DM1 (Sustainable Design and Construction Standards) of the LDF Core Strategy Adopted April 2012.\r",
    "Before the beneficial occupation of the development hereby permitted, the front elevation serving the shower room as shown on drawing number 1900/01  shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "As established in Sage v Secretary of State for the Environment Transport and the Regions & Others [2003] UKHL 22, if a building operation is not carried out, both externally and internally, fully in accordance with the permission, the whole operation is unlawful. With respect to the application site, the extension as built does not accord with the approved plans of applications 15/12960/FUL & 16/12218/FUL owing to the roof design, materials, and alterations openings and therefore the works do not benefit from planning permission. It is considered that the provisions of section 171B (1) of the TCPA 1990 apply in this instance. In other words, the applicant would need to demonstrate that the extension was built four years ago. The burden of proof rests with the applicant and the standard is on the balance of probability. The applicant has submitted time-stamped photographs. This together with a completion certificate issued by Kingston Building Control in 2016 and Google 'street view photos' confirms that the extension was built more than 4 years ago. It is claimed that the extension has been in use for over four years and the Council has no good reason to suspect that this is not the case. The applicant has discharged the burden of proof and therefore a certificate under section 191 of the TCPA 1990 can be issued.\r",
    "The site comprises a building (Use Class E).\r\rThe application seeks to install non illuminated acrylic letters, letters to existing projection sign and illuminated replacement vinyl to existing light box and manifestataion dots to glazing.\r\rThe key areas of assessment are:\r- The impact of the proposal on the character and appearance of the area; \r- The impact of the proposal on heritage assets;\r- The impact of the proposal on neighbouring residential amenity; and,\r- The impact of the proposal on highway safety.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposal is considered to be of an appropriate design and scale for a commercial premises and would not be significantly different from the existing fasica and advertisments. As such it is considered that there would be no unacceptable adverse impact on the character or appearance of the area.\r\rParagraphs 193 to 202 of the NPPF set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.\r\rOfficer Comment: The site is located within the Kingston Old Town Conservation Area and in close proximity to a number of designated and not designated heritage assets. However, and as stated above, Officers consider that there would be no unacceptable adverse impact on the character or appearance of the area as a result of the proposal.  It follows that the proposal  would preserve the character and appearance of the conservation area and would not result in any harm to the significance of  heritage assets.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  A condition to restrict the hours which the fascia signs can be illuminated and a condition to limit the illumination level of the signs is proposed. Subject to the satisfaction of these conditions it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties.\r\rPolicy DM10 of the LDF Core Strategy seeks to ensure that new development has regard to local traffic conditions and does not contribute to congestion, on street car parking pressure, or compromise pedestrian or highway safety. \r  \rOfficer Comment: Officers consider that the proposals would not be significantly different from the existing situation and would therefore have no adverse impact upon highways and transportation, thereby complying with Core Strategy Policy DM10 of the LDF Core Strategy, 2012.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Officer Report\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38(6) of the Planning and Compulsory Purchase Act 2004 states that planning applications must be determined in accordance with the development plan unless material considerations indicate otherwise.\r\rThe development plan for the Royal Borough of Kingston upon Thames comprises the following documents:\r\r- The London Plan 2021\r- The South London Waste Plan 2012 \r- The LDF Core Strategy 2012\r- The Kingston Town Centre Area Action Plan 2008\r\rApplication Site\r\rThe application site is occupied by a two storey (with loft) semi detached building with a garage and storage buildings to the rear.\r\rProposal\r\rThe application seeks permission for the erection of single storey side and rear extensions following demolition of an existing garage and 2x store outbuildings.\r\r\r\rConsultation\r\r25 properties were notified of the proposal. No representations have been received.\r\rAssessment\rThe main issues in the assessment of the application are:\r- The impact of the development on the character and appearance of the area; and,\r- The impact of the development on the amenities of neighbouring occupiers.\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rSide Extension\r\rThe side extension would align with the front building line of the existing building and measure 2.2m in width, extending to 3.8m as it extends beyond the rear elevation of the existing dwelling, with an overall depth of 19.6m.  \r\rThe flat roof extension will vary in height from 3.396m at the front to 3.337m at the rear, with 6 x rooflights. There will be a bay window to the font elevation and two high level windows to the side elevation. \r\rRear Extension\r\rThe rear extension will project 4m beyond the rear elevation, with the new section accounting for an additional 1m beyond the existing rear extension. It will measure 5.5m in width and connect with the narrow part of the proposed side extension. There will be a window and corner bi-fold door to the elevation overlooking the garden and inner side elevation of the side extension.\r\rPolicy 33 of the Residential Design Supplementary Planning Document  for single storey rear extensions states for semi detached properties that extensions should not exceed 3-3.5m in depth, and flat roofs be no more than 3m in height.\r\rPolicy 35 of the SPD states that for side extensions the roof of the extension should reflect and relate well to the main house, should remain proportionate and subordinate to the original house, be set back from the front wall of the original house by 500mm.\r\rIn this case, officers acknowledge there are existing structures located to the side and rear of the dwelling, and that there is a slight variation in ground levels across the site. \r\rNotwithstanding this, the established pattern of development within this part of the  streetscene is that of predominantly either open areas or existing garages set back from the front elevation. \r\rThe combination of both the flat roof and siting (no setback) of the side extension are considered to create an incongruous appearance within the streetscene and one which sets a precedent otherwise discouraged by the policy guidance.  It is further noted that there are no evident justifications to demonstrate why a setback and alternative roof design could not be achieved (the existing garage is setback from the main elevation). \r\rIt is acknowledged that there are existing structures to the side and rear of the property, and that the storage buildings in particular may be structurally impaired or require improvements however, to some extent they at afford some visual interest (the existing elevation to this side of the property currently has a series of high level windows along the garage which at least and a variation of roof forms) and break up the built form as it appears to the neighbouring property at No.110 Surbiton Hill Park.   \r\rThe side extension is significant (19.6m) and extends well beyond both the existing building, proposed rear extension and the building on the neighbouring property at No.110 Surbiton Hill Park.  It is a flat roof solid wall structure, extending significantly beyond the SPD depth of 3.5m.\r \rOfficers note there are other design options for extensions on the site and that further consideration should be given to the design of extensions, particularly when viewed from the street and neighbouring properties. A development of this nature would set an unwanted precedent for side extensions of this nature.\r\rHaving regard to the above, the combination of the scale, siting and incompatible roof design are all considered to represent an overdevelopment of the site to the detriment of its appearance to both the streetscene and neighbouring properties.\r\r\r\r\r\r\r\r\rHaving regard to the above, officers do not consider that the proposed development would have an acceptable impact on the character and appearance of the area.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe proposed rear extension would measure 19.6m from the front  elevation with a  flat roof design. The extent of this structure combined with a predominantly blank wall is considered to result in a visually dominant structure when viewed from the neighbouring property at No.110 Surbiton Hill Park.  The existing structures on the application property are not considered sufficient justification to warrant an extension of this scale and design. As such, officers consider the outlook and visual amenities of the neighbouring property at No.110 Surbiton Hill Park would be unduly compromised. \r\r Having regard to this, officers consider the proposed development would have some impact on the amenities of neighbouring occupiers in terms of outlook.\r\rConclusion\rHaving regard to the above, officers consider the proposal to represent an overdevelopment of the site. In the absence of any other material considerations which indicate that permission should be approved, officers conclude that planning permission should be refused.\r\rBackground Papers\rIn accordance with the requirements of Local Government Act 1972 The Plans / Drawings / Documents submitted with the application are available on the Council's website.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r",
    "---OFFICER REPORT---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38(6) of the Planning and Compulsory Purchase Act 2004 states that planning applications must be determined in accordance with the development plan unless material considerations indicate otherwise.\r\rThe development plan for the Royal Borough of Kingston upon Thames comprises the following documents:\r\r- The London Plan 2021\r- The South London Waste Plan 2012 \r- The LDF Core Strategy 2012\r- The Kingston Town Centre Area Action Plan 2008\r\rApplication Site\rThe site comprises an end-of-terrace dwelling.\r\rProposal\rThe application seeks the erection of part single storey, part two storey side and rear extensions.\r\rConsultations\r28 properties were notified of the proposal. No representations were received.\r\rRBK Flood Risk Officer - Objection on the grounds of insufficient information regarding surface water drainage.\r\rHistoric England GLAAS - No objection.\r\rAssessment\rThe main issues in the assessment of the application are:\r\r- The impact on the character and appearance of the area;\r- The impact on the amenities of neighbouring occupiers; and,\r- Flood risk and drainage.\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rPolicy Guidance 34 of the Council's Residential Design SPD states that two storey extensions may be acceptable where the dwelling sits on a spacious plot with substantial distances between boundaries and adjacent dwelling. The roof should relate well to the host property and its existing roof and should not be higher than the ridge of the existing roof. Flat roofs should generally be avoided unless a flat roof is a feature of the existing building.\r\rPolicy Guidance 36 states that two-storey and first floor side extensions should be designed to be in harmony with the appearance and character of the area. In practice this means: the extension should remain subordinate to the original house; the roof of the extension should reflect and relate well to the main house and its roof form; flat roofs should generally be avoided unless they are consistent with the form of the existing building's roof; care should be taken to retain characteristic gaps between houses to prevent them from combining visually to form a 'terrace'; features such as doors and windows on the new extension should relate to those on the original house in terms of their style and positioning; and the line of the roof's eaves should run with that of the original dwelling.\r\rIn this case the two storey side/rear extension would be clearly subordinate to the main part of the dwelling, being set back from the front elevation and set down from the main ridge. Since the existing terrace has a staggered frontage and the units within it are of varying widths, the extension would not disrupt any established sense of symmetry.\r\rHowever, the proposed extension would be topped by a false hipped roof, which would neither reflect nor relate well to the existing gable roof. The false pitch would be entirely unconvincing, since the large expanse of flat roof at the crown would be clearly discernible from street level. Given the prominent location of the extension on a bend in the road (where it would be clearly visible from the south, east and west), officers consider that the proposed extension would appear as an incongruous feature within the Willow Road street scene, resulting in material harm to the character and appearance of the area. The proposal is therefore contrary to policy D3 of the London Plan and policy DM10 of the Core Strategy in these respects.\r\rAlthough the single storey element would have a similar roof form, this would be much less prominent in views from beyond the site boundaries. As such, officers consider that this element of the proposal would have an acceptable impact on the character and appearance of the area.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rNoting that the two storey extension would be set away from neighbouring properties, officers consider that this element of the proposal would not appear overbearing to neighbouring occupiers or unduly deprive them of natural light. \r\rHowever, since the rear elevations of the terrace are staggered, the proposed single storey element would project beyond the rear building line of 32 Willow Road by approximately 7.1m. With a height to the eaves approaching 2.6m and a maximum height of nearly 3.3m, officers consider that this would appear overbearing when viewed from 32 Willow Road. It would also unduly overshadow the rear garden of this property, since it would be located directly to the south.\r\rIn the absence of any side facing windows at first floor level or above, officers are satisfied that the proposed development would not unduly deprive neighbouring occupiers of privacy.\r\rHowever, for the reasons given above, officers consider that the proposed development would result in material harm to the amenities of neighbouring occupiers. The proposal is therefore contrary to policy D3 of the London Plan and policy DM10 of the Core Strategy in these respects.\r\rFlood Risk and Drainage\rPolicy SI12 of the London Plan 2021 and policy DM4 of the Council's Core strategy 2012 require development proposals to accord with the flood risk policies set out in the NPPF.\r\rThe site is located within Flood Zone 2. The applicant has submitted a site-specific flood risk assessment in support of the application, which states that floor levels within the extensions will be set no lower than the existing floor levels. Resilience measures are also proposed, in the form of channel drains and permeable paving. \r\rThe Council's Flood Risk Officer has objected to the proposal on the grounds that insufficient information has been provided regarding surface water drainage. However, given the scale of the proposal, officers are satisfied that the flood resilience and drainage measures outlined in the flood risk assessment are sufficient and that the proposed development would not materially increase the risk of flooding to the site itself or elsewhere.\r\rConclusion\rThe proposed development, by reason of the roof form of the two storey extension, would appear as an incongruous feature in the Willow Road street scene, resulting in material harm to the character and appearance of the area. The proposal is therefore contrary to policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012. Officers attach significant weight to this harm.\r\rThe proposed development, by reason of the scale and siting of the single storey extension, would appear overbearing when viewed from 32 Willow Road and would unduly deprive the occupants of this property of natural light, resulting in material harm to their living conditions. The proposal is therefore contrary to policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012. Officers attach significant weight to this harm.\r\rThe only benefits of the proposal would be those very limited, private benefits associated with improving the quality of the accommodation at the property. Officers afford this limited weight.\r\rThe proposed development would have an acceptable impact on flood risk and drainage. This is a neutral matter.\r\rHaving regard to the above, officers consider the proposal to be contrary to the development plan taken as a whole. In the absence of any other material considerations which indicate that permission should be granted, officers recommend that planning permission be refused.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r---END OF OFFICER REPORT---",
    "A rear dormer roof extension is not shown on elevations\r\rPlease confirm description of works as the application form description does not correspond with the proposed works in the plans and/or supporting documents.  Confirmation can be in writing or by amending the plans to reflect the proposals.\r\rNote: Any documentation with the incorrect proposals will need to be resubmitted, this includes the description of works section on the application form.",
    "Proof of disability must be provided",
    "Please provide a copy of block plan scaled 1:500, providing a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe submitted proposed block plan does not show the proposed development in hatched or shaded.",
    "Please provide a payment of £600 to accompany your application. This payment can be made online at www.kingston.gov.uk or by calling our Customer Care Line on 020 8547 5022"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "04/02/2020",
  "secondary_street_name": null,
  "site_number": "1",
  "pp_id": "PP-08478269",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.311418,
          51.360242
        ],
        [
          -0.311419,
          51.360215
        ],
        [
          -0.311463,
          51.360216
        ],
        [
          -0.311462,
          51.360243
        ],
        [
          -0.311418,
          51.360242
        ]
      ]
    ],
    "type": "Polygon"
  }
}