{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q98UXLNHG4B00",
  "lapsed_date": "18/06/2025",
  "decision_target_date": "18/06/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3UZ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.038000000000000006
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00914/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520812,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:16:22.342Z",
  "id": "Kingston-20_00914_HOU",
  "application_type": "Householder",
  "street_name": "Buxton Drive",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "18/06/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a ground floor side and rear extension, including a new entrance/porch, first-floor side extension and part rear extension following demolition of existing garage.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "18/05/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169492,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021773663",
  "centroid": {
    "lon": -0.264253,
    "lat": 51.411588
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The development hereby approved  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in any of the wall of the extensions hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Before the beneficial occupation of the development hereby permitted, the ground and first floor front elevation windows serving both rooms labelled as 'bath' shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding Section 55 of the Town and Country Planning Act 1990 (as amended) and the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), the extensions to which this permission relates shall only be used for purposes ancillary to the enjoyment of 48 Buxton Drive New Malden KT3 3UZ and shall not be used, sold or sub-let as a separate self-contained unit.\r\rReason: A separate unit of accommodation of this nature is not acceptable in this location in the interests of the amenities, character of the area and highway safety in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extensions hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Consultations\r12no. surrounding properties were notified of the proposed development. One representation has been received objecting to the proposals. The concerns raised are summarised as follows:\r- Loss of privacy / overlooking; \r- Loss of outlook;\r- Sense of overbearing;\r- Impact on character and appearance;\r- Impact on biodiversity; and,\r- Traffic/highways impacts.\r\rOfficer Comment: Duly noted. Please refer to main section of report for full assessment.\r\rRBK Highways and Transportation Team\rNo response received.\r\rRBK Waste and Recycling Team\rNo response received.\r\rSite and Surroundings\rThe application site is located on the eastern side of Agar Close, adjacent to No. 18 Agar Close, a residential dwellinghouse and curtilage. \r\rThe immediate surrounding area is predominantly residential in character and appearance. The buildings on site and the curtliage are not listed or locally listed and the site is not located in a conservation area.\r\rProposal\rThis application seeks full planning permission for the erection of a new 2-bedroom, 3-person dwelling including new vehicle crossover.\r\rPlanning Considerations\rThe key planning considerations in this case are as follows:\r- The principle of the development;\r- The standard of accommodation;\r- The character and appearance of the area;\r- The impact on neighbouring residential amenity;\r- Highways and transportation;\r- Waste and recycling;\r- Sustainability; and\r- Community Infrastructure Levy.\r\rPrinciple of Development\rPolicy CS10 of the Council's LDF Core Strategy, 2012 sets out the Borough's housing targets as defined by the London Plan, 2011.  Policy H1 (Increasing Housing Supply) of the London Plan (2021) sets ten-year targets for net housing completions that each local planning authority should plan for. Table 4.1 sets out the 10 year targets for net housing completions in each London Borough from 2019/20 - 2028/29). The requirement for Kingston is to deliver 9,640 homes in this 10 year period, which would equate to 964 net completions per annum.\r\rAs there is no 5-year housing land supply, paragraph 11 of the NPPF indicates that planning permission should be granted unless (i) the application of policies in this Framework that protect areas or assets of particular importance provides a clear reason for refusing the development proposed; or (ii) any adverse impacts of doing so significantly and demonstrably outweigh the benefits, when assessed against policies in this Framework taken as a whole. These considerations should be given considerable weight in the assessment of any forthcoming planning application.\r\rThe proposed development seeks to redevelop the site for residential use. \r\rThis application proposes 1no. additional residential unit, thereby making a small, but positive contribution towards these annual housing targets. In addition, the Council are currently unable to demonstrate a 5 year supply of land for the delivery of housing. As such, the 'tilted balance' and Paragraph 11(d) of the NPPF 2021 is a material planning consideration.\r\rStandard of Accommodation\rParagraph 130 of the NPPF 2021 states that planning decisions should ensure that developments will create places that are safe, inclusive and accessible and which promote health and well-being, with a high standard of amenity for existing and future users.\r\rPolicy D6 of the London Plan, 2021 sets out the standards for new housing within London, in terms of overall gross internal area (\"GIA\"), built-in storage space, bedroom sizes and ceiling heights. Housing development should be of high quality design and provide adequately-sized rooms, with comfortable and functional layouts which are fit for purpose and meet the needs of Londoners without differentiating between tenures. Policy DM13 of the Council's Core Strategy 2012 states that the Council will expect proposals for new residential development to demonstrate that the scheme has been designed to provide adequate internal space appropriate to the intended number of occupants. \r\rGIA\rThe nationally described space standard provides overall gross internal area (\"GIA\") requirements for various sizes of dwelling. The proposals show the proposed dwellinghouse to have 2 bedrooms, suitable for 3-person occupancy. \r\rAccording to the standards, a dwelling of this size should have a minimum GIA of 70sqm.\r\rThe proposed dwelling would have a GIA of approximately 70sqm, representing good-sized accommodation, compliant with minimum space standards.\r\rBuilt-In Storage\rThe standard also provides requirements for built-in storage space. The corresponding minimum standard for this size of dwelling is 2sqm. \r\rThe proposed dwelling would provide approximately 2.5sqm, in excess of minimum standards. \r\rBedrooms\rIn order to provide two bedspaces, a double (or twin bedroom) should have a floor area of at least 11.5m2. One double (or twin bedroom) should be at least 2.75m wide. \r\rThe proposed bedrooms would be compliant with these space standards, with the double bedroom measuring 11.5sqm and the single bedroom measuring 9.5sqm.\r\rCeiling Height\rAny dwelling should also have a floor to ceiling height of at least 2.5m across 75% of its floor area, in recognition of the fact that ceiling heights are an important element in the design of a dwelling in the unique circumstances of London.\r\rHigher ceilings can help to offset issues associated with London's distinct higher densities and the effects of climate change by positively impacting on how spacious, light and comfortable the dwelling is. They can also improve the amount and quality of natural light and ventilation, and provide flexibility in the use of a room.\r\rThe proposed dwelling would have a floor to ceiling height of 2.5m throughout the ground floor and first floor. This would be in compliance with standards set out in Policy D6 of the London Plan, 2021.\r\rAspect, Outlook, Lighting and Ventilation\rPolicy DM10 of the Council's Core Strategy requires that developments have regard to the amenities of occupants in terms of outlook.\r\rStandard 29 of the Mayor's Housing SPG 2016 states that developments should minimise the number of single aspect dwellings. Single aspect dwellings that are north facing, or exposed to noise levels above which significant adverse effects on health and quality of life occur, or which contain three or more bedrooms should be avoided.\r\rThe subtext to Policy D6 of the London Plan, 2021 goes onto say that dual aspect dwellings with opening windows on at least two sides have many inherent benefits. These include better daylight, a greater chance of direct sunlight for longer periods, natural cross ventilation and a greater capacity to address overheating, mitigating pollution, offering a choice of views, access to a quiet side of the building, greater flexibility in the use of rooms, and more potential for future adaptability by altering the use of rooms. Where possible, the provision of dual aspect dwellings should be maximised in a development proposal.\rThe proposed dwelling would be dual aspect with windows to the front (west) and rear (east). \r\rOutdoor Space\rPolicy DM10 of the Council's Core Strategy requires developments to ensure adequate private and/or communal amenity space.\r\rPolicy Guidance 13 of the Council's Residential Design SPD 2013 states that although levels of private amenity space may vary considerably in different character areas, each new family house should have 50m2 of private outdoor space (plus an extra 5m2 for each bedroom after the third).\r\rThe proposed dwelling would benefit from approximately 44sqm of private outdoor amenity space in the form of the rear garden area (exclusive of the garden shed and cycle store). Whilst Officers do note an additional area of front garden measuring  approximately 13sqm this would not constitute useable private outdoor amenity space. However, in this case as the proposed dwelling would not constitute a family sized dwelling, the proposed level of private rear garden space is considered of an appropriate size for the number of proposed occupants. \r\rOverall\rThe proposed dwelling would result in good-sized accommodation, meeting the requirements of the nationally described space standards and minimum ceiling heights. The layout of the accommodation is considered to represent logical internal floor space with good light, outlook and ventilation and storage space. The outdoor amenity space is considered of an appropriate size and configuration. Overall, officers conclude that the proposed dwelling would offer a good standard of accommodation.\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rPolicy D3 (Optimising Site Capacity Through the Design-Led Approach) of the London Plan (2021) sets out that all development must make the best use of land by following a design-led approach that optimises the capacity of sites. \r\rDevelopment proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions. Spaces and buildings should maximise opportunities for urban greening to create attractive resilient places that can also help the management of surface water.\r\rAccordingly, Policy CS8 of the Council's Core Strategy 2012 states the Council's intention to protect the primarily suburban character of the Borough, its existing buildings and areas of high quality and historic interest from inappropriate development. The Council will seek opportunities for sensitive enhancement in these areas and in areas of poorer environmental quality, where character has been eroded or needs improving. The assessment of development proposals will be guided by the Borough Character Study and the Residential Design SPD, ensuring that new development:\r- Recognises distinctive local features and character\r- Has regard to the historic and natural environment\r- Helps enhance locally distinctive places of high architectural and urban design quality\r- Accords with neighbourhood \"strategies for delivery\" set out under \"Character, Design and Heritage\"\r- Relates well and connects to its surroundings Policy DM10 identifies the most essential elements in contributing to the character and local distinctiveness of a street or area which should be respected, maintained or enhanced. These include:\r- Prevailing development typology, including housing types, sizes and occupancy\r- Prevailing density of the surrounding area\r- Scale, layout, height, form (including roof forms) and massing\r- Landscape setting and features\r- Plot width and format, which includes spaces between buildings\r- Building line build-up, set-back and front boundary\r- Typical details and key features such as roof forms, window format, building materials and design detailing of elevations, existence of grass verges, etc.\r\rThe application site currently serves as a break in the built form between Agar Close and Fullers Avenue, providing visual relief. There is a general consistency to plot sizes and built form to the surrounding area, with the application site similar in its plot size and configuration to that opposite and adjacent to No. 17 Agar Close. Whilst Officers recognise that the proposed dwelling would be in keeping with the proportions of the built form with consistent ridge and eaves height and their characteristic architectural features, the proposed development would nevertheless infill part of a generous gap between the existing property and the boundary with the adjacent dwelling to the south at No. 54 Fullers Avenue. The introduction of built form would erode the spaciousness that the site provides and the proposed siting of the residential unit in relation to the donor plot and the run of properties along Agar Close and Fullers Avenue would result in an incongruous addition to the area. \r\rThe proposed development is considered not to respect the general pattern and form of development of the neighbouring properties. It is considered that the proposal would be visually intrusive in the streetscene and at odds with the prevailing character of the surrounding area.\r\rOverall, the proposal would detract from the character and appearance of the surrounding area and would not accord with policy D3 of the London Plan, 2021 and policies CS8 and DM10 of the Council's adopted LDF Core Strategy April 2012.\r\rNeighbouring Amenities\rParagraph 130 of the NPPF 2021 states that planning decisions should ensure that developments will create places that are safe, inclusive and accessible and which promote health and well-being, with a high standard of amenity for existing and future users.\r\rPolicy D3 of the London Plan (2021) requires new development to deliver appropriate outlook, privacy and amenity. Policy DM10 of the Kingston Core Strategy (2012) is clear that development proposals should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rPolicy Guidance 16 of the Council's Residential Design SPD 2013 considers neighbouring amenities in more detail. It states that for all new residential development (including conversions and changes of use), the priority should be to provide and protect acceptable levels of amenity for both existing and future residents. On smaller sites, the prevailing character of the area may dictate what separation distance will be but in general, minimum separation distances should be maintained using the following standards:\r- A separation distance of no less than 21m shall normally be maintained between facing windows of habitable rooms\r- A separation distance of 7.5m shall be maintained between new habitable room windows and the boundary to neighbouring properties or 15m between new habitable room windows and the flank wall of a neighbouring property\r- Where the site topology, landscape features or adequate screening is in place it may be appropriate to relax these distances\r- In all cases, developers should demonstrate, through a design and access statement, how adequate visual and acoustic privacy will be achieved - consistent with the Mayor's Housing SPG paras 2.3.30/Standard 5.1.1 \r\rPolicy Guidance 17 and Policy Guidance 18 set out the Council's method for the assessment of daylight and sunlight. New development should be designed so that new buildings or extensions to existing buildings stand a reasonable distance from the boundary of the property so as not to block an unreasonable amount of light from any existing windows of neighbouring properties. As such, new development will be assessed against the 45degree and 25degree rules, as set out in the British Research Establishment's 'Site layout planning for daylight and sunlight: a guide to good practice' 2011.\r\rThe proposed dwelling would adjoin No. 18 Agar Close, effectively forming an end of terrace dwellinghouse. A separation distance of approximately 10.5m would be achieved between the southern flank of the dwellinghouse and the rear elevation of No. 54 Fullers Avenue. The proposed dwelling would leave a separation distance of approximately 11m from its rear elevation and No. 58, Fullers Avenue which backs onto the site to the east. \r\rThe proposed dwelling would correspond with the two-storey massing of the dwelling adjacent (No. 18). Officers note that No. 18 also features a single-storey rear extension. There would be no unacceptable adverse impact in terms of loss of light, sense of enclosure, overlooking or loss of privacy to this neighbour. \r\rThe proposed dwellinghouse would not feature any windows to its southern side elevation, either at ground or first floors. As such, there would be no increased loss of privacy or opportunity for overlooking towards the rear of No. 54 Fullers Avenue. \r\rThe rear built form of the proposed dwelling would leave a gap of approximately 6m to the rear boundary fence and approximately 11m at its nearest point to the built form of No. 58 Fullers Avenue adjoining the site to the east. This would not be in accordance with Council's policy guidance set out in Policy Guidance 16 of the Council's Residential Design SPD relating to separation distances between habitable rooms or boundary fences and it is considered that there are not any existing site-specific characteristics, including land topography or landscape screening, to justify the relaxation of the Council's guidance. \r\rIt is considered that the scale and positioning of the proposed dwellinghouse would result in a materially harmful sense of visual enclosure and loss of privacy to No's 54 and 58 Fullers Avenue. \r\rOfficers consider that the dwelling's overall scale, massing, height and positioning would give rise to materially harmful impacts in terms of sense of enclosure, overlooking and loss of privacy to neighbouring occupiers and the application proposal is considered not to be in accordance with policy D3 of the London Plan, 2021 and policy DM10 of the LDF Core Strategy 2012. \r\rTransport\rParagraph 110 of the NPPF 2021 requires that in assessing applications for development, it is ensured that: appropriate opportunities to promote sustainable transport modes can be - or have been - taken up; safe and suitable access to the site can be achieved for all users; the design of streets, parking areas, other transport elements and the content  of associated standards reflects current national guidance, including the National Design Guide and the National Model Design Code; and any significant impacts from the development on the transport network (in terms of capacity and congestion), or on highway safety, can be cost effectively mitigated to an acceptable degree.\r\rParagraph 111 goes on to say that development should only be prevented or refused on highways grounds if there would be an unacceptable impact on highway safety, or the residual cumulative impacts on the road network would be severe.\r\rParagraph 112 says that applications should give priority first to pedestrian and cycle movements, both within the scheme and in neighbouring areas, and second to facilitating access to high quality public transport, with layouts that maximise the catchment area for such services. They should also: address the needs of people with disabilities and reduced mobility; create places that are safe, secure and attractive, which minimise the scope for conflicts between pedestrians, cyclists and vehicles; allow for the efficient delivery of goods and access by service and emergency vehicles; and be designed to enable charging of ultra-low emission vehicles in safe, accessible and convenient locations.\r\rPolicy T4 of the London Plan 2021 states that development proposals should reflect and be integrated with current and planned transport access, capacity and connectivity. Where appropriate, mitigation, either through direct provision of public transport, walking and cycling facilities and highways improvements or through financial contributions, will be required to address adverse transport impacts that are identified. Development proposals should not increase road danger.\r\rPolicy DM10 of the Council's Core Strategy 2012 states that development proposals should have regard to local traffic conditions and highway safety and ensure they are not adversely affected.\r\rAccess\rThe proposals show a slight repositioning of the vehicular crossover. It is considered that the use of the access would not materially intensify. Officers are therefore satisfied that the proposal would have an acceptable impact on highway safety.\r\rCar Parking\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. Car-free development should be the starting point for all development proposals in places that are (or are planned to be) well-connected by public transport, with developments elsewhere designed to provide the minimum necessary parking ('car-lite').\r\rThe maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals. Where provided, each motorcycle parking space should count towards the maximum for car parking spaces at all use classes.\r\rPolicy CS7 of the Council's Core Strategy 2012 sets out the Council's intention to manage on and off-street parking provision to promote sustainability and residential amenities.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rThe site is located in an area with a PTAL rating of 1b (poor). Table 10.3 (Maximum Residential Parking Standards) of the London Plan (2021) sets out a maximum car parking provision in Outer London areas with a PTAL 2-3 of up to 1.5 spaces per dwelling for 1-2 bedroom units.\r\rThe proposed plans show that 1no. off-street car parking space would be provided to the front of the newly proposed dwelling. This level of parking for the proposed dwelling, when assessed in isolation, would be in line with maximum car parking standards as set out in the London Plan 2021.\r\rHowever, Officers note that the proposals would involve the removal and displacement of the off-street car parking provision for the existing property (i.e. No. 18). It is considered that the applicant has failed to demonsrate through the submission of cogent information that the removal / displacement of the existing property's off-street parking provision would not lead to increased vehicle movement that could exacerbate existing congestion levels on the local highway network, lead to inconsiderate parking and have an unacceptable impact on highway safety in the immediate surrounding area. Therefore the proposal would not accord with Paragraph 111 of the NPPF, 2021, Policy T6 of the London Plan 2021 and Policies DM9 and DM10 of the Council's adopted LDF Core Strategy April 2012.  \r\rCycle Parking\rPolicy T5 of the London Plan, 2021 states that developments should provide cycle parking at least in accordance with the minimum standards set out in Table 10.2 and Figure 10.3, ensuring that a minimum of two short-stay and two long-stay cycle parking spaces are provided where the application of the minimum standards would result in a lower provision. Cycle parking should be designed and laid out in accordance with the guidance contained in the London Cycling Design Standards. Development proposals should demonstrate how cycle parking facilities will cater for larger cycles, including adapted cycles for disabled people.\r\rApplying table 10.2 to the proposal results in a requirement for 2no. cycle parking spaces. The plans illustrate a garden shed and bike store in the rear garden area approximately 5sqm. In the event of an approval a condition could be applied requiring the submission of details regarding the cycle store to ensure that 2 bicycles could be accommodated on site in compliance with regional and local standards.\r\rWaste and Recycling\rPolicy CS9 of the Council's Core Strategy 2012 requires integrated, well-designed recycling facilities to be incorporated into all new developments.\r\rPolicy Guidance 22 of the Council's Residential Design SPD 2013 provides further guidance on this matter, stating that the storage of waste facilities should be integral to the design of dwellings and located so that they can be accessed conveniently for residents. Ideally, they should be to the rear of the property, provided that a route between the front and rear of the property can be provided that does not go through the house.\r\rWhere containers need to be permanently stored to the front of a property, they should be housed in dedicated storage structures, which should be sited sensitively and where appropriate, well screened and appropriately landscaped so as to preserve and enhance the character of the street scene. In general, waste stores, typically containers, should not be sited to project forward of the established building line. A dedicated waste store should be constructed of materials appropriate to its context, particularly where the development site is in a sensitive location, for example a conservation area.\r\rBin storage is shown to the side of the proposed dwelling. The position is considered appropriate, with the bins screened from view along the streetscene by close-boarded fencing to a height of 1.8m. In the event of an approval a condition could be applied requiring the submission of details to the local planning authority for assessment and approval and to ensure that these bins would be contained within suitably high-quality, ventilated enclosure(s).\r\rSustainability\rParagraph 157 of the NPPF 2021 requires new development to take account of landform, layout, building orientation, massing and landscaping to minimise energy consumption.\r\rPolicy SI2 of the London Plan 2021 requires all new major developments to be zero carbon. However, it does not set any requirements for minor developments.\r\rPolicy DM1 of the Council's Core Strategy 2012 requires all new residential developments to achieve Code for Sustainable Homes Level 6. However, the Code for Sustainable Homes was withdrawn by the Government in 2015.\r\rPolicy DM3 requires development proposals to take into consideration the requirements for climate change adaptation, including through the reduction of potable water consumption.\r\rThe proposed dwelling would be required to secure the required level of water efficiency and CO2 reductions. This issue could be addressed via condition.\r\rCommunity Infrastructure Levy\rThe application would also be liable to pay Mayoral CIL (MCIL2) currently set at £60 per square metre. The development is liable for payment of the Community Infrastructure Levy (\"CIL\") and falls within Zone 4, for which the charge is £50 per square metre. \r\rThe payment of CIL is a material consideration in determining planning applications because it will provide for new infrastructure to mitigate any associated impacts arising from the development.\r\rConclusion\rParagraph 11 of the NPPF states that where there are no relevant development plan policies, or the policies which are most important for determining the application are out-of-date, the Council should grant planning permission unless:\r- the application of policies in this Framework that protect areas or assets of particular importance provides a clear reason for refusing the development proposed or; \r- any adverse impacts of doing so would significantly and demonstrably outweigh the benefits, when assessed against the policies in this Framework taken as a whole. \r\rSubstantial weight is given in the assessment of the proposals providing for one net additional residential dwellinghouse. However, officers find the degree of contribution to be limited.\r\rOfficers find that the proposed development would provide for good quality living accommodation and external amenity space for future occupiers of the property. This is afforded neutral weighting in the planning balance exercise. \r\rThe proposals have been assessed as unacceptable in terms of impact to the character and appearance of the area. Officers similarly find that the proposals would have a materially harmful impact upon neighbouring amenity. Officers give substantial weighting to each of these matters in the overall assessment of the proposals.\r\rWhilst the proposed level of car parking for the newly proposed dwellinghouse would align with London Plan maximum parking standards, Officers note that the proposed development would involve the removal / displacement of the existing off street car parking provision for No. 18 which is not reprovided as part of the proposals. This could lead to increased vehicle movement that could exacerbate existing congestion levels on the local highway network, inconsiderate parking and prejudice highway safety. Therefore, the proposed development would be in conflict with Policy DM9 of the Council's adopted LDF Core Strategy April 2012. Officers give substantial weighting to this in the overall assessment of the proposals.\r\rIn conclusion and on balance, the delivery of one additional residential dwelling is not considered to demonstrably outweigh the disbenefits associated with impact upon prevailing character and appearance, neighbouring amenity and highways and transportation. \r\rIt is therefore recommended that the application be refused.  \r\rRecommendation\rThat planning permission be REFUSED.\r",
    "Parking suspensions might be needed to allow access for large construction vehicles. The applicant is advised to contact the Highway Authority if these will be needed.",
    "Section 59 of the Highways Act permits the Highway Authority to charge developers for damage caused by excessive weight and movements of vehicles to and from a site. The Highway Authority will pass on the cost of any excess repairs compared to normal maintenance costs to the applicant/organisation responsible for the damage",
    "Please note that this planning application has been assessed against current planning legislation only. The applicant (or any subsequent owner or developer) is therefore reminded that the onus of responsibility to ensure the proposed cladding installation meets current fire safety regulations lies fully with them and that they are legally obliged to apply for the relevant Building Regulations.",
    "Off-street direction signs, hoarding and tower cranes require a license. In the event that a tower crane will be used, a traffic management plan for the delivery, erection, dismantling and removal of the crane(s) will also be required. The applicant is advised to contact the Highway Authority if these will be needed, who will also seek any necessary deposits.",
    "Please provide floor plans with a North Point shown",
    "Please note that the red line on the submitted Site Location Plan is accurately drawn however Land Registry plans cannot be submitted as they are copyrighted. Therefore we would ask that you submit an alternative plan to be considered",
    "For the avoidance of doubt, please confirm the description ''Demolition of existing rear conservatory, conversion of garage into habitable space, erection of single storey rear, side, first floor side and rear extension. Erection of single storey outbuilding and roof extension with 2nos rear dormers and installation of 4nos roof lights on top roof to facilitate loft conversion. Alteration to front porch and internal reconfiguration.''",
    "Please provide existing and proposed floor plans at a recognised scale (at 1:50 or 1:100 for example), showing the outline of entire floor plan, not just part and all key dimensions for the proposed works. The plans must also show the direction of North. Although the inclusion of a scale bar is not mandatory, it is encouraged.\r\rThe submitted floor plans do not have a North point.",
    "Please provide existing and proposed roof plans at a recognised scale (at 1:50 or 1:100 for example), showing the outline of entire property not just part and showing dimensions of proposed work. The plans must show the direction of North. Although the inclusion of a scale bar is not mandatory, it is highly encouraged.\r\rThe submitted roof plans do not have a North point. Please submit the roof plan of outbuilding also.",
    "Please provide a copy of proposed block plan drawn at an identified standard metric scale (such as 1:200 or 1:500) showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan must show the direction of North and should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe submitted proposed block plan does not show the position of outbuilding."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "23/04/2020",
  "secondary_street_name": null,
  "site_number": "48",
  "pp_id": "PP-08671810",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.264231,
          51.411601
        ],
        [
          -0.264232,
          51.411574
        ],
        [
          -0.264275,
          51.411575
        ],
        [
          -0.264274,
          51.411602
        ],
        [
          -0.264231,
          51.411601
        ]
      ]
    ],
    "type": "Polygon"
  }
}