{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q4RTTONHMVI00",
  "lapsed_date": "18/06/2023",
  "decision_target_date": "23/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 7RA",
  "site_name": "228 Red Lion Road\rTolworth\rKT6 7QT\r",
  "status": "Approved",
  "application_details": {
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Settlement - Tolworth (1st recorded 1086)"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Red Lion Road"
      },
      {
        "result": null,
        "constraints_layer_description": "LOCIND Name: Red Lion Road"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Tolworth Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128035506"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00178/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518804,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:13:18.140Z",
  "id": "Kingston-20_00178_FUL",
  "application_type": "All Other",
  "street_name": "Red Lion Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tolworth & Hook Rise - OLD",
  "decision_date": "18/06/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Variation of Condition 2 (Approved Plans) and Condition 4 (Use of roof of extension not to be converted or used as a balcony or a sitting out area and no access other than maintenance) of Planning Permission ref 17/10144/FUL (Erection of single storey rear extension and two storey side extension, provision of relocated buggy and cycle stores, increased external play areas and additional car parking) dated 02/06/2017 to allow for the use of the flat roof as a play area in association with nursery and an additional means of escape.\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 165549,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128035506",
  "centroid": {
    "lon": -0.29443,
    "lat": 51.376574
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Access to the roof areas of the building will be available for use in connection with the use of the building as a children's nursery during the hours 0900-1730 Monday - Friday only and each area shall be used by a maximum of 25 people at any one time.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The garage or car parking accommodation shown upon the approved drawings shall be provided with a hard bound dust free surface, adequately drained before the development to which it relates is occupied and thereafter it shall be kept free from obstruction at all times for use by the occupier of the development and shall not thereafter be used for any purposes other than the parking of vehicles for the occupiers of the development and visitors to it.\r\rReason: To ensure the provision of adequate off-street parking accommodation and to avoid the congestion of surrounding roads by parked vehicles in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Within 3 months from the date of this decision, details of secure cycle parking facilities accommodating at least 8 cycle parking spaces for the occupants of, and visitors to, the development hereby approved have been submitted to and approved in writing by the Local Planning Authority. These facilities shall be fully implemented and made available for use and shall thereafter be retained for use at all times.\r\rReason: To ensure the provision of satisfactory cycle storage facilities and in the interests of highway safety in accordance with Policy DM8 (Sustainable Transport for New Developments) of the LDF Core Strategy Adopted April 2012.",
    "E4 - Acoustic Conditions in Schools",
    "There is a requirement to make alterations to vehicular access(s). Applicants should note the provisions of section 184 of the Highways Act 1980. The works should be carried out to the satisfaction of the Council and you will be required to pay fees to cover the Councils costs in undertaking the approval and inspection of the works.\r\r\r",
    "The application is made pursuant to Section 96A of the Town and Country Planning Act 1990 (as amended), which concerns non-material amendments to planning permission. \r\rUnder Section 96A, a change may be made to any planning permission, including through the imposition of new conditions or the removal/alteration of existing conditions, if the local planning authority is satisfied that the change is not material. In deciding whether a change is material, a local planning authority must have regard to the effect of the change, together with any previous changes made under this section, on the planning permission as originally granted. \r\rThe National Planning Practice Guidance states that there is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another. The judgement on 'materially' in any particular case is one of fact and degree.\r\rThe application seeks to to provide Internal layout changes for removal of one rear door and changes to bin and bike storage. Views from Burritt Road have not been provided. In this case officers consider that an assessment would have to be made to ensure that the proposed changes would not give rise to any adverse impacts with regards to character and appearance and neighbouring residential amenity. As such, the proposed changes are considered not to be non-material.",
    "--- Officer Report ---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2012.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rApplication Site\rThe site comprises a residential dwelling.\r\rProposal: \r\rA section 73 application is made to seek minor amendments to planning permission 21/00408/HOU. The principle changes are \r\r- Removal of garage\r- Removal of front bays\r- Minor changes to elevations and fenestration\r- Removal of chimneys\r- Change to roof tile (controlled by condition 3)\r\rConsultation: \r\r2 objections have been received and summarised below. \r\r- Inappropriate design/layout\r- Privacy\r- Excessive height or bulk of buildings\r- Noise\r\rOfficer comment: the matters raised in the objection have been covered in the design and neighbour amenity sections of the  assessment. \r\rKingston CAAC comment stating lack of detail but no actual objection stated.  \r\rOfficer comment: The chair has delegated authority to officers to make a decision,\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Highways\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development and would cause less than substantial harm to the designated heritage asset the Richmond Road Conservation Area would preserve the overall character and appearance of the Richmond Road Conservation Area the proposed development sits within.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rHighways: \r\rOfficer Comment: The application would involve the loss of the garage from the original scheme. However sufficient off-street parking would remain on site (space for up to a max of 1 - 2 cars) in line with London Plan Policy 6.1 and the proposal would not result in additional on street parking pressures/congestion or prejudice highway safety. \r\rAn additional condition for fire safety measures is to be added.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.",
    "Please provide  proposed first floor plans at a recognised scale (at 1:50 or 1:100 for example), showing the outline of entire floor plan, not just part and all key dimensions for the proposed works. The plans must also show the direction of North. Although the inclusion of a scale bar is not mandatory, it is encouraged.\r\rThe submitted proposed first floor plan is labelled as existing.",
    "Please show the position of 2 nos sycamore trees in the sketch plan, the submitted sketch plan does not show the position of 2 nos tree. please label the tree T1, T2 etc.\r\rNote: Following the changes to working procedures brought about by the past 2 years, please ensure that you or your agent provide clear photos of each tree and any key features you wish to draw to the attention of the Tree Officer to be considered in your application. Photos should be labeled T.1, T.2 and so on, in order that they can be identified according to the list of works you have provided and the corresponding numbered plan showing the location of each tree. This will enable the Council to provide you with a more prompt decision."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "27/01/2020",
  "secondary_street_name": null,
  "site_number": "228",
  "pp_id": "PP-08452629",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.294408,
          51.376587
        ],
        [
          -0.294409,
          51.37656
        ],
        [
          -0.294452,
          51.376561
        ],
        [
          -0.294451,
          51.376588
        ],
        [
          -0.294408,
          51.376587
        ]
      ]
    ],
    "type": "Polygon"
  }
}