{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q4EEG1NHMSH00",
  "lapsed_date": "30/03/2023",
  "decision_target_date": "20/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "SW15 3PW",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.031
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00116/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521248,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:13:02.166Z",
  "id": "Kingston-20_00116_HOU",
  "application_type": "Householder",
  "street_name": "Robin Hood Way",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "30/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Formation of a dropped kerb",
  "actual_completion_date": null,
  "last_date_consultation_comments": "23/03/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 172101,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "000128016438",
  "centroid": {
    "lon": -0.257095,
    "lat": 51.434943
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "It has not been demonstrated to the satisfaction of the Local Planning Authority that the proposal would not prejudice highway safety for road users. The proposal is therefore contrary to paragraph 109 of the National Planning Policy Framework (2019), Policy 6.3 of the London Plan (2016) and Policy DM10 of the adopted Local Development Framework Core Strategy (2012).\r",
    "Consultations: \r1.\tNeighbour notifications: No representations have been received. \r\r2.\tHistoric England: Authorise delegated determination. No views expressed on the proposal.\r\rSite and Surroundings \r3. The application unit within Bentalls Shopping Centre occupies the ground floor only and has an external elevation fronting onto Clarence Street.  \r\r4. The site is located within the designated Kingston Town Centre, an area of mixed use and is opposite the designated Kingston Old Town Conservation Area. The building that the advertisement is to be displayed on is a statutorily Grade II Listed Building (Former Bentall's Department Store, The Bentall Shopping Centre). \r\rProposal \r5. This listed building consent application seeks consent for the display of 1x illuminated logo to existing glazing door and 2x internally illuminated hanging signs set behind existing glazing. \r\r6. It is noted that a separate application for advertisement consent has been submitted to the Local Planning Authority (application reference: 21/00922/ADV). \r\rPlanning Considerations \r7. The key planning considerations in this case are: \r\r- The impact of the development on the character and appearance of the area \r- The impact of the development on highway safety \r\rCharacter and Appearance \r8. The NPPF states that the creation of high quality buildings and places is fundamental to what the planning and development process should achieve. Good design is a key aspect of sustainable development, creates better places in which to live and work and helps to make development acceptable to communities. \r\r9. Planning decisions should ensure that developments: will function well and add to the overall quality of the area; are visually attractive as a result of good architecture, layout and appropriate and effective landscaping; are sympathetic to local character and history; and establish a strong sense of place. \r\r10. Permission should be refused for development of poor design that fails to take opportunities available for improving the character and quality of an area and the way it functions, taking into account and local design standards or style guides in plans or supplementary planning documents. Conversely, where the design of a development accords with clear expectations in plan policies, design should not be used by the decision-maker as a valid reason to object to development. \r\r11. At the regional level, the London Plan requires that development have regard to the form, function and structure of an area, place or street, as well as the scale, mass and orientation of surrounding buildings. It should improve an area's visual or physical connection with natural features. In areas of poor or ill-defined character, development should build on the positive elements that can contribute to establishing an enhanced character for the future function of the area. \r\r12. Architecture should make a positive contribution to a coherent public realm, streetscape and wider cityscape. It should incorporate the highest quality materials and design, appropriate to its context. \r\r13. Accordingly, the Core Strategy states the Council's intention to protect the primarily suburban character of the Borough, its existing buildings and areas of high quality and historic interest from inappropriate development. The Council will seek opportunities for sensitive enhancement in these areas and in areas of poorer environmental quality, where character has been eroded or needs improving. The assessment of development proposals will be guided by the Borough Character Study and the Residential Design SPD, ensuring that new development: \r\r- Recognises distinctive local features and character \r- Has regard to the historic and natural environment \r- Helps enhance locally distinctive places of high architectural and urban design quality \r- Accords with neighbourhood \"strategies for delivery\" set out under \"Character, Design and Heritage\" \r- Relates well and connects to its surroundings \r\r14. The most essential elements identified as contributing to the character and local distinctiveness of a street or area which should be respected, maintained or enhanced include the following: \r\r- Prevailing development typology, including housing types, sizes and occupancy \r- Prevailing density of the surrounding area\r- Scale, layout, height, form (including roof forms) and massing \r- Landscape setting and features \r- Plot width and format, which includes spaces between buildings \r- Building line build-up, set-back and front boundary \r- Typical details and key features such as roof forms, window format, building materials and design detailing of elevations, existence of grass verges, etc. \r\r15. The Council's Residential Design SPD provides further in-depth guidance. Policy Guidance 29 (Materials and Detailing) states that: \r\r- Developers will be expected to demonstrate that they have considered the choice of materials and design detailing of those buildings that they consider represent the prevailing character of the streetscene or local area. \r- A preference should be given to the use of prevailing materials and details used in the surrounding local area unless it can be demonstrated that the choice of materials or use of design features in a proposal for residential development would enhance the character and appearance of the streetscene. \r- Care should be taken to ensure the replication of detailing or materials present in the street scene of local area represents an authentic synthesis of local architectural styles that compliment those of the host building or surrounding area. Development proposals which include the use of materials or detailing which is out of context or is lacking in imagination or character will be discouraged. \r\r16. NPPF provisions: It is one of the core principles of the NPPF that heritage assets should be conserved in a manner appropriate to their significance. Chapter 16 of the National Planning Policy Framework, 2021 at para 195 sets out that the local planning authority should identify and assess the particular significance of any heritage asset... They should take this assessment into account when considering the impact of a proposal on a heritage asset, to avoid or minimise conflict between the heritage asset's conservation and any aspect of the proposal. \r\r17. Paras 194-198 sets out the framework for decision making in planning applications relating to heritage assets and this application takes into account the relevant considerations in these paragraphs. \r\r18. Policy HC1 of the London Plan 2021 and policy 1.1 of the Council's Adopted Development (or Core) Strategy, (Core Strategy), and policy 7C of the Council's Adopted Development Management Development Plan Document, (DPD), seek to ensure that new development conserves the significance of heritage assets. Development should be sympathetic in its materials and architectural detailing and the introduction of designs or materials which undermine the significance of heritage assets should be avoided. More broadly, policies D4 and D8 of the London Plan 2021 collectively seek to ensure that new development is informed by and complements its surroundings. \r\r19. Historic England's listing record states the principal reasons for the building's designation as regards to its \"*Architectural interest: the 115 metre-long façade, a restrained exercise in the English Baroque by an important architectural firm, is impressive and substantially complete, and - complemented by the surviving elements of the Wood Street entrance lobby - is of sufficient interest to offset the loss of the building behind; * Artistic interest: the curved corner element incorporates reliefs by the major sculptor Eric Gill; * Historic interest: a very unusual instance of a department store on a truly metropolitan scale built in an outer-urban location.\"\r\r20. The Council's Supplementary Planning Document titled, \"Shopfronts and Shopsigns\" (2005) provides guidance on signage for historic buildings. The SPD for shopfronts and shopsigns states \"any illuminated fascia sign on historic buildings should preserve the character and appearance of the building and area. Effective and acceptable forms of illuminations are those where the light fitting is concealed and include: tubes encased in trough housings, uplighters or downlighters which should be carefully located so that the spread of light is controlled and not overbright; or internally-illuminated individual letters or characters in the form of tubes encased with a translucent face and solid/opaque sides or vice versa, or solid characters raised with tubes beneath to create a 'halo' effect.\" \r\r21. The application proposes the installation of one internally illuminated logo to be applied to the glazing above the entrance doors, and the installation of two internally illuminated hanging signs to be set behind the shopfront glazing.\r\r22. The façade to Unit G17 has square openings containing classically-detailed bronze-framed shop fronts (partly renewed in 1992).\r\r23. The proposed internally illuminated logo would be made of painted stainless steel and acrylic featuring white lettering to a maximum height of 25cm. The proposed two internally illuminated hanging signs to each window bay would be set within the shop unit behind the glazing and comprise of circular shaped aluminium and acrylic signs of a black silhouette against a pink background. Maximum 40cm height of symbols to the hanging signs. Each of the proposed signs would be internally illuminated to a maximum of 500cd/m2. \r\r24. The new advertisements would be appropriate in their content, size and style given the commercial use of the site. The signage is considered not to be excessive and, given the accepted use of the area, and the mix of advertisements on display, it is considered that the signage would not negatively impact upon the character of the area. The proposed signage is reversible and ultimately would not result in a harmful impact upon the special character and appearance of the application site.\r\rHighway Safety\r25. The NPPF requires that in assessing applications for development, it is ensured that: appropriate opportunities to promote sustainable transport modes can be - or have been - taken up; safe and suitable access to the site can be achieved for all users; and any significant impacts from the development on the transport network (in terms of capacity and congestion), or on highway safety, can be cost effectively mitigated to an acceptable degree. \r\r26. Development should only be prevented or refused on highways grounds if there would be an unacceptable impact on highway safety, or the residual cumulative impacts on the road network would be severe. \r\r27. Local Planning Authorities are expected to have regard to its effect upon the safe use and operation of any form of traffic or transport on land (including the safety of pedestrians), on or over water, or in the air. Public safety considerations, the second arm of control over advertisements, do not arise very frequently. However, when it can be shown that signs would be confused with traffic signals or the visibility of drivers is impaired, a solid and sustainable ground for refusal of Advertisement Regulation consent is provided. \r\r28. The proposed signage is situated in a Primary Shopping Area with other premises having illuminated signage. The road is restricted for pedestrian access and does not have a continuous flow of traffic (servicing vehicles only). The illumination of the sign is considered to be appropriate for the shopping area and would not create a distraction for highway uses and would not result in an adverse impact upon highway safety. The proposed signage is therefore in accordance with Policy DM10 of the Core Strategy. \r\rConclusion \r29. The proposed development would provide for the display of advertisements to the ground floor commercial unit at Unit G17, Bentall Centre, Kingston. It is considered that they would have an acceptable impact on the character and appearance of the area and would not have any material effect on highway safety. Therefore, it is considered that the proposed development would accord with policies D4, D8 and HC1 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012. \r\r30. The proposed development is considered to be in accordance with the development plan and there are no other material considerations which indicate that advertisement consent should be refused. Therefore, it is recommended that listed building consent be granted. \r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "24/01/2020",
  "secondary_street_name": null,
  "site_number": "1",
  "pp_id": "PP-08417240",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.257073,
          51.434957
        ],
        [
          -0.257074,
          51.43493
        ],
        [
          -0.257117,
          51.43493
        ],
        [
          -0.257116,
          51.434957
        ],
        [
          -0.257073,
          51.434957
        ]
      ]
    ],
    "type": "Polygon"
  }
}