{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q9ACC2NH02800",
  "lapsed_date": "24/06/2023",
  "decision_target_date": "24/06/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5RA",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.028,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All applications for developments likely to attract birds or connected with an aviation use.\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021758634"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00922/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517429,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:16:24.625Z",
  "id": "Kingston-20_00922_FUL",
  "application_type": "Householder",
  "street_name": "Dysart Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tudor - OLD",
  "decision_date": "24/06/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Variation of Condition 2 (Approved Plans) of Planning Permission ref: 17/12188/HOU (Erection of single storey rear extension following demolition of existing garage) dated 26/04/2017. Variation to incorporate changes to roof of extension from pitched to flat",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 171438,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021758634",
  "centroid": {
    "lon": -0.312229,
    "lat": 51.429788
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of the parent permission 17/12188/HOU.\r\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Application Site\rThe application site is occupied by a four storey end of terrace building, located adjacent to the River Thames.\r\rThe site is located within the Kingston Old Town Conservation Area, the Thames Side Strategic Area of Special Character, and Flood Zones 2 and 3.\r\rAn Article 4 direction for Class MA (Change of use from Use Class E to Class C3) PD Rights applies to the site.\r\rProposal\rThe application seeks permission for the erection of external staircase and door on south elevation for direct access from the house to the garden deck, replacement of large rooflight with 2 nos rooflights.\r\rConsultation\r3 properties were notified of the proposal. No representations were received.\r\rKingston Town Conservation Areas Advisory Committee - no objection.\r\rAssessment\rThe main issues in the assessment of the application are:\r- The impact of the development on the character and appearance of the area; \r- The impact of the development on heritage assets; and,\r- The impact of the development on the amenities of neighbouring occupiers.\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rThe proposed roof lights would replace one large rooflight on the north facing roof and would  not be visible from neighbouring properties or the street scene.  The proposed door and external staircase would be modest in design and finished in materials that would not detract from the host building, surrounding properties or the Kingston Old Town Conservation Area. \r\rHaving regard to the above, officers consider that the proposed development would have an acceptable impact on the character and appearance of the host dwelling and surrounding area.\r\rHeritage Assets\rParagraphs 199 to 208 of the NPPF 2021 set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rParagraph 203 states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining any application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement is required, having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rAs stated above the application property falls within the Thames Side Strategic Area of Special Character (SASC) which is a non-designated heritage asset. As also stated above Officers consider that the proposed development would have an acceptable impact on the host property and the character and appearance of the wider area. It follows that officers consider that the proposed development would not result in any harm to the significance of the Thames Side SASC or the Kingston Old Town Conservation Area.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe proposed staircase would provide improved access to an existing outdoor terrace for occupants, with no undue impacts on the amenities of any neighbouring properties.\r\rFlood Risk\r\rPolicy SI12 of the London Plan 2021 and policy DM4 of the Council's Core strategy 2012 require development proposals to accord with the flood risk policies set out in the NPPF.\r\rOfficer Comment: As set out above, the application site falls within Flood Risk Zone 2 (medium probability). Consequently the Flood Risk Assessment: Standing Advice issued by the Environment Agency and DEFRA, 2012 must be applied. For minor extensions such as this it is essential that the proposed floor level is no lower than existing in order to mitigate future flood risk impacts. \r\rOfficers acknowledge that the proposed development relates to the first floor and roof level of the property. As such, the proposed development is considered not to conflict with Policy DM4 of the LDF Core Strategy (2012).\r\rConclusion\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).\r\r",
    "The applicant is informed that the submitted details for Condition 17 (Drainage) of planning permission 20/00977/FUL has been assessed by relevant consultants and is hereby approved subject to carrying out the development in accordance with the approved details. \r",
    "Application Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rErection of new front porch\r\rConsultation\r2 Neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- The impact of the development on flood risk\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFlood Risk\rPolicy SI12 of the London Plan 2021 and policy DM4 of the Council's Core strategy 2012 require development proposals to accord with the flood risk policies set out in the NPPF.\r\rOfficer Comment: The application site falls within Flood Risk Zone 2 & 3a. Consequently the Flood Risk Assessment: Standing Advice issued by the Environment Agency and DEFRA, 2012 must be applied. For minor extensions such as this it is essential that the proposed floor level is no lower than existing in order to mitigate future flood risk impacts. \r\rThe Flood Risk Form submitted by the applicant indicates that floor levels within the proposed development would be set no lower than the main dwelling and appropriate mitigation measures would be implemented as part of the proposed development which are considered acceptable and in accordance with Policy SI12 of the London Plan 2021 and Policy DM4 of the LDF Core Strategy (2012).\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Please clarify on the fee exemption type.\r\rThe fee required for your planning application is £ 462.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "The fee required for your planning application is £145.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website at www.kingston.gov.uk/applications/pre-application-advice/2 .",
    "Please note for this type of work, the proposed development space created is 80sqm and therefore the fee is £924 and an additional £462 is required, as the higher fee applies as opposed to the change of use fee. Please make this payment either online or by calling our Customer Service Team on 020 8547 5002"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "29/04/2020",
  "secondary_street_name": null,
  "site_number": "57",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.312207,
          51.429801
        ],
        [
          -0.312208,
          51.429774
        ],
        [
          -0.312251,
          51.429775
        ],
        [
          -0.31225,
          51.429802
        ],
        [
          -0.312207,
          51.429801
        ]
      ]
    ],
    "type": "Polygon"
  }
}