{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q8RNIKNHG0900",
  "lapsed_date": "15/06/2025",
  "decision_target_date": "09/06/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5LD",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.05
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00848/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519116,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:16:03.426Z",
  "id": "Kingston-20_00848_HOU",
  "application_type": "Householder",
  "street_name": "Upper Park Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tudor - OLD",
  "decision_date": "15/06/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing garage and outbuilding. Erection of front porch, part two storey, part single-storey side and rear extensions, with associated changes to fenestration, chimney stack removal and the insertion of 8no roof lights to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": "12/06/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 170671,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021769043",
  "centroid": {
    "lon": -0.288232,
    "lat": 51.422543
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The development hereby approved  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The proposed roof of the single storey rear extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes. \r\rReason: To protect the amenities and privacy of the adjoining properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Before the beneficial occupation of the development hereby permitted, any first floor windows or rooflights in the side (north or south) elevations, shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and must be replaced in the event that it ceases to result in obscurity to level 3. \r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy.\r",
    "No development or other operations shall take place except in complete accordance with the approved document titled 'Arboricultural Report' (ref:APA/AP/2020/053 received by the local planning authority on 14th April 2020 hereinafter referred to as the Approved Scheme).\r- No operations shall commence on site in connection with development hereby approved until the tree protection works required by the Approved Scheme are in place on site. \r-No excavations for services, storage of materials or machinery, parking of vehicles, deposit or excavation of soil or rubble, lighting of fires or disposal of liquids shall take place within an area designated as being fenced off or otherwise protected in the Approved Scheme. \r-The fencing or other works which are part of the Approved Scheme shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials removed from the site, unless the prior approval in writing of the local planning authority has first been sought and obtained.\r\rReason: To prevent unnecessary damage occurring to the trees during building operations, thereby safeguarding the visual amenities of the site in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall not be occupied until details of the two replacement trees including location, species and planting sizes shall have been submitted to and approved in writing by the Local Planning Authority. The approved scheme shall be carried out in the first planting season following completion of the development, and any trees which, within a period of 5 years from the date of the planting (or within a period of 5 years of the occupation of the buildings in the case of retained trees and shrubs) die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of similar size and species or otherwise as approved in writing by the local planning authority. \r\rReason: In the interests of visual amenity in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Officer's Report\rThe site comprises a semi-detached dwelling.\r\r8 neighbouring properties have been notified of the proposals and 1 representation has been received outlining the following summarised concerns:\r- Access or Traffic Problems;\r- Car park issues; and,\r- Noise.\r\rThe above concern regarding noise will be taken into consideration as part of the following assessment.\r\rThe issues of access to shared foul drains and access to the rear of the site during the construction phase were raised by the objector, however, these are not material planning concerns and therefore will not form part of the following assessment.\r\rFor the avoidance of doubt no changes are proposed to the car parking provision on site.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: Officers note that although the proposed single storey rear extension would not strictly adhere to the recommendations set out in the Residential Design SPD, 2013, the proposal is considered to be of a modest size overall, and therefore would relate well to the character and appearance of the existing dwelling and the immediate surrounding area. The proposed side extension element would be set back from the front elevation, be of a proportionate and subordinate nature and relate well to the character and appearance of the existing dwelling and the immediate surrounding area. \r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  Officer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rThe proposed extensions would be in relation to the existing residential use on site and would not result in any material increase in noise.\r\rConclusion\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Site\rThe application site is a two-storey semi-detached dwellinghouse located on Alric Avenue. The site is not subject to any particular designations or environmental constraints.\r\rConsultations\r5 neighbouring properties have been notified of the proposals and no representations were received.\r\rConsideration\rThe key areas of assessment are: \rThe impact of the development on character and appearance; and, \rThe impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: The application proposes the construction of a single storey part side/rear extension. The development would extend between approximately 5 metres and 9.3 metres in depth from the staggered rear wall of the dwellinghouse, and would have a pitched roof measuring approximately 4 metres in height. The proposed development would be set in from the boundary with the neighbouring property at No. 38 Alric Avenue and would measure approximately 2.5 metres in height to the eaves on this side of the extension. On the opposite side of the extension it would be partly set in from the boundary with the adjoining property at No.42 Alric Avenue, and would measure approximately 3 metres in height to the eaves. \r\rWhilst the proposal would not strictly conform with the requirements of the Residential Design SPD 2013 in relation to depth, and the varying eave heights would not be of a typical design, officers consider that the proposed would appear proportionate and subordinate in relation to the dwellinghouse an be in keeping. It would not be visible from the street and would therefore have an acceptable impact on the character and appearance of the wider area.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments: The principal properties to consider are No. 38 and 42 Alric Avenue. \r\rThe neighbouring property at No. 38 Alric Avenue has been extended to the rear and officers note the existence of a ground floor  window on the rear elevation of the original dwellinghouse. Nevertheless, due to the set in from the boundary, modest height to the eaves on the side of the proposed development closest to this neighbouring property Officers consider that the proposed development would not adversely affect the amenities of the occupiers of this neighbouring property by reason of overbearing appearance, or loss of light. The application proposes the installation of No. 3 windows at ground floor level, one of which would facilitate a w/c, facing this neighbouring property. In addition a tri-paneled patio door would be installed facing this property. As these are at ground floor level, and due to the existing buondary treatment officers consider that the installation of these would not significantly adversely impact the amenity of this neighbouring property through loss of privacy. \r\rThe neighbouring property at No. 42 Alric Avenue benefits from a single storey rear extension of similar size to the proposed. No No windows are proposed in the flank elevation facing this neighbour. Officers therefore consider that the proposed development would not adversely affect the amenities of the occupiers of this neighbouring property by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Application Site\rThe application site is situated on Sury Basin at its junction with Richmond Road. The site comprises a small area of open grassed land bordered to the south by a tall green hedge and beyond that by some mature trees on the adjoining site to the south. \rThe immediate locality of the site is dominated by the open car park and associated landscaping on the Sainsbury's retail store site and the road junction of Sury Basin and Richmond Road. \r\rProposal\rThis application for advertisement consent is for an existing non-illuminated advertisement board, thus no changes to the board dimensions are proposed. Full details of the design and location of the advertisement board are shown on the drawings submitted in support of this application. The advertisement board measures 5,250mm x 4,000mm x 300mm and is non-illuminated.\rThe agent for this application has stated the advertisement board isn't specifically related just for the nearby Queenshurst Square development and want the advertisement hoarding on a long term/permanent basis.\r\rConsultation\r86x surrounding properties have been notified of the proposals and no representations have been received.\r\rRBK Neighbourhood Traffic Engineer - No Highways objections.\r\r\rAssessment\rThe key areas of assessment are:\r- Character and Appearance;\r- Neighbouring Residential Amenity; and,\r- Highways and Transportation.\r\rCharacter and Appearance:\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed signage would be in keeping with the character of neighbouring residential, retail and commercial premises. Furthermore, the proposal would not lead to an over proliferation of signage or a visual intrusive addition within the local area. \r\rNeighbouring Residential Amenity\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  The propoosal would not detract from the amenity of the surrounding area or result in any illumination that would cause any significant material harm to nearby neighbouring residential occupiers. As such, the proposals are considered acceptable and in accordance with Policy DM10 of the LDF Core Strategy, 2012.\r\rHighways and Transportation\rThe proposal would not impede the free flow of highway movement, or have any adverse impact on highway safety. Therefore, Officers consider that the proposal would comply with Policy DM10 of the LDF Core Strategy, 2012.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "Site\rThe application site is a two-storey semi-detached dwellinghouse located on Brunswick Road. The site falls within the Park Road Conservation Area, as well as a Controlled Parking Zone (CPZ).\r\rConsultations\r22 neighbouring properties have been notified of the proposals and two representations were received OBJECTING to the application on the following summarised grounds:\r- Excessive height or bulk of buildings;\r- Inadequate landscaping/means of enclosure;\r- Loss of light/sunlight; and,\r- Privacy.\r\rKingston Town Neighbourhood Conservation Areas Advisory Committee (CAAC) - Objection. The proposed extension, although to the rear of the building, has a most ungainly, blocky appearance & is not at all sympathetic to the typology of the conservation area. Furthermore, the proposed creation of a first floor rear balcony would lead to significant overlooking of neighbouring buildings & gardens.\r\rConsideration\rThe key areas of assessment are: \rThe impact of the development on character and appearance; \rThe impact of the development on the amenities of existing and future occupants of land and buildings; and,\rThe impact of the development on heritage assets. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: The application proposes the construction of a flat roof, first floor rear extension. Officers consider that the proposed height of the extension in and of itself would not negatively contribute to the character of the dwellinghouse. However, the proposed flat roof form and first floor roof terrace would introduce excessive bulk to the rear of the property and not relate well to the rear gable and hipped roof forms of the main dwelling. Additionally, the development would project beyond the existing side elevation and therefore be partially visible from the streetscene. Overall, Officers consider that the proposed development would appear as an incongruous addition to the dwellinghouse and would also have an unacceptable impact on the character and appearance of the streetscene. \r\rFurthermore, the application proposes to partially increase the height and change the roof form of the existing single storey rear extension from a hipped to flat roof, to provide a roof terrace above. Officers consider that in isolation this element of the proposal would not have an unacceptable impact on the character and appearance of the dwellinghouse or surrounding area, however, in combination with the other proposed changes would negatively contribute towards the bulky and incongruous nature of the proposal.  \r\rOfficers also note that no details of the boundary treatments have been provided regarding the side of the proposed roof terrace closest to No. 24 Brunswick Road. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments: The principal properties to consider in relation to amenity are No. 20 and No. 24 Brunswick Road. \r\rIn this case Officers consider that whilst the proposed development would lead to a change of context, it would not lead to an unacceptable adverse impact upon the neighbouring property at No. 20 Brunswick Road due to the nature and siting of the extensions. \r\rIn relation to No. 24 Brunswick Road, however, the proposed roof terrace, due to its siting and proximity to the shared boundary, would result in an unacceptable adverse impact on the amenity of this neighbouring property in terms of loss of privacy/overlooking.\r\rAdditionally, the applicant has failed to provide sufficient details as to the proposed boundary treatment of the roof terrace and  has failed to demonstrate through the submission of cogent information that the proposed increase in height of the single storey rear extension would not have an unacceptable adverse impact on the closest ground floor principal habitable room window at No. 24 Brunswick Road in terms of daylight/sunlight. \r\rParagraphs 199 to 208 of the NPPF set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance. \r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.\r\rOfficers Comments: The application site is situated within the Park Road Conservation Area, which is a designated heritage asset. The special architectural and historic interest of this area can be summarised as an area of fine Victorian houses and local shops dating from 1890-1900. Whilst the application site is a more recent addition to the Conservation Area, and the proposed development would be situated primarily to the rear, as stated above the proposed development is considered to appear as an incongruous addition to the dwellinghouse that would also have an unacceptable impact on the character and appearance of the streetscene due to its excessively bulky appearance and flat roof forms.  It follows that Officers consider that the proposed development would therefore cause less than substantial harm to the significance of the Park Road Conservation Area. This harm would not be outweighed against any public benefit.\r\rIn conclusion, the proposed development would be contradictory with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Application Site\rThe application site comprises a private residential management training centre and is situated approximately 2km north-east of Kingston upon Thames Town Centre. The wider area is predominantly residential in character. Coombe Wood Golf Club lies immediately north of the site and to the south, on the opposite side of George Road, there are three independent day schools comprising Holy Cross Preparatory School, Rokeby School and Marymount International School. \r\rThe Four Acres Lodge and Gate piers are Grade-II listed. However, the Conference Centre and Accommodation Block are not statutory or locally listed. The buildings are located within the Coombe Wood Conservation Area.\r\rProposal\rThe application seeks planning permission for the installation of solar panels to existing roofs on two buildings (i.e. Conference Centre and Accommodation Block) within the site. \r\rConsultation\r18no. properties were notified of the proposal. No representations have been received.\r\rMalden and Coombe Conservation Area Advisory Committee (CAAC): No response.\r\rHistoric England: No comments; authorise delegated assessment/determination.\r\rRBK Trees and Landscape Officer: No comments.\r\rRBK Biodiversity Officer: No comments.\r\rAssessment\rThe main issues in the assessment of the application are:\r- The Impact on the Character and Appearance of the Area; \r- The Impact upon Heritage Assets; and\r- The Impact on the Amenities of Neighbouring Occupiers.\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rThe proposals involve the installation of 125kW of PV solar panels to seven roofs across two buildings on the site at Four Acres. Both of the buildings are located towards the northern edge of the site, hence, not visible from George Road, from which access is taken, which lies approximately 100m to the south of the subject buildings to this application.\r\rFive different roof slopes are proposed to accommodate solar panels on the Conference Centre building. The Conference Centre building is located towards the north-western edge of the site and enclosed on all sides by mature trees. As such, this building is not readily visible from longer-range views and is relatively shielded when viewed within the grounds itself. \r\rThe Accommodation Block sits directly to the rear/north of the main building on site, which is Grade II listed. Two roof slopes of this building would feature the solar panels. \r\rThe roofs have a variety of pitches and the solar panels are proposed to be installed in different areas, and at different gradients and orientations. Officers consider that this, together with the mature landscaping surrounding the Conference Centre and to the perimeter of the wider site, will help to ensure that the proposed solar panels would be broken up in appearance and would not readily visible.  \r\rThe proposed changes are considered acceptable in terms of their design and would result in minimal impact on the character and appearance of the host buildings and wider area.\r\rImpact upon Heritage Assets\rSections 16 and 66 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) state that in considering whether to grant planning permission for development which affects a listed building or its setting, the local planning authority shall have special regard to the desirability of preserving the building or its setting or any features of special architectural or historic interest which it possesses.\r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.\r\rParagraphs 199 to 208 of the NPPF 2021 set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\rThe site falls within the Coombe Wood Conservation Area. The special architectural and historic interest of this area can be summarised as: Large Victorian, Edwardian, and 20th century properties set in a semi-rural street scene around the open space occupied by Coombe Wood Golf Course.\r\rThe Four Acres site includes the Grade-II listed Four Acres (main building), terrace, wall and steps. \r\rThe List Entry describes Four Acres as follows: \r\"Large house, later management training centre. Built in 1929, architect George Warren in Vernacular Revival style. Built of narrow bricks with occasional blocks of stone, tiles on edge and pebbles inserted, parts are timber-framed with plastered or herringbone brick infill and tile-hanging to the first floor of the service wing. Tiled roofs with a series of hips and gables with some carved bargeboards and five tall brick ribbed chimneystacks. An asymmetrical building of two storeys with irregular fenestration, all windows are late C20 casements to original design in original brick or wooden frames. Decorative rainwater heads. The late C20 extension to the north is not of special interest.\r \rEXTERIOR: North or entrance front end right bay has brick ground floor with four-light mullioned and transomed window and is tile-hung above with four-light casement. There is a timber-framed gable with herringbone brick infill with recessed angled doorway with four-centred arch, carved panel and spandrels with Tudor rose and double doors with deep panels and decorative ironmongery. The doorway is flanked by two one storey hipped projections, timber-framed with plastered infill and diagonal braces. The adjoining bay to the left has a brick ground floor and timber-framed first floor with large 7:3:3 casement window lighting staircase and 2-light window below. This is followed by a projecting hipped bay of brick with 5-light window supported on brackets and two 2-light windows below. Recessed part to the left is service wing which has three projecting hips. The first floor is tile-hung with 4 casement windows. The ground floor is timber-framed with diagonal braces and four casements. South or garden front has a right side service wing which has three hipped dormers, a tile-hung first floor with five casements, one supported on three brackets, with ground floor of brick with five casements and two-light window in brick surround. Left hand side has brick ground floor and timber-framed first floor with pattern of diagonal braces and herringbone brick infill. It includes two large projecting timber-framed gables with patterns of diagonal braces and plastered infill with carved bargeboards with pendant, large 6:4 casements and overhang on brackets to ground floor with has 7-light mullioned and transomed casements. The recessed part has a hipped four-light dormer, the first floor two 3-light casements and the ground floor three double doors. The remainder of this front to the left has a hipped 3-light dormer, 5-light oriel on brackets to first floor and 4-light mullioned and transomed window in brick surround to ground floor. Wide entrance with six arches to fanlight and double doors. West side has two ranges, the southern range timber-framed with mainly herringbone brick infill and carved bargeboards with finials. One 3-light casement to attic, two to first floor. Ground floor has red brick piers and recessed doors with 12 arched fanlights and three sets of double doors. To the north is a set back smaller gabled range, the ground floor of red brick, the first floor tile-hung with two casements to first floor and 5-light bay to ground floor with lead cornice with grape pattern. East side has a gable end with brick ground floor and tile-hanging above and one storey brick enclosing wall with tiled parapet. Attached to the west and south front is a low brick terrace wall with stone coping, brick and stone paving and a flight of stone steps, all part of the original design. \r\rINTERIOR: The Lounge rises to the full height of the building with panelling to the lower part, a three bay crownpost roof with square crownposts and head braces, open gallery with moulded balusters and brick Baronial style open fireplace with niches and carved seats. The Dining Room has deep fielded panelling of early C18 type but there is a recessed brick chimneypiece with tile pattern and elaborate keystone set in four-centred arch with pilasters and panels of linenfold panelling. Double doors lead to two smaller rooms with plastered ceilings, one of which has had a later C20 bar inserted. The Main Staircase is a well staircase in Jacobean style with elaborate carved balusters and square newel posts with pyramidal caps supported on four wooden balls. There is also a Reading Room with original curved brick fireplace with unusual decoration of pebbles and moulded cornice and a Billiard Room with plastered ceiling with strapwork panels, timber alcove, arched openings, balusters above doors and window seats. \rIncluded as a fine example of the 1920s' vernacular revival style.\"\r\rTherefore, the historic built form of the application site (i.e. the Grade II Listed Four Acres and attached Terrace, Wall and Steps and the Grade II Listed Lodge and Gatepiers) is considered to make a positive contribution to the significance of the Conservation Area in its origins as an early 20th-century large, detached house within landscape grounds and relationship with the streetscene and the quality of its architecture (as confirmed by its Listing). The modern built form has no architectural or historic interest in its own right, and was constructed to facilitate a new use on the site. However, the built form does not detract from the character and appearance of the Conservation Area, which contains a mix of building types, forms and sizes. Therefore, the modern built form on the site is considered to make a neutral contribution to the character and appearance of the Conservation Area. \r\rThe proposals would be exclusively focussed to the roof level of two of the non-designated, modern buildings north of Four Acres. The solar panels would feature to the eastern, southern and western roof pitches of these buildings. Views would not be impacted by the proposals; the mature landscaping providing natural screening, particularly in the summer months. In winter months, the panels may be glimpsed, but they would be seen alongside other modern elements of built form in that area of the site and as a background element within the view. Due to the shallow pitches and parapets of Roofs (numbered 4-7 on the accompanying submitted numbered roof plan), the proposed panels in these locations would not be readily visible. If seen, these would be glimpses which would not appear visually obtrusive and which officers do not consider would unduly detract from the appreciation of the Grade-II listed Four Acres main building, the modern host buildings themselves or the wider appreciation of the landscaped grounds and setting.\r\rOn the whole, it is considered that the proposals would not constitute a harmful addition to detrimentally affect either the character of the host, modern buildings, the setting of the Grade-II listed Four Acres building nor would it result in harm to the significance or setting of the Conservation Area. \r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers consider that the proposed development would have an acceptable impact on the amenities of neighbouring occupiers (in Coombe Neville and Stoke Road).\r\rConclusion\rThe proposed development would have an acceptable impact on the character and appearance of the area and on the amenities of neighbouring occupiers. The proposals would result in 'no harm' to the significance of the Grade II Listed Four Acres and attached Terrace, Wall and Steps through a change in setting and the Coombe Wood Conservation Area. \r\rHaving regard to the above, officers consider the proposal to be in accordance with the development plan taken as a whole. In the absence of any other material considerations which indicate that permission should be refused, officers conclude that planning permission should be granted.\r",
    "Changes to fenestration was not stated in work description on submitted application form \r\rPlease confirm description of works as the application form description does not correspond with the proposed works in the plans and/or supporting documents.  Confirmation can be in writing or by amending the plans to reflect the proposals.\r\rNote: Any documentation with the incorrect proposals will need to be resubmitted, this includes the description of works section on the application form.",
    "The fee required for your pre-planning application is £ 300.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website",
    "Please submit a copy of site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r",
    "Both submitted side elevations are labelled \"RHS\" nd have the same drawing number E002 please correct and re-submited\r\r\rPlease provide copies of all existing and proposed elevations at a recognised scale (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions for the proposed work. Although the inclusion of a scale bar is not mandatory, it is encouraged.",
    "Please confirm if the recently submitted plans are all in addition to previously submitted plans or if any are to be superceded",
    "Please confirm the description ''Dispaly of 1no non-illuminated hanging sign and 1 no externally illuminated fascia sign.''\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "14/04/2020",
  "secondary_street_name": null,
  "site_number": "44",
  "pp_id": "PP-08645936",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.28821,
          51.422556
        ],
        [
          -0.288211,
          51.422529
        ],
        [
          -0.288254,
          51.42253
        ],
        [
          -0.288253,
          51.422557
        ],
        [
          -0.28821,
          51.422556
        ]
      ]
    ],
    "type": "Polygon"
  }
}