{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q3Q996NHMNH00",
  "lapsed_date": "15/05/2025",
  "decision_target_date": "16/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5BX",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.07300000000000001
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00021/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520403,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:12:35.830Z",
  "id": "Kingston-20_00021_HOU",
  "application_type": "Householder",
  "street_name": "Green Lane",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Beverley - OLD",
  "decision_date": "15/05/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension, installation of juliet balcony to rear roofslope, two windows to front elevation and the installation of 8no. rooflights to side roofslopes to facilitate loft conversion.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "25/02/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167970,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021776359",
  "centroid": {
    "lon": -0.270647,
    "lat": 51.397996
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004. \r",
    "The facing materials to be used in the construction of the building shall be those specified on the application form and approved drawings or such other materials as have been approved in writing by the Local Planning Authority before the development is commenced and shall thereafter be retained as such.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or reenacting this Order) no windows or other openings (other than those hereby approved) shall be formed at first floor level or above in the north-eastern elevation of the dwelling without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments, including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "The roof of the rear extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes. \r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at first floor level or above in the north-eastern elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "Condition 9 (Fire Strategy) - The applicant is informed that the submitted details, as set out above, are agreed and that Planning Condition 9 of planning permission 19/01228/FUL is hereby discharged subject to carrying out the development in accordance with the details hereby approved.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "The site comprises a detached dwelling.\r\r16 neighbouring properties have been notified of the proposals and 1 objection has been received relating to fumes, noise, alleged unauthorised development, and unacceptable or incompatible use. Officers note that the proposed use would continue as a residential dwelling and as such, officers consider that there would be no material increase in fumes or noise as a result of the proposed development. \r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed single storey rear extension, in isolation (notwithstanding the status of the existing extension) is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rThe proposed front porch infill extension would maintain the depth, height and roof form of the existing porch and as such would appear an appropriate addition to the host property. Given that it would propose materials to match the existing porch, officers consider that it would not detract from the appearance of the surrounding area.\r\rThe proposal would convert the existing garage into habitable space, and as such would replace the existing garage door with a window, given that it would be in materials to match existing windows on the dwelling, officers consider that the proposal would appear in keeping with the host property.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: While openings are proposed to the side elevation of the proposed rear extension at ground floor level, given the separation distance and that adequate screening is viewed on the shared boundary, officers consider that the proposal would not lead to increased overlooking to the occupiers of neighbouring properties. Moreover, as highlighted through the representation received the neighbour could explore different boundary treatment to address any concerns.\r\rFurther, given the siting and modest depth of the proposed development, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance or loss of light.\r\rTransportation\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: While the proposal would convert the existing garage into habitable space, officers consider that the internal dimensions of the garage would not comply with the parameters set out in the Sustainable Transport SPD, and therefore could not safely accommodate a car. Therefore, the proposal would not result in any net loss of car parking space. \r\rLondon Plan policy T5 requires all development to include provision for cycle parking. While the proposal would include the loss of the existing garage, given that there is direct access to the amenity space to the rear of the dwelling, officers consider that cycle parking could be stored in this space. \r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Please submit a copy of site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r",
    "The fee required for your planning application is £750.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "The declaration section in the submitted application form is signed by a different person, please amend the application form with the correct names.",
    "Please submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r\rThe submitted location plan does not show the red ouline in the proposed site.",
    "Please provide copies of proposed elevations of banner at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.\r\rThe submitted elevation does not have a scale bar."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "20/01/2020",
  "secondary_street_name": null,
  "site_number": "43",
  "pp_id": "PP-08404741",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.270625,
          51.398009
        ],
        [
          -0.270626,
          51.397982
        ],
        [
          -0.270669,
          51.397983
        ],
        [
          -0.270668,
          51.39801
        ],
        [
          -0.270625,
          51.398009
        ]
      ]
    ],
    "type": "Polygon"
  }
}