{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q6K3NHNHFK900",
  "lapsed_date": "30/03/2025",
  "decision_target_date": "27/04/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 6AA",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.011000000000000001
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00521/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518629,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:14:38.360Z",
  "id": "Kingston-20_00521_HOU",
  "application_type": "Householder",
  "street_name": "Gibbon Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "30/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of replacement single storey side/rear extension and installation of 1no window to rear elevation",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 170078,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021760276",
  "centroid": {
    "lon": -0.295431,
    "lat": 51.417315
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission. \r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004. \r",
    "The development hereby approved shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "Reasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.",
    "When undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Councils Environmental Health Department.",
    "Please provide existing and proposed floor plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.\r\rThe scale bars in the submitted floor plans do not measure to the stated scale.",
    "Please provide copies of all existing and proposed elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.\r\rThe scale bars in the submitted elevations do not measure to the stated scale."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "02/03/2020",
  "secondary_street_name": null,
  "site_number": "106",
  "pp_id": "PP-08548208",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.295409,
          51.417329
        ],
        [
          -0.29541,
          51.417302
        ],
        [
          -0.295453,
          51.417302
        ],
        [
          -0.295452,
          51.417329
        ],
        [
          -0.295409,
          51.417329
        ]
      ]
    ],
    "type": "Polygon"
  }
}