{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q8IE6RNHFZN00",
  "lapsed_date": "04/06/2025",
  "decision_target_date": "04/06/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2HE",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.021,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021752532"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00839/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518593,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:16:00.238Z",
  "id": "Kingston-20_00839_CPU",
  "application_type": "All Other",
  "street_name": "Wilson Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "04/06/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of rear dormer roof extension and installation of 1no front rooflight to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 163968,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021752532",
  "centroid": {
    "lon": -0.297987,
    "lat": 51.362408
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The erection of rear dormer roof extension and installation of 1no front rooflight to facilitate loft conversion falls within the parameters of permitted development as set out under Schedule 2, Part 1, Classes B and C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The site comprises a semi-detached dwelling.\r\r8 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: While the proposed development would not contribute to a loss of light/sunlight, sense of overbearing, or loss of privacy in relation to No. 137 Compton Crescent (as Officers acknowledge that this neighbouring property already benefits from the single storey rear extension), it is considered that the applicant has failed to demonstrate, through the submission of cogent information, that the proposed development would not result in an unacceptable loss of daylight, sunlight or overshadowing to the nearest ground floor habitable room of neighbouring property, No. 133 Compton Road, contrary to Policy D3 of the London Plan 2021 and Policy DM10 of the Kingston Core Strategy 2012.\r\rIn conclusion, the proposed development would not be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Proposed plans show changes to loft which were not stated in work description of application form.\r\rProposed elevations do not show any changes to loft, please clarify, or remove loft plans and re-submit"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "09/04/2020",
  "secondary_street_name": null,
  "site_number": "3",
  "pp_id": "PP-08643190",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.297965,
          51.362421
        ],
        [
          -0.297966,
          51.362395
        ],
        [
          -0.298009,
          51.362395
        ],
        [
          -0.298008,
          51.362422
        ],
        [
          -0.297965,
          51.362421
        ]
      ]
    ],
    "type": "Polygon"
  }
}