{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q9FYPJNHG5C00",
  "lapsed_date": "02/07/2023",
  "decision_target_date": "25/06/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 1PE",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.004,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "PSHOPF Name: Primary Shopping Frontages"
      },
      {
        "result": null,
        "constraints_layer_description": "PSHOPA Name: Primary Shopping Area (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "MVKTC Name: Motor Vehicle Restricted Area (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "KTCAAP Name: Kingston Town Centre AAP"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Kingston Town Centre Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Kingston Old Town Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACO Name: Kingston Old Town Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "THAMPA Name: Riverside Strategy"
      },
      {
        "result": null,
        "constraints_layer_description": "SASC Name: Thames - Side"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 2"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100023056321"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00933/ADV",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517865,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:16:27.626Z",
  "id": "Kingston-20_00933_ADV",
  "application_type": "All Other",
  "street_name": "Thames Street",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "02/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Installation of 1 x illuminated fascia sign and 1 x illuminated projecting sign",
  "actual_completion_date": null,
  "last_date_consultation_comments": "22/05/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other advertisements",
  "centroid_northing": 169264,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100023056321",
  "centroid": {
    "lon": -0.306683,
    "lat": 51.410159
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Payments to Presiding Officers",
    "Payments to Poll Clerks",
    "Staff employed in the preparation, maintenance & completion of official poll cards",
    "Where an advertisement is required under these Regulations to be removed, the site shall be left in a condition that does not endanger the public or impair visual amenity.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "No advertisement to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The sign permitted by this consent shall only be illuminated during the opening hours of the premises to which it relates.\r\rReason: To safeguard the amenities of the adjoining residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012",
    "The intensity of the illumination of the lighting permitted by this consent shall be no greater than 350 cd/m. \r\rReason: In the interests of amenity in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "B2 - Internal Fire Spread (Surfaces)",
    "B3 - Internal Fire Spread (Structure)",
    "B1 - Means of Warning and Escape",
    "Site\rThe application site comprises a vacant, ground floor commercial unit located on the southern side of Chiltern Drive. It has residential flats above. The site is located within the designated Chiltern Drive Local Centre.\r\rThe application site was granted planning permission in 1987 for a change of use from an Estate Agency to Mortgage Brokers under application ref: 33702, however officers are not certain that the planning permission was subsequently implemented. No other planning permissions for a change of use have been submitted for the application site. The current proposal involves the change of use from a retail shop (Use Class E) to a nail and beauty salon (Use Class Sui Generis).\r\rConsultation\r24 neighbouring properties have been notified of the proposals and no representations have been received. \r\rRBK Environmental Health Officer - No objection subject to conditions.\rRBK Highways Officer - No objection.\r\rAssessment\rThe key areas of assessment are: \r-The principle of development;\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- The impact of the development on highways and transportation matters.\r\rPrinciple of development\rPolicy DM17 states that the Council will protect, manage and enhance all employment land and premises in local centres so that they continue to provide locally accessible goods, services and employment.\r\rPolicy DM18 states that the Council will consider applications for new employment development (of an appropriate scale) in designated employment locations favourably.\r\rOfficer comment: As mentioned above, the proposal would replace an existing vacant retail shop, and while the history of the use of the site is unclear, officers note that the premise was granted permission for a mortgage brokers in 1987, previously falling under an estate agency. Since it has not been demonstrated that another use has operated continuously for a period of more than 10 years, officers consider it likely that the application site does fall under an E Use Class. \r\rOfficers note that the proposal would provide a nail and beauty salon, which would fall under Class Sui Generis Use. While there appear to be a few similar uses within Chiltern Drive Local Centre, officers note that it would not lead to a predominance of Sui Generis Use Classes within Chiltern Drive, and given that there are a number of vacant premises within the immediate vicinity, officers consider that the proposed use would be an appropriate use within the designated local centre. Further, by bringing a vacant unit back into use it would enhance the vitality and viability of Chiltern Drive, providing employment floorspace and employment opportunities.\r\rOfficers note that the proposal does not seek any changes to the shopfront.  Any changes in this regard may require a separate planning permission and advertisement consent. \r\rDesign \rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposals would not involve any external alterations to the shopfront, and as such there would be no adverse impact upon the character and appearance of the property, or the immediate surrounding area.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Officers note that the proposed hours of use would be 0900 - 1900 Mon - Sat and 1100 - 1800 on Sundays and Bank Holidays, which is considered to be acceptable. Given that the proposed use would not likely generate additional noise than a retail shop, officers consider that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of increased noise and disturbance. \r\rFurther, given that the floorspace of the building would remain the same, with no changes to the shopfront, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light, or loss of privacy. \r\rHighways and Parking\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy T5 of the London Plan 2021 states that developments should provide cycle parking at least in accordance with the minimum standards set out in Table 10.2 and Figure 10.3.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer comment: Parking is not restricted within Chiltern Drive and the site has a Public Transport Accessibility Level (PTAL) score of 2 (poor), however Berrylands station is located approximately 100m from the proposed use.\r\rOfficers note that no car parking for staff or customers is proposed, however given the close proximity of use to Berrylands station and that there are a number of parking spaces viewed on Chiltern Drive, officers consider the car parking provision to be acceptable.\r\rThe London Plan would require a commercial space of this nature to provide 1 long stay cycle parking space and 1 short stay cycle parking space, and while the applicant has not provided details of the proposed cycle storage, officers consider that this could be secured via an appropriate condition in the event of an approval to ensure policy compliance.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "--- Officer Report ---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2012.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rApplication Site\rThe site is a terraced property on the north side of The Triangle a designated local centre. The area is mixed use typically with commercial uses at ground floor and residential above. There is a service road to the rear and residential properties beyond.\r\rThe site is not in a conservation area and the buildings and curtilage are not listed. The area has a PTAL rating of 2.\r\rConsultation\rA total of 5 objections to the proposed development have been received. The objections are summarised as follows:\r\r- Access or traffic problems\r- Car park issues\r- Excessive height or bulk of buildings\r- Inadequate landscaping/means of enclosure\r- Inappropriate design/layout\r- Loss of light/Sunlight\r- Noise\r- Privacy\r- Unacceptable or incompatible use\r\rOfficer comment: The objections are considered in the officers assessment. \r \rAssessment\r\rThe proposal would create additional commercial floorspace in the form of storage for the existing commercial unit at ground floor and an additional residentional unit at first floor. The building is currently in mixed use and the proposed uses are considered to be compatible with and would not change the use of the existing site. It is considered that the principle of the proposed development is acceptable. \r\rThe proposed development includes a 1 bed 2 person self contained residential unit. The floorplan is clearly annotated showing an internal floorspace of 46.1 sqm. The proposed accommodation would not meet the minimum internal space standard for a 1b 2p unit of 50 sqm as set out in table 3.3 of Policy D6 of the London Plan 2021.\r\rThe proposal provides a balcony at the rear shown on the deposited plans to be 4.6sqm in area. The proposed amenity space would not meet either minimum space requirements set out in the London Plan (5sqm) or the Council's Residential Design SPD (10sqm) and as such the proposal would not accord with policies D6 of the London Plan and Policy DM10 of the Council's adopted LDF Core Startegy and Policy Guidance 13 of the Council's adopted LDF Residential Design SPD. The London Plan is clear that where there is a local requirement that is higher than that of the London Plan the local threshold should be applied. \r\rWhilst it is acknowledged that there are a number of projections in built form at the rear of the terrace in which the application site forms part of at ground and first floor it is considered that the full width coverage, excessive depth and flat roof design are not a subordinate addition and by virtue of its size, siting and design the proposed extension would create an incongruous addition to the host property that would not be subordinate and would be a dominant and overbearing feature at the rear of the property and be visually intrusive in the views of the site form the surrounding area and would as such detract from the character and appearance of the host property and surrounding area. The porposal would not accord with policies CS8 and DM10 of the Council's adopted LDF Core Strategy April 2012.\r\rIt would be expected that a development proposal would be an opportunity for the betterment of the host property and its surroundings and it is considered that the opportunity is not being taken in this intance. \r\rThe host property currently comprises of commercial use at ground floor and residential use on the upper floors with a number of habitable rooms directly facing onto the application site. It is considered that the proposed development by virtue of its size, siting and design in close proximity to the existing 1st floor rear habitable room windows of 10 the Triangle would create an unnecessary sense of enclosure and cause harm to the outlook of the existing neighbouring occupiers and as such the proposal would not accord with policy DM10 of the Council's adopted LDF Core Strategy April 2012.\r\rThe proposed development would be in close proximity to the rear gardens of Arundel and Dickerage Road to the north seperated only by the rear service road. It is considered that the proposed siting and design and proximity of the proposed development to the neighbouring rear gardens of those in Dickerage Road and Arundel Road at the rear of the site would be overlooked by the private amenity space and rear habitable room window of the proposed development resulting in a loss of privacy and would cause detrimental harm to the existing living conditions of the neighbouring occupiers and as such the proposal would not accord with policy DM10 of the Council's adopted LDF Core Strategy.\r\rWhilst it is acknowledged that there may arise some noise from the private amenity space proposed it is considered that this likley to be no more intrusive than that of any other private amenity space and any instance of unsociable behaviour would be controlled by the powers of the The Control of Pollution Act 1974 or its subsequent equivalent. Whilst officers can sympathise with neighbouring occupiers perceived concerns it is considered it would be unreasonable to suggest that the proposed amenity space would prejudice the future living condions of neighbouring occupiers by way of noise. In addition it is considred that the proposed development would not cause undue harm to the provision of daylight/sunlight to neighbouring occupiers. \r\rThe application site is located in a PTAL rated area of 2 and the London Plan Policy 6.1 would require a maximum of 0.75 parking spaces for a 1 bed unit in outer London in a PTAL zone of 2. Whilst this does not equate to at least one space being required for the proposed development it is reasonable to expect that the creation of 1 unit could create the demand for on street parking. As such it is considered that the applicant has failed to demonstrate that the proposed development would not exacerbate existing on-street parking demand or lead to congestion and in turn prejudice highway safety and such the proposal would not accord with paragraph 111 of the NPPF 2021 and Policies DM9 and DM10 of the Council's adopted LDF Core Strategy April 2021.\r\rPlanning Balance/Conclusion\rIn conclusion, whilst the proposal provides additional housing in the form of 1 net residential unit it is considerd that despite their being an absence of a 5 year housing plan in the borough the benifit of providing one additional residential unit does not outweigh the disbenefits of the proposed scheme outlined above and as such the proposed development is considered not to be in accordance with the development plan and there are no other material considerations which warrant a decision other than not in accordance with the development plan.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\r\r",
    "When undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.",
    "The fee required for your planning application is £145.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "The submitted roof plans do not have a North point.\r\rPlease provide existing and proposed roof plans at a recognised scale (at 1:50 or 1:100 for example), showing the outline of entire property not just part and showing dimensions of proposed work. The plans must show the direction of North. Although the inclusion of a scale bar is not mandatory, it is highly encouraged."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "30/04/2020",
  "secondary_street_name": null,
  "site_number": "4",
  "pp_id": "PP-08677421",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.306661,
          51.410172
        ],
        [
          -0.306662,
          51.410145
        ],
        [
          -0.306705,
          51.410145
        ],
        [
          -0.306704,
          51.410172
        ],
        [
          -0.306661,
          51.410172
        ]
      ]
    ],
    "type": "Polygon"
  }
}