{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q74GWRNHFPO00",
  "lapsed_date": "28/05/2025",
  "decision_target_date": "12/05/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 2QA",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.02
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00645/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518611,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:15:08.777Z",
  "id": "Kingston-20_00645_HOU",
  "application_type": "Householder",
  "street_name": "Minerva Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Norbiton - OLD",
  "decision_date": "28/05/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of part single, part two storey side/rear extension with associated changes to fenestration",
  "actual_completion_date": null,
  "last_date_consultation_comments": "08/04/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169274,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021764766",
  "centroid": {
    "lon": -0.295958,
    "lat": 51.410093
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission. \r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004. \r",
    "The development hereby approved shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "The site comprises a 2x storey semi-detached dwelling, located on the eastern side of Warren Rise. The site lies within the Coombe House Conservation Area and is within a Strategic Area of Special Character.\r\r4 neighbouring properties have been notified of the proposals and no representations have been received. \rMalden & Coombe Conservation Area Advice Committee - No objection made.\r\rRelevant Planning History\r08/14535/FUL- Erection of single storey front extension to form new entrance hall linking garage to existing house.  Conversion of garage to habitable accommodation including associated elevational alterations- GRANTED 13.08.2008.\r16/14823/HOU - Enlargement of existing rear dormer to facilitate loft conversion and installation of 2 x no. rooflights, replacement door opening to the garden at ground floor level and removal of two windows on side elevation. - GRANTED 25.10.2016.\r\rAssessment\rThe key issues in the assessment of this application are:\r- Character, Design & Impact on Heritage Assets; and\r- Impact on Neighbouring Amenity.\r\r\rCharacter, Design & Impact on Heritage Assets Policies\r \rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 requires that special attention shall be paid to the desirability of preserving or enhancing the character or appearance of conservation areas. However, it is to be noted that Section 72 of the Act does not protect the setting of a Conservation Area.\r \rParagraph 189 of the NPPF (2021) advises that heritage assets range from sites and buildings of local historic value to those of the highest significance, such as World Heritage Sites. These assets are an irreplaceable resource, and should be conserved in a manner appropriate to their significance, so that they can be enjoyed for their contribution to the quality of life of existing and future generations.\r \rParagraph 199 of the NPPF (2021) states that \"When considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance\".\r \rParagraph 203 of the NPPF states that \"The effect of an application on the significance of a non-designated heritage asset should be taken into account in determining the application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement will be required having regard to the scale of any harm or loss and the significance of the heritage asset\". Paragraph 126 of the NPPF (2021) sets out that: \"The creation of high quality buildings and places is fundamental to what the planning and development process should achieve. Good design is a key aspect of sustainable development, creates better places in which to live and work and helps make development acceptable to communities.\" While paragraph 130 sets out that developments should add to the overall quality of the area, are visually attractive as a result of good architecture, layout and appropriate landscaping. Policy HC1 of the London Plan 2021 states that development proposals affecting heritage assets, and their settings, should conserve their significance, by being sympathetic to the assets' significance and appreciation within their surroundings. The cumulative impacts of incremental change from development on heritage assets and their settings should also be actively managed. Development proposals should avoid harm and identify enhancement opportunities by integrating heritage considerations early on in the design process.\r \rPolicy D3 (Optimising Site Capacity Through the Design-Led Approach) of the London Plan (2021) sets out that all development must make the best use of land by following a design-led approach that optimises the capacity of sites. Development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions. Spaces and buildings should maximise opportunities for urban greening to create attractive resilient places that can also help the management of surface water.\r \rLocal policies CS8, DM10, DM11 and DM12 of the Kingston Core Strategy (2012) require that proposals relate well to their surroundings, recognise distinctive local features, have regard to the historic environment and be of a high standard to achieve a more attractive, sustainable and accessible environment. More specifically, Policy DM12 of the Kingston Core Strategy (2012) states that \"the Council will:\r \r(b) preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration\r(d) ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or complement those of the host building or the immediate area\".\r \rThe designation summary for Coombe House Conservation Area is summarised as follows:-\rThe special architectural and historic interest of this area can be summarised as: The core of the demolished 16th century Coombe House manorial estate, including walls, outbuildings, and landscape features from the 17th, 18th and 19th centuries, together with 20th century infill developments.\rCoombe House was a large estate built in the 1750s. The house, now demolished, was located at the southwest corner of the intersection of present-day Coombe Lane and Traps Lane. Its red brick boundary walls can still be seen on the west side of Traps Lane.\rRemains of the 16th century mansion include all stretches of the high brick walls on Warren Rise, and Fitzgeorge Avenue; the listed stretch of wall on Traps Lane; and the two storey cottage incorporated into Vane House on Warren Rise. \r \rAssessment\rThe application site is located within the Coombe House Conservation Area. The application is to demolish the existing single storey conservatory to the rear of the property. The alterations are confined to the rear garden of the property. The applicant has stated in a covering letter that materials will be selected to closely match the existing elements on the site and stonework will be used to create a good level of architectural finish to the building. The architects have confirmed that the measurements for the replacement extension would be 5.1 metres in depth by 4.7 metres wide and a height of 4.0 metres to the rooflight. The chimney would be 4.6 metres high. The proposed development would replace an existing conservatory with a similar sized footprint and the proposed replacement extension would be to the rear of the property. As a result of these considerations, the proposed development would cause no substantial harm to the significance of the Coombe House Conservation Area. Therefore, the proposed development is in accordance with Paragraph 202 of the NPPF 2021, Policies D3 and HC1 of the London Plan 2021, Policies CS8, DM10 and DM12 of the LDF Core Strategy (2012) and the Residential Design SPD, 2013.\r \rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rAssessment\rThe architects for the scheme, have confirmed by email that the proposed yoga studio will be for private use only. The proposed rear extension would be more visible than the existing extension it replaces. However, there is an existing extension to the rear of Neville House and according to the drawings provided with the current application, the proposed extension would be a similar depth to this. Having regard to this, officers consider the proposed development would have no significant impact upon neighbouring residential amenity in terms of overbearing impact, loss of daylight, visual intrusion and loss of privacy and would be in accordance with Policy D3 of the London Plan 2021 and Policy DM10 of the Council's Core Strategy.\r\rConclusion\rThe proposed development is considered to be acceptable in terms of scale, overall design, bulk, height, massing, spacing and design. It is considered that there would cause no substantial harm to the significance of the Coombe House Conservation Area, as a result of the proposed development. The proposed development would therefore be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).\r",
    "The site comprises a detached dwelling.\r\r11 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed two storey side extension would not strictly comply with the recommendations set out in the Residential Design SPD 2013, in terms of width and set back at first floor level, however, it would have an appropriate roof form that would be set down from the ridge of the original roof slope and would be set in from the shared boundary. As such, officers consider that it would appear an appropriate addition to the host property, and would not detract from the character or appearance of the surrounding area.\r\rThe proposed single storey rear extension is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Given the scale of the proposed development and siting in relation to neighbouring properties, officers consider that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance or loss of light.\r\rWhile an opening is proposed to the side elevation at first floor level, to mitigate against any loss of privacy, officers consider it appropriate to impose a condition to ensure that the window is obscure glazed and non-opening at 1.7m above finished floor level.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The subitted proposed plans show the rear extension in the main house and proposed elevations show side extension in the main house but the description in the application form is different. Please amend the application form and drawings accordingly.",
    "The fee exemption of this application will be decided once we receive the new document, if the application is different from the previous application, it cannot be a free go and the fee will be £206.00 for your planning application.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "17/03/2020",
  "secondary_street_name": null,
  "site_number": "15",
  "pp_id": "PP-08578577",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.295936,
          51.410106
        ],
        [
          -0.295937,
          51.410079
        ],
        [
          -0.29598,
          51.41008
        ],
        [
          -0.295979,
          51.410107
        ],
        [
          -0.295936,
          51.410106
        ]
      ]
    ],
    "type": "Polygon"
  }
}