{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q4I6JVNHMTN00",
  "lapsed_date": "08/04/2025",
  "decision_target_date": "18/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 8NG",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.038000000000000006
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00140/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519252,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:13:07.881Z",
  "id": "Kingston-20_00140_HOU",
  "application_type": "Householder",
  "street_name": "Kings Drive",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Berrylands - OLD",
  "decision_date": "08/04/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Enlargement of rear decking and installation of step lift to rear of property; installation of pergola to rear of property with canvas awning to provide covered area; erection of 1.8m high boundary screen; removal of ramp to front of property and repaving of front drive to create level access; installation of wheelchair bike store and bin store to front of property and replacement of front boundary wall to allow for wider vehicular access",
  "actual_completion_date": null,
  "last_date_consultation_comments": "03/04/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166967,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021792035",
  "centroid": {
    "lon": -0.287521,
    "lat": 51.389224
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Prior to beneficial occupation of the development to which this permission relates, the boundary treatments as shown on the approved drawings (consisting of solid, close board timber fencing up to a height of 1.5m from the height of the decking, topped by a further 0.3m of timber trellis) shall be implemented in full and permanently retained as such thereafter.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "The garaging or car parking shown on the approved plans shall be provided with a hard-bound, adequately-drained, dust-free surface prior to beneficial occupation of the development to which this permission relates and shall be permanently retained and kept free from obstruction thereafter. It shall not be used for any purposes other than the parking of vehicles for the occupiers of and visitors to the development.\r\rReason: To ensure the provision of adequate off-street parking in the interests of the safety and operation of the highway network, in accordance with policy 6.13 of the London Plan 2016 and policies CS7 and DM9 of the LDF Core Strategy 2012.",
    "Prior to the commencement of the relevant works, detailed drawings and material specifications of the proposed front boundary wall shall be submitted to and approved in writing by the local planning authority. The work shall then be carried out in accordance with the approved details and permanently maintained as such thereafter.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies 7.4 and 7.6 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r\rThese details are required prior to the commencement of the relevant works because they would affect subsequent elements of the design.\r",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building. Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".",
    "Your attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.",
    "Reasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be\runauthorised and subject to enforcement action if expedient.",
    "According to your email, there are 9 new rooflights but  the submitted proposed floor plans and elevations show 11 new rooflights. \rPlease confirm the description ''Application Under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with condition1 (approved plans) of previous planning application 19/02663/FUL (Demolition of existing dwelling and erection of two and half storey five bedroom detached house with accommodation in the roofspace and integral double garage) to allow new rear pergola, relocation of 2 nos rooflights and 1 no side door, addition of 11 nos new rooflights and hip to gable to rear.''\r",
    "The fee required for your planning application is £ 234.00. We received £206.00, please pay the outstanding amount £28.00 . Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "Please provide a copy of block plan scaled 1:500 showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe submitted block plan is stated as 1:500, whereas the provided scale bar is in different scale."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "22/01/2020",
  "secondary_street_name": null,
  "site_number": "18",
  "pp_id": "PP-08443897",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.287499,
          51.389238
        ],
        [
          -0.2875,
          51.389211
        ],
        [
          -0.287543,
          51.389211
        ],
        [
          -0.287542,
          51.389238
        ],
        [
          -0.287499,
          51.389238
        ]
      ]
    ],
    "type": "Polygon"
  }
}