{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q3SBYQNHMO200",
  "lapsed_date": "04/09/2023",
  "decision_target_date": "27/08/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 7ES",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.046000000000000006
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00029/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519724,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:12:38.433Z",
  "id": "Kingston-20_00029_HOU",
  "application_type": "Householder",
  "street_name": "Ewell Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Alexandra - OLD",
  "decision_date": "04/09/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of two-storey side extension, part two/single-storey rear extensions, and front porch.\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166137,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100023066461",
  "centroid": {
    "lon": -0.28102,
    "lat": 51.381665
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed two storey side extension, by reason of its scale and siting, would fail to appear subordinate or proportionate and would erode the distinctive gap between the application property and No. 433 Ewell Road, thereby having an unacceptable impact on the character and appearance of the area. The proposal is therefore contrary to Policies 7.4 and 7.6 of the London Plan 2016 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The proposed single storey rear extension, by reason of its depth, height and siting, would appear overbearing from No. 433 Ewell Road and would deprive the occupants of this property of a reasonable outlook, resulting in unacceptable harm to their living conditions. The proposal is therefore contrary to Policy 7.6 of the London Plan and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Application Site\rThe site comprises of a semi-detached, two-storey dwelling located to the western side of Hunters Road, Chessington.\rThe site does not comprise of a listed building, nor is it located within a conservation area or local area of special character. \r\rProposal\rThe application seeks planning permission for the erection of a single-storey front porch and a side extension.\r\rConsultation\r5no. properties were notified of the proposal. No representations received.\rNo statutory internal or external consultees required.\r\rAssessment\rThe main issues in the assessment of the application are:\r- The Impact on the Character and Appearance of the Area; \r- The Impact on the Amenities of Neighbouring Occupiers; and \r- Fire Safety Strategy\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rPolicy Guidance 35 (Single Storey Side Extensions) and Policy Guidance 38 (Front Extensions) of the SPD Guidance are applicable to this application.\r\rCouncil's Supplementary Planning Document 'Residential Design' sets out guidance for single-storey side extensions (under Policy Guidance 35), as follows:\r-\tThe roof of the extension should reflect and relate well to the main house and its roof form, and the height of the roof should never encroach on the sill of windows of the second storey.\r-\tThe extension should remain proportionate and subordinate to the original house, so that in general, the width of the extension does not exceed 50% of that of the original house.\r-\tThe extension should be set in from the boundary by at least 250mm so that guttering does not overhang adjoining land.\r-\tSide extensions should normally be set-back from the front wall of the original house by at least 500mm.\r-\tCare should be taken to ensure that there is no significant loss of daylight or sunlight to neighbouring properties or gardens in accordance with the 45 and 25 degree rules described above.\r-\tFeatures such as doors and windows on the new extension should relate to those on the original house.\r-\tWhere waste bins or cycles are stored to the rear of the house, direct access to the rear garden should be maintained.\r-\tSide extensions should not affect the existing parking provision of the development and any parking lost as a result of the extension should be replaced on plot.\r-\tSide extensions to semi-detached dwellings should respect the symmetry of the adjoining semi-detached property.\r\rThe proposed side extension would connect with the proposed front porch and extend to approximately 0.9m in width and 4.4m in depth. The proposals would retain an independent means of access through to the rear garden. This is considered an acceptable addition. \r\rPolicy Guidance 38 of the Residential Design SPD relating to front porches advises the following:\r-\tFront extensions should be built at least 500mm from an existing bay window. \r-\tNew porches should reflect the character of the main house, appear as part of the original building and not be an obvious addition. \r-\tPorches should be designed to be subordinate to the existing house and should not dominate the front elevation. \r-\tThe roof of the porch should match the design and pitch of the roof of the existing house. \r-\tAll front extensions should be designed to respect the symmetry of any existing front extensions or features of the adjoining properties. \r-\tFront extensions that extend across the entire frontage are unlikely to be supported. \r-\tFront extensions should not affect the existing parking provision of the development and any parking lost as a result of the extension should be replaced on site.\r\rThe existing front porch is proposed to be demolished and the replacement front porch would measure 1m in depth with a hipped roof to complement the main roof of the dwellinghouse. It is considered to comply with above-stated guidance, appearing a sufficiently subordinate addition. Additionally, Officers note that a similar design of front extension is present on the dwelling adjacent at No. 16 Hunters Road.\r\rOverall, it is not considered the proposed development would detract from the character and appearance of the host property, as well as the surrounding area and therefore would accord with Policies CS8 and DM10 of the Council's adopted LFD Core Strategy April 2012.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe scale and design of the extensions and the separation distance to the side boundary of the property will ensure that there is no adverse impact upon the amenity of neighbouring properties. Two windows are proposed to the side extension, both of which would serve a ground floor toilet which would be required to be obscure-glazed secured by condition.\r\rIt is considered that the proposed development by virtue of its size, siting and design in relation to the neighbouring properties would not cause significant harm to the outlook, privacy and daylight/sunlight provision of the neighbouring occupiers and would therefore comply with Policy D3 of the London Plan 2021 and Policy DM10 of the Council's adopted LDF Core Strategy April 2012.\r\rFire Safety Assessment\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rThe proposal accords with the principles contained with policies CS8 and DM10 of the Core Strategy, 2012 and Policy D3 of the London Plan, 2021 in that it would relate well to the design of the existing dwellinghouse and would have no adverse impact on the character or quality of the character of the streetscene. In terms of neighbouring amenity, it is not considered to result in any undue harm in regards to overlooking, loss of privacy, daylight or outlook provision. \r\rThe scheme is therefore considered to be acceptable and in accordance with the LDF Core Strategy Core Policies. Officers conclude that planning permission should be granted.\r",
    "Application Site\rThe site comprises a dwellinghouse.\r\rProposal\rHouse extension\r\rConsultation\r21 neighbouring properties were notified of the proposals. One response in support has been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of and and buildings.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development is considered unacceptable in terms of the ground floor rear 6 m and 1st floor rear extension 3.2 m. This  would create an incongruous addition to the host property and the terrace in which it forms part of. The extensions would have an excessive depth and would not be a subordinate addition to the host property and would be a dominant and overbearing visually intrusive feature at the rear of the property  in the private views of the site from the rear of the neighbouring properties and detract from the character and appearance of the hopst property and the terrace which it forms part of. It is considered that there would be an unacceptable adverse impact on the character or appearance of the area as a result of the proposals.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would  have an unacceptable adverse impact upon the amenities of the occupiers of neighbouring properties by reason of creating and overbearing appearance sense of enclosure and the applicant has failed to demonstrate that the the proposed development would not result in an unacceptable loss of daylight/syunlight. \r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Floor Plans and Elevations - please check the previously submitted plans and if they show, or refer to, the incorrect shop unit then please update and re-submit the plans.",
    "Supporting documents - please check the previously submitted supporting documents and if they show, or refer to, the incorrect shop unit then please update and re-submit the documents."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "02/07/2020",
  "secondary_street_name": null,
  "site_number": "435",
  "pp_id": "PP-08408550",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.280998,
          51.381679
        ],
        [
          -0.280999,
          51.381652
        ],
        [
          -0.281042,
          51.381652
        ],
        [
          -0.281041,
          51.381679
        ],
        [
          -0.280998,
          51.381679
        ]
      ]
    ],
    "type": "Polygon"
  }
}