{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q3SHIYNHMO500",
  "lapsed_date": "04/03/2025",
  "decision_target_date": "04/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5LD",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.06800000000000002,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SASC Name: Kingston Hill/Coombe Hill"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: 36 Upper Park Road Kingston Upon Thames KT2 5LD\rDescription: \rTreet Type:  \rRef: RBK.10.80T.14"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021769039"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00031/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519125,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:12:38.766Z",
  "id": "Kingston-20_00031_CPU",
  "application_type": "All Other",
  "street_name": "Upper Park Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tudor - OLD",
  "decision_date": "04/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey detached storage/studio outbuilding in rear garden.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 170639,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021769039",
  "centroid": {
    "lon": -0.288113,
    "lat": 51.422254
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The erection of a single storey detached storage/studio outbuilding in the rear garden falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class E of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The site comprises a detached dwelling.\r\r11 neighbouring properties have been notified of the proposals and 1 objection has been received relating to; \r\r- Effect on trees;\r- Excessive height or bulk of buildings;\r- Inappropriate design/layout;\r- Loss of light/sunlight; and,\r- Privacy.\r\rThe concerns raised will be taken into consideration during the assessment of the application and detailed below.\r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: While the single storey side extension would not strictly accord with the parameters set by the Residential Design SPD, it would have a modest height, be adequately set back from the front building line, and would be set in from the shared boundary by 1m. Further, given that the proposed first floor side extension would also be set back from the front elevation and set down from the ridge of the original roofslope, it would appear a subordinate addition to the host property, and would visually integrate well with the surrounding area. \r\rThe proposed single storey rear extension would be in keeping with the parameters set by the Residential Design SPD, and as such would appear a proportionate addition to the host property. While the tree to the rear of the applicant's property would be removed, given that it is not protected by a TPO, the felling of this tree is considered acceptable in this case.\r\rTherefore, the proposed developments are considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: While openings are proposed to the side elevation at ground and first floor level they would be obscure glazed and non openable below 1.7m from first floor level, as such there will be no adverse impact to the privacy of neighbouring properties.\r\rGiven the siting of the two storey side extension, the fact that it would be at a lower roof height than the original dwelling and the siting of neighbouring habitable room windows, this would ensure that there would be no unacceptable adverse effect to the amenities of the occupiers of neighbouring properties by reason of overbearing appearance or loss of light/sunlight. Similarly, given the modest height and siting of the single storey side extension there will also be no adverse impact to the amenities of the occupiers of neighbouring properties by reason of overbearing appearance or loss of light/sunlight.\r\rFurther, while the applicant's original building line extends further than the line of the neighbouring properties rear elevations, given the proposal's modest height and the separation distance between the proposed rear extension and the flank wall of No. 21 Kings Avenue and No. 15 Kings Avenue, there would not be an adverse effect to the amenities of the occupiers of neighbouring properties by reason of overbearing appearance or loss of light/sunlight. \r\rPolicy T4 of the London Plan 2021 states that development proposals should reflect and be integrated with current and planned transport access, capacity and connectivity. Where appropriate, mitigation, either through direct provision of public transport, walking and cycling facilities and highways improvements or through financial contributions, will be required to address adverse transport impacts that are identified. Development proposals should not increase road danger.\r\rPolicy DM10 of the Council's Core Strategy 2012 requires development proposals to have regard to local traffic conditions and highway safety and ensure they are not adversely affected. \r\rPolicy T5 of the London Plan 2021 states that developments should provide cycle parking at least in accordance with the minimum standards set out in Table 10.2 and Figure 10.3, ensuring that a minimum of two short-stay and two long-stay cycle parking spaces are provided.\r\rPolicy DM8 of the Council's Core Strategy 2012 and the Sustainable Transport SPD 2013 together require new development to provide facilities on-site for cyclists as appropriate, including showers, lockers and secure, convenient cycle parking, in accordance with the minimum standards set out in the London Plan.\r\rOfficer Comment: While the existing detached garage would be demolished, given that the internal dimensions of the garage would not conform to the modern dimensions as recommended by the Sustainable Transport SPD, officers consider that the proposed development would not alter the existing off-street parking situation, or result in off-street car parking provision.\r\rIn terms of cycle parking due to the retention of the external side access and size of the rear garden it is considered that safe, secure and accessible cycle parking provision could be provided on site.\r\rTherefore, the proposal is considered not to have an adverse impact upon car parking provision, traffic congestion or highway safety, in compliance with Policy DM9 and DM10.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Please note that the quality of advice will be proportionate to the level of information provided, therefore it is to the applicants benefit to provide as much supporting information as possible for the proposal. eg: plans and elevations, photographs and supporting documents."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "08/01/2020",
  "secondary_street_name": null,
  "site_number": "36",
  "pp_id": "PP-08408956",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.288091,
          51.422267
        ],
        [
          -0.288092,
          51.42224
        ],
        [
          -0.288135,
          51.42224
        ],
        [
          -0.288134,
          51.422267
        ],
        [
          -0.288091,
          51.422267
        ]
      ]
    ],
    "type": "Polygon"
  }
}