{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q4G6CINHMSY00",
  "lapsed_date": "17/03/2025",
  "decision_target_date": "17/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 7BZ",
  "site_name": "Flat 1",
  "status": "Approved",
  "application_details": {
    "site_area": 0.033
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00126/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519144,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:13:04.376Z",
  "id": "Kingston-20_00126_HOU",
  "application_type": "Householder",
  "street_name": "Ewell Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "17/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension with subterranean level to ground floor flat",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166350,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100023066546",
  "centroid": {
    "lon": -0.289279,
    "lat": 51.383702
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004. \r",
    "Prior to the commencement of any work, a basement construction method statement shall be submitted to and agreed in writing  by the Local Planning Authority.  The development shall be carried out strictly in accordance with the approved details. \r\rReason: These details are required prior to commencement of development because the relevant works would take place at the beginning of the construction phase,  and in order to protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby approved shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority. \r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes. \r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "Whether or not a proposed amendment is considered to be non-material will depend on the circumstances of the case. There is no statutory definition of 'non material'. This is because it will dependant on the context of the overall scheme - what may be non-material in one context may be material in another. Whether or not a change can be considered as a \"non-material amendment\" may be defined according to established legal concepts of materiality and de minimums.\r\rThe local planning authority must have regard to the effect of the change, together with any previous changes made under section 96A. The local planning authority does not assess the acceptability of the proposed amendment but its magnitude.\r\rIn the case of this application it has been determined that the amendment would amount to a minor material amendment and should be the subject of an application under Section 73 of the Town and Country Planning Act 1990.",
    "The application seeks permission to amend planning permission ref: 18/12919/FUL (Erection of single storey rear extension at lower ground floor level to provide 1x two bedroom flat) by\r\rProvision of an escape exit door on the West elevation, from the rear patio to the external adjacent parking area and reconfiguration of the entrance hall and internal flat entrance.\r\rThe proposal is for a very small change to the development already granted planning permission;\rThe proposed amendment does not alter the development significantly from what was described on the planning permission\rNo adopted planning policy is breached;\rThe proposed amendment would not materially increase the floorspace / height\rNo windows are introduced that could potentially permit overlooking of other properties.",
    "Thank you for consulting TfL. With regards to the above planning application, TfL has the following comments:\r\r \r\rThe site of the proposed signage is on the A240/A3 Tolworth Roundabout which forms part of the Transport for London Road Network (TLRN). TfL is the highway authority for the TLRN, and is therefore concerned about any proposal which may affect the performance and/or safety of the TLRN.\r \r\rIf the nature and size of the proposed signage is to be altered, TfL will need to be consulted before any changes can be implemented.\r \r\rThe footway and carriageway on the A240/A3 Tolworth Roundabout must not be blocked during the installation of the signage. Temporary obstructions during the installation works must be kept to a minimum and should not encroach on the clear space needed to provide safe passage for pedestrians or obstruct the flow of traffic on the A240/A3 Tolworth Roundabout.\r  \r\rAll vehicles associated with the installation works must only park/ stop at permitted locations and within the time periods permitted by existing on-street restrictions.\r \r\rNo skips or construction materials shall be kept on the footway or carriageway on the TLRN at any time. Should the applicant wish to install scaffolding or a hoarding on the footway whilst undertaking this work, separate licences may be required with TfL, please see, https://www.tfl.gov.uk/info-for/urban-planning-and-construction/highway-licences",
    "If you have evidence to contradict the local planning authority's assessment of the application, you are encouraged to apply for the development again and include that evidence in support of the application.",
    "Please provide proposed ground and first floor plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.\r\rThe submitted proposed ground and first floor plans do not have a scale bar.",
    "waiting confirmation of proposed works.Email sent by Toby 28/03/2022",
    "Documentation or details in support of Condition 12 not recieved",
    "waiting confirmation of proposed works.Email sent by Toby 28/03/2022"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "21/01/2020",
  "secondary_street_name": null,
  "site_number": "355",
  "pp_id": "PP-08440101",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.289257,
          51.383715
        ],
        [
          -0.289258,
          51.383688
        ],
        [
          -0.289301,
          51.383689
        ],
        [
          -0.2893,
          51.383716
        ],
        [
          -0.289257,
          51.383715
        ]
      ]
    ],
    "type": "Polygon"
  }
}