{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q8VCSONHG1900",
  "lapsed_date": "14/07/2023",
  "decision_target_date": "17/06/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 6BF",
  "site_name": "Clarenden House",
  "status": "Refused",
  "application_details": {
    "site_area": 0.031,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Canbury Park"
      },
      {
        "result": null,
        "constraints_layer_description": "LOCIND Name: Canbury Park"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYVWS Name: Key Views"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128005431"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00864/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518313,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:16:08.297Z",
  "id": "Kingston-20_00864_FUL",
  "application_type": "All Other",
  "street_name": "Cowleaze Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "14/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application for the removal of Condition 2 (Car Park Management Plan) of Planning Permission ref:19/02847/PAO2R (Change of use from office (Class B1) to a Dwellinghouse (Class C3) ) dated 22/11/2019\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 169700,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "000128005431",
  "centroid": {
    "lon": -0.300099,
    "lat": 51.413984
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The removal of Condition 2 (Car Park Management Plan) in relation to application 19/02847/PAO2R is considered to have an unacceptable adverse impact on highway safety and traffic congestion in the area, thereby conflicting with Paragraph 109 of the NPPF, 2019, Policies DM9 and DM10 of the Core Strategy, 2012 and the Sustainable Transport SPD, 2013.",
    "Application Site\rThe site comprises a two storey end of terrace retail unit located on the southern side of Clarence Street. The Property is designated as a primary shopping Area situated to the east of the Kingston Old Town Conservation Area boundary.\r\rProposal\rProposed swing door, replace stainless steel cladding panels with new External panels in grey colour, new hatch to access roof, alterations to roof, installation of new external AC Units, new letterbox, signage  and external ATM (to front elevation), and new grilles and roller shutter (To alleyway/side elevation)\r\rConsultation\r14 Neighbouring properties have been notified and no representations have been received.\r\rRBK Environmental Health: no objection subject to condition relating to noise of plant.\r\rHistoric England: no comment\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- The impact of the development on flooding\r\rDesign\rParagraph 125 of the NPPF 2021 states that the creation of high quality, beautiful and sustainable buildings and places is fundamental to what the planning and development process should achieve. Good design is a key aspect of sustainable development, creates better places in which to live and work and helps to make development acceptable to communities.\r\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rThe Council's Shopfront and Shopsign Design Guide SPD, 2005 states that \"Any alterations or new shopfronts should be considered in the context of the wider streetscene. Elements should relate to one another in terms of scale and location. The relationship between individual properties can contribute to an overall character, which creates an environment attractive to shoppers.\r\rOfficer Comment: The proposed alterations comprise the replacement of stainless steel cladding panels with new Trespa panels in grey colour and installation of swing door and ATM which will reflect the design and appearance of other shopfronts in the locality.\rWith regards to the new hatch to access roof, alterations to roof, installation of new external AC Units, these amendments will not be visible from within the streetscene. Overall, the design and materials are considered to be visually unobtrusive and are considered to both respect and be in keeping with the host building and the surrounding streetscene, thereby complying with Policy DM10 of the LDF Core Strategy, 2012.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Given that the replacement shop front would be of a similar siting and appearance to the existing situation, the proposal is considered not to have a detrimental visual impact upon the occupants of any nearby residential properties.\r\rFlood Risk\rPolicy SI12 of the London Plan 2021 and policy DM4 of the Council's Core strategy 2012 require development proposals to accord with the flood risk policies set out in the NPPF.\r\rThe application site falls within Flood Risk Zone 2 (medium probability). Consequently the Flood Risk Assessment: Standing Advice issued by the Environment Agency and DEFRA, 2012 must be applied. For minor extensions such as this it is essential that the proposed floor level is no lower than existing in order to mitigate future flood risk impacts.\r\rOfficer Comment: The proposed shopfront would not increase the amount of impermeable surface existing on site, and as such, the proposed development would have no impact on the vulnerability of the site or neighbouring sites with regards to flooding.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "No fee received - The fee exemption does not apply to this application because the previous application decision was made more than 12 months ago. The fee required for your planning application is £924.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "22/04/2020",
  "secondary_street_name": null,
  "site_number": "5",
  "pp_id": "PP-08635641",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.300077,
          51.413997
        ],
        [
          -0.300078,
          51.41397
        ],
        [
          -0.300121,
          51.413971
        ],
        [
          -0.30012,
          51.413998
        ],
        [
          -0.300077,
          51.413997
        ]
      ]
    ],
    "type": "Polygon"
  }
}