{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q67O6LNH04300",
  "lapsed_date": "28/04/2025",
  "decision_target_date": "22/04/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 7TU",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.019
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00454/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519604,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:14:22.020Z",
  "id": "Kingston-20_00454_HOU",
  "application_type": "Householder",
  "street_name": "Windmill Rise",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "28/04/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (following demolition of existing conservatory)",
  "actual_completion_date": null,
  "last_date_consultation_comments": "25/03/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 170477,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021770109",
  "centroid": {
    "lon": -0.281282,
    "lat": 51.420697
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Prior to the commencement of any development above ground level, a sample of the facing materials to be utilised in the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. The development shall then be carried out in strict accordance with the approved samples.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies 7.4 and 7.6 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "A1 - Loading",
    "If you have evidence to contradict the local planning authority's assessment of the application, you are encouraged to apply for the development again and include that evidence in support of the application.\r\rIf you would like to discuss the refusal in advance of submitting a revised application this can be accommodated through the pre application service (Category F - Householder Developments)\r\rhttps://www.kingston.gov.uk/applications/pre-application-advice?documentId=225&categoryId=20033\r",
    "The site comprises a semi-detached dwelling.\r8x objections have been received. The objections can be summarised as:-\r- Car parking issues\r- Excessive height or bulk of buildings\r- Inadequate landscaping/means of enclosure\r- Inappropriate design/layout\r- Loss of light/Sunlight\r- Noise\r- Privacy\r- Unacceptable or incompatible use\r- Excessive height or bulk of buildings\r- Unacceptable or incompatible use\r- Access or traffic problems\rComment Reasons:\r- Access or traffic problems\r\rPlanning History\r19/03102/CPU- Erection of hip to gable and rear dormer roof extensions and installation of 1 x rooflight to front roof slope to facilitate loft conversion. Replacement of garage. GRANTED 26.02.2020\r\r20/03083/HOU - Erection of side and rear double storey extensions. GRANTED 22.01.2021\r\r20/03300/HOU - Erection of replacement garage at end of rear garden. GRANTED 16.02.2021\r\rThe key areas of assessment are:\r- The design of the proposed development; \r- Quality of accommodation provided;\r- The impact of the development on the amenities of existing and future occupants of and buildings.\r- The standard and mix of accommodation; and,\r- Highway safety and Parking.\r\rThe design of the proposed development\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: With the exception of the rear dormer, the development now proposed is the same as development approved under planning permission ref: 20/03083/HOU granted in January 2021. The proposed rear dormer would not be constructed strictly in accordance with PG39 of the Residential Design SPD (2013), in terms of set down from the ridge of the roof and set in from adjoining No.40. However, the proposal would not be highly visible within the streetscene. It is further noted that there are a number of permitted development 'box' dormers of a similar appearance in the immediate vicinity of the site. On balance, it is therefore considered that the proposed development would be of an acceptable scale, form, bulk, height and design.\r\rQuality of accommodation: \rPolicy DM14 of the Council's LDF Core Strategy, 2012 seeks to resist the loss of existing accommodation (of all types) and, in particular, dwellings which are suitable for family accommodation. Policy DM13 states that the Council will ensure that the housing delivered is of high quality and the most appropriate type. The Policy also states that new residential development is expected to incorporate a mix of unit sizes and types and that 30% of the new dwellings should be provided as 3 plus bedroom accommodation, unless it can be robustly demonstrated that this would be unsuitable or unviable. \r\rPolicy CS10 requires that a broad mix of accommodation options are available to residents and that a range of local housing needs are met. Policy H10 of the London Plan (2021) echoes this. The existing site comprises a single dwellinghouse suitable for occupation by families. The proposed extension and reconfiguration of the internal layouts would involve the loss of the existing 2 bedroom dwelling. \r\rPolicy D6 (Housing Quality and Standards) of the London Plan (2021) sets out that housing development should be of high quality design and provide adequately sized rooms (as set out in Table 3.1 of the London Plan 2021) with comfortable and functional layouts which are fit for purpose and meet the needs of Londoners without differentiating between tenures.\r\rWith regards to private amenity space, Policy D6 of the London Plan (2021) sets out that where there are no higher local standards in the borough Development Plan Documents, a minimum of 5sqm of private outdoor space should be provided for 1-2 person dwellings and an extra 1sqm should be provided for each additional occupant.\r\rPolicies DM10 and DM13 of the Council's Core Strategy (2012) expects that all new residential development provides adequate amenities, including in terms of amenity space, outlook, privacy and sunlight/daylight. This is supported by the Council's Residential Design SPD (2013).\r\rPolicy DM10 of the Council's Core Strategy states that appropriate amenity space shall be provided. Policy Guidance 13 of the Residential Design SPD states that 10 sqm of private amenity space should be provided per flat, plus 1sqm per additional occupant. Houses should have 50sqm of private amenity space. Policy Guidance 14 of the SPD states that all new flat development schemes should provide 50sqm of communal amenity space, plus where less than 10sqm of private amenity space is provided per flat, the shortfall in provision should be added to the communal amenity space provision. \r\rWhile it is stated that the proposed flats would meet the minimum space standards, it is noted that the flat at the first and second floor levels is stated to be a 3 bedroom 4 person flat with a Gross Internal Area (GIA) of 84.5sqm. It is noted that the upper floor flat would have 2 double sized bedrooms and 1 single sized bedroom which would make the flat a 3 bedroom 5 person flat over two storeys for which the minimum GIA is 93sqm. The upper floor flat would therefore fall below the minimum space standards set out in Table 3.1 of the London Plan (2021).\r\rThe submitted Plot Plan indicates that the rear garden area would be subdivided into two private amenity space, one per flat. No communal amenity space is indicated on the submitted drawing, although it would appear that both flats would have access to the rear most amenity space which is accessed via a long and narrow alleyway. \r\rOverall, the proposed accommodation would be of a poor standard due to a failure to meet the minimum GIA requirements for the size of the proposed accommodation, a failure to demonstrate sufficient quantity and quality of functional private and communal amenity space. The proposal would conflict with Policy D6 of the London Plan 2021, Policy DM10 Kingston Core Strategy (2012) and the Residential Design SPD (2013).\r \rImpact on the amenity of neighbouring land and buildings:\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rIt is considered that the bulk of the extensions is unlikely to result in an adverse impact to the living conditions of neighbouring occupiers by way of loss of outlook, overshadowing or loss of light. 45 degree daylight lines are indicated on the plans submitted. The rear of no.38 is west facing and the flank walls of the proposed extensions are adequately set away from neighbouring side boundaries. There would be a slight loss of privacy caused by the introduction of a rear dormer with the proposal, at roof level. However, the increased overlooking caused would not be significant enough to warrant refusal, as a result of there being existing windows to the rear of no.38, at the first floor level and above.\r\rHighway safety and parking: \rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. Car-free development should be the starting point for all development proposals in places that are (or are planned to be) well-connected by public transport, with developments elsewhere designed to provide the minimum necessary parking ('car-lite').\r\rThe maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals. Where provided, each motorcycle parking space should count towards the maximum for car parking spaces at all use classes.\r\rPolicy CS7 of the Council's Core Strategy 2012 sets out the Council's intention to manage on and off-street parking provision to promote sustainability and residential amenities. Policy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rThe applicant has indicated a cycle store will be provided in the rear garden area, on the \"Proposed Plot Plan\". The site is located within PTAL zone 1a. Three off street car parking spaces are indicated to the front of the site, on an existing hard surface area, in the plans submitted with this application. However, no indication is given as to how these spaces would be allocated to each of the proposed flats, in the submitted plans. \r\r\rThe applicant has therefore failed to demonstrate with the plans submitted for the current proposal, that the car parking provided, would meet the standards set out in Policy T6 of the London Plan 2021 and Council's Sustainable Transport SPD 2013.\r\rPlanning balance\rThe starting point for any planning decision is Section 38(6) of the Planning and Compulsory Purchase Act 2004 which requires decisions to be made in accordance with the development plan unless material considerations indicate otherwise. The Council cannot at this time demonstrate a five-year housing land supply, accordingly, paragraph 11 d of the Framework is engaged. \r\rThe scheme would provide a net gain of 1 units which would contribute to the Councils housing supply which carries significant weight in favour of the scheme. However, the scheme would deliver flats of substandard quality, with no defined private amenity spaces. These disbenefits carry substantial weight against the scheme.  \r\rIn this case, Officers consider that the disbenefits associated with the scheme, as set out above, would significantly and demonstrably outweigh the benefits of providing 2 new dwellings when assessed against the policies in the NPPF (2021) as a whole.\rThe site comprises a semi-detached dwelling.\r8x objections have been received. The objections can be summarised as:-\r- Car parking issues\r- Excessive height or bulk of buildings\r- Inadequate landscaping/means of enclosure\r- Inappropriate design/layout\r- Loss of light/Sunlight\r- Noise\r- Privacy\r- Unacceptable or incompatible use\r- Excessive height or bulk of buildings\r- Unacceptable or incompatible use\r- Access or traffic problems\rComment Reasons:\r- Access or traffic problems\r\rPlanning History\r19/03102/CPU- Erection of hip to gable and rear dormer roof extensions and installation of 1 x rooflight to front roof slope to facilitate loft conversion. Replacement of garage. GRANTED 26.02.2020\r20/03083/HOU - Erection of side and rear double storey extensions. GRANTED 22.01.2021\r20/03300/HOU - Erection of replacement garage at end of rear garden. GRANTED 16.02.2021\r\rThe key areas of assessment are:\r- The design of the proposed development; \r- Quality of accommodation provided;\r- The impact of the development on the amenities of existing and future occupants of and buildings.\r- The standard and mix of accommodation; and,\r- Highway safety and Parking.\r\rThe design of the proposed development\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: With the exception of the rear dormer, the development now proposed was approved is the same as that was granted planning consent in January 2021 on this site, with planning permission 20/03083/HOU. The proposed rear dormer would not be constructed strictly in accordance to the guidelines in SPD1, in terms of setting it up and setting it in from the neighbouring property at no.40. However, some effort has been made in this regard and as a result, the proposed dormer would be partially hidden from some views at ground level. Overall, the proposed development is considered acceptable in terms of scale, form, bulk, height and design.\r\rQuality of accommodation: \rPolicy DM14 of the Council's LDF Core Strategy, 2012 seeks to resist the loss of existing accommodation (of all types) and, in particular, dwellings which are suitable for family accommodation. Policy DM13 states that the Council will ensure that the housing delivered is of high quality and the most appropriate type. The Policy also states that new residential development is expected to incorporate a mix of unit sizes and types and that 30% of the new dwellings should be provided as 3 plus bedroom accommodation, unless it can be robustly demonstrated that this would be unsuitable or unviable. Policy CS10 requires that a broad mix of accommodation options are available to residents and that a range of local housing needs are met. Policy H10 of the London Plan echoes this. The existing site provides a single dwellinghouse. The proposed extension and reconfiguration of the internal layouts would involve the loss of the existing 2 bedroom dwelling. \r\rPolicy D6 (Housing Quality and Standards) of the London Plan (2021) sets out that housing development should be of high quality design and provide adequately sized rooms (as set out in Table 3.1 of the London Plan 2021) with comfortable and functional layouts which are fit for purpose and meet the needs of Londoners without differentiating between tenures.\r\rWith regards to private amenity space, Policy D6 of the London Plan (2021) sets out that where there are no higher local standards in the borough Development Plan Documents, a minimum of 5sqm of private outdoor space should be provided for 1-2 person dwellings and an extra 1sqm should be provided for each additional occupant.\r\rPolicies DM10 and DM13 of the Council's Core Strategy (2012) expects that all new residential development provides adequate amenities, including in terms of amenity space, outlook, privacy and sunlight/daylight. This is supported by the Council's Residential Design SPD (2013).\r\rPolicy DM10 of the Council's Core Strategy states that appropriate amenity space shall be provided. Policy Guidance 13 of the Residential Design SPD states that 10 sqm of private amenity space should be provided per flat, plus 1sqm per additional occupant. Houses should have 50sqm of private amenity space. Policy Guidance 14 of the SPD states that all new flat development schemes should provide 50sqm of communal amenity space, plus where less than 10sqm of private amenity space is provided per flat, the shortfall in provision should be added to the communal amenity space provision. \r\rThe proposed flats would meet the minimum GIA as recommended in Policy D6 of the London Plan. However, the applicant has failed to demonstrate with the plans submitted for the current proposal, the potential use of the existing amenity space to the rear of the property, by the occupants of both flats. In addition to the proposed ground floor plan, the applicants have submitted a \"Proposed Plot Plan\" indicating a gate opening into the rear garden area from the side alleyway.  The \"Proposed Plot Plan\", shows area measurements for \"private amenity space\" for each flat proposed. However no details are given by the height or type of boundary treatment proposed, which would separate these two areas. There is also an open gate indicated to the rear of a cycle store on the \"Proposed Plot Plan\".\rThe shared use of the existing garden area, close to the rear of the proposed ground floor flat, would have an adverse impact on the occupiers of the ground floor flat, in terms of inadequate privacy. The applicant has failed to demonstrate that the proposed ground flat, would be provided with an adequate standard of privacy to the rear. No private amenity space is defined in the plans submitted, for either of the proposed flats. Accordingly the proposal would conflict with Policy D6 of the London Plan 2021, Policy DM10 Kingston Core Strategy (2012) and the Residential Design SPD (2013).\r \rThe applicant has failed to demonstrate that either proposed flat would be provided with any private amenity space. No private amenity space provision is defined in the plans submitted by the applicant, for either flat. Occupants of the ground floor flat could enter the rear garden area directly from the rear of that property and the occupants of both flats could enter the rear garden area, using an alleyway to the side of the ground floor flat. Accordingly the proposal would conflict with Policy D6 of the London Plan 2021, Policy DM10 Kingston Core Strategy (2012) and the Residential Design SPD (2013).\r\rImpact on the amenity of neighbouring land and buildings:\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rIt is considered that the bulk of the extensions is unlikely to result in an adverse impact to the living conditions of neighbouring occupiers by way of loss of outlook, overshadowing or loss of light. 45 degree daylight lines are indicated on the plans submitted. The rear of no.38 is West facing and the flank walls of the proposed extensions are adequately set away from neighbouring side boundaries. There would be a slight loss of privacy caused by the introduction of a rear dormer with the proposal, at roof level. However, the increased overlooking caused, would not be significant enough to warrant refusal, as a result of there being existing windows to the rear of no.38, above ground floor level.\r\rHighway safety and parking: \rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. Car-free development should be the starting point for all development proposals in places that are (or are planned to be) well-connected by public transport, with developments elsewhere designed to provide the minimum necessary parking ('car-lite').\r\rThe maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals. Where provided, each motorcycle parking space should count towards the maximum for car parking spaces at all use classes.\r\rPolicy CS7 of the Council's Core Strategy 2012 sets out the Council's intention to manage on and off-street parking provision to promote sustainability and residential amenities. Policy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rThe applicant has indicated a cycle store will be provided in the rear garden area, on the \"Proposed Plot Plan\". The site is located within PTAL zone 1a. Three off street car parking spaces are indicated to the front of the site, on an existing hard surface area, in the plans submitted wit this application. However, no indication is given as to how these spaces would be allocated to each of the proposed flats, in the submitted plans. The applicant has therefore failed to demonstrate with the plans submitted for the current proposal, that the car parking provided, would meet the standards set out in Policy T6 of the London Plan 2021 and Council's Sustainable Transport SPD 2013.\r\rPlanning balance\rThe starting point for any planning decision is Section 38(6) of the Planning and Compulsory Purchase Act 2004 which requires decisions to be made in accordance with the development plan unless material considerations indicate otherwise. The Council cannot at this time demonstrate a five-year housing land supply, accordingly, paragraph 11 d of the Framework is engaged. \r\rThe scheme would provide a net gain of 1 units which would contribute to the Councils housing supply which carries significant weight in favour of the scheme. However, the scheme would deliver flats of substandard quality, with no defined private amenity spaces. These disbenefits carry substantial weight against the scheme.  \r\rIn this case, Officers consider that the disbenefits associated with the scheme, as set out above, would significantly and demonstrably outweigh the benefits of providing 2 new dwellings when assessed against the policies in the NPPF (2021) as a whole.\r",
    "Please provide a copy of proposed  block plan scaled 1:500 showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe submitted block plan does not show the proposed development in hatched or shaded. Please show the position of the ventilation duct.",
    "Please provide proposed floor plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.\r\rPlease show the position of the ventilation duct in proposed floor plans. The submitted proposed floor plan is labelled as constructed plan"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "26/02/2020",
  "secondary_street_name": null,
  "site_number": "3",
  "pp_id": "PP-08460699",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.28126,
          51.42071
        ],
        [
          -0.281261,
          51.420683
        ],
        [
          -0.281304,
          51.420684
        ],
        [
          -0.281303,
          51.420711
        ],
        [
          -0.28126,
          51.42071
        ]
      ]
    ],
    "type": "Polygon"
  }
}