{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q5UPRUNHN4G00",
  "lapsed_date": "15/04/2023",
  "decision_target_date": "15/04/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 4AH",
  "site_name": "7 & 8 Cleaveland Road\rSurbiton\rKT6 4AH\r",
  "status": "Refused",
  "application_details": {
    "site_area": 0.041,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "LASC Name: Cleaveland Road/The Mall"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021786141"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00389/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517748,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:14:08.272Z",
  "id": "Kingston-20_00389_FUL",
  "application_type": "Householder",
  "street_name": "Cleaveland Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "15/04/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of side and rear extension to No.7 and erection of rear extension to No.8 (joint application)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167564,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021786141",
  "centroid": {
    "lon": -0.308928,
    "lat": 51.394904
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed development, by reason of its scale, siting, bulk, mass, form and design, would visually unbalance the pair of semi-detached dwellings at 7 and 8 Cleaveland Road and disrupt the established pattern of development along the street, resulting in unacceptable harm to the character, appearance and historic significance of the area, contrary to policies 7.4, 7.6 and 7.8 of the London Plan 2016 and policies CS8, DM10 and DM12 of the LDF Core Strategy 2012.",
    "The proposed development, by reason of the displacement of an existing off-street car parking space, would lead to inconsiderate parking and an increase on-street car parking pressure on surrounding streets, contrary to policies CS7 and DM10 of the LDF Core Strategy 2012.",
    "Condition 26 (Electric Vehicle Charging Points) - RBK Neighbourhood Engineer has reviewed the information submitted and is satisfied this can now be approved.\r\r",
    "Consultations\rNeighbour notifications: One representation neutral to the proposed development but with concerns raised regarding potential for additional noise.\r\rRBK Neighbourhood Traffic Engineer: No objection. Request a condition is attached should planning permission be granted requiring a pre-commencement condition for the submission of a Construction Management Plan. \r\rPlanning History:\rApplication Reference 13/12766/FUL - Conversion of the ground floor to form two self-contained one-bedroom flats and associated external alterations. Planning permission granted on 26 June 2014. \r\rApplication reference 19/02557/CLC - Details required by condition 8 (Landscaping) of Planning Permission 16/12534/FUL (Variation of Condition 2 (Approved Plans) seeking minor material amendments to planning permission 13/12766/FUL (Conversion of the ground floor to form two self-contained one-bedroom flats and associated external alterations)). Approved on 10 January 2020.\r\rApplication reference 19/02881/CLC - Details required by Condition 3 (Materials of external finishes and fenestration) and Condition 7 (Site Management Plan) of Planning Permission 16/12534/FUL (Variation of Condition 2 (Approved Plans) seeking minor material amendments to planning permission 13/12766/FUL (Conversion of the ground floor to form two self-contained one-bedroom flats and associated external alterations)). Approved on 17 January 2020. \r\rSite and Surroundings\rThe application site is located on the western side of Glenthorne Road, on the corner with Alfred Road.  It comprises of a large, prominent building that was historically built and used as a public house.  The immediate surrounding area is predominantly residential in character and typified by rows of terraced and semi-detached family dwellinghouses.\r\rThe buildings on the site are not listed or locally listed, neither are there any Tree Preservation Orders (TPOs) on the site or in the immediate vicinity.  However, the site does fall within Flood Risk Zone 2 (Moderate Probability), a Council designated Critical Drainage Area and the Grove Lane Local Area of Special Character (LASC).  \r\rProposal\rPlanning permission is sought for extensions and alterations to the roof level including the removal of chimney stacks and installation of 9no. roof lights in order to facilitate loft conversion to create 1no.x self-contained 2-bedroom flat.\r\rAssessment\rThe application has been assessed against the policies of the current NPPF and Development Plan which consists of the London Plan and the Councils adopted LDF Core Strategy.\r\rPrinciple of Development:\rThe proposed development seeks to intensify the provision of residential units on the site that is located on existing residential land in a residential area. It is considered that the proposed development would be compatible with and would not change the existing primary residential use of the site. It is considered that subject to the detailed consideration of all other matters the principle of the development would be acceptable.  \r\rPolicy CS10 (Housing Delivery) of the Council's LDF Core Strategy (2012) states that the Council will take every opportunity to deliver new housing.\r \rParagraph 60 of the NPPF 2021 states [inter alia] that to significantly boost the supply of homes, it is important that a sufficient amount and variety of land can come forward where it is needed and that land with permission is developed without unnecessary delay. \r\rPolicy CS10 of the Council's LDF Core Strategy, 2012 sets out the Borough's housing targets as defined by the London Plan, 2011.  Policy H1 (Increasing Housing Supply) of the London Plan (2021) sets ten-year targets for net housing completions that each local planning authority should plan for. Table 4.1 sets out the 10 year targets for net housing completions in each London Borough from 2019/20 - 2028/29). The requirement for Kingston is to deliver 9,640 homes in this 10 year period, which would equate to 964 net completions per annum.\r\rThis application proposes 1no. net additional residential unit, thereby helping to contribute to these annual housing targets. In addition, the Council are currently unable to demonstrate a 5 year supply of land for the delivery of housing. As such, the 'tilted balance' and Paragraph 11(d) of the NPPF 2021 is a material planning consideration. The final section of this report considers the planning balance of the application proposals. \r\rQuality of Proposed Accommodation\rPolicy D6 (Housing Quality and Standards) of the London Plan 2021 sets out that housing development should be of high quality design and provide adequately sized rooms (as set out in Table 3.1 of the London Plan 2021) with comfortable and functional layouts which are fit for purpose and meet the needs of Londoners without differentiating between tenures. Policy DM13 of the Core Strategy (2012) reiterates the requirement for adequately sized properties. \r\rPolicy D6 of the London Plan 2021 encourages housing developments to maximise the provision of dual aspect dwellings and normally avoid the provision of single aspect dwellings. Single aspect dwellings should only be provided where it is considered a more appropriate design solution to meet the requirements of Part B of Policy D3 of the London Plan 2021.                                           \rWith regards to private amenity space, Policy D6 of the London Plan 2021 sets out that where there are no higher local standards in the Borough's Development Plan Documents, a minimum of 5sqm of private outdoor space should be provided for 1-2 person dwellings and an extra 1sqm should be provided for each additional occupant. Policy Guidance 13 of the Residential Design Guide SPD (2013) sets a higher minimum standard of 50sqm of private garden space per family house i.e. three bedrooms (where the prevailing character of the area allows) and 10sqm of private garden space for new flats. \r\rThe proposed accommodation is considered to be of a practical layout, with a total of 9no. rooflights providing daylight/sunlight to the accommodation. The rooflights would be the only form of fenestration and, as such, the living accommodation would offer poor outlook for the future occupants and would not be conducive to a good standard of living accommodation. \r\rThe application seeks to provide a two bedroom, four-person unit laid over a single floor, for which Policy D6 of the London Plan would require a Gross Internal Area (GIA) of 70sqm. The proposed internal floor space for the unit would amount to 86sqm providing floor space in excess of the minimum space standards. However, the applicant has failed to provide sufficient information / evidence to demonstrate that the proposed accommodation would meet the internal space standards with particular regard to floor to ceiling height across the proposed accommodation. \r\rThe proposals do not include any external amenity space for the proposed residential unit, which is contrary to policy guidance within the Residential Design Guide and Policy D6 of the London Plan 2021. \r\rImpact upon Character and Appearance of the Area\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rPolicy D3 (Optimising Site Capacity Through the Design-Led Approach) of the London Plan (2021) sets out that all development must make the best use of land by following a design-led approach that optimises the capacity of sites. Development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions. Spaces and buildings should maximise opportunities for urban greening to create attractive resilient places that can also help the management of surface water.\r\rThe proposals would involve the removal of 2no. chimney stacks and the addition of 9no. conservation-type rooflights (that is, 4no. to the north roof slope, 4no. to the southern roof slope and 1no. to the eastern roof slope). \r\rIt is considered that the proposed additions at roof level to the host property would generally be subordinate additions and of a style sympathetic to the host property and the surrounding area. Whilst the loss of the two chimneys would be regrettable, this proposed change would not unduly or harmfully detract from the character and appearance of the area to a significant extent. \r\rImpact upon Residential Amenity\rPolicy DM10 of the Council's LDF Core Strategy 2012 seeks to safeguard residential amenities in terms of privacy, outlook, daylight /sunlight, avoidance of visual intrusion and noise and disturbance. The immediate neighbouring properties include No.414 and No. 418 Kingston Road.\r\rIt is considered that the built form would be proportionate to its plot size, respect neighbouring building lines, height and massing and be in keeping with the general pattern and form of development in the surrounding areas. The proposed development by virtue of its size, siting and design in relation to the neighbouring properties would not cause any significant material harm to the outlook, daylight/sunlight provision or privacy of the neighbouring occupiers.\r\rHighways and Transportation\rParagraph 111 of the NPPF 2021 states that development should only be prevented or refused on highways grounds if there would be an unacceptable impact on highway safety, or the residual cumulative impacts on the road networks would be severe.\r\rThe application site is located within an area that has poor access to public transport (PTAL score of 1b). The site is located within a Controlled Parking Zone (Zone G) in operation between Mon-Fri (excl. bank holidays) 8.30am - 6.30pm. \r\rIn terms of the application proposals, the London Plan Table 10.3 maximum car parking standards states up to 0.75 car parking spaces should be provided for a 2 bedroom unit. There is no additional car parking proposed, which would remain unchanged at 3no. spaces.\r\rGiven that the application site is located within a controlled parking zone and would be policy compliant in terms of off-street car parking to be within maximum parking standards, it is considered that the proposed car-free development could be acceptable. However, this is subject to the applicant entering into a legal agreement to prohibit the future owners/occupiers of the proposed flat from obtaining on-street resident parking permits. \r\rIn the absence of a signed legal agreement to prevent occupiers or visitors to the proposed unit from obtaining a residents parking or visitors parking permit to mitigate any parking pressures, the proposed development would not comply with Paragraph 107 of the NPPF 2021, Policy T6 of the London Plan 2021 and Policy DM10 of the Council's Core Strategy 2012.  \r\rThe London Plan 2021 Table 10.2 requires 2no. cycle spaces per 2+ bedroom unit. \r\rThe application form states that there would be no change to the on-site cycle storage provision, with 7no. cycle spaces serving the property as existing. Council's traffic engineer has reviewed the proposals and accepts this, provided that 2no. cycle spaces would be allocated for the use of the proposed unit's future occupiers. Should the recommendation have been for approval, this would have been secured by way of condition. \r\rRefuse & Recycling\rPolicy D3 of the London Plan 2021 and Policy CS9 of the Council's Core Strategy 2012 require integrated, well-designed recycling facilities to be incorporated into all new developments.\r\rRefuse and recycling bin storage has not been shown on the submitted plans. Notwithstanding, Officers note the conversion of the lower floors to residential use and the land within the curtilage of the application property is considered to be of a size to allow for adequate provision. Should the recommendation have been for approval, details of the capacity and design/materiality of the bin store would have been secured by way of pre-occupation condition to ensure satisfactory waste storage and ensure the enclosure is appropriate to the street context in visual appearance terms. \r\rCommunity Infrastructure Levy\rAs of the 1st November 2015 the Council commenced the operation of a Community Infrastructure Levy (CIL) as a means of collecting monies to provide local infrastructure to offset the impact of developments. This replaced the S106 mechanism for collecting contributions for local infrastructure e.g. education and health with the exception of affordable housing. For the avoidance of doubt S106 contributions can only be collected to resolve site specific issues as a result of the proposed development.\r\rFor Kingston CIL purposes, the proposed development is located within CIL Zone 2 with a charge of £130 per square metre of residential development. \r\rThe application would also be liable to pay Mayoral CIL (MCIL2) currently set at £60 per square metre. The CIL charges are subject to the national Tender Price Index. In the event that the All-in Tender Price Index ceases to be published, the index referred to is the retail prices index; and the figure for a given year is the figure for November of the preceding year.\r\rSummary/Planning Balance\rParagraph 11 of the NPPF states that where there are no relevant development plan policies, or the policies which are most important for determining the application are out-of-date, the Council should grant planning permission unless:\r- the application of policies in this Framework that protect areas or assets of particular importance provides a clear reason for refusing the development proposed or; \r- any adverse impacts of doing so would significantly and demonstrably outweigh the benefits, when assessed against the policies in this Framework taken as a whole. \r\rIt is noted that the Council does not have a 5 year housing supply. \r\rThe proposed development would provide 1no. net additional market housing unit. Although the proposal would make a positive contribution towards the Borough's housing supply, only one two-bedroom flat would be provided. As such, the proposal's positive contribution to the Borough's housing stock and the associated social benefits it would bring to the community would be somewhat limited. \r\rThe proposal would not have an adverse impact on the living conditions of neighbouring occupiers. The size, scale and design of the proposed external alterations would, on the whole, respect the character of the host dwelling and the surrounding area.\r\rThe living accommodation would offer poor outlook for the future occupants and insufficent evidence has been provided to demonstrate that the internal space standards would be achieved, as such the proposal would not be conducive to a good standard of living accommodation. In addition, the proposals do not include any external amenity space for the proposed residential unit, which is contrary to policy guidance within the Residential Design Guide and Policy D6 of the London Plan 2021. \r\rIn the absence of a signed legal agreement, the proposal would exacerbate pressure for on-street parking and prejudice highway safety contrary to Paragraph 107 of the NPPF 2021, Policy T6 of the London Plan 2021 and Policy DM10 of the Council's Core Strategy 2012.  \r\rThe proposed development is in conflict with the development plan and it is considered that the adverse impacts of granting permission would significantly and demonstrably outweigh the benefits of the provision of a single two bedroom flat in this location, when assessed against the policies in the NPPF as a whole.\r\rIt is therefore recommended that the application be refused.  \r",
    "Please provide proposed floor plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.\r\rThe submitted floor plans are not labelled as proposed and there is no scale bar."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "19/02/2020",
  "secondary_street_name": null,
  "site_number": "7",
  "pp_id": "PP-08497642",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.308906,
          51.394917
        ],
        [
          -0.308907,
          51.39489
        ],
        [
          -0.30895,
          51.394891
        ],
        [
          -0.308949,
          51.394918
        ],
        [
          -0.308906,
          51.394917
        ]
      ]
    ],
    "type": "Polygon"
  }
}