{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q4EBPZNHMSE00",
  "lapsed_date": "13/03/2025",
  "decision_target_date": "15/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": null,
  "site_name": "Telephone Exchange, Telecommunications Mast Roof Top 32043",
  "status": "Not Required",
  "application_details": {
    "site_area": 0.106
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00114/TEL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518203,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:13:01.530Z",
  "id": "Kingston-20_00114_TEL",
  "application_type": "Prior Approval",
  "street_name": "Coniston Way",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tolworth & Hook Rise - OLD",
  "decision_date": "13/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Installation of 3x new antennas, 1x new dish, a GPS module including associated ancillary development",
  "actual_completion_date": null,
  "last_date_consultation_comments": "19/02/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 165149,
  "decision": "Not Required",
  "appeal_decision": null,
  "uprn": "000128037833",
  "centroid": {
    "lon": -0.303194,
    "lat": 51.373104
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The siting and appearance would be appropriate for this location and it is recommended that prior approval is not required as it would accord with policies CS8 and DM10 of the Council's adopted LDF Core Strategy April 2012.",
    "--- Officer Report ---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r\rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2012.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rComments received:\r\rThe LPA's Pollution Control Team has no objections to this application. The noise and odour issues have already been addressed in 21/00840/FUL and comments made. We would however recommend that the opening hours stated in their application are conditioned.\r\rLPA's Department of Public Health object on grounds of policy E9 of the London Plan.\r\rNeighbour Objections:\r\rObjections received on grounds of proliferation of hot food take aways in the area and proximity to nearby schools, smells and ventilation. \r\rOfficer comment: The above matters raised re consultation/objection have been considered and addressed in the assessment of the proposal.\r\rApplication Site\rThe site relates to a ground floor commercial unit in the designated Kingston Town Centre.\r\rAssessment\r\rThe application relates to a change of use only. The applicant has submitted a separate application for external changes to the shop front and extract/ventalation system and an advertisemnt consent application for display of signage. \r\rThe key areas of assessment are:\r\r- The principle of the development\r- Impact on \r\rThe principle of the development\r\rThe proposal is in the designated Kingston Town Centre. The loss of the retail unit would not result in in a predominance of non E(a) uses (formerly A1).  However the proposed development includes a hot food take-away offer which would be within 400 mteres of Kingston Grammar School and Tiffin Boys School. As such the proposed development would be in conflict with London Plan Policy Policy E9 (Retail, markets and hot food takeaways) that states development proposals containing A5 hot food takeaway uses should not be permitted where these are within 400 metres walking distance from the entrances and exits of an existing or proposed primary or secondary school.\r\rConclusion\rIn conclusion, the proposed development is considered to not be in accordance with the development plan and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal",
    "Please provide copies of all existing and proposed elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.\r\rIf no changes are proposed to elevations, please provide existing/proposed elevations and state no changes to elevations. Validation requirement (1i)  Unfortunately we are unable to accept only photos for this application and require elevational drawings."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "20/01/2020",
  "secondary_street_name": null,
  "site_number": "",
  "pp_id": "PP-08436142",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.303172,
          51.373117
        ],
        [
          -0.303173,
          51.37309
        ],
        [
          -0.303216,
          51.373091
        ],
        [
          -0.303215,
          51.373118
        ],
        [
          -0.303172,
          51.373117
        ]
      ]
    ],
    "type": "Polygon"
  }
}