{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q8CU63NHFY600",
  "lapsed_date": "29/04/2025",
  "decision_target_date": "31/05/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 5DN",
  "site_name": "Victoria Recreation Ground",
  "status": "Dismissed",
  "application_details": {
    "site_area": 0.009
  },
  "appeal_decision_date": "02/10/2020",
  "lpa_app_no": "20/00809/TEL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517352,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:15:52.666Z",
  "id": "Kingston-20_00809_TEL",
  "application_type": "Prior Approval",
  "street_name": "Victoria Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "29/04/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": "Dismissed",
  "appeal_start_date": "20/07/2020",
  "decision_process": "Delegated",
  "description": "Installation of 1 no. 25m high Swann column, with 3 no. antennas,  2 no. 0.6m dishes, 3 no. BOBs,  2 no. ground-based equipment cabinets, and ancillary development installed on a 8m x 6m compound within 2.1m high palisade fencing",
  "actual_completion_date": null,
  "last_date_consultation_comments": "28/04/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 166886,
  "decision": "Refused",
  "appeal_decision": "Dismissed",
  "uprn": "000128019287",
  "centroid": {
    "lon": -0.314841,
    "lat": 51.388892
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed telecoms equipment by virtue of its siting and appearance would create an incongruous addition to the park that would be visually intrusive and create visual blight and clutter and detract from the character and appearance of the Victoria Recreation Ground and the surrounding area. The proposal would not accord with policies CS8 and DM10 of the Council's adopted LDF Core Strategy April 2012.",
    "The site comprises a semi detached dwelling. It is not located in a Conservation Area or subject to any Article 4 Direction.\r\rThe application seeks planning permission for the erection of a single-storey rear extension with associated changes to fenestration.\r\r5 neighbouring properties have been notified of the proposal. No representations have been received.\r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed single storey ground floor extension would replace an existing structure and extend slightly beyond its footprint to the rear of the existing dwelling, with some changes to fenestration. The extension would be of an appropriate height and depth, with materials to match the host dwelling.\r\rHaving regard to the above officers consider the development would have an acceptable impact on the character and appearance of the surrounding area.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: There is an existing structure located on the boundary shared with No.13 Elgar Avenue and the proposed development would not increase its scale or depth as it relates to, or is visible from this property.\r \rWith regards to No.9 Elgar Avenue, the proposed extension would be set back from the boundary and compliance with the daylight/sunlight guidance in the Residential Design SPD has been demonstrated.  Officers therefore consider the impacts on amenities would not be unduly compromised.\r\rConclusion\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Drawing 3002 - PL -02 roof plan is incorrect"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "06/04/2020",
  "secondary_street_name": null,
  "site_number": "",
  "pp_id": "PP-08633603",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.314819,
          51.388905
        ],
        [
          -0.31482,
          51.388878
        ],
        [
          -0.314863,
          51.388879
        ],
        [
          -0.314862,
          51.388906
        ],
        [
          -0.314819,
          51.388905
        ]
      ]
    ],
    "type": "Polygon"
  }
}