{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q4LU2HNH02800",
  "lapsed_date": "02/04/2023",
  "decision_target_date": "02/04/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 6SB",
  "site_name": "Gloucester Court",
  "status": "Approved",
  "application_details": {
    "site_area": 0.257,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.19.74T.29\rAddress: Hollingsworth Court Lovelace Gardens Surbiton\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.19.74T.30\rAddress: Hollingsworth Court Lovelace Gardens Surbiton\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.19.74T.47\rAddress: Hollingsworth Court Lovelace Gardens Surbiton\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.19.74T.27\rAddress: Hollingsworth Court Lovelace Gardens Surbiton\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.19.74T.28\rAddress: Hollingsworth Court Lovelace Gardens Surbiton\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 480\rReference: TQ17665789"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 480\rReference: TQ17665788"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 470\rReference: TQ17665714"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 460\rReference: TQ17665712"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 460\rReference: TQ17665713"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 460\rReference: TQ17665711"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: SURFACE"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: SURFACE"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100023672802"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00161/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517577,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:13:12.974Z",
  "id": "Kingston-20_00161_FUL",
  "application_type": "All Other",
  "street_name": "Lovelace Gardens",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "02/04/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Conversion of existing 8 parking bays into 12 parking bays for residential use",
  "actual_completion_date": null,
  "last_date_consultation_comments": "05/03/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 166778,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100023672802",
  "centroid": {
    "lon": -0.311645,
    "lat": 51.387875
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission. \r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004. \r",
    "The development hereby approved shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "The car parking, servicing and manoeuvring areas shown on the approved drawing shall be provided with a hard, bound, dust-free surface, adequately drained before the development is occupied for the purpose hereby permitted. The respective areas shall be kept free from obstruction at all times, and shall not thereafter be used for any other purposes other than those shown on the approved drawing.\r\rReason: Reason: To ensure the provision of adequate off-street parking accommodation and to avoid the congestion of surrounding roads by parked vehicles in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The use of the car parking spaces hereby permitted shall be restricted solely for the purposes of parking motor vehicles for the sole benefit and personal enjoyment of the occupants of Gloucester Court, Lovelace Gardens, Surbiton KT6 6SB and for no other purposes whatsoever; and shall be permanently retained for that use. \r\rReason: To ensure adequate off-street car parking facilities is retained for the residents of Gloucester Court in accordance with Policies DM9 (Managing Vehicle Use for New Development) and Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "Prior to the use of the car parking spaces hereby permitted, the redundant vehicle crossover as shown on drawing number PL100_Rev A shall be reinstated to full kerb height and retained in that form thereafter for the lifetime of the development.  \r\rReason: In the interests of pedestrian safety in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "The applicant is informed that the submitted details for Condition 9 (Refuse and Recycling) of planning permission 16/14626/FUL has been assessed and is hereby approved subject to carrying out the development in accordance with the approved details.",
    "The application site is occupied by a 3 storey detached residential property located within the Liverpool Road Conservation Area and the Kingston Hill/Coombe Hill Strategic Area of Special Character.\r\rProposal\rThe application seeks permission for the erection of a single storey outbuilding and AC enclosure in rear garden\r\r5 neighbouring properties have been notified of the proposal. One objection was received with concerns relating to:\r\rEffects on trees;\rExcessive scale and height; \rInappropriate layout;\rLack of setback from boundary; and, \rParty wall matters  (Civil matter to be addressed by individual parties).\r\rAll other material planning considerations to be addressed in this report.\r\rKingston Conservation Areas Advisory Committee: Objected to the proposal as follows: The proposed outbuilding is concealed from the street view and wider conservation area however is too tall, large and out of scale.\r\rEnvironmental health: No objection to the proposed A/C unit subject to conditions regarding hours of work during the construction phase and any contamination assessment (if required).\r\rTree & Landscape Officer: No objection in principle subject to submission of an updated landscape and planting plan to achieve mitigation in the completed scheme.\r\rOfficer Comment: Revised drawings have been submitted in response to both the Kingston CAAC and neighbour objections that include;\r\rA reduction of the AC unit in width and height;\rIncreased setback from the boundary with No.33 Crescent Road;\rWidth of outbuilding reduced by 1m; and,\rSlats to windows redesigned. \r\rNo further representations have been received in response to the neighbour consultation on the revisions.\r\rThe key areas of assessment are: \r- The impact of the development on the character and appearance of the area and heritage assets; and,\r- The impact of the development on the amenities of neighbouring occupiers.\r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.  \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment:  The proposed timber clad building is located at the end of a large garden and would be of a proportionate scale in relation to the host dwelling. The building would not be visible from the street and its considered roof profile and materials would minimise visibility to any surrounding properties The development is therefore considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design and there would be no adverse impacts on the character or appearance of the area.  Furthermore, the proposed development would not result in any harm to the aformentioned heritage assets and would preserve the significance of the Liverpool Conservation Area and the Kingston Hill/Coombe Hill Strategic Area of Special Character.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: The proposed A/C unit has been designed and enclosed to protect the potential loss of amenities to neighbouring properties. All windows and/or doors of the outbuilding would face the garden and host dwelling.  The building is also sufficiently separated from any dwellings on neighbouring properties. It is considered that the proposed development would not adversely affect the amenities by reason of overbearing appearance, loss of light or loss of privacy.  \r\rConclusion\rOfficers consider the proposal to be in accordance with the development plan taken as a whole. In the absence of any other material considerations which indicate that permission should be refused, officers conclude that planning permission should be granted.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "The applicant is informed that the submitted details for Condition 12 (Sustainable Homes) of planning permission 19/01604/FUL has been assessed and is hereby approved subject to carrying out the development in accordance with the approved details.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "Please submit a copy of a site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r",
    "Please note that the quality of advice will be proportionate to the level of information provided, therefore it is to the applicants benefit to provide as much supporting information as possible for the proposal. eg: plans and elevations, photographs and supporting documents.",
    "The fee required for your pre planning application is £ 145.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "Please submit a copy of a site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r",
    "Please note that the quality of advice will be proportionate to the level of information provided, therefore it is to the applicants benefit to provide as much supporting information as possible for the proposal. eg: plans and elevations, photographs and supporting documents."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "06/02/2020",
  "secondary_street_name": null,
  "site_number": "",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.311623,
          51.387888
        ],
        [
          -0.311624,
          51.387861
        ],
        [
          -0.311667,
          51.387862
        ],
        [
          -0.311666,
          51.387889
        ],
        [
          -0.311623,
          51.387888
        ]
      ]
    ],
    "type": "Polygon"
  }
}