{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q48X5ONHMRR00",
  "lapsed_date": "07/06/2025",
  "decision_target_date": "13/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": null,
  "site_name": "18-32 And 23-43 \rBeaufort Road And Fassett Road\rKingston Upon Thames\rKT1 2TQ\r\r",
  "status": "Commenced",
  "application_details": {
    "site_area": 0.792,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Grove Crescent Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: KIN.03.63T.76\rAddress: Former 32 Beaufort Road Kingston Upon Thames KT1 2TQ\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128029734"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00101/CLC",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518266,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:12:58.327Z",
  "id": "Kingston-20_00101_CLC",
  "application_type": "All Other",
  "street_name": "Beaufort Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "07/06/2020",
  "epc_number": null,
  "actual_commencement_date": "09/10/2019",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Details required by Condition 33 (Means of Enclosure) of Planning Permission 20/00378/FUL Variation of Condition 2 (Approved Plans) of Planning Application 18/12928/FUL (Demolition of 20-30 Beaufort Road and 25-41 Fassett Road and hotel buildings to rear. Refurbishment and conversion of 18 and 32 Beaufort Road and 23 and 43 Fassett Road, and erection of new buildings to provide a total of 20 houses and 69 flats, together with basement and surface car parking and landscaping (Revision to planning permission15/12107/FUL) dated 19/09/2019 incorporating the addition of rear staircase core on Block D, Fassett Road",
  "actual_completion_date": null,
  "last_date_consultation_comments": "14/02/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 168318,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128029734",
  "centroid": {
    "lon": -0.301235,
    "lat": 51.401573
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "That the applicant is informed that the submitted details, as set out above are agreed and that the condition, as noted above, is fully discharged.",
    "Application Site\rThe application concerns a detached dwellinghouse situated on the west side of Surbiton Crescent. The site is located within the Claremont Road Conservation Area and is a designated Locally Listed Building (BTM). Key architectural features in this Conservation Area include, but are not limited to, the following which is stated on the Council's online list of Conservation Areas: \r\r'Buildings of this early stage of Surbiton's development, are characterised by being built in the classical style with stuccoed facades. Several original examples survive on the north side of Victoria Road, the east sides of Claremont Road and St Philip's Road.\r\rThere are a number of robust Victorian, locally listed buildings in Avenue Elmers and Claremont Gardens. In Avenue Elmers, villas were erected in the early 1870s by local developers Corbett and McClaymont. These buildings form a perfect transition from the modest stuccoed 1840 villas on Claremont Road to the flamboyant red brick 1890 houses on Claremont Gardens.'\r\rAll trees within a Conservation Area benefit from protections under Section 211 of The Town and Country Planning Act (1990) which effectively provides the same protections as a tree specific Tree Preservation Order (TPO).\r\rProposal\rErection of new boundary wall and installation of rainwater and waste water pipes\r\rConsultation\rSurbiton Neighbourhood Conservation Area Advisory Committee (CAAC): 'We do not object to the wall or rainwater goods, however, the design of the wall is important and no specific details have been illustrated. The wall is visually prominent and therefore is will be important for the design to be of a high quality. We therefore request further illustrative details be provided.'\r\rTree & Landscape Officer: No objection subject to the development being carried out in accordance with the submitted Arboricultural Information\r\rAssessment\rThe key areas of assessment are:\r- Design and Impact on Heritage Assets; \r- Neighbouring Amenity; and,\r- Impact on trees.\r\rDesign and Impact on Heritage Assets\rSection 72 of the Planning (Listed Building and Conservation Areas) Act, 1990 Act requires the Council to pay special attention to the desirability of preserving or enhancing the character or appearance of conservation areas. This statutory duty is considered alongside national policies in the NPPF 2021, the complementary NPPG and regional and local policies.\r\rParagraph 199 of the NPPF states that when considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\rIn addition Paragraph 200 states that any harm to, or loss of, the significance of a designated heritage asset (from its alteration or destruction, or from development within its setting), should require clear and convincing justification.\r\rWith regard to non-designated heritage assets the NPPF states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining the application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement will be required having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rPolicy D3 (Optimising Site Capacity Through the Design-Led Approach) of the London Plan (2021) sets out that all development must make the best use of land by following a design-led approach that optimises the capacity of sites. Development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions. Spaces and buildings should maximise opportunities for urban greening to create attractive resilient places that can also help the management of surface water.\r\rPolicy HC1 (Heritage Conservation and Growth) of the London Plan (2021) sets out that: 'Development proposals affecting heritage assets, and their settings, should conserve their significance, by being sympathetic to the assets' significance and appreciation within their surroundings'.\r\rLocal policies CS8, DM10, DM11 and DM12 of the Kingston Core Strategy (2012) require that proposals relate well to their surroundings, recognise distinctive local features, have regard to the historic environment and be of a high standard to achieve a more attractive, sustainable and accessible environment.  More specifically, Policy DM12 of the Kingston Core Strategy (2012) states that \"the Council will:\r\r(b)  preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration\r(d)  ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or complement those of the host building or the immediate area\".\r\rOfficer Comment: The proposed cast iron drainage, rainwater pipe and gutter systems would be of a high quality material which would relate well to the appearance of the existing dwelling and wider Conservation Area. \r\rThe replacement of the timber fencing around the perimeter of the property with a brick wall of no greater height would be acceptable in principle, however, at the time of writing this report the applicant has not yet secured a supply of bricks and is unable to confirm what colour, age and type they would be. It is considered that samples of the proposed bricks could be secured by way of a pre-commencement planning condition.\r\rSubject to the proposed development not resulting in any harm to protected trees which contribute to the character and appearance of the Conservation Area, and the planning condition recommended above, it is considered that the proposed development would preserve the character and appearance of the Conservation Area and would not result in any harm to the Locally Listed Building or Conservation Area. As no harm to heritage assets has been identified it is not necessary to weigh up the proposals against any public benefits.\r\rNeighbouring Amenities & Standard of Accommodation \rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rThe proposed replacement wall would be no greater in height than the existing fencing that it would replace. Given the proximity of the wall to neighbouring properties it is considered that there would not be any significant adverse impact on the amenities of neighbours.\r\rImpact on Trees\rFollowing the submission of additional information during the planning application process, the Council's Tree Officer has raised no objection to the proposed development, subject to the development being carried out in strict accordance with the submitted Arboricultural Information which includes the supervision of works by the project Arboriculturalist.  The proposed development is therefore considered to be acceptable from a tree and landscape perspective.\r\rConclusion\rThe proposed development would be of an acceptable character and appearance and would, subject to planning conditions, preserve the character and appearance of the Conservation Area and the listed building. No harm has been identified to designated or non-designated heritage assets or protected trees. It is therefore recommended that planning permission is granted.\r",
    "Please submit a copy of an Ordnance Survey based site plan scaled 1:500 with the application site outlined in red, showing at least two road frontages and a North point.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "17/01/2020",
  "secondary_street_name": null,
  "site_number": "20, 30",
  "pp_id": "PP-08431759",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.301213,
          51.401586
        ],
        [
          -0.301214,
          51.401559
        ],
        [
          -0.301257,
          51.40156
        ],
        [
          -0.301256,
          51.401587
        ],
        [
          -0.301213,
          51.401586
        ]
      ]
    ],
    "type": "Polygon"
  }
}