{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q9FYPYNHG5E00",
  "lapsed_date": "24/06/2025",
  "decision_target_date": "25/06/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 6DN",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.014
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00935/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519039,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:16:28.119Z",
  "id": "Kingston-20_00935_HOU",
  "application_type": "Householder",
  "street_name": "St Georges Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "24/06/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey side/rear infil extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 170146,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021767851",
  "centroid": {
    "lon": -0.289515,
    "lat": 51.417841
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the northern wall of the building hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The site comprises a detached dwelling.\r\r15 neighbouring properties have been notified of the proposals and 1 objection has been received relating to loss of privacy. The concerns raised will be taken into consideration during the assessment of the application and detailed below.\r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: Officers note that the current application is a revision of previously refused application ref: 21/04011/HOU. The principle issue with the refused application was the scale, mass and design of the proposed first floor rear extension with raised roof ridge. The proposal of this refused application would have resulted in an incongruous development that would have appeared visually dominant within the streetscene. The proposed roof extension has now been set back by 4m, and would have a height of 1.3m, which would accord with the parameters set by the Residential Design SPD, thereby addressing this issue. \r\rThe proposed single storey rear extension would have a depth that is in excess of the parameters set out in the Residential Design SPD, however the proposal would have an appropriate height and as such would appear a modest addition to the host property and surrounding area.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: The applicant has also demonstrated that given the orientation and separation distance of the proposed development in relation to the principal windows of the habitable rooms of neighbouring properties at first floor level, the proposed development would not adversely affect the amenities of the occupiers of No. 71 Kings Avenue by reason of loss of light or overbearing appearance.\r\rOfficers note that the proposed first floor extension would not extend past the rear elevation of No. 71 Kings Avenue at ground floor level. The applicant has also demonstrated that given the orientation and separation distance of the proposed development in relation to the principal windows of the habitable rooms of neighbouring properties at first floor level, the proposed development would not adversely affect the amenities of the occupiers of No. 71 Kings Road by reason of loss of light or overbearing appearance.\r\rGiven the separation distance and orientation of the property to No. 67 Kings Road, officers consider that the proposed development  would not adversely affect the amenities of the occupiers of No. 67 Kings Road by reason of loss of light or overbearing appearance.\r\rWhile openings are proposed at first and second floor level, to mitigate against any loss of privacy officers consider a condition can be imposed in the event of an approval to ensure that the openings are obscure-glazed and non-opening below 1.7m above finished floor levels.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Please provide all floor plans with a Northern Point showing on them (to scale 1:50 or 1:100)"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "30/04/2020",
  "secondary_street_name": null,
  "site_number": "40",
  "pp_id": "PP-08677685",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.289493,
          51.417854
        ],
        [
          -0.289494,
          51.417827
        ],
        [
          -0.289537,
          51.417828
        ],
        [
          -0.289536,
          51.417854
        ],
        [
          -0.289493,
          51.417854
        ]
      ]
    ],
    "type": "Polygon"
  }
}