{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q452AWNHMQL00",
  "lapsed_date": "11/03/2025",
  "decision_target_date": "11/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 7NR",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.024
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00076/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518965,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:12:51.511Z",
  "id": "Kingston-20_00076_HOU",
  "application_type": "Householder",
  "street_name": "Selbourne Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tolworth & Hook Rise - OLD",
  "decision_date": "11/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey side extension and porch alterations together with creation of hardstanding and alterations to vehicular crossover",
  "actual_completion_date": null,
  "last_date_consultation_comments": "19/02/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 165566,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021797387",
  "centroid": {
    "lon": -0.292112,
    "lat": 51.376693
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004. \r",
    "The facing materials to be used in the construction of the building shall be those specified on the application form and approved drawings or such other materials as have been approved in writing by the Local Planning Authority before the development is commenced and shall thereafter be retained as such.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or reenacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the flank walls of the extension hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments, including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "The roof of the side extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes. \r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "Application Site\rThe site comprises a semi-detached dwelling. The site is located within Fluvial Flood Zone 2.\r\rProposal\rErection of single storey side extension with associated changes to fenestration\r\rConsultation\rFlood Risk Officer: The applicant should provide a Sustainable Drainage system (and details of long-term maintence) as well as incorporating flood resilience measures.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Impact on flood risk\r- Car Parking\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The existing single storey side extension is not set back from the front elevation of the dwelling. The proposed mono-pitched roof would relate well to the main roof of the dwelling. Within this context, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  The proposed development would be of a relatively modest depth with sufficient set-back from neighbouring habitable room windows. It is therefore considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFlood Risk\rThe Flood Risk & Drainage Officers request for details of a Sustainable Urban Drainage system are noted alongwith details of flood resistance and resilience measures. Given the modest scale of the proposed development it is considered that drainage would be adequately covered by Building Regulations. The applicant has also set out flood resistance and resilience measures for the proposed extension which includes setting finished floor levels higher than the existing. It is therefore considered that the development would be acceptable in this regard.\r\rCar Parking\r\rAn existing store would be replaced with habitable accommodation, however, it is noted that the store would not be of sufficient size to accommodate a car. Within this context, it is considered that the proposal development would not result in any loss of on-site car parking capacity.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Condition 25 (Damage Cost Assessment) - RBK Environmental Health officer has reviewed the information provided and is satisfied this can now be approved.",
    "The applicant is informed that the submitted details, as set out above, are agreed and that the Planning Condition 25 (Damage Cost Assessment) of planning permission 20/02216/CREG3 is hereby discharged subject to carrying out the development in accordance with the details hereby approved.",
    "Please provide a copy of block plan scaled 1:500, providing a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe submitted site block plan does not show adjoining properties to the side and rear and those opposite in full outline.\r",
    "Please provide existing and proposed roof plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire property not just part and showing dimensions of proposed work.\r\rThe submitted existing roof plan is labelled as proposed roof plan and proposed roof plan is labelled as existing roof plan.\r\rThe submitted proposed side elevation has 3 numbers of rooflights, whereas proposed roof plan shows 2 numbers of rooflights, please amend the proposed roof plan and proposed side elevation with correct numbers of rooflights.",
    "Please note that the quality of advice will be proportionate to the level of information provided, therefore it is to the applicants benefit to provide as much supporting information as possible for the proposal. eg: plans and elevations, photographs and supporting documents.",
    "The fee required for your pre planning application is £1775.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "15/01/2020",
  "secondary_street_name": null,
  "site_number": "15",
  "pp_id": "PP-08419951",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.29209,
          51.376706
        ],
        [
          -0.292091,
          51.376679
        ],
        [
          -0.292134,
          51.37668
        ],
        [
          -0.292133,
          51.376707
        ],
        [
          -0.29209,
          51.376706
        ]
      ]
    ],
    "type": "Polygon"
  }
}