{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q4RTTBNHMVG00",
  "lapsed_date": "23/03/2023",
  "decision_target_date": "23/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 5NX",
  "site_name": "",
  "status": "Dismissed",
  "application_details": {
    "site_area": 0.022000000000000002
  },
  "appeal_decision_date": "16/11/2020",
  "lpa_app_no": "20/00176/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517430,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:13:17.447Z",
  "id": "Kingston-20_00176_HOU",
  "application_type": "Householder",
  "street_name": "Hastings Drive",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "23/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": "Dismissed",
  "appeal_start_date": "22/05/2020",
  "decision_process": "Delegated",
  "description": "Erection of part single storey/part two storey side extension, single storey rear extension, single storey front canopy extension, conversion of the existing garage into habitable accommodation and installation of roof lights",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167146,
  "decision": "Refused",
  "appeal_decision": "Dismissed",
  "uprn": "000128008207",
  "centroid": {
    "lon": -0.313635,
    "lat": 51.391213
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "By virtue of its position, scale and height, the proposed part single/ part two storey side extension would harm the living conditions of number 18 Hastings Drive, Surbiton KT6 5NX, in terms of loss of light, loss of outlook, sense of enclosure and overbearing effect. The proposal would therefore conflict Policy DM10 of the Council's Core Strategy (2012). \r",
    "Officer Report\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38(6) of the Planning and Compulsory Purchase Act 2004 states that planning applications must be determined in accordance with the development plan unless material considerations indicate otherwise.\r\rThe development plan for the Royal Borough of Kingston upon Thames comprises the following documents:\r\r- The London Plan 2021\r- The South London Waste Plan 2012 \r- The LDF Core Strategy 2012\r- The Kingston Town Centre Area Action Plan 2008\r\rApplication Site\rThe application site is occupied by a two storey semi detached building.\r\rProposal\rThe application seeks permission for the erection of single-storey rear extension and associated changes to fenestration.\r\rConsultation\r5 properties were notified of the proposal. No representations were received.\r\rAssessment\rThe main issues in the assessment of the application are:\r- The impact of the development on the character and appearance of the area; and,\r- The impact of the development on the amenities of neighbouring occupiers.\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rRear Extension\rThe proposed single storey extension would project 3m (depth) x 5.8m (width) from the rear wall of the existing building, with a mono pitched roof design (3m in height) and 2no roof lights.  The extension would be 2.5m in height to the eaves up to 3.8m where the roof connects to the rear wall of the main building. Bifold doors would extend across the rear elevation.\r\rThe extension would align with the existing rear extensions to the immediately adjoining property at No.75 Ravenswood, and No.71 Ravenswood Avenue.  \r\rThe external materials are satisfactory and would be either similar or integrate well with the existing building. \r\rTo the side elevation (facing No.71 Ravenswood) an existing door would be removed and the window serving the W/C would be enlarged. Officers raise no objection to this subject to appropriate treatment of the window to be secured by condition.\r\rHaving regard to the above, officers consider that the proposed development would have an acceptable impact on the character and appearance of the area.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe extension is single storey, of a modest projection and in alignment with the existing rear conservatory extension at No.75 Ravenswood Avenue. The extension is separated from the neighbouring property at No.71 and would also align with the established building line of this property. \r\rThe proposed removal of an existing door to the side elevation and enlargement of the W/C window at ground floor level are considered not to compromise neighbouring amenities in terms of overlooking, loss of privacy, or daylight and sunlight.\r\rHaving regard to the above, officers consider that the impact of the proposed development on the amenities of neighbouring occupiers would be acceptable.\r\rFlood Risk and Drainage\rPolicy SI12 of the London Plan 2021 and policy DM4 of the Council's Core strategy 2012 require development proposals to accord with the flood risk policies set out in the NPPF.\r\rThe property is located in a Flood Risk zone 1, which is a low risk area and the proposal is unlikely to result in the increased risk of flooding to the site.\r\r\rConclusion\rHaving regard to the above, officers consider the proposal to be in accordance with the development plan taken as a whole. In the absence of any other material considerations which indicate that permission should be refused, officers conclude that planning permission should be granted.\r\rBackground Papers\rIn accordance with the requirements of Local Government Act 1972 The Plans / Drawings / Documents submitted with the application are available on the Council's website.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r",
    "Please confirm the description ''Conversion of garage into habitable space and erection of single storey rear extension. (Retrospective Application)''"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "27/01/2020",
  "secondary_street_name": null,
  "site_number": "19",
  "pp_id": "PP-08449947",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.313613,
          51.391226
        ],
        [
          -0.313614,
          51.391199
        ],
        [
          -0.313657,
          51.3912
        ],
        [
          -0.313656,
          51.391227
        ],
        [
          -0.313613,
          51.391226
        ]
      ]
    ],
    "type": "Polygon"
  }
}