{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q5MZYLNHN2W00",
  "lapsed_date": "09/04/2025",
  "decision_target_date": "09/04/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3BY",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.027
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00355/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520955,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:13:59.459Z",
  "id": "Kingston-20_00355_HOU",
  "application_type": "Householder",
  "street_name": "Poplar Grove",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "09/04/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a single storey rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": "11/03/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 168592,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021780042",
  "centroid": {
    "lon": -0.262504,
    "lat": 51.403469
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The development to which this permission relates shall be carried out in strict accordance with the tree protection measures detailed on the approved drawings and within email dated Tuesday 7 April 2020 at 12:35pm. The approved measures shall be implemented prior to commencement of any work on site and maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policies 7.4 and 7.21 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "In the period between the commencement and the substantial completion of the development to which this permission relates, any trees on the site which are shown as being retained on the approved plans shall be protected by way of fencing which meets the requirements of BS 5837:2005 \"Protection of Trees on Construction Sites\" (figures 4 and 5). \r\rThe fenced area(s) shall, at all times, be kept entirely free of vehicles, vehicle movements, equipment and machinery. There shall be no changes to the soil level, no excavation of trenches, no fires lit, and no dumping of toxic chemicals within the fenced areas. No retained trees shall be used for winching purposes. \r\rIf any retained tree is removed, uprooted, destroyed, dies, or is pruned or damaged in a way which negatively affects the amenity or landscape value of the tree, a replacement tree shall be planted in the same location, the size and species of which may be specified in writing by the council.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policies 7.4 and 7.21 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Condition 13 (Landscape Scheme) - RBK Tree and Landscape Officer has reviewed the infomation submitted and is satisfied this can now be approved.",
    "Condition 27 (Ecological Management Plan) - RBK Ecology Officer has reviewed the information submitted and is satisfied this can now be approved.",
    "Please provide a completed CIL form along with your submission",
    "Please ensure all submitted drawings have a scale bar shown on them, or metric measurements"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "13/02/2020",
  "secondary_street_name": null,
  "site_number": "15",
  "pp_id": "PP-08501515",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.262482,
          51.403482
        ],
        [
          -0.262483,
          51.403455
        ],
        [
          -0.262526,
          51.403456
        ],
        [
          -0.262525,
          51.403483
        ],
        [
          -0.262482,
          51.403482
        ]
      ]
    ],
    "type": "Polygon"
  }
}