{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q7SURBNHFUN00",
  "lapsed_date": "16/05/2025",
  "decision_target_date": "21/05/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5NP",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.024
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00743/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518167,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:15:35.177Z",
  "id": "Kingston-20_00743_HOU",
  "application_type": "Householder",
  "street_name": "Tudor Drive",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tudor - OLD",
  "decision_date": "16/05/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Part replacement of existing single storey rear extension and erection of single storey side and rear extensions",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 171362,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021768721",
  "centroid": {
    "lon": -0.301644,
    "lat": 51.428952
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission. \r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004. \r",
    "The development hereby approved shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "The site comprises a semi-detached dwelling located on the south eastern side of Glebe Gardens and in close proximity to the junction with South Lane.\r\rThree neighbouring properties have been notified of the proposals and 1 objection has been received relating to:\r- Inappropriate design/layout;\r- Loss of light;\r- Building up to the shared boundary would impede maintencance of the neighbouring property; and,\r- Retention of the shared boundary.\r\rThe concerns regarding the ability of the neighbour to maintain their property and the retention of the shared boundary are civil matters and do not fall within the remit of planning. The other concerns raised will be taken into consideration as part of the assessment below.\r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed extension would not:\rBe set in from the boundary by at least 250mm so guttering does not overhang adjoining land; or,\rBe set-back from the front wall of the original house by at least 500mm\rin conflict with policy guidance 35 of the Residential Design SPD 2013.\rHowever, Officers consider that the proposed development would not be an uncommon feature within the immediate surrounding area as many neighbouring properties have built hard up to the shared boundary at ground floor level. Therefore, on balance the proposed development would not result in any harm to the character and appearance of the area. \r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: As set out above the proposed development would be set up hard against the shared boundary and extend the full depth of the existing property. Officers note that neighbouring property, No. 143 Glebe Gardens has windows in its north eastern side elevation and it is not clear whether these are prinicpal windows associated with habitable rooms. Due to the proximity of the proposed extension to the neighbouring property, it is considered that it would result in an overbearing appearance and an undue sense of enclosure to the occupants of No. 143 Glebe Gardens. Furthermore, the applicant has not provided cogent evidence to demonstrate that the proposed development would not result in an unacceptable loss of light to this neighbouring property which is unacceptable.\r\rIn conclusion, the proposed development would not be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan 2021, Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Declaration section in the submitted application form is signed by a different person, please amend the application form with the correct names.",
    "Please be advised that the proposed description states development for 'up to 9no. units'. The proposed works and description would need to be changed to the exact number of units proposed"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "26/03/2020",
  "secondary_street_name": null,
  "site_number": "89",
  "pp_id": "PP-08615351",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.301622,
          51.428965
        ],
        [
          -0.301623,
          51.428938
        ],
        [
          -0.301666,
          51.428939
        ],
        [
          -0.301665,
          51.428966
        ],
        [
          -0.301622,
          51.428965
        ]
      ]
    ],
    "type": "Polygon"
  }
}