{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q5HTUTNHN1K00",
  "lapsed_date": "01/05/2025",
  "decision_target_date": "09/04/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 7JN",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.026000000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00332/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519988,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:13:54.394Z",
  "id": "Kingston-20_00332_HOU",
  "application_type": "Householder",
  "street_name": "Cotswold Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "01/05/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of two storey front and rear extensions",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 170728,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021757570",
  "centroid": {
    "lon": -0.275677,
    "lat": 51.422872
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at first floor level or above in the north (flank) or south (flank) elevations shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) at first floor level or above in the in the north (flank) or south (flank) elevations of the dwelling unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The applicant engaged with the Local Planning Authority at the pre-application stage with written advice provided. The applicant was made aware of the policy requirement for a minimum of 30% of units to be provided as 3 or more bedroom units and it was recommended that the relationship between the proposal and neighbouring properties is reviewed within any supporting documentation to demonstrate that an acceptable relationship can be maintained.",
    "Site\r\rThe application site is a two-storey end-terrace dwellinghouse located on Elm Road. The site is subject to a Key View designation, but it is not subject to any environmental constraints.\r\rConsultations\r\rFour neighbouring properties have been notified of the proposals and no representations were received.\r\rConsideration\r\rThe key areas of assessment are: \rThe design of the proposed development.\rThe impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: The application proposes the construction of a single storey extension to an existing extension at the rear of the dwellinghouse. Planning permission was not granted for the existing extension, however it is immune from enforcement action as it was constructed over 4 years ago. \r\rThe proposed extension would measure seven metres in depth, which is above the recommended 3-3.5 metres as outlined in Policy Guidance 33 (Single Storey Rear Extensions) of the Residential Design Guide. However, as there is an existing extension of this depth, the depth of the proposed extension would not detract from the character of the dwellinghouse. Furthermore, whilst the height of the proposed extension would be acceptable, Officers note that the roof design of the proposed extension is unusual, as it has varying pitch inclines. Nevertheless, the design of this element would not warrant refusal alone. For these reasons, the proposed development would have an acceptable impact on the character and appearance of the dwellinghouse.  \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments: The principal properties to consider regarding amenity is 124 Elm Road. This property has an existing single storey rear extension. As such, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Please confirm description of works as the application form description does not correspond with the proposed works in the plans and/or supporting documents.  Confirmation can be in writing or by amending the plans to reflect the proposals.\r\rNote: Any documentation with the incorrect proposals will need to be resubmitted, this includes the description of works section on the application form.",
    "Please provide copies of existing and proposed rear elevation at a recognised scale of 1:50 or 1:100, providing a scale bar,  indicating all key dimensions for the proposed work."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "13/02/2020",
  "secondary_street_name": null,
  "site_number": "31",
  "pp_id": "PP-08496284",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.275655,
          51.422885
        ],
        [
          -0.275656,
          51.422858
        ],
        [
          -0.275699,
          51.422858
        ],
        [
          -0.275698,
          51.422885
        ],
        [
          -0.275655,
          51.422885
        ]
      ]
    ],
    "type": "Polygon"
  }
}