{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q7E9PTNHFRM00",
  "lapsed_date": "13/05/2025",
  "decision_target_date": "13/05/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5QR",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.05
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00684/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520688,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:15:18.559Z",
  "id": "Kingston-20_00684_HOU",
  "application_type": "Householder",
  "street_name": "Malden Way",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "13/05/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of part single and part two storey side/rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167033,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021778699",
  "centroid": {
    "lon": -0.26687,
    "lat": 51.389514
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at first floor level or above in the north-eastern (flank) elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) at first floor level or above in the in the north-eastern (flank) elevation of the dwelling unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no extensions or detached buildings (other than those expressly authorised by this permission) shall be erected on the site unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Site\r\rThe application site is a two-storey mid-terrace dwellinghouse located on Oaklea Passage. The site is located within Flood Zone 3A, Flood Zone 2, a Controlled Parking Zone. The site is also designated as part of the Kingston Town Centre Area Action Plan Boundary, as well as an Area of Archaeological Significance.  \r\rConsultations\r\rFour neighbouring properties have been notified of the proposals and no representations were received.\r\rConsideration\r\rThe key areas of assessment are: \rThe design of the proposed development.\rThe impact of the development on the amenities of existing and future occupants of land and buildings.\rThe impact of the development on drainage. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: The application proposes the construction of a stepped single storey rear extension. This would measure a maximum of 3.6 metres from the existing rear wall of the dwellinghouse. This is above the recommended 3-3.5 metre depth, as outlined in Policy Guidance 33 (Single Storey Rear Extensions) of the Residential Design SPD. The proposed extension would largely be flat roofed, but would have parapet walls on its flanks. The extension would measure 3.1 metres to the ridge of the flat roof, and approximately 3.4 metres to the ridge of the parapets. Policy Guidance 33 states that a flat roof should not exceed 3m in height; and a parapet roof should not exceed 3.3m in height. The proposed extension therefore does not meet the requirements of Policy Guidance 33. Due to the excessive height of the proposed extension, it would not appear proportionate nor subordinate to the dwellinghouse. The proposed would therefore have an unacceptable impact on the character and appearance of the dwellinghouse.  \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments: The principal properties to consider in relation to amenity are 1a and 3 Oaklea Passage. Neither of these properties have been extended. Due to the excessive height of the proposed extension on the boundary of these neighbouring properties, officers consider that the proposed development would have an overbearing appearance.\r \rFurthermore, due to its excessive height, combined with its depth and siting along the shared boundary, the proposed development would have an unacceptable adverse impact on light/sunlight of the nearest ground floor habitable room at 3 Oaklea Passage. In addition, the applicant has failed to indicate that the proposed extension would not have an undue adverse impact on the light/sunlight and outlook on the nearest ground floor habitable room at 1a Oaklea Passage. \r\rThe proposed development would therefore have an unacceptable impact on the amenity of neighbouring properties.\r \rThe application site falls within Flood Risk Zone 2 (high probability). Consequently the Flood Risk Assessment: Standing Advice issued by the Environment Agency and DEFRA, 2012 must be applied. For minor extensions such as this it is essential that the proposed floor level is no lower than existing in order to mitigate future flood risk impacts. \r\rOfficer Comment: The submitted flood risk form states that floor levels within the proposed development will be set no lower than existing levels and flood proofing of the proposed development has been incorporated where appropriate which is considered acceptable in this case and in compliance with policy SI12 of the London Plan 2021 and Policy DM4 of the LDF Core Strategy (2012).\r\rIn conclusion, the proposed development would be contradictory with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).\r",
    "The applicant is informed that the submitted details for Condition 5 (Sustainable Drainage Strategy) of planning permission 19/00686/FUL has been assessed by relevant consultants and is hereby approved subject to carrying out the development in accordance with the approved details.",
    "The declaration section in the submitted application form is signed by a different person, please amend the application form with the correct names. Please find the attached application form.\r\rWe received only one page of the application form, please submit the complete whole application form.",
    "Please confirm the description ''Erection of single storey side extension and change of use of  ground floor shop (Use ClassA1) into a residential dwelling (Use Class C3). (Retrospective)''\r\rIf the previous approved application has not been constructed and completed on the site, this application will be considered as full planning application for change of use. If you do not agree with the description, please amend it in your own wors."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/03/2020",
  "secondary_street_name": null,
  "site_number": "300",
  "pp_id": "PP-08598948",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.266848,
          51.389527
        ],
        [
          -0.266849,
          51.389501
        ],
        [
          -0.266892,
          51.389501
        ],
        [
          -0.266891,
          51.389528
        ],
        [
          -0.266848,
          51.389527
        ]
      ]
    ],
    "type": "Polygon"
  }
}