{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q3UH0UNH02800",
  "lapsed_date": "13/02/2025",
  "decision_target_date": "18/02/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT4 7SH",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.042
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00045/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 522061,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:12:43.036Z",
  "id": "Kingston-20_00045_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Mayfair Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "13/02/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of Single Storey Rear Extension (6m in depth, maximum height 3.6m, eaves height of 3m)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 166356,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021803307",
  "centroid": {
    "lon": -0.24738,
    "lat": 51.383136
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension would extend beyond a wall forming a side elevation of the original dwellinghouse, and would have a width greater than half the width of the original dwellinghouse, in conflict with Paragraph A.1 (j) (iii) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The site comprises a detached dwelling.\r\rSeven neighbouring properties have been notified of the proposals and no representations have been received. \r\rRBK Transport Officer - Objection due to height of the proposed boundary treatment, which would result in a lack of visibility, compromising highway safety.\r\rThe key areas of assessment are: \r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and;\r- Highways and Transportation.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: While the proposed boundary treatment would be contemporary in style, officers note that similar boundary treatment can be viewed in the immediate surrounding area, and as such the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Given the siting of the proposed development it would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rPolicy DM9 of the Council's LDF Core Strategy (2012) states that new development must comply with local car parking standards in order that it does not contribute to congestion or compromise highway safety. Policy DM10 supports this stance. \r\rOfficer Comment: Following comments from the RBK Transport Officer, which raised concerns regarding visibility and highway safety, the proposed development has been amended to reduce the boundary to 1.6m in height, and include horizontal wooden fencing above. However, officers consider that these amendments have not gone far enough, particularly the wooden fencing element would not offer sufficient visual permeability and would therefore offer limited visibility for vehicles leaving or entering the site. In addition, the proposed new vehicular access off Traps Lane would require the kerb to be dropped which has not been made explicit as part of the proposed development and in any event is unlikely to be supported in such close proximity to a junction. Furthermore, no plans to show visibility splays have been submitted to support the application. Overall the proposed development is considered to have an adverse impact on highway safety and as such would be contrary to Paragraph 109 of the NPPF, 2019 and Policies DM9 and DM10 of the LDF Core Strategy 2012. \r\rIn conclusion, given the visually impermeable design of the boundary treatment and the siting of the new vehicular access off Traps Lane the proposed development would have an adverse impact on highway and pedestrian safety and would be contrary to Paragraph 109 of the NPPF, 2019 and Policies DM9 and DM10 of the LDF Core Strategy 2012, and as such should be recommended for refusal. \r\rIn conclusion, the proposed development would not be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2021) and Policies of the Core Strategy (2012).",
    "First floor side infill extension was not mentioned in work description submitted.\r\rPlease confirm new description of works as the application form description does not correspond with the proposed works in the plans and/or supporting documents.  Confirmation can be in writing or by amending the plans to reflect the proposals.\r\rNote: Any documentation with the incorrect proposals will need to be resubmitted, this includes the description of works section on the application form."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "07/01/2020",
  "secondary_street_name": null,
  "site_number": "23",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.247358,
          51.38315
        ],
        [
          -0.247359,
          51.383123
        ],
        [
          -0.247402,
          51.383123
        ],
        [
          -0.247401,
          51.38315
        ],
        [
          -0.247358,
          51.38315
        ]
      ]
    ],
    "type": "Polygon"
  }
}