{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q85FGONHFX600",
  "lapsed_date": "28/05/2025",
  "decision_target_date": "28/05/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 6DQ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.018000000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00795/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521665,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:15:49.353Z",
  "id": "Kingston-20_00795_HOU",
  "application_type": "Householder",
  "street_name": "Walton Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "28/05/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 168041,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021782455",
  "centroid": {
    "lon": -0.252491,
    "lat": 51.398365
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The roof lantern hereby permitted shall not project more than 30 cm above the roof level.\r\rReason:  To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in side elevations of the extension hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Site\rThe application site is a two-storey semi-detached dwellinghouse located on the southern side of Somerset Avenue. The site is located within Flood Zone 2 (medium probability).\r\rConsultations\r12 neighbouring properties have been notified of the proposals and no representations were received.\r\rConsideration\rThe key areas of assessment are: \rThe impact of the development on character and appearance; \rThe impact of the development on the amenities of existing and future occupants of land and buildings;\rThe impact of the development on highways; and, \rThe impact of the development on flooding. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: The application proposes the construction of a hip to gable extension, a flat roof dormer window extension, as well as a single storey rear extension. \r\rProposals to extend a hipped roof to a gable roof are not usually appropriate as they are often at odds with the existing character of a property. This is particularly true when proposing to extend the roof of a semi-detached property, which would upset the visual balance of the two houses, much like the application site. However, a number of neighbouring properties in the immediate vicinity have constructed a hip to gable roof extension. As such, this element of the proposal is unlikely to have an unacceptable impact on the character and appearance of the area.\r\rThe proposed single storey rear extension and dormer extension to the rear are considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments: It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rPolicy DM9 of the Council's LDF Core Strategy (2012) states that new development must comply with local car parking standards in order that it does not contribute to congestion or compromise highway safety. Policy DM10 supports this stance. \r\rOfficers Comments: The proposal involves the removal of an existing garage. Despite the loss of the existing garage, it is considered that the hardstanding to the front of the dwelling remains of an adequate size to accommodate at least two off-street car parking spaces. Whilst this level of provision would be in excess of the maximum standards set out in the London Plan 2021, this issue would not warrant a reason for refusal as it is reflective of the existing situation.\r\rPolicy SI12 of the London Plan 2021 and policy DM4 of the Council's Core strategy 2012 require development proposals to accord with the flood risk policies set out in the NPPF.\r\rOfficers Comments: The applicant has indicated that the floor levels within the proposed development would be set no lower than existing levels and flood proofing of the proposed development has been incorporated where appropriate. The application is therefore acceptable in relation to flooding.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Site\rThe application site comprises a bungalow located on the north eastern side of Grand Avenue. The site is not subject to any particular designations or environmental constraints.\r\rConsultations\r5 neighbouring properties have been notified of the proposals and no representations were received.\r\rConsideration\rThe key areas of assessment are: \rThe impact of the development on character and appearance. \rThe impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: The application proposes the construction of a single storey rear extension following the removal of an existing bay window. Whilst this extension would exceed the maximum recommended height of 3 metres for a flat roof extension (measuring 3.3 metres), it would still appear proportionate and subordinate in relation to the dwellinghouse.  The removal of the bay window is considered not to result in any harm to the character of the dwelling. The proposed development is therefore considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments: Due to its siting and proportionate and subordinate nature it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Drawing PA-01 Location Plan scale should be 1:1250 and scale bar is not shown\r\rPlease correct and re-submit this drawing only",
    "Dear Rachel\r\rThank you for your email.\r\rFurther to our email to you regarding the fee for this application please note that the planning portal fee calculator is not a substitute for The Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012 (as amended).\r\rWe would require that you provide evidence to the applicant's position with reference to the legislation. Such reference should include the relevant category(ies) of development and how the fee has been calculated.\r\rKind regards,\r\rNick Malhotra\rValidations Officer\rPlanning & Transportation and Environment\rRoyal Borough of Kingston Upon Thames\r2nd Floor, Guildhall 2\rKingston upon Thames\rKT1 1EU\rTel 020 8547 5715\rTo review how your data will be processed, please refer to our Privacy Statement available here: https://www.kingston.gov.uk/privacy\r\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "02/04/2020",
  "secondary_street_name": null,
  "site_number": "8",
  "pp_id": "PP-08628571",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.252469,
          51.398378
        ],
        [
          -0.25247,
          51.398351
        ],
        [
          -0.252513,
          51.398352
        ],
        [
          -0.252512,
          51.398379
        ],
        [
          -0.252469,
          51.398378
        ]
      ]
    ],
    "type": "Polygon"
  }
}