{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q5HFQ2NH02800",
  "lapsed_date": "06/04/2023",
  "decision_target_date": "06/04/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 8DJ",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.025
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/00328/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518924,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:13:53.526Z",
  "id": "Kingston-20_00328_HOU",
  "application_type": "Householder",
  "street_name": "Addison Gardens",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "06/04/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of porch & entrance door to front elevation, and side and rear single storey and first floor level extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 168281,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021783244",
  "centroid": {
    "lon": -0.291793,
    "lat": 51.401103
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed development, by reason of the scale and siting of the two storey rear extension, would unduly enclose 38 Lower Marsh Lane and unacceptably reduce the amount of daylight and sunlight enjoyed by this property, resulting in unacceptable living conditions for its occupants. The proposal would therefore be contrary to policy 7.6 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The proposed development, by reason of the siting of the single storey rear extension hard up against the boundary, together with its depth and height, would be unneighbourly and would appear overbearing when viewed from 71 Addison Gardens, resulting in unacceptable living conditions for the occupiers of this property. The proposal would therefore be contrary to policy 7.6 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The site comprises a semi-detached dwelling.\r\r3 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: While the single storey rear extension would not strictly adhere to the recommendations set out in the Residential Design SPD, in terms of depth at 3.6 metres, officers note that it would have an appropriate height and roof form. The proposed ground floor extension would also replace an existing extension and, as such would appear subordinate and proportionate addition to the host property. \r\rThe proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: The proposed rear extension, is flat roofed and it would replace an existing extension. The proposed extension is also set away from the neighbouring property at no.65 Dawson Road. It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).\r",
    "Flood Risk\rPolicy SI12 of the London Plan 2021 and policy DM4 of the Council's Core strategy 2012 require development proposals to accord with the flood risk policies set out in the NPPF.\r\rOfficer Comment: The application site falls within Flood Risk Zone 2. Consequently the Flood Risk Assessment: Standing Advice issued by the Environment Agency and DEFRA, 2012 must be applied. For minor extensions such as this it is essential that the proposed floor level is no lower than existing in order to mitigate future flood risk impacts. \r\rThe Flood Risk Form submitted by the applicant indicates that floor levels within the proposed development would be set no lower than the main dwelling and appropriate mitigation measures would be implemented as part of the proposed development which are considered acceptable and in accordance with Policy SI12 of the London Plan 2021 and Policy DM4 of the LDF Core Strategy (2012).\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "The payment done by th applicant has been failed, please pay the required application fee. \r\rThe applicant Mr Navakumar Ponnambalam had already used the free go scheme for the application 16/15004/HOU (previous application 16/14473/HOU) for the site 95 Mount Pleasant Road, New Malden, KT3 3EW. There is no another free go for the same applicant and the same site. Free go is only one time for the same applicant and same site in whole life. Therefore this application is not entitle for a free go. \r\rThe fee required for your planning application is £ 103.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.\r\r",
    "Please submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r\rThe submitted location plan does not have a scale bar and a north point\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "10/02/2020",
  "secondary_street_name": null,
  "site_number": "73",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.29177,
          51.401116
        ],
        [
          -0.291771,
          51.401089
        ],
        [
          -0.291815,
          51.40109
        ],
        [
          -0.291814,
          51.401117
        ],
        [
          -0.29177,
          51.401116
        ]
      ]
    ],
    "type": "Polygon"
  }
}