{
  "lpa_name": "Islington",
  "pp_id": null,
  "description": "Section 73 application (minor material amendment) to vary condition 1 (approved plans) of planning permission P110560 dated 30/06/11 for the: ‘conversion of 60 garages beneath 1-108 Vulcan Way to create 15x1 bed flats and the erection of  2 x 3 storey semi-detached dwellings at the land adjacent to 55 Vulcan Way)’.  The minor material amendments are:\r\n\r\na. Relocation of the houses approved, moving their current position directly against the side wall of the existing undercroft on their north west elevation to provide a 0.9 metres gap.  The relocation would create a passageway between the houses and the apartments within the converted under croft.\r\nb. Installation of a gate securing the entrance to the passageway created by the relocation of the 3 storey houses. \r\nc. Alterations to the internal layout of the 2 residential units.\r\nd. Alterations to fenestration arrangement and installation of an additional window on the north east wall of house 1.  Alteration of proposed cladding around new window from panel to brick.\r\ne. Omission of the ground floor internal store area between house 2 and the retaining wall of Atlas Mews.  This area is then proposed as an external courtyard at ground floor level which was previously proposed at first floor level above the internal store area.  Associated to this is the installation of an external balcony to the south east facing elevation of house 2 and provision of a south east facing external elevation to the building at ground floor level incorporating an access door. \r\nf. Removal of external staircase attached to rear elevation of house 1, previously providing access to the external courtyard from first floor level.  \r\ng.Reduction in size of balcony serving house 1 at first floor level, rear elevation.  \r\nh. Removal of garden stores approved to house 1 and house 2.\r\ni. At first and second floor level enlarging the northern corner of the building currently proposed as a recess to the same footprint as the ground floor level.\r\nj. P",
  "epc_number": null,
  "status": "Insufficient Fee",
  "decision_date": null,
  "street_name": "Vulcan Way",
  "decision_process": "Delegated",
  "uprn": "5300095388",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "25/07/2012",
  "subdivision_of_building": null,
  "title_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 530860,
  "appeal_decision": null,
  "lpa_app_no": "P121057",
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "actual_commencement_date": null,
  "application_type": "All Other",
  "bo_system": "Agile APAS",
  "centroid": {
    "lat": 51.546569,
    "lon": -0.114204
  },
  "decision_agency": null,
  "parking_details": null,
  "postcode": "N7 8XR",
  "last_updated": "2025-03-20T01:25:55.886+00:00",
  "secondary_street_name": null,
  "cil_liability": false,
  "url_planning_app": null,
  "valid_date": "25/04/2012",
  "appeal_decision_date": null,
  "locality": "London",
  "appeal_start_date": null,
  "application_type_full": null,
  "decision": "Approved",
  "last_updated_by": "Agile APAS",
  "actual_completion_date": null,
  "site_name": "",
  "lapsed_date": "25/07/2015",
  "centroid_northing": 184760,
  "decision_conditions": [
    "CONDITION: The hereby approved 2 family dwellings shall achieve a Code of Sustainable Homes rating of no less than 'Level 4' . The development shall be carried out strictly in accordance with the details so approved, shall be maintained as such thereafter and no change there from shall take place without the prior written consent of the Local Planning Authority. \r\n\r\nREASON: In the interest of addressing climate change and to secure sustainable development in accordance with policies Env1 and Env2 of the Islington UDP (2002), and 4A.1 and 4A.2 of the London Plan (Consolidated with Alterations since 2004)."
  ],
  "ward": "Stratford New Town",
  "site_number": "55",
  "application_details": {
    "s106_agreement": false
  },
  "id": "Islington-P121057",
  "appeal_status": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.114182,
          51.546582
        ],
        [
          -0.114183,
          51.546555
        ],
        [
          -0.114226,
          51.546555
        ],
        [
          -0.114225,
          51.546582
        ],
        [
          -0.114182,
          51.546582
        ]
      ]
    ]
  },
  "borough": "Islington",
  "last_date_consultation_comments": "05/07/2012"
}