{
  "bo_system": "Agile APAS",
  "last_updated": "2025-03-20T11:39:48.007+00:00",
  "lpa_name": "Redbridge",
  "decision_agency": null,
  "locality": "South Woodford",
  "decision_conditions": [
    "1.\t(Time Limit): The development hereby permitted shall be begun no later than the  expiration of three years from the date of this permission.\r\n\r\nReason: In order to comply with the requirements of Section 91 of the Town and Country Planning Act 1990.\r\n\r\n2.\t(Strictly in accordance with plans): The development hereby permitted shall be carried out in accordance with the following plans and documents:  \r\n\r\n•\t01, \r\n•\t02, \r\n•\t100F, \r\n•\t101D, \r\n•\t102D \r\n•\t103A, \r\n•\t104B, \r\n•\tSK10B, \r\n•\t3D Visuals, \r\n•\tArboricultural Method Statement (8th December 2022), \r\n•\tArbtech AIA 01, Arbtech TPP 01, \r\n•\tAir Quality Constraints and Opportunities Appraisal Statement (dated November 2022), \r\n•\tBREEAM Pre-Assesment (dated December 2022), \r\n•\tBRUKL Output Documents – Baseline – Be Lean – Be Clean - Be Green, \r\n•\tDrainage Stratgey (March 2023),\r\n•\tEnergy Statement (dated November 2022), \r\n•\tPlanning Design & Access Statement (Ref AM/HL/10249, dated January 2023)\r\n•\tPrimary Ecological Appraisal (Issue 2, dated 5th September 2022)\r\n•\tOpen Space, Sport & Recreation Statement (Addendum) (Ref AM/HL/10249, dated April 2023)\r\n\r\nReason:  In order to facilitate the use of section 73 of the Town and Country Planning Act 1990 to make minor material amendments to this planning permission.\r\n\r\n3.\t(Community Use Agreement): Use of the development shall not commence until a community use agreement prepared in consultation with Sport England has been submitted to and approved in writing by the Local Planning Authority, and a copy of the completed approved agreement has been provided to the Local Planning Authority. The agreement shall apply to the football pitches and cricket wickets, the pavilion and other facilities and include details of pricing policy, hours of use, access by non-members, management responsibilities and a mechanism for review. The development shall not be used otherwise than in strict compliance with the approved agreement. \r\n\r\nReason: To secure well managed safe community access to the sports facilities, to ensure sufficient benefit to the development of sport and to accord with Development Plan Policy. \r\n\r\n4.\t(Construction and Logistics Plan): Before the development hereby permitted commences at the site, a Construction and Logistics Plan (CLP) shall be submitted to and approved in writing by the Local Planning Authority. The CLP should be prepared in accordance with TfL Guidance and take into acocunt the Mayor’s Vision Zero Approach. The Plan should demonstrate meausres that minimise the imppact on the safety of pedestrians, cyclists, and the transport network. The development hereby permitted shall only be carried out and completed in accordance with the approved details. \r\n\r\nReason: In order to ensure that the construction of the devleopment is undertaken in a manner which minimises its’ effect on the local envrionment and to comply with Policies LP22, LP23, LP24, and LP26 of the Council’s Local Plan. \r\n\r\n5.\t(Dust Supression):  Before the development hereby permitted commences at the site, a Dust Management Plan (DMP) must be submitted to and proved by the Local Planning Authority. This plan should include details of all mitigation measures for dust emissions during demolition and construction along with a real-time monitoring regime for the same.\r\n\r\nReason: In order to ensure that the construction of the development is undertaken in a manner which minimises its' effect on the local environment and to comply with Policies LP22, LP23, LP24, and LP26 of the Council's Local Plan.\r\n\r\n6.\t(Sustainable Urban Drainage): Before the development hereby permitted commences at the site, and notwithstanding the submitted Drainage Strategy (March 2023), further details with regards to the existing (brownfield) run off rate, demonstrating the proposed run off for 1 in 1 and 1 in 30 year storm events.   Further information on the proposed attenuaton volume shall be submited, confirming if the proposal will include permeable paving and the calculations to show that it will remain operational in all design storm events up to, and including, the 1 in 100-year plus 40% climate change event.  In addition, exceedance flow routes should be marked on the drainage strategy drawing to demonstrate that they will be suitably managed.  The Drainage Strategy (March 2023) shall set out who is responsible for the maintenance tasks set out in section 4.9 Maintenance (pg. 12) shall be submitted to and approved in writing by the Local Planning Authority.  The development shall be completed in accordance with these approved details.\r\n\r\nReason: In order to ensure that the development has a satisfactory appearance and to comply with Policy LP21 of the Council’s Local Plan.\r\n\r\n7.\t(Trees): Before the development hereby permitted commences at the site, the design of the hard surfacing to be used within the root protection areas  of the trees on the site Bradwell Close Sports Ground, Bradwell Close, South Woodford, London shall be submitted to and approved in writing by the Local Planning Authority. The design specifications shall be in line with those outlined within the Arboricultural Method Statement included as part of application 0076/23, page 21 ‘Hard Surfacing’. \r\n\r\nReason: In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area, and to accord with Policies LP26 and LP38 of the Council’s Local Plan and Council’s and Trees and Landscaping Supplementary Planning Document Adopted June 2006.\r\n\r\n8.\t(Materials): Prior to commencement of above ground work at the site and notwithstanding condition 2, details of the materials to be used in the construction of the external surface(s) of the building(s) hereby permitted shall be submitted to and approved in writing by the Local Planning Authority.  The development shall be completed in accordance with these approved details.\r\n\r\nReason: In order to ensure that the development has a satisfactory appearance and to comply with Policy LP26 of the Council’s Local Plan.\r\n\r\n9.\t(Walls and Fences): Prior to commencement of above ground work at the site and notwithstanding condition 2, details of the 2-metre-high fencing to be erected on the southern boundary of the site, shall submitted to and approved in writing by the Local Planning Authority. The walls/fences as approved shall be erected at the site before the building(s)/use hereby permitted is first brought into use/commenced and retained thereafter in accordance with the approved details.\r\n\r\nReason: In order to ensure that the development has a satisfactory appearance and to comply with Policy LP26 of the Council’s Local Plan.\r\n\r\n10.\t(Cycle Parking): The eight sheffield cycle spaces  as shown on dwg No. 101D approved shall be be provided prior to commencement of the proposed use, then be retained at the site thereafter in accordance with the approved plans for the lifetime of the development.\r\n\r\nReason: In order to ensure the development complies with the terms of the application and with Policy T5 of the London Plan and Policy LP23 of the Council’s Local Plan.\r\n\r\n11.\t(Car Parking): Vehicular parking shall only take place on site within the ten minibus spaces and four disabled spaces as shown on dwg Nos 100F and 101D. These 14 spaces shall be be provided prior to commencement of the proposed use, then be retained at the site thereafter in accordance with the approved plans for the lifetime of the development.\r\n\r\nReason: In order to ensure the development complies with the terms of the application and with Policies LP22 and LP23 of the Council’s Local Plan.\r\n\r\n12.\t(Secured By Design): Each building, or part of a building, shall obtain a ‘Secured by Design’ Accreditation prior to first occupation of each building or part of a building, or use. The development shall only be carried out in accordance with the approved details and maintained thereafter. \r\n\r\nReason: To ensure that Secured by Design principles are implemented into the development as far as reasonable and in accordance with Policy D11 of the London Plan and Policy LP26 of the Local Plan.\r\n\r\n13.\t(Operational Hours): The use of the building as an F2(b) community hub  hereby permitted shall not be open for use by staff and members of the public outside of the following times: -\r\nMonday to Friday - 07:30 – 18:00\r\nSaturday, Sunday, and Bank Holidays - 08:00 – 18:00\r\n\r\nReason: In order to prevent the use causing an undue disturbance to occupants of neighbouring property at unreasonable hours of the day, and to accord with Policies LP9 and LP26 of the Council’s Local Plan."
  ],
  "valid_date": "12/01/2023",
  "centroid": {
    "lat": "51.587743",
    "lon": "0.0148075"
  },
  "lpa_app_no": "0076/23",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "postcode": null,
  "ward": "Wanstead Village",
  "description": "Erection of a two storey sports pavilion with associated hard and soft landscaping, parking and fencing works. (Summary).",
  "appeal_start_date": null,
  "application_type": "All Other",
  "site_name": "Development At Bradwell Close Sports Ground",
  "last_date_consultation_comments": "12/03/2023",
  "cil_liability": true,
  "application_details": {
    "lead_developer_company_name": "Natural England",
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "08/2023",
        "intended_commencement_date": "04/2023"
      }
    ],
    "total_gia_gained": 877.8,
    "site_area": 6.906,
    "total_gia_existing": 155.6,
    "total_gia_lost": 97.5,
    "scheme_name": "Forest School New Sports Pavilion",
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 58.1,
        "use_class": "SpecifiedOther",
        "gia_gained": 0,
        "gia_lost": 0
      },
      {
        "gia_existing": 43.5,
        "use_class": "SpecifiedOther",
        "gia_gained": 0,
        "gia_lost": 43.5
      },
      {
        "gia_existing": 54,
        "use_class": "SpecifiedOther",
        "gia_gained": 877.8,
        "gia_lost": 54
      }
    ],
    "projected_cost_of_works": "Between £2m and £100m",
    "rain_water_harvesting": true,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 8.06,
        "building_ref": "Pavilion"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": true,
    "surface_water_discharge_percentage_reduction": 25,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 877.8,
      "total_gia_existing": 155.6,
      "total_gia_lost": 97.5
    },
    "garden_land_lost": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "green_roof_area": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "solar_pv_capacity": 0.01,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 1,
      "no_non_resi_units_to_have_full_fibre": 1,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_active_other_ev_charging_points": 4,
      "no_passive_other_ev_charging_points": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 1,
      "ghg_reduction_over_building_regulations": true
    },
    "internal_resi_water_usage": 0,
    "ownership_status": "Private"
  },
  "street_name": "Bradwell Close",
  "url_planning_app": null,
  "uprn": "10096145515",
  "appeal_decision_date": null,
  "pp_id": "PP-11828118         ",
  "decision_process": "100049",
  "centroid_easting": 539677,
  "epc_number": null,
  "centroid_northing": 189577,
  "application_type_full": "Full planning permission",
  "secondary_street_name": null,
  "decision": "Approved",
  "actual_commencement_date": null,
  "development_type": null,
  "last_updated_by": "Agile APAS",
  "actual_completion_date": null,
  "site_number": null,
  "id": "Redbridge-0076_23",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Redbridge",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "decision_target_date": "08/03/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              539818.75,
              189679.9
            ],
            [
              539818.65,
              189676.6
            ],
            [
              539818.35,
              189669.8
            ],
            [
              539817.95,
              189660.25
            ],
            [
              539817.6,
              189652.15
            ],
            [
              539817.3,
              189644.95
            ],
            [
              539817,
              189638
            ],
            [
              539816.6,
              189628.8
            ],
            [
              539816.25,
              189620.35
            ],
            [
              539816,
              189613.2
            ],
            [
              539815.65,
              189606.2
            ],
            [
              539815.35,
              189595.8
            ],
            [
              539815.1,
              189587.75
            ],
            [
              539814.85,
              189577.65
            ],
            [
              539814.6,
              189568.35
            ],
            [
              539814.25,
              189559.65
            ],
            [
              539813.95,
              189551.2
            ],
            [
              539813.65,
              189542.8
            ],
            [
              539813.35,
              189534.75
            ],
            [
              539813,
              189526.1
            ],
            [
              539812.7,
              189517.8
            ],
            [
              539812.25,
              189508.5
            ],
            [
              539811.95,
              189503.4
            ],
            [
              539811.95,
              189500
            ],
            [
              539811.9,
              189497.05
            ],
            [
              539811.7,
              189490.7
            ],
            [
              539811.45,
              189482.7
            ],
            [
              539811.45,
              189477.65
            ],
            [
              539811.2,
              189466.9
            ],
            [
              539810.9,
              189454.05
            ],
            [
              539810.75,
              189450.25
            ],
            [
              539809.85,
              189437.6
            ],
            [
              539808.45,
              189418.25
            ],
            [
              539808.1,
              189412
            ],
            [
              539799.55,
              189412.75
            ],
            [
              539792.6,
              189413.3
            ],
            [
              539791,
              189413.4
            ],
            [
              539783.65,
              189414
            ],
            [
              539782.45,
              189414.1
            ],
            [
              539777.45,
              189414.6
            ],
            [
              539770.7,
              189418.35
            ],
            [
              539758.6,
              189425.15
            ],
            [
              539748.25,
              189430.95
            ],
            [
              539737.2,
              189437.05
            ],
            [
              539727.2,
              189442.7
            ],
            [
              539717.25,
              189448.15
            ],
            [
              539709.7,
              189452.35
            ],
            [
              539707.8,
              189453.4
            ],
            [
              539703.8,
              189455.65
            ],
            [
              539698.75,
              189458.45
            ],
            [
              539691.45,
              189462.4
            ],
            [
              539682.6,
              189467.4
            ],
            [
              539673.4,
              189472.5
            ],
            [
              539672.75,
              189472.85
            ],
            [
              539663.65,
              189478.05
            ],
            [
              539654.25,
              189483.2
            ],
            [
              539638.2,
              189492.35
            ],
            [
              539632.95,
              189492.3
            ],
            [
              539624.3,
              189492.1
            ],
            [
              539623.45,
              189492.1
            ],
            [
              539622.2,
              189492.1
            ],
            [
              539616.85,
              189492.1
            ],
            [
              539611.5,
              189492
            ],
            [
              539611.35,
              189484.3
            ],
            [
              539610.85,
              189469.4
            ],
            [
              539610.6,
              189460.1
            ],
            [
              539610.35,
              189451.2
            ],
            [
              539609.9,
              189440
            ],
            [
              539605.05,
              189439.2
            ],
            [
              539603.55,
              189439
            ],
            [
              539601.75,
              189438.8
            ],
            [
              539598.9,
              189438.45
            ],
            [
              539595.4,
              189438
            ],
            [
              539588.9,
              189437.05
            ],
            [
              539581.3,
              189436.1
            ],
            [
              539574.2,
              189435.2
            ],
            [
              539573.3,
              189434.9
            ],
            [
              539572.45,
              189434.6
            ],
            [
              539571.7,
              189434.3
            ],
            [
              539570.6,
              189433.75
            ],
            [
              539569.6,
              189433.05
            ],
            [
              539568.15,
              189432.25
            ],
            [
              539566.75,
              189431.35
            ],
            [
              539565.65,
              189430.6
            ],
            [
              539564.65,
              189429.85
            ],
            [
              539564.1,
              189429.25
            ],
            [
              539563.6,
              189428.65
            ],
            [
              539563.1,
              189428.1
            ],
            [
              539562.5,
              189427.5
            ],
            [
              539560.7,
              189425.3
            ],
            [
              539559.45,
              189423.9
            ],
            [
              539559.3,
              189423.75
            ],
            [
              539557.8,
              189435.85
            ],
            [
              539556.45,
              189448.5
            ],
            [
              539554.1,
              189467.95
            ],
            [
              539553.55,
              189472.85
            ],
            [
              539552.95,
              189478.15
            ],
            [
              539551.9,
              189486.65
            ],
            [
              539551.05,
              189494.45
            ],
            [
              539550.8,
              189497.28
            ],
            [
              539550.7,
              189498.35
            ],
            [
              539550.55,
              189500
            ],
            [
              539550.41,
              189501.11
            ],
            [
              539550.21,
              189502.64
            ],
            [
              539549.05,
              189511.6
            ],
            [
              539546.7,
              189529.5
            ],
            [
              539546.55,
              189530.8
            ],
            [
              539543.45,
              189555.4
            ],
            [
              539540.1,
              189581.9
            ],
            [
              539536.75,
              189609.45
            ],
            [
              539532.35,
              189645
            ],
            [
              539529.35,
              189670.65
            ],
            [
              539525.9,
              189699.05
            ],
            [
              539523.15,
              189722.2
            ],
            [
              539535.2,
              189720.65
            ],
            [
              539536.1,
              189720.55
            ],
            [
              539554.35,
              189717.85
            ],
            [
              539567.75,
              189716
            ],
            [
              539577.65,
              189714.45
            ],
            [
              539586.65,
              189713.15
            ],
            [
              539596.05,
              189711.85
            ],
            [
              539605.9,
              189710.4
            ],
            [
              539615.45,
              189709
            ],
            [
              539624.7,
              189707.65
            ],
            [
              539634.45,
              189706.35
            ],
            [
              539644.35,
              189704.9
            ],
            [
              539653.8,
              189703.55
            ],
            [
              539663.15,
              189702.2
            ],
            [
              539672.45,
              189700.9
            ],
            [
              539682.05,
              189699.45
            ],
            [
              539691.95,
              189697.95
            ],
            [
              539701.05,
              189696.65
            ],
            [
              539711.6,
              189695.15
            ],
            [
              539725,
              189693.3
            ],
            [
              539731.85,
              189692.35
            ],
            [
              539737.85,
              189691.5
            ],
            [
              539747.3,
              189690.1
            ],
            [
              539757.05,
              189688.65
            ],
            [
              539763.25,
              189687.8
            ],
            [
              539769.5,
              189686.95
            ],
            [
              539779.3,
              189685.6
            ],
            [
              539788.6,
              189684.2
            ],
            [
              539795.1,
              189683.3
            ],
            [
              539801.9,
              189682.4
            ],
            [
              539811.3,
              189681
            ],
            [
              539818.75,
              189679.9
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {
    "no_proposed_bluebadge": 4,
    "no_existing_cycle": 0,
    "no_existing_other": 0,
    "no_existing_bluebadge": 0,
    "no_proposed_cycle": 16,
    "net_bluebadge": 4,
    "no_proposed_other": 10,
    "net_cycle": 16,
    "net_other": 10,
    "no_existing_car": 0,
    "net_car": 0,
    "no_proposed_car": 0
  },
  "title_number": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          0.016893099999999998,
          51.5886324
        ],
        [
          0.0168903,
          51.5886028
        ],
        [
          0.0168833,
          51.5885418
        ],
        [
          0.0168737,
          51.5884561
        ],
        [
          0.0168654,
          51.5883834
        ],
        [
          0.0168582,
          51.5883188
        ],
        [
          0.0168512,
          51.5882564
        ],
        [
          0.016841699999999998,
          51.5881738
        ],
        [
          0.0168333,
          51.588098
        ],
        [
          0.0168269,
          51.5880338
        ],
        [
          0.016819,
          51.587971
        ],
        [
          0.0168106,
          51.5878776
        ],
        [
          0.0168038,
          51.5878053
        ],
        [
          0.016796099999999998,
          51.5877146
        ],
        [
          0.0167888,
          51.5876311
        ],
        [
          0.016780299999999998,
          51.5875531
        ],
        [
          0.016772699999999998,
          51.5874772
        ],
        [
          0.016765,
          51.5874018
        ],
        [
          0.016757499999999998,
          51.5873295
        ],
        [
          0.016749,
          51.5872519
        ],
        [
          0.0167413,
          51.5871774
        ],
        [
          0.016731199999999998,
          51.5870939
        ],
        [
          0.016724799999999998,
          51.5870482
        ],
        [
          0.0167235,
          51.5870176
        ],
        [
          0.0167216,
          51.5869911
        ],
        [
          0.016716099999999998,
          51.5869341
        ],
        [
          0.0167094,
          51.5868623
        ],
        [
          0.0167074,
          51.5868169
        ],
        [
          0.0166995,
          51.5867204
        ],
        [
          0.01669,
          51.586605
        ],
        [
          0.0166864,
          51.5865709
        ],
        [
          0.0166684,
          51.5864575
        ],
        [
          0.0166405,
          51.5862839
        ],
        [
          0.0166329,
          51.5862279
        ],
        [
          0.0165099,
          51.5862367
        ],
        [
          0.016409899999999998,
          51.5862434
        ],
        [
          0.0163868,
          51.5862447
        ],
        [
          0.0162811,
          51.5862519
        ],
        [
          0.0162638,
          51.5862531
        ],
        [
          0.0161919,
          51.5862588
        ],
        [
          0.016096,
          51.5862942
        ],
        [
          0.0159242,
          51.5863583
        ],
        [
          0.015777199999999998,
          51.586413
        ],
        [
          0.015620199999999999,
          51.5864705
        ],
        [
          0.0154782,
          51.5865238
        ],
        [
          0.015336899999999999,
          51.5865752
        ],
        [
          0.0152296,
          51.5866148
        ],
        [
          0.0152026,
          51.5866247
        ],
        [
          0.0151458,
          51.586646
        ],
        [
          0.0150741,
          51.5866724
        ],
        [
          0.0149704,
          51.5867097
        ],
        [
          0.014844699999999999,
          51.5867568
        ],
        [
          0.014714,
          51.5868049
        ],
        [
          0.014704799999999999,
          51.5868082
        ],
        [
          0.0145756,
          51.5868572
        ],
        [
          0.0144421,
          51.5869058
        ],
        [
          0.0142142,
          51.586992
        ],
        [
          0.014138399999999999,
          51.5869928
        ],
        [
          0.0140136,
          51.5869932
        ],
        [
          0.0140013,
          51.5869934
        ],
        [
          0.013983299999999999,
          51.5869937
        ],
        [
          0.0139061,
          51.586995
        ],
        [
          0.0138289,
          51.5869955
        ],
        [
          0.0138237,
          51.5869263
        ],
        [
          0.0138106,
          51.5867925
        ],
        [
          0.0138033,
          51.586709
        ],
        [
          0.013796099999999999,
          51.5866291
        ],
        [
          0.0137852,
          51.5865286
        ],
        [
          0.013714899999999999,
          51.5865226
        ],
        [
          0.013693199999999999,
          51.5865212
        ],
        [
          0.0136672,
          51.5865198
        ],
        [
          0.0136259,
          51.5865174
        ],
        [
          0.013575199999999999,
          51.5865142
        ],
        [
          0.0134811,
          51.5865073
        ],
        [
          0.013371099999999999,
          51.5865006
        ],
        [
          0.0132683,
          51.5864943
        ],
        [
          0.0132552,
          51.5864918
        ],
        [
          0.0132429,
          51.5864894
        ],
        [
          0.0132319,
          51.5864869
        ],
        [
          0.0132158,
          51.5864822
        ],
        [
          0.013201099999999999,
          51.5864761
        ],
        [
          0.0131799,
          51.5864693
        ],
        [
          0.0131594,
          51.5864616
        ],
        [
          0.013143199999999999,
          51.5864551
        ],
        [
          0.0131285,
          51.5864486
        ],
        [
          0.0131203,
          51.5864434
        ],
        [
          0.013112799999999999,
          51.5864381
        ],
        [
          0.0131054,
          51.5864333
        ],
        [
          0.013096499999999999,
          51.586428
        ],
        [
          0.0130697,
          51.5864087
        ],
        [
          0.0130511,
          51.5863964
        ],
        [
          0.013048899999999999,
          51.5863951
        ],
        [
          0.013032,
          51.5865042
        ],
        [
          0.013017599999999999,
          51.5866182
        ],
        [
          0.0129914,
          51.5867936
        ],
        [
          0.0129854,
          51.5868377
        ],
        [
          0.0129789,
          51.5868855
        ],
        [
          0.012967099999999999,
          51.5869621
        ],
        [
          0.0129579,
          51.5870324
        ],
        [
          0.012955399999999999,
          51.5870579
        ],
        [
          0.0129544,
          51.5870676
        ],
        [
          0.0129529,
          51.5870824
        ],
        [
          0.012951299999999999,
          51.5870924
        ],
        [
          0.0129491,
          51.5871062
        ],
        [
          0.0129359,
          51.587187
        ],
        [
          0.0129091,
          51.5873485
        ],
        [
          0.0129074,
          51.5873602
        ],
        [
          0.0128725,
          51.587582
        ],
        [
          0.0128347,
          51.5878209
        ],
        [
          0.0127973,
          51.5880693
        ],
        [
          0.0127479,
          51.5883899
        ],
        [
          0.0127148,
          51.5886211
        ],
        [
          0.0126763,
          51.5888771
        ],
        [
          0.012645799999999999,
          51.5890858
        ],
        [
          0.012818999999999999,
          51.5890689
        ],
        [
          0.012832,
          51.5890678
        ],
        [
          0.013094199999999999,
          51.589039
        ],
        [
          0.0132867,
          51.5890191
        ],
        [
          0.013428899999999999,
          51.5890027
        ],
        [
          0.0135582,
          51.5889888
        ],
        [
          0.013693299999999999,
          51.5889748
        ],
        [
          0.0138348,
          51.5889593
        ],
        [
          0.013972,
          51.5889443
        ],
        [
          0.0141049,
          51.5889299
        ],
        [
          0.014244999999999999,
          51.5889158
        ],
        [
          0.014387299999999999,
          51.5889003
        ],
        [
          0.014523099999999999,
          51.5888859
        ],
        [
          0.0146574,
          51.5888714
        ],
        [
          0.014790999999999999,
          51.5888574
        ],
        [
          0.0149289,
          51.588842
        ],
        [
          0.015071099999999999,
          51.5888261
        ],
        [
          0.015201899999999999,
          51.5888122
        ],
        [
          0.015353499999999999,
          51.5887961
        ],
        [
          0.015545999999999999,
          51.5887761
        ],
        [
          0.0156445,
          51.5887659
        ],
        [
          0.0157307,
          51.5887567
        ],
        [
          0.0158664,
          51.5887418
        ],
        [
          0.0160065,
          51.5887264
        ],
        [
          0.016095599999999998,
          51.5887172
        ],
        [
          0.0161854,
          51.588708
        ],
        [
          0.0163263,
          51.5886935
        ],
        [
          0.0164599,
          51.5886786
        ],
        [
          0.0165533,
          51.5886689
        ],
        [
          0.016651,
          51.5886591
        ],
        [
          0.016786,
          51.5886442
        ],
        [
          0.016893099999999998,
          51.5886324
        ]
      ]
    ]
  },
  "lapsed_date": "08/04/2027",
  "decision_date": "09/04/2024"
}