{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "76870/APP/2024/531",
  "application_type_full": "Approval of details reserved by a condition (discharge)",
  "uprn": null,
  "borough": "Hillingdon",
  "street_name": "BREAKSPEAR RD S",
  "locality": null,
  "ward": "ICK/HAM & S HF/D 22",
  "actual_commencement_date": null,
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The impact on the local environment, amenity, road safety, traffic, archaeology, historic interest and nature conservation has been considered within the main body of the report. It is concluded that the design and external appearance of the works are acceptable. It is not considered that the design and external appearance of the works ought to be modified and it is recommended that the application be approved, in accordance with Schedule 17, Part 1, Paragraph 3, of the High Speed Rail (London - West Midlands) Act 2017.",
    "The Equality Act 2010 seeks to protect people accessing facilities from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, HS2 Ltd are obliged to ensure that appropriate access for older and disabled people is fully considered, with measures implemented to facilitate equitable access. Where it is not practicable for pathways to be no steeper than 1:20, they should, wherever practical, be constructed as a ramp in accordance with BS 8300-1:2018.",
    "The Act places the onus on service providers, as part of their development works, to ensure that all reasonable and proportionate steps are taken to eliminate barriers that impede older and disabled people.",
    "As agreed with HS2 Ltd, the footpath must be, in perpetuity, (a) retained as open to the public and (b) maintained to an acceptable standard for pedestrians. It is expected that HS2 Ltd will arrange to secure (a) and (b) through agreements with future landowners when disposing of the Land."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 507147,
  "status": "Approved",
  "decision_date": "07/05/2024",
  "wgs84_polygon": null,
  "decision_target_date": "13/05/2024",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": null,
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-19T21:04:30.971+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "LAND AT NEWYEARS GREEN LANE AND",
  "id": "Hillingdon-76870_APP_2024_531",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": 188321,
  "appeal_start_date": null,
  "postcode": "UB9 6LX",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=76870/APP/2024/531",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": "HAREFIELD",
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Details pursuant to the discharge of Condition 1 (Pedestrian Access Route) attached to permission reference 76870/APP/2021/4237 dated 14/03/2022 (Request for approval of Plans and Specifications under condition imposed by Schedule 17 to the High Speed Rail (London - West Midlands) Act 2017 for a site 299,165.4m2,  for the placement of excavated HS2 material arising from HS2 works to form 2 no. mounds (i.e. western and eastern mound), fencing (location only), the diversion of an ordinary watercourse to facilitate the western mound, creation and associated drainage in the form of swales, culverts, and a pond).",
  "valid_date": "29/02/2024",
  "polygon": null,
  "pp_id": "12848107",
  "application_details": {
    "existing_uprns": null
  },
  "centroid": {
    "lon": -0.454946,
    "lat": 51.583571
  },
  "lapsed_date": "07/05/2027",
  "decision_process": "Delegated",
  "actual_completion_date": null
}