{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "TW6 2AQ",
  "borough": "Hillingdon",
  "wgs84_polygon": null,
  "site_name": "Renaissance London Heathrow Hotel",
  "centroid_easting": 508020,
  "pp_id": "12590022",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null
  },
  "lpa_name": "Hillingdon",
  "decision": "Approved",
  "lpa_app_no": "12004/ADV/2023/59",
  "decision_date": "28/01/2024",
  "last_updated": "2025-03-20T11:39:45.547+00:00",
  "centroid_northing": 176844,
  "centroid": {
    "lat": 51.480248,
    "lon": -0.445868
  },
  "appeal_decision_date": null,
  "locality": null,
  "ward": "H/ROW VILLAGES 2022",
  "bo_system": "CSV Data Import",
  "lapsed_date": "28/01/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": "28/12/2023",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "16/11/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "i) No advertisement is to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.",
    "ii) No advertisement shall be sited or displayed so as to:-",
    "(a) Endanger persons using any highway, railway, waterway, dock, harbour or aerodrome (civil or military);",
    "(b) Obscure, or hinder the ready interpretation of, any traffic sign, railway signal or aid to navigation by water or air or;",
    "(c) Hinder the operation of any device used for the purpose of security or surveillance or for measuring the speed of any vehicle.",
    "iii) Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity of the site.",
    "iv) Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public.",
    "v) Where an advertisement is required under these Regul",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans Location Plan, 222-L(20)-502 - Rev P1, 222-L(20)-304 - Rev P1, 222-L(20)-304-01 - Rev P1, Renaissance Arora Roof Sign Details A1 - Rev 01 and  the Application Form,  and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The intensity of illumination of the roof mounted sign shall not exceed 400 cd/m2.",
    "REASON",
    "To ensure that the brightness of the proposed advertisement(s) will not have an adverse effect on the amenities of the area and to avoid distraction to passing motorists in accordance with Policy DMHB 13A of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The illumination of the sign is to be by fixed and constant light and not by lights which are, or appear to be, intermittent, moving, flashing or vibrating.",
    "REASON",
    "In order to protect the visual amenity of the area and/or highway safety in accordance with Policies DMHB 11 and DMHB 13A of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The decision to GRANT advertisement consent has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT advertisement consent has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "Given the nature of the proposed development it is possible that a crane may be required during its construction.  The applicant's attention is drawn to the requirement within the British Standard Code of Practice for the safe use of Cranes, for crane operators to consult the aerodrome before erecting a crane in close proximity to an aerodrome.  This is explained further in Advice Note 4, 'Cranes and Other Construction Issues' (available at www.aoa.org.uk/publications/safeguarding.asp)",
    "The development is close to the aerodrome and the approach to the runway. The applicant is advised that there is a need to carefully design any lighting proposals. This is further explained in Advice Note 2, 'Lighting near Aerodromes' (available at www.aoa.org.uk/publications/safeguarding.asp). Please note that the Air Navigation Order 2005, Article 135 grants the Civil Aviation Authority power to serve notice to extinguish or screen lighting which may endanger aircraft."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": null,
  "decision_target_date": "31/01/2024",
  "application_type": "All Other",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Consent to display an advertisement",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "BATH ROAD",
  "secondary_street_name": "HEATHROW",
  "description": "Installation of 1 no. internally illuminated rooftop mounted sign",
  "id": "Hillingdon-12004_ADV_2023_59",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=12004/ADV/2023/59"
}