{
  "cil_liability": false,
  "last_updated": "2025-03-20T14:55:57.087+00:00",
  "application_details": {
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 7.7,
        "building_ref": "Extensions"
      }
    ],
    "affordable_housing_fast_track": false,
    "total_gia_lost": 0,
    "site_area": 0.07600000000000001,
    "internal_resi_water_usage": 0,
    "total_gia_existing": 137,
    "green_suds": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "green_roof_area": 0,
      "waste_provision": true,
      "no_new_water_connections_required": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "fire_suppression_system_proposed": false,
      "mobile_network_operators_consultation": false,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 0,
      "no_resi_units_to_have_full_fibre": 0
    },
    "surface_water_discharge_percentage_reduction": 0,
    "rain_water_harvesting": false,
    "ownership_status": "Private",
    "existing_uprns": null,
    "total_gia_gained": 75,
    "grey_water_reuse": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 137,
        "use_class": "C3",
        "gia_gained": 75,
        "gia_lost": 0
      }
    ],
    "phasing_details": [
      {
        "phase_detail": "Extensions",
        "intended_completion_date": "01/2024",
        "intended_commencement_date": "08/2023"
      }
    ],
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 75,
      "total_gia_existing": 137,
      "total_gia_lost": 0
    },
    "garden_land_lost": true,
    "projected_cost_of_works": "Up to £2m"
  },
  "decision_target_date": "21/12/2022",
  "parking_details": null,
  "postcode": "HA4 8NL",
  "appeal_decision_date": null,
  "locality": null,
  "status": "Approved",
  "centroid_easting": 509735,
  "lapsed_date": "19/12/2025",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509716.4364,
              187340.0156
            ],
            [
              509720.4052,
              187351.2604
            ],
            [
              509725.6969,
              187349.5406
            ],
            [
              509734.825,
              187374.1469
            ],
            [
              509751.4938,
              187368.5907
            ],
            [
              509738.926,
              187331.9458
            ],
            [
              509716.701,
              187339.6187
            ],
            [
              509716.4364,
              187340.0156
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "centroid_northing": 187352,
  "ward": "RUISLIP 2022",
  "lpa_app_no": "77642/APP/2022/3155",
  "pp_id": "11617013",
  "bo_system": "CSV Data Import",
  "borough": "Hillingdon",
  "valid_date": "26/10/2022",
  "title_number": null,
  "decision_agency": "Borough",
  "uprn": null,
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "last_date_consultation_comments": "28/11/2022",
  "actual_completion_date": null,
  "application_type_full": "Full planning permission",
  "application_type": "All Other",
  "appeal_status": null,
  "site_number": null,
  "secondary_street_name": "RUISLIP",
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "street_name": "GREEN WALK",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4181623,
          51.5742621
        ],
        [
          -0.41810159999999996,
          51.5743624
        ],
        [
          -0.4180258,
          51.5743459
        ],
        [
          -0.4178865,
          51.5745653
        ],
        [
          -0.41764779999999996,
          51.5745121
        ],
        [
          -0.4178405,
          51.5741852
        ],
        [
          -0.4181587,
          51.5742585
        ],
        [
          -0.4181623,
          51.5742621
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid": {
    "lat": "51.5743662",
    "lon": "-0.4178908"
  },
  "epc_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=77642/APP/2022/3155",
  "lpa_name": "Hillingdon",
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "site_name": "35 & 36",
  "decision": "Approved",
  "id": "Hillingdon-77642_APP_2022_3155",
  "description": "Erection of two storey rear extensions, rear dormers and associated alterations to Nos. 35 and 36 Green Walk.",
  "decision_date": "19/12/2022",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbered KA2230 - 0103, KA2230 - 0104, KA2230 - 0105 and KA2230 - 0106.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The development hereby approved at both Nos. 35 and 36 Green Walk shall be commenced and substantially completed concurrently in accordance with the approved plans (refer to Condition 2).",
    "REASON",
    "To protect the neighbour's living conditions in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing buildings and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "The ground floor side windows as detailed on drawing number KA2230-0104 shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The construction works of the development hereby approved shall be carried out strictly in accordance with the details of the tree protection measures specified on drawing number KA2230-0106.",
    "REASON",
    "To ensure that trees and other vegetation can and will be retained on site and not damaged during construction work and to ensure that the development conforms with Policy DMHB 14 of the Hillingdon Local Plan Part 2 (2020).",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The site lies in a Critical Drainage Area (CDA) as identified in the Surface Water Management Plan (SWMP) for Hillingdon. A CDA is the catchment area from which surface water drains and contributes to drainage problems. All developments in this area must contribute to managing the risk of flooding from surface water by reducing surface water runoff from the site. Therefore the applicant should minimise the water from your site entering the sewers. No drainage to support the extension should be connected to any existing surface water sewer, other than as an overflow. Water run off from any roof or hard paving associated with e development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, which must be permeable or be collected and directed to a permeable area, otherwise it would need an additional permission. A water butt should be incorporated.",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served.",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation. These cover such works as - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works. Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts. A completed application form together with detailed plans must be submitted for approval before any building work is commenced. For further information and advice, contact - Residents Services, Building Control, 3N/01 Civic Centre, Uxbridge (Telephone 01895 558170).",
    "You have been granted planning permission to build a residential extension. When undertaking demolition and/or building work, please be considerate to your neighbours and do not undertake work in the early morning or late at night or at any time on Sundays or Bank Holidays. Furthermore, please ensure that all vehicles associated with the construction of the development hereby approved are properly washed and cleaned to prevent the passage of mud and dirt onto the adjoining highway. You are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation. For further information and advice, please contact - Environmental Protection Unit, 4W/04, Civic Centre, High Street, Uxbridge, UB8 1UW (Tel. 01895 250190).",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:",
    "carry out work to an existing party wall;",
    "build on the boundary with a neighbouring property;",
    "in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Uxbridge, UB",
    "Your attention is drawn to the fact that the planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor."
  ],
  "development_type": null
}