{
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby approved shall not be commenced until a schedule of the types and colour of the materials, including windows and doors with clear photographs, to be used in the external finishes of the extensions and the hardstanding to the front garden has been submitted to and approved in writing by the Local Planning Authority. The development shall be implemented in accordance with the approved details.",
    "Reason:-   Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  A schedule of the types and colour of the materials to be used in the external finishes prior to commencement will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "Works shall not be commenced until additional drawings that show details of proposed new windows, doors and sills to be used by section and elevation at scales between 1:20 and 1:1 as appropriate have been submitted to and approved in writing by the local planning authority. Works shall be implemented in accordance with the approved details and shall be permanently maintained as such.",
    "Reason:-Insufficient information has been supplied with the application to judge the appropriateness of the new windows, doors and sills to be used.  Submission of additional drawings that show details of proposed new windows, doors and sills to be used prior to commencement will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "During construction of the development hereby permitted, the trees located 43 Reed Pond Walk, Romford shall not be lopped or felled without the written consent of the local planning authority.",
    "Reason: In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area, and to accord with Policy 27 of the Council's Local Plan.",
    "During construction of the development hereby permitted, any trees within or near to the site shall be protected in accordance with the requirements of BS 5837 (2012) 'Trees in Relation to Design, Demolition",
    "and Construction'. The protection measures shall be implemented prior to any below ground works and shall be retained for the entire period of the duration of any work at the site, in connection with the development hereby permitted.",
    "Reason: In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area, and to accord with Policy 27 of the Council's Local Plan.",
    "Party Wall Informative",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/publications/the-party-wall-etc-act-1996-revised-explanatory-booklet",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Mr Anwar by phone and e-mail. The revisions involved the removal of the front porch, reducing the size of roof light to rear and the alignment of the rear dormer windows which would bring the proposal within the realms of acceptability. The amendments were subsequently submitted on 18/03/25, 26/03/25,  28/03/25 & 07/04/25."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "27/05/2025",
  "lpa_name": "Havering",
  "centroid_northing": 190444,
  "last_updated": "2025-07-25T01:38:42.361Z",
  "development_type": null,
  "ward": "Marshalls & Rise Pk",
  "parking_details": null,
  "uprn": "100021393684",
  "application_details": {
    "total_gia_gained": 56.5,
    "intended_completion_date": "06/2025",
    "existing_uprns": null,
    "intended_commencement_date": "03/2025",
    "no_additional_bedrooms": 1,
    "no_additional_bathrooms": 1
  },
  "last_date_consultation_comments": "11/02/2025",
  "decision": "Approved",
  "bo_system": "CSV Data Import",
  "postcode": "RM2 5PD",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "27/05/2025",
  "borough": "Havering",
  "wgs84_polygon": null,
  "lpa_app_no": "P0074.25",
  "valid_date": "20/01/2025",
  "description": "Construction of single storey rear extension, front porch, loft conversion with rear dormers, roof light and rear patio.",
  "centroid_easting": 552107,
  "site_number": null,
  "lapsed_date": "27/05/2028",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Romford",
  "last_updated_by": "Planning Portal ingest",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.592316,
    "lon": 0.194442
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0074.25",
  "site_name": "43 Reed Pond Walk",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "13706947",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Householder planning permission",
  "id": "Havering-P0074.25",
  "polygon": null
}