{
  "last_date_consultation_comments": "27/10/2021",
  "epc_number": null,
  "application_type_full": "Householder planning permission",
  "development_type": null,
  "decision_date": "05/11/2021",
  "pp_id": "10204095",
  "appeal_decision_date": null,
  "actual_completion_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Hillingdon-73217_APP_2021_3416",
  "last_updated": "2025-03-20T18:32:28.801+00:00",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 509778,
  "decision_target_date": "05/11/2021",
  "parking_details": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509765.2747,
              189617.3838
            ],
            [
              509782.4727,
              189636.2354
            ],
            [
              509784.457,
              189638.2198
            ],
            [
              509788.7565,
              189629.2901
            ],
            [
              509771.8893,
              189611.0999
            ],
            [
              509765.6054,
              189616.7223
            ],
            [
              509765.2747,
              189617.3838
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "subdivision_of_building": null,
  "title_number": [
    "AGL58275"
  ],
  "secondary_street_name": null,
  "valid_date": "10/09/2021",
  "centroid": {
    "lon": "-0.4165607",
    "lat": "51.5947792"
  },
  "site_number": null,
  "ward": "NORTHWOOD HILLS",
  "lpa_name": "Hillingdon",
  "actual_commencement_date": null,
  "uprn": null,
  "lpa_app_no": "73217/APP/2021/3416",
  "status": "Approved",
  "description": "Single storey side and rear extension (following demolition of side garage) including rear patio/hardstanding.",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "postcode": null,
  "centroid_northing": 189624,
  "borough": "Hillingdon",
  "application_type": "Householder",
  "locality": null,
  "site_name": "7 THEODORA WAY",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 7THEW/B/PL-01 A, 7THEW/B/PL-02 A, 7THEW/B/PL-04 A.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The site lies in a Critical Drainage Area (CDA) as identified in the Surface Water Management Plan (SWMP) for Hillingdon. A CDA is the catchment area from which surface water drains and contributes to drainage problems. All developments in this area must contribute to managing the risk of flooding from surface water by reducing surface water runoff from the site. Therefore the applicant should minimise the water from your site entering the sewers. No drainage to support the extension should be connected to any existing surface water sewer, other than as an overflow. Water run off from any roof or hard paving associated with  e development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, which must be permeable or be collected and directed to a permeable area, otherwise it would need an additional permission. A water butt should be incorporated.",
    "Cadent Gas Ltd own and operate the gas infrastructure within the area of your development. There may be a legal interest (easements and other rights) in the land that restrict activity in proximity to Cadent assets in private land. The applicant must ensure that the proposed works do not infringe on legal rights of access and or restrictive covenants that exist.",
    "If buildings or structures are proposed directly above the apparatus the development may only take place following diversion of the apparatus. The applicant should apply online to have apparatus diverted in advance of any works, by visiting",
    "cadentgas.com/diversions",
    "Prior to carrying out works, including the construction of access points, please register on www.linesearchbeforeudig.co.uk to submit details of the planned works for review, ensuring requirementsare adhered to."
  ],
  "decision": "Approved",
  "street_name": "EASTCOTE",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 49,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "08/2022",
    "intended_commencement_date": "03/2022",
    "site_area": 0.025
  },
  "lapsed_date": "05/11/2024",
  "appeal_start_date": null,
  "appeal_decision": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=73217/APP/2021/3416",
  "bo_system": "CSV Data Import",
  "appeal_status": null,
  "last_updated_by": "Planning Portal ingest",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.41674639999999996,
          51.5947223
        ],
        [
          -0.4164923,
          51.5948884
        ],
        [
          -0.41646299999999997,
          51.5949058
        ],
        [
          -0.4164038,
          51.5948247
        ],
        [
          -0.4166529,
          51.5946645
        ],
        [
          -0.4167418,
          51.5947162
        ],
        [
          -0.41674639999999996,
          51.5947223
        ]
      ]
    ],
    "type": "Polygon"
  }
}