{
  "last_updated_by": "Agile APAS",
  "application_type": "All Other",
  "decision_agency": null,
  "centroid_northing": 190090,
  "status": "Closed",
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": null,
  "ward": "Aldborough",
  "lpa_app_no": "1613/19",
  "cil_liability": null,
  "url_planning_app": null,
  "lpa_name": "Redbridge",
  "valid_date": "11/04/2019",
  "pp_id": null,
  "postcode": null,
  "appeal_status": null,
  "street_name": "Aldborough Road North",
  "centroid_easting": 545714,
  "uprn": "10094819070",
  "borough": "Redbridge",
  "application_details": {
    "lead_developer_company_name": "Thames Water Utilities",
    "site_area": 0.30000000000000004
  },
  "reference_no_of_permission_being_relied_on": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.10029429999999999,
          51.5897843
        ],
        [
          0.1003878,
          51.5899052
        ],
        [
          0.10044199999999999,
          51.5899902
        ],
        [
          0.10059789999999999,
          51.5901073
        ],
        [
          0.1007966,
          51.5902393
        ],
        [
          0.1011711,
          51.5904672
        ],
        [
          0.1017534,
          51.590803
        ],
        [
          0.1021849,
          51.5910567
        ],
        [
          0.1022893,
          51.5910845
        ],
        [
          0.1029533,
          51.591277
        ],
        [
          0.10363069999999999,
          51.5914517
        ],
        [
          0.10375229999999999,
          51.5914803
        ],
        [
          0.10419289999999999,
          51.5914764
        ],
        [
          0.1036564,
          51.5913661
        ],
        [
          0.1022594,
          51.5909757
        ],
        [
          0.10207949999999999,
          51.590885
        ],
        [
          0.1010924,
          51.5903017
        ],
        [
          0.1008471,
          51.5901576
        ],
        [
          0.10063949999999999,
          51.5900075
        ],
        [
          0.10029429999999999,
          51.5897843
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Change of use to enable the establishment and use of a haul road to facilitate the recovery of sand and gravel and the importation of restoration materials from and to Phase E at Fairlop Quarry. (Summary)",
  "title_number": null,
  "actual_commencement_date": null,
  "application_type_full": null,
  "epc_number": null,
  "centroid": {
    "lon": "0.1020999",
    "lat": "51.5908249"
  },
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_conditions": [
    "1.\tThe development hereby permitted shall be begun not later than the expiration of three years from the date of this permission.\r\n\r\nReason: In order to comply with the requirements of Section 91 of the Town and Country Planning Act 1990.\r\n\r\n2.\tThe development hereby permitted shall be carried out in accordance with the following approved plans and documents: Supporting Statement  (Including Planning Statement) April 2019;    Fairlop Gravel Haul Road and Construction CEMP; F10/PL10/06; F10/PL19/02; F10/PL19/03; F10/PL19/04; and  F10/PL19/05\r\n\r\nReason: For the avoidance of doubt and in the interests of proper planning.\r\n\r\n3.\tNotwithstanding the details shown on drawing number F10/PL19/04  (Restoration Plan) included under condition 2 above, within 1 (one) month of the development hereby approved commencing at the site, a full detailed Restoration Plan drawing to include restoration details for the whole of the application site, shall be submitted to, and approved in writing, by the Local Planning Authority.  The development shall be carried out strictly in accordance with these details as approved.\r\n\r\nReason: In order to ensure that excavation, restoration and aftercare of this land shall be carried out in accordance with approved details in order to obtain a satisfactory level of reinstatement to allow the return to agricultural use and nature conservation and amenity use, and to comply with Policies LP39 of the Local Plan, and Policy M9 of the Minerals Local Plan (2012), and Policies 7.19 and 7.22 of the London Plan.\r\n\r\n4.\tPrior to the development hereby permitted commences at the site, the developer shall appoint an independent professional Ecological Clerk of Works  (ECoW) for the project to oversee the following:\r\n\r\na)\tProvide advice on, and monitoring of, construction activities, including the preparation   of method statements were protected species assemblages are concerned;\r\nb)\tpre-construction checks for sensitive habitats and protected species as detailed within this CEMP listed under condition 2 above;\r\nc)\tsite inductions, Toolbox Talks and meetings;\r\nd)\tecological information required by all site personnel;\r\ne)\tecological information relevant to particular tasks; and\r\nf)\tdefinition of construction exclusion zones where required\r\n\r\n\r\nThe development shall only be conducted in accordance with the above.  Within 2  (two) months from the commencement of the development, the applicant shall submit a copy/copies of the programme of works, method statement/s, and report following the pre-construction checks by the ECoW to the to the Local Planning Authority.\r\n\r\nReason: In order to ensure that the development does not have a detrimental impact on the environment, and to comply with Policies M8 and M9 of the Minerals Local Plan. \r\n\r\n5.\tNo plant, machinery or works, including those permitted by the Town and Country Planning (General Permitted Development) Order 2015, Schedule 2, Part 17 (or any Statutory Instrument revoking, re-enacting or amending that Order) shall be carried out on the site the subject of this permission without the grant of further specific permission from the Local Planning Authority. \r\n\r\nReason: In order to ensure that no inappropriate forms of development occur on this Green Belt site, and in the interests of residential amenity, protection of wildlife habitat and areas of archaeological priority, and to accord with Policies LP21, LP24, LP26, LP33 and LP39 of the Local Plan, and Policy M2 of Minerals Local Plan.\r\n\r\n6.\tWith regards to watercourses, the development hereby approved shall be carried out strictly in accordance with the details and description set out in paragraph 3.2.8 of the Supporting Statement  (Including Planning Statement) April 2019 listed under condition 2 above.\r\n\r\nReason: In order not to adversely affect the existing water table and local drainage condition at and within the vicinity of the application site, and in order to prevent contamination of existing water courses, and to accord with Policies LP21 and  LP26 of the Local Plan, and Policy M2 of Minerals Local Plan.\r\n\r\n7.\tNo operation authorised by or required under this permission, save for essential maintenance, shall be carried out at the site, except during the following periods: \r\n\r\n•\t07.00 - 18.00 hours Mondays to Fridays; \r\n•\t07.00 - 13.00 hours Saturdays (no restoration operations shall take place at any time on Saturdays); and\r\n•\tand not at all on Sundays, Bank or Public Holidays.  \r\n\r\nReason: In order to comply with the terms of the application, to minimise any potential for the use causing any undue disturbance to occupants of neighbouring property at unreasonable hours of the day and days of the week, and to accord with Policy LP26 of the Local Plan, and Policy M2 Minerals Local Plan 2012.\r\n\r\n8.\tSoils striping, handling and replacement shall only be undertaken during the hours of 08:00 – 16:00 Mondays to Fridays.  There shall be no soils handling operations on Saturdays, Sundays or public bank holidays.\r\n\r\nReason: In order to comply with the terms of the application, to minimise any potential for the use causing any undue disturbance to occupants of neighbouring property at unreasonable hours of the day and days of the week, and to accord with Policy LP26 of the Local Plan, and Policy M2 of Minerals Local Plan.\r\n\r\n9.\tFor temporary operations the maximum noise levels measured over a 1 hour period at the site shall not exceed 70dB(A) LAeq, 1h (freefield) at any inhabited property during the pre-extraction phase and during restoration work for more than 8 weeks in a year. \r\n\r\nReason: In order to ensure that the occupants of nearby residential properties do not suffer unreasonable levels of noise and disturbance from the proposed operations and to accord with Policy LP26 of the Local Plan, and Policy M2 of Minerals Local Plan.\r\n\r\n10.\tUntil the topsoil and subsoil have been stripped from the site the land must not be traversed by any plant or machinery, save that which is engaged on stripping operations, agricultural operations, and archaeological work, and all such machinery shall be used in such a way as to minimise compaction of the soils. \r\n\r\nReason: In order to avoid compaction and associated damage to the soil quality and conditions, and to accord with the  Minerals Local Plan (2012), and Policy 7.22 of the London Plan.\r\n\r\n11.\tNo topsoil, subsoil and overburden storage mounds shall be created at the site without unless otherwise agreed in writing by the Local Planning Authority. \r\n\r\nReason: In order to accord with the details of this application and in the interests of the amenities of local residents and the visual amenity of this area of Green Belt land, and to accord with Policies LP26, LP33, LP34 and LP39 of the Local Plan, and the Minerals Local Plan (2012), Policy 7.16 of the London Plan and the NPPF.\r\n\r\n12.\tNo topsoil, subsoil or overburden shall be sold or otherwise removed from the site. \r\n\r\nReason:  In order that the land may be restored to a condition similar or better than its original condition, and in accordance with Policy 7.22 of the London Plan.\r\n\r\n13.\tThe top 1 metre of any inert fill material shall comprise permeable or clean fill material, and shall be free from any solid and/or bulky objects. Above this final layer of inert fill material, a layer of either overburden or other fine grade material  shall be placed, and shall be ripped in order to break up any panned areas and thereby assist drainage. \r\n\r\nReason: In order to create conditions suitable for the promotion of agricultural land to quality at least as good as that previously existing, and to comply with Policy 7.22 of the Local Plan.\r\n\r\n14.\tPrior to the subsoil and topsoil layers being re-spread, details of the final surface levels of the reformed land shall be submitted to, and approved in writing by, the Local Planning Authority.  The development shall be carried out strictly in accordance with the approved details.\r\n\r\nReason: In order to create conditions suitable for the promotion of agricultural land to quality at least as good as that previously existing and promotion for nature conservation use, and to accord with the  Minerals Local Plan (2012), and Policy 7.22 of the London Plan.\r\n\r\n15.\tThe restoration and aftercare of the site to agricultural and nature conservation uses, shall only be undertaken in accordance with the provisions detailed in this application and in accordance with the details required under Condition No 22 below. The site shall be returned to agricultural use and nature conservation use in conjunction with this scheme and these details and the physical characteristics of the land shall be restored, so far as it is practical to do so, to what they were when it was last used for agriculture and nature conservation use.\r\n\r\nReason: In order to ensure that excavation, restoration and aftercare of this land shall be carried out in accordance with approved details in order to obtain a satisfactory level of reinstatement to allow the return to agricultural use and nature conservation and amenity use, and to comply with Policies LP39 of the Local Plan, and Policy M9 of the Minerals Local Plan (2012), and Policies 7.19 and 7.22 of the London Plan.\r\n\r\n16.\tThe site operator shall employ a person or persons with the knowledge of and expertise in site restoration and having powers to require in the interests of restoration that operations be carried out or be discontinued. \r\n\r\nReason: In order to ensure that excavation, restoration and aftercare of this land shall be carried out in accordance with approved details in order to obtain a satisfactory level of reinstatement to allow the return to agricultural use and nature conservation use, and to comply with Policies LP39 of the Local Plan, and Policy M9 of the Minerals Local Plan (2012), and Policies 7.19 and 7.22 of the Local Plan.\r\n\r\n17.\tAll vehicles, plant and machinery shall be removed from the site, hardstanding and foundations shall be broken up, and subsoil and topsoil re-spread within 12 months of completion of filling, restoration and other operations, and the entire site shall then return to the agricultural and nature conservation uses.\r\n\r\nReason: In order to ensure that the site is made available for return to productive agricultural use and nature conservation habitats, and to comply with Minerals Local Plan (2012), and Policies 7.19 and 7.22 of the London Plan.\r\n\r\n18.\tAfter a period of 5 (five) years has lapsed from the completion of the filling, any agricultural drainage deficiencies shall be made good, and any depression in the finished levels shall be refilled with topsoil to achieve the level mentioned on condition 14 above. \r\n\r\nReason: In order to ensure that the development is carried out and completed in a satisfactory manner and in accordance with the approved details, and to comply with Policy M9 of the Minerals Local Plan (2012), and Policy 7.22 of the London Plan.\r\n\r\n19.\tNo open fires shall be lit on the site. \r\n\r\nReason: In the interests of local amenity, and to comply with Policy LP26 of the Local Plan and the Minerals Local Plan (2012).\r\n\r\n20.\tNo disruption shall be caused to the agricultural use and field cultivations on the adjoining equestrian land, and any field drainage disturbance on adjoining equestrian land during the implementation of the development shall be made good immediately. \r\n\r\nReason: In order to minimise the impact of the development on the continuing agricultural use of adjoining land, and to comply with Policy 7.22 of the London Plan.\r\n\r\n21.\tAny facilities for the storage of oils, fuels or chemicals, shall be provided with secondary containment that is impermeable to the oil, fuel or chemical and water, for example a bund. The minimum volume of the secondary containment shall be at least equivalent to the capacity of the tank plus 10%. If there is more than one tank in the secondary containment the capacity of the containment shall be at least the capacity of the largest tank plus 10% or 25% of the total tank capacity, whichever is greatest. All fill points, vents, gauges and sight gauge must be located within the secondary containment. The secondary containment shall have no opening used to drain the system. Associated above ground pipework shall be protected from accidental damage. Below ground pipework shall have no mechanical joints, except at inspection hatches and either leak detection equipment installed or regular leak checks. All fill points and tank vent pipe outlets shall be detailed to discharge downwards into the bund.  \r\n\r\nReason: In order to ensure that any leakage from such tanks is contained, and to comply with Policy LP21 of the Local Plan and the Minerals Local Plan (2012).\r\n\r\n22.\tPrior to the undertaking of any restoration operations at the site, a detailed long term maintenance and management scheme of aftercare for the whole of the development site  (including both the nature conservation and agricultural uses)  shall be submitted to and approved in writing by the Local Planning Authority.\r\n\r\nThe aftercare schemes shall be submitted no later than 3 months prior to the date on which it is expected that the topsoil replacement will commence, and shall include, as appropriate, measures for: \r\n\r\na)\tthe agricultural use: i) proposed cultivations, fertilizer rate, cropping and seed rates; ii) detailed design and specification, and maintenance  of any required land drainage system   (all within the guidelines set out in the Supporting Statement  (Including Planning Statement) April 2019 listed under condition 2 above);  and\r\nh)\tthe reinstatement of hedgerow and establishment of any new hedge row and grassland planting, and its management (all within the guidelines set out in the Supporting Statement  (Including Planning Statement) April 2019 listed under condition 2 above)\r\n\r\nThe details shall be submitted in accordance with the guidelines set out in this application. The measures in the scheme as approved shall be carried out and completed at the site within the timescale set out in the schemes and the measures maintained in accordance with the agreed schemes.\r\n\r\nReason: In order to ensure that each cell of restored land is made available for beneficial agricultural use or nature conservation and recreational use, and to accord with Policy LP39 of the Local Plan,  Policy M9 of the Minerals Local Plan (2012), and Policies 7.19 and 7.22 of the London Plan.\r\n\r\n23.\tFor the agricultural use/paddocks as part of the aftercare regime, on or before 1st March of each year, the local planning authority shall be informed in writing of the proposed cropping for the following year. The information supplied shall include:\r\n\r\na) \tthe proposed crop, variety and seed rate;\r\nb)\tresults of soil analysis carried out on representative samples collected by methods outlined by DEFRA;\r\nc)\tfertiliser recommendations for the proposed crop based on soil analysis;\r\nd)\tagricultural operations necessary to prepare the restored land  for cropping.\r\nAt the end of each cropping year, details shall be provided in writing to the Local Planning Authority showing:\r\na)\thow the seedbed was prepared;\r\nb)\tamount and kinds of fertiliser and herbicides used;\r\nc)\tdetails  of any other treatments applied (e.g. growth regulators);\r\nd)\tyields achieved.\r\n\r\nReason: In order to ensure that each cell of restored land is made available for beneficial agricultural use, and to comply with Policy 7.22 of the London Plan.\r\n\r\n24.\tBefore any substitution of soil materials takes place within the restored profile the operator shall provide advance evidence to the Local Planning Authority not only that the use of such material is preferable to using the in-situ soils but that there is sufficient soil material, within a specified quality range to achieve a satisfactory substitution. No substitution of soil materials shall take place without the specific  written consent from the Local Planning Authority \r\n\r\nReason: Owing to the high quality of the majority of the agricultural land within the application area it is considered unlikely (and unnecessary) that material will be found elsewhere on the site of such a quality that a substitution of materials would be justified. To use poorer quality soil material would affect the grade potential of the restored area and as such would be detrimental to the national agricultural interest, and to accord with the Minerals Local Plan 2012 and Policy 7.22 of the London Plan.\r\n\r\n25.\tUnless the Local Planning Authority agrees in writing with the person or persons responsible for undertaking the aftercare steps with regards to the agricultural use that there shall be lesser steps or a different timing between steps, the aftercare shall be carried out in accordance with the submitted scheme. \r\n\r\nReason: To facilitate the acceptable subsequent agricultural use of the land, and to accord with the Minerals Local Plan 2012 and Policy 7.22 of the London Plan.\r\n\r\n26.\tAs part of the aftercare scheme for the agricultural use to be submitted to and approved by the Local Planning Authority in accordance with Condition 22 above, details of the application of organic fertilisation, and soil invertebrate enhancement measures shall also be included, and these measures, as approved, shall be carried out on the restored land subject to that aftercare scheme. \r\n\r\nReason: In order to ensure that the restoration of the site to agricultural purposes as far as possible enhances the value of the land for ornithological and nature conservation interests and to accord with Policy 7.22 of the London Plan.\r\n\r\n27.\tWith regards to dust management, the development hereby approved shall be carried out strictly in accordance with the details and description set out in paragraphs 3.3.1. of the Supporting Statement  (Including Planning Statement) April 2019 listed under condition 2 above.  In addition,  \r\n\r\na.\tAll vehicle speeds on the internal haul and importation road shall be limited to a 10mph speed maximum;\r\nb.\tAll vehicles associated using the internal haul and importation road shall be fitted with upswept exhausts;\r\nc.\tAll vehicles shall be loaded evenly to avoid any spillages; \r\nd.\tSpilled material shall be regularly removed from haul and importation road; \r\ne.\tAll  vehicles serving quarry and landfilling operations shall be covered;\r\nf.\tDust suppression by regulator water spraying shall take place in dry conditions; and   \r\ng.\tA register of complaints to be reported directly to the Site Manager for action as appropriate shall be maintained at all times.\r\n\r\n\r\nThe above shall be enforced at the site at all times.\r\n\r\nReason: To protect air quality and people’s health by ensuring that the production of air pollutants, such as particulate matter, are kept to a minimum during the course of the proposed works and during the lifetime of the site activity, to contribute towards the maintenance of or to prevent further exceedances of National Air Quality Objectives and to comply with Policy LP24 of the Local Plan and the Minerals Local Plan  (2012).\r\n\r\n28.\tThe operator shall employ suitable measures to seek to ensure NOx emissions from any use/operations associated with the development comply with the guidance contained in the GLA’s guidance “The Control of Dust and Emissions during Construction and Demolition”. The measures shall apply to: vehicle and plant emissions; the reduction of vehicle idling;  and the use of diesel and petrol, and shall apply of the life of the quarrying operations at the site.\r\n\r\nReason: In order to minimise impact of the development on the environment and human health due to unacceptable levels of NOx emission as a result of the proposed development at the site and to comply with Policy LP24 of the Local Plan and the Minerals Local Plan  (2012).\r\n\r\n29.\tWith regards to noise management, the development hereby approved shall be shall make provision for best practicable means  to minimise noise emission, including:\r\n\r\na)\tThe plant, machinery and equipment to be used at the site to be fitted with silencers/sound proofed and regularly maintained;\r\nb)\tVehicles to be fitted with non-tonal reversing alarms (instead of standard ‘bleepers’);\r\nc)\tThe haul and importation routes to be made and maintained free of significant surface irregularities; and\r\nd)\tTipper lorries to feature hydraulic rams of tail gates for controlled opening and closure.\r\n\r\nThe development shall only take place in accordance with the above.\r\n\r\nReason: In order to ensure that the occupants of nearby residential properties do not suffer unreasonable levels of noise and disturbance from the proposed use of the site and to comply with Policies LP24 and LP26 of the Local Plan and the Minerals Local Plan  (2012).\r\n\r\n30.\tThere shall be a separation distance of no less than 125m between any generator (portable or static) and any bedroom window of the nearest residential property and there shall be no line-of-site between any such generator and any window at any point around the site.\r\n\r\nReason: In order to prevent the development causing an undue disturbance to residents of nearby neighbouring properties at any time of the day, and to accord with Policies Policies LP24 and LP26 of the Local Plan and the Minerals Local Plan  (2012).\r\n\r\n31.\tWith regards to crossing management of the new haul road, the development hereby approved shall be carried out strictly in accordance with the details and description set out in paragraphs 3.4.2. of the Supporting Statement  (Including Planning Statement) April 2019 listed under condition 2 above.  The management measures shall be put in place, and maintained thereafter for the duration of the use,  prior to first use of the haul road.\r\n\r\n\r\nReason: In the interest of pedestrian and equestrian safety and to accord with the Minerals Local Plan  (2012).\r\n\r\n32.\tThe construction of the haul road hereby approved shall include the use of terram matting under the haul road to prevent any on-going interaction with the underlying (previously tipped) materials.\r\n\r\nReason: To protect groundwater from pollution and/or further deterioration, and to accord with Policy LP21 of the Local Plan and the Minerals Local Plan (2012), and Policy 5.14 of the London Plan.\r\n33.\tIf, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until the developer has submitted a remediation strategy to the local planning authority detailing how this unsuspected contamination shall be dealt with and obtained written approval from the local planning authority. The remediation strategy shall be implemented as approved. \r\n\r\nReason: To protect groundwater from pollution and/or further deterioration, and to accord with Policy LP21 of the Local Plan and the Minerals Local Plan (2012), and Policy 5.14 of the London Plan.\r\n\r\n34.\tThere shall be no form of artificial illumination at the site unless full specific details have first been submitted to, and approved in writing, by the Local Planning Authority.\r\n\r\nReason: In order to ensure that the development does not have a detrimental impact on nocturnal wildlife and to comply with Policy LP39 of the Local Plan, and Policy 7.19 of the London Plan."
  ],
  "development_type": null,
  "parking_details": null,
  "appeal_decision": null,
  "locality": "Newbury Park",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "decision_date": "05/06/2019",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              545592.26,
              189970.69
            ],
            [
              545598.35,
              189984.32
            ],
            [
              545601.83,
              189993.88
            ],
            [
              545612.26,
              190007.21
            ],
            [
              545625.6,
              190022.29
            ],
            [
              545650.81,
              190048.37
            ],
            [
              545690.07,
              190086.88
            ],
            [
              545719.15,
              190115.95
            ],
            [
              545726.29,
              190119.25
            ],
            [
              545771.67,
              190141.98
            ],
            [
              545818.03,
              190162.75
            ],
            [
              545826.36,
              190166.18
            ],
            [
              545856.89,
              190166.62
            ],
            [
              545820.08,
              190153.29
            ],
            [
              545724.57,
              190107.09
            ],
            [
              545712.4,
              190096.64
            ],
            [
              545645.89,
              190029.82
            ],
            [
              545629.36,
              190013.3
            ],
            [
              545615.46,
              189996.2
            ],
            [
              545592.26,
              189970.69
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Redbridge-1613_19",
  "site_name": "Development Site North West Of School Of Riding Aldborough Hall",
  "lapsed_date": "05/06/2022",
  "decision": "Approved",
  "secondary_street_name": null,
  "decision_target_date": "05/06/2019",
  "last_updated": "2025-03-20T13:59:45.558+00:00",
  "date_building_work_completed_under_previous_permission": null,
  "site_number": null,
  "last_date_consultation_comments": "14/05/2019",
  "bo_system": "Agile APAS"
}