{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": {
    "no_existing_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_proposed_lgv": null,
    "net_carclub": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_existing_other": null,
    "no_existing_lgv": null,
    "no_proposed_motorcycle": null,
    "no_existing_bluebadge": null,
    "no_proposed_car": null,
    "net_motorcycle": null,
    "no_existing_motorcycle": null,
    "no_existing_car": null,
    "no_proposed_cycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_other": null,
    "net_bus": null,
    "no_proposed_carclub": null,
    "net_lgv": null,
    "net_other": null,
    "net_cycle": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "no_existing_bus": null,
    "net_resi_offstreet": null,
    "no_existing_carclub": null
  },
  "appeal_decision": null,
  "decision_agency": null,
  "application_type": "All Other",
  "lpa_app_no": "19/00310/FUL",
  "application_type_full": null,
  "uprn": "10090634155",
  "borough": "London Borough of Barking and Dagenham",
  "street_name": "KING EDWARDS ROAD",
  "locality": "",
  "ward": "Gascoigne",
  "actual_commencement_date": null,
  "lpa_name": "Barking & Dagenham",
  "bo_system": "Idox Tascomi",
  "decision_conditions": [
    "Approval of details of the access, appearance, landscaping, layout and scale of the proposed development for each Phase/Sub-Phase within Phases 2, 3 and 4 as highlighted on Phasing Parameter Plan 9157050100-PP/01 or any subsequent update agreed - (hereinafter called the 'reserved matters') shall be obtained from the Local Planning Authority in writing before any development within that Phase (excluding demolition) is commenced. \r\rReason: The application is in outline only, and these details remain to be submitted and approved.",
    "Plans and particulars of the reserved matters referred to in Condition 1 for each Phase/Sub- Phase shall be submitted in writing to the Local Planning Authority for approval, but shall not materially depart from the following Parameter Plans, or the Allies & Morrison Design Guidelines approved under planning permission 14/00703/OUT unless otherwise agreed in writing by the Local Planning Authority: 9157050100-PP/01; 157050100-PP/02; 157050100-PP/03; 157050100-PP/04; 157050100-PP/05; 157050100-PP/06; 157050100-PP/07; 157050100-P8; 157050100-P9; 157050100-P10. The Applications for approval of the reserved matters shall be made to the Local Planning Authority before the expiration of seven years from the date of this outline permission.\r\rReason: In order to secure a good standard of development and in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document and to comply with Section 92 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "Each Phase/Sub-Phase of the development shall be begun before the expiration of two years from the date of approval of the last of the reserved matters to be approved for that Phase/Sub-Phase.\r\rReason:  To comply with Section 92 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby approved shall be limited to a maximum quantum of floorspace/unit numbers as follows:\r\ro\tHousing (Use Class C3)  1,575 Residential Units\ro\tEducation (Use Class D1)  21,550 sqm\ro\tBusiness (Use Class B1)  2,200 sqm\ro\tCommunity Uses (Use Class D1)  2,400 sqm\ro\tFlexible Retail/Business (Use Class A1/A2/A3/B1)  1,550 sqm\r\rReason: In order to ensure that the development causes no additional impact that has not been assessed as part of the planning application proposal and in accordance with policy CM1 of the Core Strategy.",
    "No development within any Phase or Sub-Phase consistent with Drawing No. 9157050100-PP/01  shall take place, including any works of demolition (except demolition the subject of a Prior Approval application under Part 31 of the General Permitted Development Order), until a Construction Method Statement for that Phase or Sub-Phase has been submitted to, and approved in writing by, the Local Planning Authority. The approved Statement shall be adhered to throughout the construction period. The Statement shall comply with the recommendations contained within British Standard 5228:2009, \"Code of practice for noise and vibration control on construction and open sites\", Parts 1 and 2; and shall provide for:\r\ra)\tthe parking of vehicles of site operatives and visitors;\rb)\tdetails of access to the site;\rc)\tloading and unloading and the storage of plant and materials used in constructing the development;\rd)\tthe erection and maintenance of security hoardings including decorative displays;\re)\twheel washing facilities;\rf)\tmeasures to control the emission of noise, vibration, dust and dirt during construction; including but not limited to non-road mobile machinery requirements (NRMM), are to be implemented throughout the works to which this permission relates;\rg)\ta scheme for recycling/disposing of waste resulting from demolition and construction works.\r\rReason:  In order to reduce the environmental impact of the construction and the impact on the amenities of neighbouring residents and in accordance with policy BP8 of the Borough Wide Development Policies Development Plan Document.",
    "Prior to the commencement of the use of the primary school, secondary school or any permitted D1 use that is implemented a Delivery and Servicing Plan for the D1 use, to incorporate details of deliveries to the site, including size of vehicle, routing of deliveries, and times of deliveries shall be submitted to and approved in writing by the Local Planning Authority.  The Plans shall be adhered to thereafter unless otherwise agreed in writing by the Local Planning Authority.\r\rReason:  In order to minimise the impact of the developments on the local highway network and traffic congestion and in accordance with policy BR10 of the Borough Wide Development Policies Development Plan Document.",
    "Prior to the commencement of development (excluding demolition) within any Phase or Sub-Phase consistent with Drawing No. 9157050100-PP/01 (or any subsequent update agreed) a Construction Logistics Plan for that Phase/Sub-Phase shall be submitted to and approved in writing by the Local Planning Authority. The Plan shall be designed to minimise deliveries of materials and export of any waste materials within the times of peak traffic congestion on the local road network. The Plan shall be implemented in accordance with the approved details and thereafter maintained.\r\rReason: In order to minimise the impact of the development on the free flow of traffic on the local highway network and in the interests of highway safety and in accordance with policy BR10 of the Borough Wide Development Policies Development Plan Document.",
    "The relevant Phase or Sub-Phase consistent with Drawing No. 9157050100-PP/01  (or any subsequent update agreed) of the development shall not be occupied until there has been submitted to and approved in writing by the Local Planning Authority a plan indicating the position, design, materials and type of boundary treatment to be erected for that Phase or Sub-Phase of the development and the approved boundary treatment for that part of the development has been provided. The approved boundary treatment shall be retained unless the Local Planning Authority gives prior written approval for its removal.\r\rReason:  To ensure the boundary treatment protects or enhances the character and amenity of the area in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document.",
    "Ninety percent (90%) of the residential units hereby permitted (with the exception of those within Phases 2B and 2C) shall be constructed to achieve Building Regulation M4(2) 'Accessible and adaptable dwellings' standards and ten percent (10%) of the residential units hereby permitted (across the entire application site - Phases 1A; 1B; 2; 3 and 4 as an entirety) shall be constructed to achieve Building Regulation M4(3) 'Accessible and adaptable dwellings' standards (wheelchair adaptable units). The final layout of all the M4(3) units within any Phase or Sub-Phase, and all M4(2) units (excluding Phases 2B and 2C) consistent with Drawing No.9157050100-PP/01 (or any subsequent update agreed) is to be approved in writing by the Local Planning Authority for that Phase/Sub-Phase prior to any above ground development within that Phase. The development shall then be carried out in accordance with the approved details. Minor variations may be agreed in writing by the Local Planning Authority.\r\rReason:  To ensure that accessible housing is provided in accordance with policy BC2 of the Borough Wide Development Policies Development Plan Document and policy 3.8 of the London Plan. (In respect of M4(2) units within Phases 2B and 2C sufficient detail has been provided within reserved matters planning application ref. 19/00318/REM).",
    "No development shall commence above ground level within any Phase or Sub-Phase consistent with Drawing No. 9157050100-PP/01 (or any subsequent update agreed) until a detailed scheme for the design and materials of the estate roads including details of those areas proposed for adoption, and for the management and enforcement of both on-street parking and off-street parking, and the allocation of parking spaces within that Phase or Sub-Phase, has been submitted to and approved in writing by the Local Planning Authority. The scheme shall also demonstrate that servicing and refuse vehicles would be able to access the relevant parts of the development in a safe manner. The development shall be carried out in accordance with the approved scheme and the approved parking strategy shall be implemented and thereafter maintained in accordance with the approved details.\r\rReason:  In the interest of good design, and to ensure adequate parking facilities for each part of the residential development and not to prejudice the free flow of traffic or conditions of general safety along the adjoining highway, and in the interest of the residential amenity of the future occupants in accordance with policy BR10 of the Borough Wide Development Policies Development Plan Document.",
    "A)\tNo development ('development' includes land remediation and ground works), with the exception of demolition down to existing ground level only or demolition including slab and foundations as approved under refs. 17/01262/PRIOR4 and 17/01364/PRIOR4 in respect of the sites of Barnes House, Rookwood House, 28-69, 70-98, 99-122, 124-159, 160-192, 193-219, 221-232 St. Marys & 117-125 Wheelers Cross (within Phase 2A and part of Phase 3A) shall take place in any Phase or Sub-Phase consistent with Drawing No. 9157050100-PP/01 (or any subsequent update agreed) until the applicant has secured the implementation of a programme of archaeological work in accordance with a Written Scheme of Investigation for that Phase/Sub-Phase which has been submitted by the applicant and approved by the Local Planning Authority, unless otherwise approved in writing by the Local Planning Authority. \r\rB)\tNo development excluding the exceptions set out in Part A) shall take place other that in accordance with the Written Scheme of Investigation approved under Part (A).\r\rC)\tNo Phase or Sub-Phase of the development shall be occupied until the site investigation and post investigation assessment has been completed for that Phase/Sub-Phase in accordance with the programme set out in the Written Scheme of Investigation approved under Part (A) and the provision made for analysis, publication and dissemination of the results and archive deposition has been secured. \r\rReason: To safeguard the heritage of the Borough by providing an adequate opportunity to investigate and excavate archaeological remains on the site before development is carried out in accordance with policy BP3 of the Borough Wide Development Policies Development Plan Document.",
    "A)    Land contamination site investigation\r\r\tAn investigation and risk assessment for any phase or sub-phase consistent with Drawing No. 9157050100-PP/01 (or any subsequent update agreed) (with the exception of Sub-Phase B (Blocks B1 and B2) of Phase 1A), in addition to any assessment provided with the planning application for that Phase or Sub-Phase, must be completed in accordance with a scheme to assess the nature and extent of any contamination on the site, whether or not it originates on the site.  The contents of the scheme for each phase or sub-phase are subject to the approval in writing of the Local Planning Authority.  The investigation and risk assessment must be undertaken by competent persons and a written report of the findings must be produced for that phase or sub-phase.  The written report for each phase or sub-phase is subject to the approval in writing of the Local Planning Authority. The written report of the investigation and risk assessment in respect of Sub-Phase B (Blocks B1 and B2) of Phase1A is approved under reference 15/01320/CDN. The report of the findings must include:\r\r(i)   a survey of the extent, scale and nature of contamination; \r\r(ii)  an assessment of the potential risks to: \ro\thuman health, \ro\tproperty (existing or proposed) including buildings, crops, livestock, pets, woodland and service lines and pipes, \ro\tadjoining land, \ro\tgroundwaters and surface waters, \ro\tecological systems, \ro\tarchaeological sites and ancient monuments; \r\r(iii) an appraisal of remedial options, and proposal of the preferred option(s). \r\rThis must be conducted in accordance with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11'.\r\rB)\tRemediation scheme submission\r\r\tWhere indicated by the investigation and risk assessment, a detailed remediation scheme for the relevant phase or sub-phase of the site (with the exception of Sub-Phase B (Blocks B1 and B2) of Phase 1A) to bring it to a condition suitable for the intended use by removing unacceptable risks to human health, buildings and other property and the natural and historical environment must be prepared for each phase or sub-phase, and is subject to the approval in writing of the Local Planning Authority.  The scheme for each phase or sub-phase must include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures.  The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation. (No remediation is required in respect of Sub-Phase B (Blocks B1 and B2) of Phase 1A).\r\rC)\tRemediation scheme implementation\r\rThe approved remediation scheme for the relevant Phase or Sub-Phase must be carried out in accordance with its terms prior to the commencement of development other than that required to carry out remediation, and excluding demolition to ground level only, unless otherwise agreed in writing by the Local Planning Authority. The Local Planning Authority must be given two weeks written notification of commencement of the remediation scheme works for the relevant phase or sub-phase. Following completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced for the relevant phase or sub-phase, and is subject to the approval in writing of the Local Planning Authority. \r\rD) \tUnexpected contamination\r\rIn the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority.  An investigation and risk assessment must be undertaken for the relevant phase or sub-phase in accordance with the requirements of condition 12 A), and where remediation is necessary a remediation scheme must be prepared in accordance with the requirements of condition 12 B), which is subject to the approval in writing of the Local Planning Authority. Following completion of measures identified in the approved remediation scheme a verification report for each phase or sub-phase must be prepared, which is subject to the approval in writing of the Local Planning Authority in accordance with condition 12 C).\r\rReason for Condition 12:  To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors in accordance with Policy BR5 of the Borough Wide Development Policies Development Plan Document.",
    "A)\tNo above ground development within Phase 3 or 4 or any Sub-Phase within Phases 3 or 4, consistent with Drawing No. 9157050100-PP/01 (or any subsequent update agreed) shall take place until full details of a scheme of acoustic protection of habitable rooms within that Phase/Sub-Phase against road traffic noise has been submitted to and approved in writing by the Local Planning Authority. Unless otherwise agreed in writing with the Local Planning Authority, the scheme of acoustic protection shall be sufficient to secure internal noise levels no greater than 35 dB LAeq in living rooms (07.00 hours to 23.00 hours) with windows closed. Additionally, where the internal noise levels will exceed 35 dB LAeq in bedrooms (23.00 hours to 07.00 hours) or 40 dB LAeq in living rooms (07.00 hours to 23.00 hours) with windows open the scheme of acoustic protection shall incorporate a ventilator system which is commensurate with the performance specification set out in Schedule 1 (paragraphs 6 and 7) of The Noise Insulation Regulations 1975 (as amended). The approved scheme shall be fully implemented before the first occupation of the dwelling to which it relates and shall be maintained at all times thereafter.\r\rB)\tPhase 2B and 2C of the development shall be carried out in accordance with the submitted Phase 2 acoustics report and the specified façade sound insulation requirements shall be installed to each building prior to its occupation.\r\rReason:  To maintain reasonable levels of protection for the occupiers of the development from external noise and in accordance with policy BP8 of the Borough Wide Development Policies Development Plan Document.",
    "No above ground development of any Phase/Sub-Phase (with the exception of Phases 2B and 2C) as shown on Drawing No. 9157050100-PP/01 (or any subsequent update agreed) shall commence above ground level until a scheme showing the provisions to be made for all external lighting (including street lighting and floodlighting for the sports facilities) for that Phase/Sub-Phase has been submitted to and approved in writing by the Local Planning Authority. The external lighting is to be designed, installed and maintained so as to fully comply with The Institution of Lighting Professionals publication, \"Guidance Notes for the Reduction of Obtrusive Light\", reference GN01:2011. The design shall satisfy criteria to limit obtrusive light presented in Table 2 of the document, relating to Environmental Zone E3 - Medium district brightness areas - small town centre or suburban locations. External lighting in respect of Phases 2B and 2C shall be installed and thereafter maintained, prior to the occupation of the part of the development it serves, in accordance with the submitted External Lighting report, 31 Jan. 2019.\r\rReason:  In the interests of enhancing security and safety, to avoid light pollution and safeguard neighbouring amenity and in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document.",
    "No construction related deliveries, external running of plant and equipment or construction works, other than internal works not audible outside the site boundary, shall take place on the site other than between the hours of 08.00 to 18.00 on Monday to Friday and 08.00 to 13.00 on Saturday and not at all on Sundays, Public or Bank Holidays without the prior written permission of the Local Planning Authority.\r\rReason:  To ensure that the proposed construction work does not cause undue nuisance and disturbance to neighbouring properties at unreasonable hours and in accordance with policy BP8 of the Borough Wide Development Policies Development Plan Document.",
    "A) \tThe development (excluding demolition) of any Phase or Sub-Phase (with the exception of Phase 2B and 2C), each phase or sub-phase consistent with Drawing No. 9157050100-PP/01 (or any subsequent update agreed) shall not be commenced until a detailed surface water drainage scheme for that Phase/Sub-Phase, based on the agreed flood risk assessment (FRA), 11007 - Gascoigne Estate FRA Rev B, has been submitted to and approved in writing by the Local Planning Authority. The drainage strategy for that Phase or Sub-Phase shall include a restriction in run-off and surface water storage on site as outlined in the FRA. The scheme shall subsequently be implemented in accordance with the approved details before the development is completed, and no discharge of foul or surface water from the site shall be accepted into the public system until the drainage works referred to in the strategy have been completed. \r\rB) Phases 2B and 2C shall be implemented in accordance with the submitted Phase 2 Flood Risk Assessment (ref. 1012-01) and the stated mitigation measures shall be installed and thereafter maintained prior to the occupation of Phase 2B and 2C.\r\rReason: To prevent the increased risk of flooding, to improve and protect water quality, improve habitat and amenity, to prevent sewage flooding, and to ensure that sufficient capacity is made available to cope with the new development, and in order to avoid adverse environmental impact upon the community and in accordance with policy CR4 of the Core Strategy.",
    "Other than works of demolition, no development within any Phase or Sub-Phase consistent with Drawing No. 9157050100-PP/01  (or any subsequent update agreed) shall commence until details of the proposed finished external ground levels and finished levels of the lowest car park level for that Phase/Sub-Phase have been submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with the approved details.\r\rReason: In order that finished building heights comply with the approved plans and to protect the amenities of neighbouring residents and in accordance with policy BP8 of the Borough Wide Development Policies Development Plan Document.",
    "The rating level of the noise from plant installed pursuant to this permission wherever it may be located shall not exceed the existing background noise level at any time at the outside of windows to noise sensitive buildings in the vicinity of the development hereby permitted. Any assessment of compliance with this condition shall be made according to the methodology and procedures presented in BS4142:2014.\r\rReason:  To maintain reasonable levels of protection for the occupiers of the development from external noise and in accordance with policy BP8 of the Borough Wide Development Policies Development Plan Document.",
    "The A1, A2 and A3 uses hereby permitted shall only be permitted to be open to the public between the hours of 07.00 and 23.00 on any day.\r\rReason:  To prevent the use causing undue disturbance to the occupants of adjoining properties at unreasonable hours and in accordance with policy BP8 of the Borough Wide Development Policies Development Plan Document.",
    "In the event of seeking an A3 use within the commercial units, details of a ventilation system for the removal and treatment of cooking odours which include measures to mitigate system noise are to be submitted to the Local Planning Authority prior to the commencement of that use. The details shall have regard to guidance and recommendations in DEFRA publication 'Guidance on the Control of Odour and Noise from Commercial Kitchen Exhaust Systems'. The approved details shall be fully implemented prior to the first use for that purpose and shall be maintained at all times so long the unit remains in A3 use. The measures shall have regard to and be commensurate with guidance and recommendations in:\r\ro\tthe current edition of publication '\"Specification for Kitchen Ventilation Systems\", DW/172, Heating and Ventilating Contractors Association, or other relevant and authoritative guidance.\ro\tpublication, \"Control of odour and noise from commercial kitchen exhaust systems - Update to the 2004 report prepared by NETCEN for the Department for Environment, Food and Rural Affairs\", Ricardo.com, 2018.details shall have regard to guidance and recommendations in DEFRA publication 'Guidance on the Control of Odour and Noise from Commercial Kitchen Exhaust Systems'. \r\rThe approved details shall be fully implemented prior to the first use for that purpose and shall be maintained at all times so long the unit remains in A3 use.\r\rReason:  To safeguard the appearance of the premises and minimise the impact of cooking smells and odours in accordance with policy BP8 of the Borough Wide Development Policies Development Plan Document.",
    "No development within any Phase or Sub-Phase (with the exception of Phases 2B and 2C) consistent with Drawing No. 9157050100-PP/01 (or any subsequent update agreed) shall commence above ground level until the applicant has submitted to the Local Planning Authority for approval further details of an air quality assessment/ air quality mitigation proposals for that Phase/Sub-Phase developed on the basis of a further Nitrogen Dioxide monitoring study, the details of which are to be provided to the Local Planning Authority.\r\rIf the air quality assessment identifies that dwellings/classrooms will be exposed to Nitrogen Dioxide (NO2)) in excess of the relevant standards (as prescribed in the Quality Standards Regulations 2010), the assessment shall include details of a ventilation scheme for the mitigation of air quality in affected rooms. The ventilation scheme is to be fully implemented before the first use of the development to which it relates and is to be permanently retained thereafter. It is expected that the design of any ventilation scheme will include, but not necessarily be limited to;\r\ra)\tThe positioning or air intakes for buildings as high as possible and away from the direct influence of air pollution from the A13 road;\r\rb)\tThe location of air exhausts such that re-entry to a building, or ingestion into other nearby buildings, is minimised.\r\rReason: In order to protect the health and amenities of future occupiers and in accordance with policies BP8, BC10 and BR14 of the Borough Wide Development Policies Development Plan Document.",
    "A)\tThe development hereby permitted (with the exception of development within Phases 2B and 2C) shall not be occupied until there has been submitted to and approved in writing by the Local Planning Authority a Framework Travel Plan, from which a detailed Travel Plan for each Phase/Sub-Phase as shown on Drawing No. 9157050100-PP/01 (or any subsequently agreed update) shall be submitted to and approved by the Local Planning Authority for the site, which shall include proposals for minimising car-borne travel and encouraging walking, cycling and the use of public transport. No Phase shall be occupied until the detailed Travel Plan for that Phase has been approved in writing. The Travel Plan Framework and subsequent detailed plans shall include details of funding, implementation, monitoring and review. The approved Travel Plans shall be implemented and monitored in accordance with the approved scheme.\r\r B)\tPhases 2B and 2C shall not be occupied until the implementation of the Phase 2 Transport Statement and Framework Travel Plan (ref. 1012/01 Rev. P01) which shall thereafter be maintained. \r\rReason: In order to encourage the use of sustainable transport and in accordance with policy BR10 of the Borough Wide Development Policies Development Plan Document.",
    "With the exception of development within Phases 2B and 2C where roof(s) are to be accessible for recreational purposes a scheme for protecting the proposed upper floor dwellings from structure borne noise through the roof(s) concerned shall be submitted to and approved in writing by the Local Planning Authority prior to commencement of the relevant part of the development. The approved scheme shall be fully implemented before the first occupation of any of the applicable top floor dwellings in the building to which the scheme relates and shall be maintained at all times thereafter. Roof construction in respect of Phases 2B and 2C shall be in accordance with paragraph 4.8 of the submitted Phase 2 Acoustics report ref. 18410-R03-B.\r\rReason: In order to prevent noise nuisance to future occupiers and in accordance with policies BP8 and BR13 of the Borough Wide Development Policies Development Plan Document.",
    "Prior to occupation of each part of the development within a Phase or Sub-Phase consistent with Drawing No. 9157050100-PP/01 (or any subsequent update agreed) a communal television and satellite system shall be provided and be available to each occupier of that part, Phase or Sub-Phase of the development. No satellite dishes may be installed on the exterior of the buildings, with the exception of a roof mounted dish on a flat block (not visible from ground level) providing the communal system or a rear elevation of a single dwelling house.\r\rReason:  To safeguard the external appearance of the buildings in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document.",
    "No Phase/Sub-Phase of the development (as shown on Drawing No. 9157050100-PP/01 (or any subsequent update agreed)) shall be occupied until bird nesting and bat roosting boxes (where feasible incorporated into the structure of the buildings or roof spaces in accordance with Biodiversity for Low and Zero Carbon Buildings: A Technical Guide for New Build (Publ. by RIBA, March 2010)) have been installed for that Phase/Sub-Phase in accordance with details which shall have been submitted to and approved in writing by the Local Planning Authority.  \r\rReason:  In order to preserve and enhance the Borough's natural environment and to comply with policy CR2 of the Core Strategy and policy BR3 of the Borough Wide Development Policies Development Plan Document.",
    "All buildings within the development shall, as a minimum, meet Part L 2010 of the Building Regulations through energy efficiency measures alone.\r\rReason: In order to ensure that fabric energy efficiency is prioritised in the interest of minimising carbon emissions and in accordance with policy 5.2 of the London Plan.",
    "The development shall be carried out in accordance with the site-wide energy strategy (Project Ref: 29311, Rev: 3.4), and in respect of Phases 2B and 2C in accordance with the submitted Energy Statement (11 Feb 2019), including the timing of heat network connections and the installation and connection of photovoltaic panels, and the entirety of the site shall achieve the stated 40 per cent CO2 reduction beyond Part L 2010 (as a minimum). The onsite energy infrastructure and the approved energy strategy shall thereafter be maintained.\r\rReason:  In order to minimise carbon emissions and to ensure that the development provides renewable energy in accordance with policy BR2 of the Borough Wide Development Policies Development Plan Document and policy 5.2 of the London Plan.",
    "Unless otherwise agreed in writing with the Local Planning Authority, no more than 60% of the total number of units that are to be connected to the District Heat Network, as highlighted in the PBA Energy Statement shall be occupied, until the Combined Heat & Power Plant has become fully operational.\r\rReason: To ensure that the energy strategy is implemented and to minimise carbon emissions arising from the development and in accordance with policy BR2 of the Borough Wide Development Policies Development Plan Document.",
    "None of the development within a Phase or Sub-Phase consistent with Drawing No. 9157050100-PP/01 (or any subsequent update agreed) of the development hereby approved shall be occupied unless and until the estate roads and associated drainage, footways, cycleways, street lighting, and strategic landscaping granted planning permission consistent with the approved Parameter Plans and accompanying Allies & Morrison Design Guidelines have been implemented for that Phase/Sub-Phase in full, or with respect to landscaping, such other timescales as may be agreed in writing with the Local Planning Authority.\r\rReason: In order to ensure an acceptable standard of services and appearance for future occupiers of the development and in accordance with policy BP8 of the Borough Wide Development Policies Development Plan Document.",
    "No development of any Phase/Sub-Phase as shown on Drawing No. 9157050100-PP/01 (or any subsequent update agreed) shall commence above ground level until a scheme showing the provisions to be made for access control, and any other measures to reduce the risk of crime for that Phase/Sub-Phase has been submitted to and approved in writing by the Local Planning Authority taking full account of the Access Statement prepared by Lord Consultants in support of the planning application ref. 14/00703/FUL. The relevant part of the development shall not be occupied until the approved scheme for that part of the development has been implemented. Thereafter the approved measures shall be permanently retained unless otherwise agreed in writing by the Local Planning Authority.\r\rReason:  In order to provide a good standard of security to future occupants and visitors to the site and to reduce the risk of crime in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document.",
    "With the exception of development within Phases 2B and 2C details of the vehicular and pedestrian accesses for any Phase or Sub-Phase consistent with Drawing No. 9157050100-PP/01 (or any subsequent update agreed) consistent with the siting, size, dimensions and other details shown on Drawing No. 9157050100-PP/01 (or any subsequent update agreed) shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of the relevant Phase/Sub-phase of the development. The development shall be carried out in accordance with the approved details.\r\rReason:  To ensure that the proposed development does not prejudice the free flow of traffic or conditions of general safety along the adjoining highway and in accordance with policy BR10 of the Borough Wide Development Policies Development Plan Document.",
    "Prior to occupation of either School facility identified in Phases 2A and 3A on approved Drawing No. 9157050100-PP/01 - or any subsequent amendment approved by the Local Planning Authority, a management plan must be submitted to and agreed with the Local Planning Authority and Transport for London in order to identify measures to spread arrival and departure times of pupils and staff in order to reduce overloading of buses and minimise on-street congestion. The development shall be carried out in accordance with the approved plan and thereafter maintained.\r\rReason: In order to minimise traffic congestion and in accordance with policies BR9, BR10 and BR11 of the Borough Wide Development Policies Development Plan Document.",
    "No above ground development in any Phase or Sub-Phase within Phases 2 - 4 (with the exception of Phases 2B and 2C) as shown on Drawing No. 9157050100-PP/01 (or any subsequent update agreed) shall be commenced until details of refuse enclosures for the relevant Phase or Sub-Phase of the development showing the design, location and external appearance in respect of dwellings and the permitted A1, A2, A3, B1, and D1 uses have been submitted to and approved in writing by the Local Planning Authority.  The approved enclosures shall be provided before the occupation of any part of the development that they are designed to serve and thereafter permanently retained.\r\rReason:  To provide satisfactory refuse storage provision in the interests of the appearance of the site and locality in accordance with policies BP8 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "Prior to the commencement of any above ground development (excluding demolition) within a Phase or Sub-Phase within Phases 2 - 4 (with the exception of Phases 2B and 2C) as shown on Drawing No. 9157050100-PP/01 (or any subsequent update agreed) details of the car parking spaces including the accessible parking bays for the relevant part of the development (within that Phase/Sub-Phase) shall be submitted to and approved in writing by the Local Planning Authority. The approved parking spaces shall be installed and the accessible parking bays shall be clearly marked with a British Standard disabled symbol prior to the occupation of the relevant part of the development and thereafter retained permanently for the accommodation of vehicles of occupiers and visitors to the premises and not used for any other purpose. \r\rReason: To ensure and promote easier access for disabled persons to the development and to ensure that sufficient off-street parking areas are provided and not to prejudice the free flow of traffic or conditions of general safety along the adjoining highway in accordance with policies BC2 and BR9 of the Borough Wide Development Policies Development Plan Document.",
    "No development within Phases 2 - 4 of any Phase/Sub-Phase (with the exception of Phases 2B and 2C) as shown on Drawing No. 9157050100-PP/01 (or any subsequent update agreed) shall commence above ground level until details of the cycle parking facilities for that Phase/Sub-Phase have been submitted to and approved in writing by the Local Planning Authority. The submission should include details of the security, monitoring and access arrangements for the cycle parking facilities, and in the case of non-residential elements of the proposed development provide details of changing and shower facilities. The relevant part of the development shall not be occupied until the approved details for that part of the development have been implemented. Thereafter, the cycle parking facilities shall be permanently retained.\r\rReason:  In the interests of promoting cycling as a sustainable and non-polluting mode of transport and in accordance with policy BR11 of the Borough Wide Development Policies Development Plan Document.",
    "No above ground development of the school buildings shall take place until a scheme of acoustic protection has been submitted to and approved in writing by the Local Planning Authority. The approved scheme for that relevant school shall be fully implemented prior to occupation and shall be maintained at all times thereafter.\r\rReason: In order to secure a suitable learning environment and in accordance with policy BR13 of the Borough Wide Development Policies Development Plan Document.",
    "The sports facilities hereby permitted shall not be illuminated or open to the public outside the hours of 07.00 and 22.00 Mondays to Sundays. No variation to the above hours shall be permitted without the prior written approval of the Local Planning Authority.\r\rReason:  To prevent the use causing undue disturbance to the occupants of adjoining properties at unreasonable hours and in accordance with policy BP8 of the Borough Wide Development Policies Development Plan Document.",
    "The permitted B1 uses shall be used for B1(b) or B1(c) purposes and for no other purpose (including any other purpose in Class B1 of the Schedule to the Town and Country Planning (Use Classes) Order 1987 or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order).\r\rReason:  In order to ensure that the permitted B1 use is utilised for research or light industrial purposes and not as an 'out of centre' office that would be contrary to policy CE2 of the Core Strategy.",
    "In respect of Phases 2 - 4 details of the proposed living roofs for that phase or sub-phase as shown on Drawing No. 9157050100-PP/01 (or any subsequent update agreed) including their type, location and specific purpose together with a maintenance schedule shall be submitted to and approved in writing by the Local Planning Authority (in consultation with London City Airport) prior to the construction of the parts of the building containing a living roof.  The details shall include design measures to detract birds that could adversely affect the safety of operations at London City Airport, and shall include a bird management strategy in relation to ongoing maintenance of the roofs. The living roofs shall be constructed in accordance with the approved details and thereafter maintained in accordance with the approved maintenance schedule and bird management strategy.\r\rReason:  In the interests of reducing the impact of the development on the mains drainage system, enhancing the insulation of the building, contributing to biodiversity, and to avoid harm to aircraft safety and in accordance with policy CR1 of the Core Strategy and policies BR3, BR4 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "Prior to the commencement of the development of any part of either Phase 2B or 2C as shown on Drawing No. 9157050100-PP/01 (or any subsequent update agreed) a bat emergence survey of the existing buildings to be demolished shall be carried out between May and August by a qualified ecologist and the results shall be submitted to the Local Planning Authority.  If there is evidence of bat roost(s) on the site no development, of the relevant part of the site, shall commence until the submission to and approval by the Local Planning Authority of a bat habitat mitigation strategy.  The development shall then be carried out in accordance with the approved strategy.\r\rReason: In order to prevent harm to wildlife habitats and in accordance with Policy BR3 of the Borough Wide Development Policies Development Plan Document.",
    "There shall be no vegetation clearance or tree works during the bird breeding season (February to September). If this is not possible, a nesting bird survey should be carried out by a qualified ecologist no more than 2 days prior to the works. If nesting birds are found: \r\ri. works to that part of the site shall be delayed until the nesting season is over and the fledglings have left the area and a qualified ecologist's report has been submitted to the Local Planning Authority to confirm this; \r\rii. a strategy shall be submitted to and approved in writing by the Local Planning Authority to ensure the nesting birds are not disturbed by any other works taking place on the site. \r\rReason:  In order to prevent harm to wildlife habitats and in accordance with policy BR3 of the Borough Wide Development Policies Development Plan Document.",
    "No part of the approved development shall be constructed above ground level until a Fire Statement for that part, has been submitted to and approved in writing by the Local Planning Authority.  The Fire Statement shall be produced by an independent third party suitably qualified assessor which shall detail the building's construction, methods, products and materials used; the means of escape for all building users including those who are disabled or require level access together with the associated management plan; access for fire service personnel and equipment; ongoing maintenance and monitoring and how provision will be made within the site to enable fire appliances to gain access to the building.  The development shall be carried out in accordance with the approved details.  \r\rReason:  In order to provide a safe and secure development in accordance with policy CP3 of the Core Strategy and policy D11 of the Draft London Plan."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "544621",
  "status": "Approved",
  "decision_date": "03/02/2020",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          0.08098799999999999,
          51.5354116
        ],
        [
          0.0824984,
          51.5353533
        ],
        [
          0.0831755,
          51.5348609
        ],
        [
          0.0839463,
          51.5342259
        ],
        [
          0.0847067,
          51.5332993
        ],
        [
          0.08636289999999999,
          51.53131
        ],
        [
          0.08676919999999999,
          51.5306685
        ],
        [
          0.0871962,
          51.5301695
        ],
        [
          0.0859359,
          51.5298455
        ],
        [
          0.0860505,
          51.5294956
        ],
        [
          0.0831235,
          51.5292623
        ],
        [
          0.082061,
          51.5303834
        ],
        [
          0.0815582,
          51.5309372
        ],
        [
          0.0820582,
          51.5310992
        ],
        [
          0.0815842,
          51.5316273
        ],
        [
          0.0810582,
          51.5314653
        ],
        [
          0.0809593,
          51.5315496
        ],
        [
          0.082553,
          51.531987
        ],
        [
          0.0822405,
          51.5324341
        ],
        [
          0.0818082,
          51.5329427
        ],
        [
          0.0821623,
          51.533095
        ],
        [
          0.08198000000000001,
          51.5333023
        ],
        [
          0.08181859999999999,
          51.5332375
        ],
        [
          0.0815269,
          51.5335615
        ],
        [
          0.0812561,
          51.533474
        ],
        [
          0.0811988,
          51.5335388
        ],
        [
          0.0814488,
          51.5336328
        ],
        [
          0.0811519,
          51.5339568
        ],
        [
          0.0808863,
          51.5338661
        ],
        [
          0.0808342,
          51.5339276
        ],
        [
          0.0810738,
          51.5340248
        ],
        [
          0.0808863,
          51.5342321
        ],
        [
          0.08058939999999999,
          51.5341285
        ],
        [
          0.08051649999999999,
          51.534203
        ],
        [
          0.0808967,
          51.5343488
        ],
        [
          0.0806571,
          51.5346436
        ],
        [
          0.0808603,
          51.5347149
        ],
        [
          0.080678,
          51.5349384
        ],
        [
          0.0805321,
          51.534974
        ],
        [
          0.080428,
          51.5350874
        ],
        [
          0.0805582,
          51.5351879
        ],
        [
          0.08098799999999999,
          51.5354116
        ]
      ]
    ]
  },
  "decision_target_date": "20/05/2019",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": "Major dwellings",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T20:28:35.619+00:00",
  "last_updated_by": "Idox Tascomi",
  "site_name": "Gascoigne Estate East",
  "id": "Barking_&_Dagenham-19_00310_FUL",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": "183519",
  "appeal_start_date": null,
  "postcode": null,
  "url_planning_app": "/planning/index.html?fa=getApplication&id=15743",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": "",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Application for variation of condition 49 (approved parameter plans) in respect of permission 15/01084/FUL which granted permission for: ,Hybrid (part full/part outline) application for the phased comprehensive redevelopment of the site for a maximum of 1,575 residential dwellings (Use Class C3); 21,550 sq. m of Education (Use Class D1); 1,355 sq. m Medical facility (Use Class D1); 1,200 sq. m of Employment (Use Class B1); 1,400 sq. m of Community facilities (Use Class D1/D2); 1,850 sq. m of flexible commercial floor space (within Use Classes A1, A2, A3, and B1); 1,000 sq. m to be used as a place of worship (Use Class D1) or employment (Use Class B1); and Energy Centre (all figures given as maximum gross external area); with associated means of access, car parking, landscaping, service infrastructure and other associated works and improvements. ,,Full planning permission sought on Phase 1A comprising 2.39 Ha. of the site for 348 residential dwellings; 1,355 sq. m floor space to be used as a medical centre (Use Class D1) or Residential (Use Class C3); 300 sq. m of flexible commercial floor space (within Use Classes A1, A2, A3, B1); Energy Centre; internal road layout and associated means of access, car parking, landscaping and other works and improvements; and Phase 1B comprising 0.38 ha of the site for 73 residential dwellings with associated means of access, car parking, landscaping and other works and improvements. ,,Outline planning permission sought on 13.59 Ha. of the site, with all matters reserved, for a maximum of 1,154 residential dwellings (Use Class C3); 21,550 sq. m of Education (Use Class D1); 1,200 sq. m of Employment (Use Class B1); 1,400 sq. m of Community facilities (Use Class D1/D2); 1,550 sq. m of flexible commercial floor space (within Use Classes A1, A2, A3, and B1); 1,000 sq. m to be used as a place of worship (Use Class D1) or employment (Use Class B1) (all figures given as maximum gross external area); with associated means of access",
  "valid_date": "18/02/2019",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              544426.9792971,
              183886.1466135
            ],
            [
              544531.9084864,
              183882.6428469
            ],
            [
              544580.4223263,
              183829.2215563
            ],
            [
              544635.8903448,
              183760.1339365
            ],
            [
              544691.5614072,
              183658.6015926
            ],
            [
              544812.7331959,
              183440.6683381
            ],
            [
              544842.9432044,
              183370.1358001
            ],
            [
              544874.1466612,
              183315.4964208
            ],
            [
              544787.7563388,
              183276.9740766
            ],
            [
              544796.8130178,
              183238.2889192
            ],
            [
              544594.537451,
              183206.5629651
            ],
            [
              544517.297334,
              183329.1265688
            ],
            [
              544480.6737706,
              183389.7225743
            ],
            [
              544514.8385872,
              183408.7235421
            ],
            [
              544480.2964139,
              183466.5139299
            ],
            [
              544444.325747,
              183447.4620198
            ],
            [
              544437.1961366,
              183456.6340753
            ],
            [
              544546.3445989,
              183508.4168408
            ],
            [
              544523.2565925,
              183557.5177729
            ],
            [
              544491.6663975,
              183613.2269969
            ],
            [
              544515.7466111,
              183630.8586132
            ],
            [
              544502.4481778,
              183653.5558649
            ],
            [
              544491.4558684,
              183646.0318751
            ],
            [
              544470.2032622,
              183681.4827747
            ],
            [
              544451.6974645,
              183671.2212547
            ],
            [
              544447.5192154,
              183678.3135135
            ],
            [
              544464.5597031,
              183689.2544245
            ],
            [
              544442.9462872,
              183724.6948535
            ],
            [
              544424.8120096,
              183714.0835318
            ],
            [
              544421.0053313,
              183720.8257468
            ],
            [
              544437.3130651,
              183732.106186
            ],
            [
              544423.6540415,
              183754.7928725
            ],
            [
              544403.3936368,
              183742.6790142
            ],
            [
              544398.1012066,
              183750.8211408
            ],
            [
              544424.0075384,
              183767.7827085
            ],
            [
              544406.4600452,
              183800.0934565
            ],
            [
              544420.321192,
              183808.4197245
            ],
            [
              544406.9724273,
              183832.917655
            ],
            [
              544396.7463218,
              183836.5927986
            ],
            [
              544389.1639099,
              183848.9961759
            ],
            [
              544397.8760448,
              183860.4207743
            ],
            [
              544426.9792971,
              183886.1466135
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": null,
  "application_details": {
    "open_and_protected_space_details": {
      "open_space_green_belt_area_gain": 0,
      "open_spaces_details": [],
      "open_space_green_belt_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_space_mol_area_loss": 0
    },
    "constraints_details": [],
    "superseding_details": [],
    "garden_land_lost": null,
    "building_details": [],
    "site_area": 16.317,
    "grey_water_reuse": null,
    "air_quality_assessment": null,
    "rain_water_harvesting": null,
    "s106_agreement": false,
    "total_gia_lost": null,
    "scheme_phasing": null,
    "overseas_company_registration_no": null,
    "lead_registered_social_landlord": null,
    "total_gia_gained": null,
    "no_affordable_housing_units_provided_offsite": null,
    "uk_company_registration_no": null,
    "transport_impact_assessment": null,
    "qualifying_vacant_building_floorspace": null,
    "residential_details": {
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "residential_units": [],
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units": 0,
      "site_area": null,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_gia_lost": null,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_gia_gained": null,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_market_for_sale": 0
    },
    "projected_cost_of_works": null,
    "intended_commencement_date": null,
    "3d_model": null,
    "green_suds": null,
    "non_permanent_dwellings_details": [],
    "non_residential_details": {
      "site_area": null,
      "total_gia_lost": null,
      "total_gia_gained": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0
    },
    "circular_economy_statement": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "scheme_name": null,
    "affordable_housing_fast_track": null,
    "commencement_notice_received": null,
    "total_gia_existing": null,
    "internal_resi_water_usage": null,
    "mayoral_cil_liability_notice_issued": null,
    "existing_proposed_floorspace_details": [],
    "surface_water_discharge_percentage_reduction": null,
    "phasing_details": [],
    "infrastructure_details": {
      "ghg_reduction_over_building_regulations": null,
      "waste_details": [],
      "no_new_water_connections_required": null,
      "no_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "urban_greening_factor_score": null,
      "community_energy_capacity": null,
      "green_roof_area": null,
      "chp_heat_pumps_capacity": null,
      "no_active_rapid_ev_charging_points": null,
      "solar_pv_capacity": null,
      "waste_provision": false,
      "no_passive_rapid_ev_charging_points": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "mobile_network_operators_consultation": null,
      "total_annual_nox_emissions": null,
      "no_new_gas_connections_required": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_homes_passive_cooling": null,
      "no_passive_slow_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "total_annual_pm_emissions": null,
      "no_active_slow_ev_charging_points": null
    },
    "lead_developer_company_name": null,
    "intended_completion_date": null,
    "other_contributions": null,
    "social_infrastructure_contributions": null,
    "borough_cil_liability_notice_issued": null,
    "affordable_housing_inlieu_payment": null,
    "viability_assessment": null,
    "transport_contributions": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": null,
      "other_resi_accommodation_unit_details": [],
      "site_area": null,
      "no_council_tax_rateable_units_gained": null
    },
    "ownership_status": null,
    "existing_uprns": null
  },
  "centroid": {
    "lon": "0.0836328",
    "lat": "51.532063"
  },
  "lapsed_date": "03/02/2025",
  "decision_process": "Committee",
  "actual_completion_date": null
}