{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": {
    "no_existing_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_proposed_lgv": null,
    "net_carclub": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_existing_other": null,
    "no_existing_lgv": null,
    "no_proposed_motorcycle": null,
    "no_existing_bluebadge": null,
    "no_proposed_car": null,
    "net_motorcycle": null,
    "no_existing_motorcycle": null,
    "no_existing_car": null,
    "no_proposed_cycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_other": null,
    "net_bus": null,
    "no_proposed_carclub": null,
    "net_lgv": null,
    "net_other": null,
    "net_cycle": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "no_existing_bus": null,
    "net_resi_offstreet": null,
    "no_existing_carclub": null
  },
  "appeal_decision": null,
  "decision_agency": null,
  "application_type": "All Other",
  "lpa_app_no": "19/00826/FUL",
  "application_type_full": null,
  "uprn": "100101584",
  "borough": "Barking & Dagenham",
  "street_name": "THUNDERER ROAD",
  "locality": null,
  "ward": "Thames",
  "actual_commencement_date": null,
  "lpa_name": "Barking & Dagenham",
  "bo_system": "Idox Tascomi",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.\n\nReason:\nTo comply with Section 91 of the Town and Country Planning Act 1990 (as amended by S.51 of the Planning and Compulsory Purchase Act  2004)",
    "The development hereby permitted shall be carried out in accordance with the following approved plans: ^IN;\n\nReason: For the avoidance of doubt and in the interests of proper planning.",
    "a)   The development must be fully implemented in accordance with the remediation and verification strategy set out in report, \"Remediation and Verification Strategy Plot 64, Hindmans Way, Barking, Dagenham, RM9 6PU\", reference 17-0084.08, dated November 2018.\n\nb)  Following completion of the measures identified in report \"Remediation and Verification Strategy Plot 64, Hindmans Way, Barking, Dagenham, RM9 6PU\", reference 17-0084.08, dated November 2018 a verification report that demonstrates the effectiveness of the remediation carried out must be submitted to and approved in writing by the Local Planning Authority.\n\nc)  In the event that contamination is found at any time when carrying out the approved development of extent and magnitude greater than that previous identified it must be reported in writing immediately to the Local Planning Authority in accordance with the Hotspot Strategy contained within the \"Remediation and Verification Strategy Plot 64, Hindmans Way, Barking, Dagenham, RM9 6PU\", reference 17-0084.08, dated November 2018. An investigation and risk assessment in accordance with the Hotspot Strategy and in accordance with current best practice and where remediation is necessary a remediation scheme must be prepared in accordance with current best practice.\n\nReason: To ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors in accordance with policy BR5 of the Borough Wide Development Policies Development Plan Document and policy 5.21 of the London Plan.",
    "The rating level of the noise from the development hereby permitted shall not exceed the existing background noise level outside the window to any noise-sensitive dwelling. Any assessment of compliance with this condition shall be made according to the methodology and procedures presented in BS4142:2019.\n\nReason: In order to reduce the impact of construction and development on the amenities of neighbouring residents and in accordance with policy BP8 of the Borough Wide Development Policies Development Plan Document.",
    "a) No development shall commence, until a Construction Environmental Management Plan (CEMP) and a Site Waste Management Plan (SWMP) have been submitted to and approved in writing by the Local Planning Authority.  These Plans shall incorporate details of:\n\nI.\tconstruction traffic management;\nII.\tthe parking of vehicles of site operatives and visitors;\nIII.\tloading and unloading of plant and materials;\nIV.\tstorage of plant and materials used in constructing the development;\nV.\tthe erection and maintenance of security hoarding(s) including decorative displays and facilities for public viewing, where appropriate;\nVI.\twheel washing facilities;\nVII.\tmeasures to control the emission of dust, dirt and emissions to air during construction; such measures to accord with the guidance provided in the document \"The Control of Dust and Emissions during Construction and Demolition\", Mayor of London, July 2014; including but not confined to, non-road mobile machinery (NRMM) requirements;\nVIII.\tnoise and vibration control;\nIX.\ta scheme for recycling/disposing of waste resulting from demolition and construction works;\nX.\tthe use of efficient construction materials;\nXI.\tmethods to minimise waste, to encourage re-use, recovery and recycling, and sourcing of materials; and\nXII.\ta nominated Developer/Resident Liaison Representative with an address and contact telephone number to be circulated to those residents consulted on the application by the developer's representatives. This person will act as first point of contact for residents who have any problems or questions related to the ongoing development.\n\nThe approved Plans shall be adhered to throughout the construction period.\n\nb)   Demolition and construction work and associated activities are to be carried out in accordance with the recommendations contained within British Standard 5228:2009, \"Code of practice for noise and vibration control on construction and open sites\", Parts 1 and 2. \n\nc)   Demolition and construction work and associated activities, other than internal works not audible outside the site boundary, are only to be carried out between the hours of 08.00 and 18.00 Monday to Friday and 08.00 and 13.00 Saturday, with no work on Sundays or public holidays without the prior written permission of the Local Planning Authority. Any works which are associated with the generation of ground borne vibration are only to be carried out between the hours of 08.00 and 18.00 Monday to Friday.\n\nReason:  The CEMP and SWMP are required prior to commencement of development in order to reduce the environmental impact of the construction and the impact on the amenities of neighbouring residents, and in accordance with policy BP8 of the Borough Wide Development Policies Development Plan Document.",
    "The development hereby permitted shall not be occupied until the 6 cycle parking spaces as shown on drawing No. 31136-PL-203A have been fully implemented. Thereafter, the cycle parking facilities shall be permanently retained for the duration of the development.\n\nReason: In the interests of promoting cycling as a safe, efficient and non-polluting mode of transport in accordance with policy BR11 of the Borough Wide Development Policies Development Plan Document.",
    "No above ground new development shall commence until full details, including samples, specifications, annotated plans and fire safety ratings, of all external facing materials have been submitted to the Local Planning Authority for approval in writing. The development shall only be implemented in accordance with the approved details and to the satisfaction of the Local Planning Authority.\n\nReason: To protect or enhance the character and amenity of the area and to ensure an exemplar finish to the building in accordance with policies BP8 and BP11 of the Borough Wide Development Policies Development Plan Document and policies 7.1, 7.4 and 7.6 of the London Plan.",
    "The development hereby permitted shall be carried out in accordance with the submitted Energy and LZC Strategy dated 8th February 2019 to achieve a 35% carbon dioxide reduction. Minor amendments may be agreed in writing from time to time by the Local Planning Authority. The development shall not be occupied until the approved details have been implemented.\n\nReason: In the interests of safeguarding the environment and providing sustainable development in accordance with policies BR1 and BR2 of the Borough Wide Development Policies Development Plan Document and policies 5.2, 5.3, 5.5, 5.6 and 5.7 of the London Plan.",
    "No building hereby permitted shall be occupied until the sustainable drainage scheme for the site has been completed in accordance with the Flood Risk Assessment & Drainage Assessment dated July 2018. The sustainable drainage scheme shall be managed and maintained thereafter in accordance with the agreed management and maintenance plan.\n\nReason: To prevent an increased risk of flooding and to prevent pollution of the water environment and in accordance with policy BR4 of the Borough Wide Development Policies Development Plan Document.",
    "The development shall be constructed in accordance with the following requirements:\n\n-\tAt least two car parking spaces shall be constructed and marked out prior to the occupation of the development as accessible parking bays (to be clearly marked with a British Standard disabled symbol).\n\n-\tAt least three car parking bays shall be fitted with active electric vehicle charging points and two car parking bays shall have passive provision.\n\nReason: To ensure and promote easier access for disabled persons, to ensure sufficient off-street parking, and to encourage the use of electric cars in order to reduce carbon emissions, in accordance with policies BC2, BR9 and BR10 of the Borough Wide Development Policies Development Plan Document and policy 6.13 of the London Plan.",
    "No open storage shall be permitted on site unless otherwise agreed in writing with the Local Planning Authority. \n\nReason: To ensure a satisfactory standard of external appearance, in accordance with Policy CP3 of the Core Strategy and policy BP11 of the Borough Wide Development Policies Development Plan Document",
    "The development hereby permitted shall achieve as a minimum a BREEAM 'Very Good' rating.  A certificated BREEAM Post Construction Review, or other verification process agreed with the Local Planning Authority, shall be provided, confirming that the agreed standards have been met. \n\nReason: To ensure that the proposed development is constructed in an environmentally sustainable manner and in accordance with policy BR1 of the Borough Wide Development Policies Development Plan Document.",
    "The soft landscaping plans 748.10.01, 748.19.01 and 748.29.01 hereby approved shall be implemented in the first planting season following first occupation. Any plants or trees required as part of the implementation of the condition that die or are removed, damaged or diseased within a period of FIVE years from the completion of the development shall be replaced in the next planting season with others of a similar size and species unless the Local Planning Authority gives written consent for a variation.\n\nThe ecological enhancement measures set out in section 6.2 of the submitted Preliminary Ecological Appraisal shall be carried out in full prior to first occupation of the development.\n\nReason: In the interest of design quality, public safety and biodiversity and in accordance with policy CP3 of the Core Strategy and policy BR3 of the Borough Wide Development Policies Development Plan Document.",
    "Prior to commencement of development an Employment Strategy shall be submitted to and approved in writing in conjunction with the Council's Community Solutions Team.\n\nThe strategy should demonstrate a commitment to local labour/local supply during construction and operational phases so that residents and businesses in the Borough will benefit from the proposed development.\n\nReason:  To ensure community benefits in accordance with the aims of policy CC3 of the Core Strategy.",
    "The development hereby permitted shall only be occupied in accordance with the Travel Plan prepared by Peter Brett Associates. The approved Travel Plan shall be implemented and monitored in accordance with the approved scheme.\n\nReason: In order to encourage the use of sustainable transport and in accordance with policy BR10 of the Borough Wide Development Policies Development Plan Document."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "548504",
  "status": "Approved",
  "decision_date": "16/07/2019",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          0.1394008,
          51.5187625
        ],
        [
          0.139272,
          51.5184555
        ],
        [
          0.1390708,
          51.5184778
        ],
        [
          0.1391984,
          51.5184586
        ],
        [
          0.1391818,
          51.5183963
        ],
        [
          0.13917749999999998,
          51.5183707
        ],
        [
          0.13918439999999999,
          51.5183444
        ],
        [
          0.1391683,
          51.518307
        ],
        [
          0.1391159,
          51.5181855
        ],
        [
          0.1390455,
          51.5180279
        ],
        [
          0.1390266,
          51.5180047
        ],
        [
          0.1390001,
          51.5179846
        ],
        [
          0.1389774,
          51.5179712
        ],
        [
          0.1389708,
          51.5179674
        ],
        [
          0.1389336,
          51.5179489
        ],
        [
          0.1389012,
          51.517939
        ],
        [
          0.13889579999999999,
          51.5179374
        ],
        [
          0.1388529,
          51.5179356
        ],
        [
          0.1388093,
          51.517939
        ],
        [
          0.13876819999999998,
          51.5179483
        ],
        [
          0.1387285,
          51.5179596
        ],
        [
          0.1385465,
          51.5180202
        ],
        [
          0.1385526,
          51.5180293
        ],
        [
          0.1383018,
          51.5180984
        ],
        [
          0.1376355,
          51.5183247
        ],
        [
          0.1369851,
          51.5184852
        ],
        [
          0.1370495,
          51.5186387
        ],
        [
          0.1382255,
          51.518504300000004
        ],
        [
          0.1384443,
          51.5184944
        ],
        [
          0.1384535,
          51.5185024
        ],
        [
          0.1384406,
          51.51851
        ],
        [
          0.1384248,
          51.5185212
        ],
        [
          0.138407,
          51.51854
        ],
        [
          0.1384512,
          51.5186121
        ],
        [
          0.1385255,
          51.5187287
        ],
        [
          0.1387235,
          51.5185509
        ],
        [
          0.13855989999999999,
          51.5187242
        ],
        [
          0.1386221,
          51.5188302
        ],
        [
          0.1393018,
          51.519906399999996
        ],
        [
          0.13945369999999999,
          51.5198917
        ],
        [
          0.1403857,
          51.5194345
        ],
        [
          0.1401628,
          51.5191531
        ],
        [
          0.1398681,
          51.5189681
        ],
        [
          0.1396146,
          51.5188478
        ],
        [
          0.1394008,
          51.5187625
        ]
      ],
      [
        [
          0.1386465,
          51.5182452
        ],
        [
          0.1385622,
          51.5180433
        ],
        [
          0.1385979,
          51.5180955
        ],
        [
          0.1386465,
          51.5182452
        ]
      ],
      [
        [
          0.1386316,
          51.5184266
        ],
        [
          0.1386569,
          51.518413699999996
        ],
        [
          0.1386536,
          51.5184179
        ],
        [
          0.1386529,
          51.5184184
        ],
        [
          0.13864379999999998,
          51.5184223
        ],
        [
          0.1386316,
          51.5184266
        ]
      ]
    ]
  },
  "decision_target_date": "11/08/2019",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": "Major general industry-storage-warehousing",
  "title_number": [],
  "appeal_status": null,
  "last_updated": "2025-03-20T16:43:37.590+00:00",
  "last_updated_by": "FME Excel Import",
  "site_name": "Site No 4 Dagenham Dock",
  "id": "Barking_&_Dagenham-19_00826_FUL",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": "182163",
  "appeal_start_date": null,
  "postcode": "RM9 6PU",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=17677",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Full application for industrial/commercial floorspace (B2/B8 use classes) with associated car parking and landscaping and associated works at Plot 64, Hindmans Way.",
  "valid_date": "13/05/2019",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              548531.982,
              182151.664
            ],
            [
              548524.044,
              182117.268
            ],
            [
              548510.013,
              182119.347
            ],
            [
              548518.93,
              182117.47
            ],
            [
              548517.98,
              182110.5
            ],
            [
              548517.76,
              182107.65
            ],
            [
              548518.33,
              182104.74
            ],
            [
              548517.33,
              182100.55
            ],
            [
              548514.09,
              182086.93
            ],
            [
              548509.72,
              182069.26
            ],
            [
              548508.48,
              182066.64
            ],
            [
              548506.71,
              182064.35
            ],
            [
              548505.18,
              182062.82
            ],
            [
              548504.73,
              182062.38
            ],
            [
              548502.21,
              182060.25
            ],
            [
              548500,
              182059.09
            ],
            [
              548499.63,
              182058.9
            ],
            [
              548496.66,
              182058.61
            ],
            [
              548493.62,
              182058.9
            ],
            [
              548490.74,
              182059.85
            ],
            [
              548487.95,
              182061.02
            ],
            [
              548475.123,
              182067.396
            ],
            [
              548475.523,
              182068.416
            ],
            [
              548457.898,
              182075.596
            ],
            [
              548410.935,
              182099.409
            ],
            [
              548365.294,
              182115.945
            ],
            [
              548369.263,
              182133.143
            ],
            [
              548451.284,
              182120.576
            ],
            [
              548466.497,
              182119.914
            ],
            [
              548467.109,
              182120.831
            ],
            [
              548466.191,
              182121.646
            ],
            [
              548465.055,
              182122.858
            ],
            [
              548463.76,
              182124.91
            ],
            [
              548466.59,
              182133.02
            ],
            [
              548471.37,
              182146.14
            ],
            [
              548485.682,
              182126.766
            ],
            [
              548473.773,
              182145.711
            ],
            [
              548477.742,
              182157.617
            ],
            [
              548521.399,
              182278.664
            ],
            [
              548531.982,
              182277.341
            ],
            [
              548598.128,
              182228.393
            ],
            [
              548583.576,
              182196.643
            ],
            [
              548563.732,
              182175.477
            ],
            [
              548546.534,
              182161.586
            ],
            [
              548531.982,
              182151.664
            ]
          ],
          [
            [
              548481.335,
              182092.62
            ],
            [
              548476.143,
              182069.998
            ],
            [
              548478.445,
              182075.871
            ],
            [
              548481.335,
              182092.62
            ]
          ],
          [
            [
              548479.708,
              182112.754
            ],
            [
              548481.506,
              182111.371
            ],
            [
              548481.265,
              182111.84
            ],
            [
              548481.213,
              182111.893
            ],
            [
              548480.568,
              182112.301
            ],
            [
              548479.708,
              182112.754
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": null,
  "application_details": {
    "open_and_protected_space_details": {
      "open_space_green_belt_area_gain": 0,
      "open_spaces_details": [],
      "open_space_green_belt_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_space_mol_area_loss": 0
    },
    "constraints_details": [],
    "superseding_details": [],
    "garden_land_lost": null,
    "building_details": [],
    "site_area": 1.667,
    "grey_water_reuse": null,
    "air_quality_assessment": null,
    "rain_water_harvesting": null,
    "s106_agreement": false,
    "total_gia_lost": null,
    "scheme_phasing": null,
    "overseas_company_registration_no": null,
    "lead_registered_social_landlord": null,
    "total_gia_gained": null,
    "no_affordable_housing_units_provided_offsite": null,
    "uk_company_registration_no": null,
    "transport_impact_assessment": null,
    "qualifying_vacant_building_floorspace": null,
    "residential_details": {
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "residential_units": [],
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units": 0,
      "site_area": null,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_gia_lost": null,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_gia_gained": null,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_market_for_sale": 0
    },
    "projected_cost_of_works": null,
    "intended_commencement_date": null,
    "3d_model": null,
    "green_suds": null,
    "non_permanent_dwellings_details": [],
    "non_residential_details": {
      "site_area": null,
      "total_gia_gained": null,
      "total_gia_existing": null,
      "total_gia_lost": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0
    },
    "circular_economy_statement": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "scheme_name": null,
    "affordable_housing_fast_track": null,
    "commencement_notice_received": null,
    "total_gia_existing": null,
    "internal_resi_water_usage": null,
    "mayoral_cil_liability_notice_issued": null,
    "existing_proposed_floorspace_details": [],
    "surface_water_discharge_percentage_reduction": null,
    "phasing_details": [],
    "infrastructure_details": {
      "ghg_reduction_over_building_regulations": null,
      "waste_details": [],
      "no_new_water_connections_required": null,
      "no_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "urban_greening_factor_score": null,
      "community_energy_capacity": null,
      "green_roof_area": null,
      "no_passive_other_ev_charging_points": null,
      "chp_heat_pumps_capacity": null,
      "no_active_rapid_ev_charging_points": null,
      "solar_pv_capacity": null,
      "waste_provision": false,
      "no_passive_rapid_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "mobile_network_operators_consultation": null,
      "total_annual_nox_emissions": null,
      "no_new_gas_connections_required": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_homes_passive_cooling": null,
      "no_passive_slow_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "total_annual_pm_emissions": null,
      "no_active_slow_ev_charging_points": null
    },
    "lead_developer_company_name": null,
    "intended_completion_date": null,
    "other_contributions": null,
    "social_infrastructure_contributions": null,
    "borough_cil_liability_notice_issued": null,
    "affordable_housing_inlieu_payment": null,
    "viability_assessment": null,
    "transport_contributions": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": null,
      "other_resi_accommodation_unit_details": [],
      "site_area": null,
      "no_council_tax_rateable_units_gained": null
    },
    "ownership_status": null,
    "existing_uprns": []
  },
  "centroid": {
    "lon": "0.1390026",
    "lat": "51.5188717"
  },
  "lapsed_date": "16/07/2024",
  "decision_process": "Committee",
  "actual_completion_date": null
}