{
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on Drawing Numbers:",
    "Location Plan",
    "001/Rev D",
    "002/Rev D",
    "003 Rev C",
    "004/Rev A",
    "005/Rev B",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "Unless stated on the proposed drawing, the materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing numbers 8 and 12 frays Avenue.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The roof light facing No. 8 Frays Avenue shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The proposed development shall be carried out in accordance with the Flood management and resilience measures set out in the submitted Flood Risk Assessment dated 1 October 2020. Once carried out,  the flood management and resilience measures shall be maintained/retained and adhered to throughout the lifetime of the development.",
    "REASON",
    "To ensure that the residents of the new dwelling are protected from flood risk and that the development has no adverse flooding impact in compliance with Policy DMEI 9 of the Hillingdon Local Plan Part 2 (2020) and the NPPF (2024).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "The Environmental Permitting (England and Wales) Regulations 2016 require a permit to be obtained for any activities which will take place:",
    "路on or within 8 metres of a main river (16 metres if tidal)",
    "路on or within 8 metres of a flood defence structure or culvert including any buried elements (16 metres if tidal)",
    "路involving quarrying or excavation within 16 metres of any main river, flood defence (including a remote defence) or culvert",
    "路in a floodplain more than 8 metres from the riverbank, culvert or flood defence structure (16 metres if it's a tidal main river) and you don't already have planning permission.",
    "For further guidance please visit https://www.gov.uk/guidance/flood-risk-activities-environmental-permits or contact our National Customer Contact Centre on 03702 422 549 or by emailing enquiries@environment-agency.gov.uk. The applicant should not assume that a permit will automatically be forthcoming once planning permission has been granted, and we advise them to consult with u",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "actual_commencement_date": null,
  "decision_target_date": "16/04/2025",
  "lpa_name": "Hillingdon",
  "centroid_northing": 179934,
  "last_updated": "2025-07-05T21:59:14.772Z",
  "development_type": null,
  "ward": "WEST DRAYTON 2022",
  "parking_details": {
    "net_car": 0,
    "no_existing_car": 2,
    "no_proposed_car": 2
  },
  "uprn": null,
  "application_details": {
    "total_gia_gained": 32.5,
    "intended_completion_date": "09/2027",
    "existing_uprns": null,
    "intended_commencement_date": "05/2025",
    "no_additional_bedrooms": 1,
    "no_additional_bathrooms": 1
  },
  "last_date_consultation_comments": "25/03/2025",
  "decision": "Approved",
  "bo_system": "CSV Data Import",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "Householder",
  "decision_date": "16/04/2025",
  "borough": "Hillingdon",
  "wgs84_polygon": null,
  "lpa_app_no": "5235/APP/2025/188",
  "valid_date": "27/01/2025",
  "description": "Erection of a single storey rear extension, amendments to side extension roof, extension to existing loft conversion including extension of roof to the rear and formation of crown roof, enlargement of rear dormer window, and installation of 2no. side facing roof lights, and addition of render and insulation to external walls (amended description)",
  "centroid_easting": 505745,
  "site_number": null,
  "lapsed_date": "16/04/2028",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Committee",
  "epc_number": "0861-2853-7665-9191-6021",
  "street_name": "WEST DRAYTON",
  "last_updated_by": "CSV Data Import",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.508452,
    "lon": -0.477692
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=5235/APP/2025/188",
  "site_name": "10 FRAYS AVENUE",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "13725648",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Householder planning permission",
  "id": "Hillingdon-5235_APP_2025_188",
  "polygon": null
}