{
  "valid_date": "23/12/2024",
  "epc_number": null,
  "site_name": "14 MONEY LANE",
  "cil_liability": true,
  "polygon": null,
  "actual_commencement_date": null,
  "site_number": null,
  "decision": "Approved",
  "parking_details": {
    "net_car": -4,
    "no_proposed_car": 1,
    "no_existing_car": 5
  },
  "application_type_full": "Full planning permission",
  "ward": "WEST DRAYTON 2022",
  "last_date_consultation_comments": "23/01/2025",
  "centroid_easting": 505677,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "Demolition of existing garages, and erection of a new dwellinghouse with associated parking, bin storage, cycle storage and landscaping.",
  "appeal_decision": null,
  "postcode": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "18/04/2025",
  "street_name": "WEST DRAYTON",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "centroid_northing": 179309,
  "application_type": "All Other",
  "title_number": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans:",
    "D01 Rev B",
    "D02 Rev B",
    "D03 Rev B",
    "D04 Rev B",
    "D05 Rev B",
    "D06 Rev B",
    "D07 Rev B",
    "S01 Rev A",
    "Location Plan",
    "BIODIVERSITY NET GAIN ASSESSMENT Report",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "No development shall commence until details of the materials to be used in the construction of the external surfaces of the new dwelling hereby permitted have been submitted to and approved in writing by the local planning authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "No development shall commence until details of both hard and soft landscape works have been submitted to and approved in writing by the local planning authority. These details shall include:",
    "i) means of enclosure and retaining structures;",
    "ii) boundary treatments;",
    "iii) vehicle parking layouts;",
    "iv) other vehicle and pedestrian access and circulation areas;",
    "v) hard surfacing materials;",
    "vi) an implementation programme,",
    "vii) Provision of an 'active' Electric Vehicle Charging Point.",
    "viii) Details of the New Carriageway Crossing",
    "ix) Details of the front boundary wall height not exceeding 0.6m to improve visibility.",
    "x) Details of planting at a scale of 1:100 or 1:50 accompanied by a 5 year maintenance plan and schedule of implementation",
    "The landscaping works shall be carried out in accordance with the approved details before any part of the development is first occupied in accordance with the agreed implementation programme. The completed scheme shall be maintained in accordance wit",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification); no garage(s), shed(s) or other outbuilding(s), nor extension or roof alteration to any dwellinghouse(s) shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with policies DMHB 11 and DMHD 2 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing no. 14 or 12 Money Lane.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "No development shall commence until detailed technical plans are submitted to and approved in writing by the Local Planning Authority, in consultation with the Highway Authority, showing the relocated car parking bays at least 1m away from the telecom pole, with pedestrian visibility splays and associated highway works concerning the dropped kerbs, and returning redundant sections of dropped kerb to footway, etc. These works shall be constructed to the specification of the Highway Authority and Local Planning Authority's satisfaction and completed before occupation of any part of the development.",
    "Reason: To ensure the provision of a vehicle accesses and footway is safe, suitable, and sustainable for all highway users in accordance with Policy T2 and T4 of the London Plan (2021).\"",
    "The car parking layout, EV charging point and cycle storage shall be constructed and laid out in accordance with the agreed details and completed prior to occupation of the development hereby approved and shall thereafter be retained, maintained, and kept available for the occupants of the development at all times.",
    "REASON: To ensure construction of a satisfactory development and to promote sustainable development in accordance with Policies DMT1, DMT2, DMT4, DMT5, DMT6, London Plan and NPPF paragraph 116.",
    "No development shall take place until a demolition and construction management plan has been submitted to and approved in writing by the Local Planning Authority. The plan shall detail:",
    "a) The phasing of development works",
    "b) Types of vehicles accessing the site, including their ability to enter the Frays Avenue without affecting neighbouring properties",
    "c) The hours during which development works will occur",
    "d) How vehicles will access the site whilst protecting neighbouring sites",
    "e) Measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities)",
    "f) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours)",
    "g) Measures to reduce the impact of the development on local air quality and dust through minimising emissions throughout the demolition and constructio",
    "The dwelling hereby approved shall accord with the requirements of Policy D7 of the London Plan and shall not be occupied until certification of compliance with the technical specifications for an M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015, has been submitted to, and approved in writing, by the Local Planning Authority. All such provisions must remain in place for the life of the building.",
    "REASON: To not only allow the Building Control body to require the development to comply with the optional Building Regulations standards, but to also ensure the appropriate quantity and standard of accessible and adaptable housing is constructed and maintained in accordance with policy D7 of the London Plan.",
    "Prior to any works on site above damp proof course level, details of step free access via all points of entry and exit shall be submitted to, and approved in writing, by the Local Planning Authority. Such provision shall remain in place for the life of the building.",
    "REASON",
    "To ensure housing of an inclusive design is achieved and maintained in accordance with Policies D5 and D7 of the London Plan (2021).",
    "The dwelling hereby approved shall accord with the requirements of Policy D7 of the London Plan, and shall not be occupied until certification of compliance with the technical specifications for an M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015, has been submitted to, and approved in writing, by the Local Planning Authority. All such provisions must remain in place for the life of the building.",
    "REASON",
    "To not only allow the Building Control body to require the development to comply with the optional Building Regulations standards, but to also ensure the appropriate quantity and standard of accessible and adaptable housing is constructed and maintained in accordance with Policy D7 of the London Plan.",
    "No development shall commence until a written 30 year Habitat Management Plan (HMP) for the site has been submitted to and approved in writing by the Local Planning Authority. The approved HMP shall be strictly adhered to and development commenced and operated in accordance with it. The HMP should, as a minimum, include;",
    "a) Description and evaluation of the features to be managed;",
    "b) Aims, objectives and targets for management",
    "c) Description of the management operations necessary to achieving aims and objectives;",
    "d) Prescriptions for management actions;",
    "e) Preparation of a works schedule, including annual works schedule;",
    "f) Details of the monitoring needed to measure the effectiveness of management;",
    "g) Details of the timetable for each element of the monitoring programme; and",
    "h) Details of the persons responsible for the implementation and monitoring;",
    "i)  Reporting to the Council routinely as to the state of the Biodiversity Net Gain requirements of the development on years 1 (post c",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020."
  ],
  "appeal_start_date": null,
  "development_type": null,
  "wgs84_polygon": null,
  "lpa_app_no": "5595/APP/2024/3184",
  "decision_agency": "Borough",
  "decision_date": "15/04/2025",
  "pp_id": "13590320",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=5595/APP/2024/3184",
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.502847,
    "lon": -0.478858
  },
  "status": "Approved",
  "last_updated": "2025-07-05T21:59:15.026Z",
  "actual_completion_date": null,
  "lapsed_date": "15/04/2028",
  "borough": "Hillingdon",
  "id": "Hillingdon-5595_APP_2024_3184",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": null,
  "locality": null,
  "application_details": {
    "affordable_housing_fast_track": false,
    "site_area": 0.06436399999999999,
    "projected_cost_of_works": "Up to £2m",
    "residential_details": {
      "total_no_proposed_residential_units_intermediate": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "affordable_percentage": 100,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 1,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 1,
      "total_gia_gained": 82.7,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "residential_units": [
        {
          "provider": "Private",
          "no_habitable_rooms": 1,
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "no_bedrooms": 3,
          "gia": 82.7,
          "tenure": "London Affordable Rent"
        }
      ],
      "total_no_proposed_bedrooms": 3,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units": 1,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0
    },
    "total_gia_lost": 0,
    "phasing_details": [
      {
        "phase_detail": "Entire Development ",
        "intended_completion_date": "04/2025",
        "intended_commencement_date": "03/2025"
      }
    ],
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 7,
        "building_ref": "New dwelling "
      }
    ],
    "total_gia_gained": 82.7,
    "green_suds": false,
    "non_residential_details": {
      "total_gia_gained": 82.7,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "gia_gained": 82.7,
        "use_class": "C3",
        "gia_lost": 0
      }
    ],
    "grey_water_reuse": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "total_annual_nox_emissions": 0,
      "no_new_water_connections_required": 1,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_homes_to_have_electrical_heating": 0,
      "fire_suppression_system_proposed": false,
      "no_resi_units_to_have_full_fibre": 1,
      "green_roof_area": 0,
      "waste_provision": true,
      "ghg_reduction_over_building_regulations": false,
      "mobile_network_operators_consultation": false,
      "no_new_gas_connections_required": 1,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_passive_cooling": 0
    },
    "internal_resi_water_usage": 580,
    "rain_water_harvesting": false,
    "surface_water_discharge_percentage_reduction": 0,
    "ownership_status": "Private",
    "scheme_phasing": true,
    "total_gia_existing": 0,
    "garden_land_lost": false
  }
}