{
  "lpa_name": "Havering",
  "uprn": "100021328869",
  "decision_date": "07/11/2002",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-P1632.02",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null
  },
  "valid_date": "12/09/2002",
  "reference_no_of_permission_being_relied_on": null,
  "description": "First floor front and rear extension",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than five years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990.",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the  immediate area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans, particulars and specifications.",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995, no window or other opening (other than those shown on the submitted plan, a copy of which is attached), shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "INFORMATIVE:    The applicant is advised that the development hereby permitted is granted permission on the basis that it would be carried out in conjunction with the first floor rear extension proposed at No. 42 Elms Farm Road.  In the event that the development does not proceed and the adjoining neighbour proceed with their extension also permitted (ref: P1633.02), it should be borne in mind that this extension by itself could have an adverse impact on the light to, and aspect from, the existing property, over which the Council would have no control.",
    "The proposed front extension would, by reason of its design, size and bulk, adversely affect the amenity of the street scene contrary to Policy ENV1 of the Havering Unitary Development Plan."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-21T00:06:55.118+00:00",
  "ward": "Hacton",
  "parking_details": null,
  "lapsed_date": "07/11/2005",
  "decision_target_date": "07/11/2002",
  "centroid": {
    "lat": 49.770364,
    "lon": -7.482728
  },
  "lpa_app_no": "P1632.02",
  "status": "Appeal Received",
  "site_name": "44 Elms Farm Road",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1632.02",
  "locality": null,
  "polygon": null,
  "development_type": null,
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Hornchurch",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 5385,
  "appeal_start_date": null,
  "centroid_northing": null,
  "borough": "Havering",
  "decision": "Split Decision",
  "wgs84_polygon": null
}