{
  "bo_system": "CSV Data Import",
  "last_updated": "2025-03-19T03:07:59.943+00:00",
  "lpa_name": "Ealing",
  "decision_agency": "Borough",
  "locality": "Greenford",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with:",
    "EM/0700-01- Location plan, EM/0700-01 - Existing site plan, EM/0700-03 - Existing ground floor plan, EM/0700-04 - Existing first floor plan, EM/0700-05 - Existing roof plan, EM/0700-06 - Existing front elevation, EM/0700-07 - Existing side elevation, EM/0700-08 - Existing rear elevation, EM/0700-09-Rev-02 - Proposed site plan, EM/0700-10-Rev-03 - Proposed ground floor plan, EM/0700-11-Rev-02 - Proposed first floor plan, EM/0700-12-Rev-02 - Proposed roof plan, EM/0700-13-Rev-02 - Proposed front elevation, EM/0700-14-Rev-02 Proposed side elevation, EM/0700-15-Rev-02 Proposed rear elevation,",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| Refuse and recycling storage shall be implemented in accordance with the Local Planning Authority policies before the first occupation of the residential care home hereby approved and retained permanently thereafter.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy (2012) policy 7B of the Ealing Development Management DPD (2013) and policies D3 and SI8 of the London Plan (2021).",
    "| The site shall be used as a residential care home for young people (from 08 - 18 years old) only (Use Class C2) and shall not be used for any other purposes, including any other C2 use or any other uses in the Schedule to the Town and Country Planning (Use Classes) Order 1987 (or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification) without prior approval of the Local Planning Authority obtained by the submission of a planning application.",
    "Reason: To enable the local planning authority to maintain control over the nature of the use, in the interests of restricting the uses of the building to those which are compatible with the site and area, and to protect the living conditions of occupiers in the locality, all in accordance with policies 1.1 and 4.1 of the Development Strategy 2026 (2012), policies 3B and 7A of the Development Management Development Plan Document (2013), policies D3, D4, T4, H12, of the London Plan (2021).of the London Plan (2021) and the National Planning Policy Framework (2021)",
    "| The number of young people accommodated at the site shall not exceed a maximum of four at any time.",
    "Reason: To protect the living conditions of occupiers in the locality, and in the interests of highway and pedestrian safety, in accordance with policies 1.1 and 4.1 of the Development Strategy 2026 (2012), policies 6.13 and 7A of the Development Management Development Plan Document (2013), policies D3, D4, T4, H12, of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| The number of staff at the site shall not exceed a maximum of four staff between the hours of 07:00 and 22:00 (day shift) and a maximum of two staff member between the hours of 22:00 and 07:00 (night shift).",
    "Reason: To protect the living conditions of occupiers in the locality, and in the interests of highway and pedestrian safety, in accordance with policies 1.1 and 4.1 of the Development Strategy 2026 (2012), policies 6.13 and 7A of the Development Management Development Plan Document (2013), policies D3, D4, T4, H12, of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) (England) Order 2016 (as amended) (or any subsequent amendment or new Order), no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the buildings.",
    "Reason: The local planning authority considers that further development could cause detriment to the amenities of the occupiers of nearby properties or to the character of the area and for this reason would wish to control any future development to comply with section 7 of the National Planning Policy Framework, policy 7B of the Ealing Development Management Development Plan 2013, policy 1.1 (g) of the Ealing Development (Core) Strategy 2012 and policies D3 and D4 of the London Plan 2021.",
    "| No part of the roof of the extension shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason:  To protect the living conditions of nearby properties in accordance with policies D4 and D6 of The London Plan (2021), policies 7.4, 7A & 7B of the Ealing Development Management Plan Document (2013) and policies 1.1 (e)(g), 1.2 (f), 2.1(c) and 2.10 Core Strategy (2012). | Cycle storage for a minimum of three (3) bicycle spaces shall be provided within the curtilage of the site, within a secure, lockable compound in accordance with all adopted standards prior to occupation of the building and be continuously available and retained for the life of the development hereby approved.",
    "Reason: To provide adequate bicycle storage to align with Sustainable Transport SPG and Policy T5 of the London Plan (2021).",
    "| The sound insulation of the floor/ceiling /wall structures separating different types of rooms/uses, should be enhanced by at least 5dB above the recommended Building Regulations value. The assessment and mitigation measures shall be based on standards and noise limits of the Council's SPG10 and BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| Prior to the first occupation of the development, a Site Wide Car and Cycle Parking Management Strategy shall be submitted to and approved in writing by the Local Planning Authority. The Site Wide Car and Cycle Parking Management Strategy shall include the following details:",
    "a)\tThe proposed layout, distribution, accumulation of and arrangements for the management of:",
    "i)\tRestricting car parking for both staff and residents",
    "ii)\tStaff movements to and from the site prior and during work hours.",
    "b)\tMeasures for preventing parking in undesignated places throughout the site and surrounding area/ surrounding roads for both staff and deliveries.",
    "c)\tDetails of appointments and transportation movements associated with the site, such as the school run.",
    "The car parking shall be provided and managed in accordance with the approved strategy for the lifetime of the development.",
    "Reason:  To ensure inclusive, safe and adequate parking is provided and retained in conjunction with the development in the interests of the general amenities of the locality, the flow of traffic and conditions of pedestrian and general highway safety within the site and on neighbouring highways, a sustainable development and where appropriate constrain local highway impact in accordance with policies T2, T3 and T4 of the London Plan (2021); policies 1.1(e), 1.1(f) 1.1(g) and 1.1(h) of the Ealing Development (Core) Strategy (2012)."
  ],
  "valid_date": "05/04/2023",
  "centroid": {
    "lat": 51.535914,
    "lon": -0.353885
  },
  "lpa_app_no": "231381FUL",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "postcode": "UB6 9NF",
  "ward": "Greenford Broadway",
  "description": "Change of use from single dwellinghouse (Use Class C3) to residential care home (Use Class C2) for children with Special Educational Needs and Disabilities (SEND) or Learning Difficulties (LD) or Emotional and Behavioural Difficulties (EBD); facilitated by part single and part two storey side/rear and single storey rear (wrap around) extension (following demolition of existing garage); and associated alterations",
  "appeal_start_date": null,
  "application_type": "All Other",
  "site_name": "26 Ferrymead Gardens",
  "last_date_consultation_comments": null,
  "cil_liability": false,
  "application_details": {
    "site_area": 300,
    "total_gia_gained": 200,
    "rain_water_harvesting": false,
    "grey_water_reuse": false,
    "total_gia_existing": 120,
    "existing_uprns": [
      "12053671"
    ],
    "non_residential_details": {
      "total_gia_existing": 120,
      "total_gia_gained": 200,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 200,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 120
    },
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "total_annual_pm_emissions": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "no_new_gas_connections_required": 0
    },
    "internal_resi_water_usage": 105,
    "ownership_status": "Private",
    "scheme_phasing": true,
    "green_suds": false,
    "garden_land_lost": false,
    "affordable_housing_fast_track": false,
    "total_gia_lost": 120,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 120,
        "use_class": "C3",
        "gia_gained": 0,
        "gia_lost": 120
      },
      {
        "gia_existing": 0,
        "use_class": "C2",
        "gia_gained": 200,
        "gia_lost": 0
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "phasing_details": [
      {
        "phase_detail": "1",
        "intended_completion_date": "08/2024",
        "intended_commencement_date": "08/2023"
      }
    ],
    "projected_cost_of_works": "Up to £2m"
  },
  "street_name": "Ferrymead Gardens",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/231381FUL;",
  "uprn": "12053671",
  "appeal_decision_date": null,
  "pp_id": "PP-12073015",
  "decision_process": "Delegated",
  "centroid_easting": 514268,
  "epc_number": null,
  "centroid_northing": 183174,
  "application_type_full": "Full planning permission",
  "secondary_street_name": null,
  "decision": "Withdrawn",
  "actual_commencement_date": null,
  "development_type": "Minor all other minor developments",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "site_number": null,
  "id": "Ealing-231381FUL",
  "status": "Withdrawn",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Ealing",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "decision_target_date": "23/06/2023",
  "polygon": null,
  "parking_details": {
    "no_existing_car": 2,
    "no_proposed_car": 2,
    "net_car": 0
  },
  "title_number": null,
  "wgs84_polygon": null,
  "lapsed_date": "21/06/2026",
  "decision_date": "21/06/2023"
}