{
  "appeal_status": null,
  "lapsed_date": "02/06/2028",
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=14080/TRE/2025/96",
  "borough": "Hillingdon",
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "actual_commencement_date": null,
  "ward": "RUISLIP 2022",
  "decision_date": "02/06/2025",
  "parking_details": null,
  "polygon": null,
  "pp_id": "13896966",
  "development_type": null,
  "description": "TPO 277 T9 1x Oak to thin crown by up to 25%..",
  "site_name": "12 BROADWOOD AVENUE",
  "decision_conditions": [
    "The Oak tree is situated in the rear garden of 12 Broadwood Road, Ruislip. The mature tree appears to be in a condition and can be viewed by neighbouring properties, and from Ruislip Woods and the connecting footpath. Overall the tree has a moderate to high amenity value.",
    "This proposal has been refused as no reason has been given as to why the work is being undertaken. Additionally, a 25% crown thin is considered excessive and not in line with current best arboricultural practice, which typically recommends no more than a 15-20% thin to maintain tree health and structure.",
    "Without a clear justification or evidence of necessity - such as structural defects or safety concerns, the proposed works are not considered appropriate. The tree appears to be in good health and contributes positively to the local amenity and character of the area. As such, the proposed works would result in an unnecessary loss of canopy and could negatively impact the tree's long-term vitality and public amenity",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Owner(s)'s permission:  Permission should be sought from the owner(s) of the tree(s) and / or the owner(s) of the land that the tree(s) overhang prior to any approved work being carried out.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance."
  ],
  "lpa_app_no": "14080/TRE/2025/96",
  "subdivision_of_building": null,
  "centroid_easting": 509023,
  "epc_number": null,
  "secondary_street_name": null,
  "lpa_name": "Hillingdon",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "postcode": null,
  "decision_process": "Delegated",
  "application_details": {
    "existing_uprns": null
  },
  "uprn": null,
  "street_name": "RUISLIP",
  "decision": "Refused",
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 188328,
  "centroid": {
    "lon": -0.427879,
    "lat": 51.583275
  },
  "valid_date": "07/04/2025",
  "id": "Hillingdon-14080_TRE_2025_96",
  "last_updated": "2025-07-06T21:59:10.623Z",
  "locality": null,
  "status": "Refused",
  "last_date_consultation_comments": null,
  "decision_target_date": "02/06/2025",
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type": "All Other"
}