{
  "actual_commencement_date": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=2157/APP/2023/3068",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "18/04/2024",
  "polygon": null,
  "cil_liability": false,
  "lapsed_date": "18/04/2027",
  "appeal_decision": null,
  "street_name": "AVIATION HOUSE",
  "decision_agency": "Borough",
  "last_updated_by": "CSV Data Import",
  "description": "Change of use of the building from office (Use Class E) to non-residential education centre (SEND school) (Use Class F1) with external alterations including installation of two canopies, gates, fences, bin and cycle stores, and associated landscaping works",
  "decision": "Approved",
  "centroid_northing": 177752,
  "bo_system": "CSV Data Import",
  "last_updated": "2025-03-19T21:05:51.094+00:00",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "ward": "H/ROW VILLAGES 2022",
  "centroid_easting": 505948,
  "site_name": "THE LODGE",
  "application_type": "All Other",
  "parking_details": {
    "no_existing_cycle": 6,
    "no_existing_car": 29,
    "no_existing_other": 0,
    "net_car": -25,
    "no_proposed_car": 4,
    "no_proposed_cycle": 16,
    "no_proposed_other": 1,
    "net_cycle": 10,
    "net_other": 1
  },
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "lpa_name": "Hillingdon",
  "wgs84_polygon": null,
  "postcode": null,
  "decision_date": "18/04/2024",
  "centroid": {
    "lon": -0.475422,
    "lat": 51.488801
  },
  "decision_process": "Delegated",
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "site_number": null,
  "borough": "Hillingdon",
  "actual_completion_date": null,
  "appeal_decision_date": null,
  "valid_date": "20/10/2023",
  "application_type_full": "Full planning permission",
  "locality": "HARMONDSWORTH",
  "last_date_consultation_comments": "24/11/2023",
  "pp_id": "12545262",
  "development_type": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers: 745-CDA-ZZ-ZZ-DR-A-05-0201-REV-03; 745-CDA-ZZ-ZZ-DR-A-05-0203-REV-02; 745-CDA-ZZ-ZZ-DR-A-05-0200-REV-02; 745-CDA-ZZ-ZZ-DR-A-05-0202-Rev-01; 745-CDA-ZZ-ZZ-DR-A-05-0400-Rev-01; 745-CDA-ZZ-ZZ-DR-A-05-0204-Rev-01; 745-CDA-ZZ-ZZ-DR-A-05-0205-REV-02; 745-CDA-ZZ-ZZ-DR-A-10-0101-REV-05; 745-CDA-ZZ-00-DR-A-05-0100-REV-03; 745-CDA-ZZ-01-DR-A-05-0101-REV-03; 745-CDA-ZZ-02-DR-A-05-0102-REV-02; 745-CDA-ZZ-ZZ-DR-A-05-0099-REV-05; 745-CDA-ZZ-ZZ-DR-A-05-0110-Rev-01, and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of The London Plan (2021) and Hillingdon Local Plan Parts 1 (2012) and 2 (2020).",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted documents, references:",
    "Transport Statement, prepared by Kronen, dated October 2023; Design and Access Statement-Revision-2, prepared by Create, dated September 2023; Energy Strategy Report, reference 23-11821, prepared by Syntegra Consulting, dated December 2023; Planning Fire Safety Strategy, reference F1079-001-02, prepared by Apex Strategies, dated 15.01.2024; Heritage Statement, reference 0836, prepared by Cogent Heritage, dated 01.11.2023; Noise Impact Assessment for a School, reference 23-11821, prepared by Syntegra, dated October 2023; Planning and Heritage Technical Note, prepared by Create Planning, dated 21.11.2023; Contaminated Land Risk, reference 65030R1, prepared by GeoSmart Information Limited, dated June 2016.",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in exi",
    "Prior to first use of the school development hereby approved, full engineering and drainage construction details of the three-metre-wide shared foot/cycle path shall be submitted to and approved in writing by the local planning authority.  The works shall be installed in accordance with the approved details prior to first use of the school development hereby approved and thereafter retained in accordance with the approved details.",
    "REASON",
    "To comply with Policies T2 and T5 of The London Plan (2021) and Policy DMT5 of the London Borough of Hillingdon Local Plan Part 2 - Development Management Policies.",
    "One 7Kw active electric vehicle charging point, one 7kw passive electric vehicle charging point, and one active 7Kw electric vehicle charging point for the minibus shall be installed, with the two active EVCP available for use, prior to the first use of the development hereby approved. The three electric vehicle charging points shall thereafter be retained as such, unless upgrading the passive electric vehicle charging point to an active electric vehicle charging point.",
    "REASON",
    "To comply with Policy T6 of The London Plan (2021).",
    "A Parking Design and Management Plan shall be submitted to and approved in writing by the local planning authority prior to the first use of the development hereby approved. The measures shall thereafter be implemented in accordance with the approved Parking Design and Management Plan for the lifetime of the school development.",
    "REASON",
    "To comply with Policy T6 of The London Plan (2021).",
    "The total number of pupils attending the school hereby approved shall not exceed 40 pupils and the number of school staff shall not exceed 33 employees.",
    "REASON",
    "To prevent the generation of additional traffic that could give rise to problems of safety and congestion on the surrounding roads and to comply with Policy T4 of The London Plan (2021) and Policies DMT 1, DMT 2, and DMT6 of the Hillingdon Local Plan Part 2 - Development Management Policies (2020).",
    "Twelve long-stay cycle parking spaces and four short-stay cycle parking spaces shall be installed and available for use in accordance with approved plans and the London Cycle Design Standards prior to the first use of the development hereby approved.  The cycle parking shall thereafter be retained for the lifetime of the school development.",
    "REASON",
    "To comply with Policy T5 of The London Plan (2021).",
    "Prior to commencement of development (including ground works and site clearance) an Arboricultural Method Statement shall be submitted to and approved by the Local Planning Authority.",
    "All protection measures must detail each phase of the development process, considering site clearance works, all construction works and hard and soft landscaping works. Details shall include the following:",
    "-Full survey of all trees on site and those within influencing distance on adjacent sites in accordance with BS5837*, with tree works proposals. All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads;",
    "-A plan** detailing all trees and hedgerows planned for retention and removal;",
    "-A schedule of tree works for all the retained trees specifying pruning and other remedial or preventative work, whether for physiological, hazard abatement, aesthetic, or operational reasons. All tree works shall be carried out in accordance with",
    "(a) Prior to the commencement of development (including ground works and site clearance), the following shall be submitted to and approved by the Local Planning Authority:",
    "A Tree Monitoring Plan to include:",
    "-Confirmation of who shall be the lead arboriculturalist for the development;",
    "-Confirmation of the Site Manager, key personnel, their key responsibilities and contact details;",
    "-Details of induction procedures for all personnel in relation to arboricultural matters;",
    "-A detailed timetable of events for arboricultural supervision concerning all tree protection measures within the approved Tree Protection Plan, including:",
    "- Initial implementation/installation of the tree protection measures;",
    "-Approved incursions into construction exclusion zones;",
    "-Final removal of the tree protection measures;",
    "-Procedures for dealing with non-approved incursions into the construction exclusion zones as detailed in the approved arboricultural plans and reports.",
    "(b) Within three months of first use of t",
    "(a) Approved Urban Greening Factor and landscaping measures (drawing references: 745-CDA-ZZ-ZZ-DR-A-05-0110-Rev-01 and 745-CDA-ZZ-ZZ-DR-A-05-0099-REV 05) to achieve a minimum Urban Greening Factor score of 0.39 shall be implemented in the nearest planting season (1 October to 28 February inclusive) following first use of the approved development.",
    "(b) Within six months of implementation of Urban Greening Factor measures, details of onsite green infrastructure shall be submitted to and approved by the Local Planning Authority to verify the UGF score of 0.39 has been attained.",
    "The approved Urban Greening Factor measure to achieve a score of 0.39 shall permanently be maintained as such thereafter.",
    "Reason: To ensure appropriate levels of high-quality landscaping and urban greening measures are provided in accordance with Policy G5 of The London Plan.",
    "You should ensure that your premises do not generate litter in the streets and nearby areas.  Sections 93 and 94 of the Environmental Protection Act 1990 give local authorities the power to serve 'Street Litter Control Notices' requiring businesses to clear up the litter and implement measures to prevent the land from becoming littered again.  By imposing a 'Street Litter Control Notice', the local authority has the power to force businesses to clean up the area in the vicinity of their premises, provide and empty bins and do anything else which may be necessary to remove litter.  Amendments made to the 1990 Act by the Clean Neighbourhoods and Environment Act 2005 have made it immediately an offence to fail to comply with the requirements of a Street Litter Control Notice, and fixed penalties may be issued as an alternative to prosecution.",
    "Given the requirements of the Clean Neighbourhoods and Environment Act 2005, you are advised to take part in Defra's Voluntary Code of Practice f",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "This permission does not authorise the display of advertisements or signs, separate consent for which may be required under the Town and Country Planning (Control of Advertisements) Regulations 1992. [To display an advertisement without the necessary consent is an offence that can lead to prosecution]. For further information and advice, contact - Residents Services, 3N/04, Civic Centre, High Street, Uxbridge, UB8 1UW (Tel. 01895 250574).",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "Fixtures, fittings and furnishings, particularly hard materials are selected to ensure that sound is not adversely reflected. The design of all learning areas should be considerate to the needs of people who are hard of hearing or deaf. Reference should be made to BS 8300:2018, and BS 8233:2014 in selecting an appropriate acoustic absorbency for each surface.",
    "Care is taken to ensure that the internal decoration achieves a Light Reflectance Value (LRV) difference of at least 30 points between floor and walls, ceiling and walls, Including appropriate decor to ensure that doors and door furniture can be easily located by people with reduced vision.",
    "Induction loops are specified to comply with BS 7594 and BS EN 60118-4, and a term contract planned for their maintenance. Care is taken to ensure that overspill and/or other interference from induction loops- in different/adjacent areas- does not occur.",
    "Flashing beacons/strobe lights linked to the fire alarm are carefully selected and installed to ensure they remain within the technical thresholds not to adversely affect people with epilepsy.",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people."
  ],
  "status": "Approved",
  "secondary_street_name": "HARMONDSWORTH LANE",
  "id": "Hillingdon-2157_APP_2023_3068",
  "lpa_app_no": "2157/APP/2023/3068",
  "application_details": {
    "existing_uprns": null,
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "n/a",
        "intended_completion_date": "06/2024",
        "intended_commencement_date": "03/2024"
      }
    ],
    "total_gia_gained": 655.5,
    "site_area": 0.15,
    "total_gia_lost": 624.4,
    "total_gia_existing": 624.4,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 624.4,
        "use_class": "E",
        "gia_gained": 655.5,
        "gia_lost": 624.4
      }
    ],
    "projected_cost_of_works": "Between £2m and £100m",
    "scheme_phasing": true,
    "rain_water_harvesting": false,
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 655.5,
      "total_gia_existing": 624.4,
      "total_gia_lost": 624.4
    },
    "garden_land_lost": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "green_roof_area": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "internal_resi_water_usage": 0,
    "ownership_status": "Private"
  },
  "uprn": null
}