{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/0909/19",
  "application_type_full": null,
  "uprn": "10002294517",
  "borough": "Harrow",
  "street_name": "West Street",
  "locality": "Harrow",
  "ward": "Harrow on the Hill",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.\nREASON:  To comply with the provisions of Section 91 of the Town & Country Planning Act 1990.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans and documents: 001; 001 Rev P2; 001 Rev P3; 002 Rev P2; 001 Rev P2; 011; 011 Rev P3; 012 Rev P1; 021 Rev P3; 032 Rev P3; 101 Rev P3; 102 Rev P3; 111 Rev P3; 112 Rev P3; 201 Rev P3; 202 Rev P3; 203 Rev P3; 211 Rev P3; 212 Rev P3; 213 Rev P3; 301 Rev P3; 302 Rev P3; 303 Rev P3; 311 Rev P3; 313 Rev P3; SK 001 Rev P2; SK 002 Rev P2; SK 003 Rev P2; 153_150 Rev A; 153_151; Permission Old St Mary's Mission Hall and Old Pye House Initial Heritage Assessment; Design & Access Statement Rev A; Preliminary Ecological Appraisal and Preliminary Bat Roost Assessment Survey(05/04/2019);Flood Risk Assessment (05/04/2019);  Preliminary Ecological Appraisal and Preliminary Bat Roost Assessment Survey (19/06/2019); Flood Risk Assessment (19/06/2019); Flood Risk Assessment (25/06/2019); Preliminary Ecological Appraisal and Preliminary Bat Roost Assessment Survey (30/07/2019); Flood Risk Assessment (30/07/2019); B and A London Construction Logistics Plan; Written Scheme of Investigation for an Archaeological Watching Brief; Arboricultural Impact Assessment and Method Statement CAS/2019/190; Tree Condition Report CAS/2018/163; Site Access / Swept Path Analysis Document; DM-00-00-DR-C-3100 Rev P03 (Proposed Below Ground Drainage Scheme); DM-00-00-DR-C-3100 Rev P03 (Cellular Storage/Permeable Paving Sections); Surface Water and Foul Water Drainage Map (Thames Water); Thames Water Consent; Supporting Document (Letter confirming materials details); Supporting Document (Material details); Supporting Document (Biodiversity Comments Response); Supporting Document (SuDs Maintenance); Supporting Document (Storm Sewer Design by the Modified Rational Method); Flood Risk Assessment Report (May 2019); Bat Emergence and Re-Entry Survey (25/06/2019)\r\n\r\nREASON: For the avoidance of doubt and in the interests of proper planning.\r\n\r\n",
    "Condition : 3 - The premises shall be only used for use Class B1(b) or (c) and for no other purpose, including any other purpose in Class B1 of the Schedule to the Town and Country Planning (Use Classes) Order 1987 (or in any provision equivalent to that Class in any Statutory Instrument revoking and re-enacting that order with or without modification).\r\nREASON: To safeguard the light industrial land in accordance with policies DM31 of the Harrow Development Management Policies Local Plan 2013.\r\n",
    "Condition : 4 - Notwithstanding the approved plans and documents, all works associated with the construction on the subject site shall be carried in accordance to the details specified in the Construction Logistics Plan, during the construction of the proposed development, unless otherwise agreed in writing by the local planning authority.\r\nREASON: To ensure that the construction of the development does not unduly impact on the amenities of the existing occupiers of the properties on the site.\r\n",
    "Condition : 5 - The use hereby permitted shall not be open to customers outside the following times:-\n(a) 08:30hours to 18:00 hours, Monday to Friday inclusive,\n(b) 08:30 hours to 13:00 hours on Saturdays, (c) no operational hours on Sundays or Bank Holidays,\nwithout the prior written permission of the local planning authority.\nREASON: To safeguard the amenity of neighbouring residents.\n",
    "Condition : 6 - No music or any other amplified sound caused as a result of this permission shall be audible at the boundary of any residential premises either attached to, or in the vicinity of, the premises to which this permission refers.\nREASON:  To ensure that the proposed development does not give rise to noise nuisance to neighbouring residents.\n",
    "Condition : 7 - Any external lighting to be installed on the approved building shall be installed to prevent any direct illumination of the bat roost boxes (subject to details to be approved pursuant to condition 8) and avoid directly facing the Site of Interest for Nature Conservation. Any incidental light spillage should be minimised through the choice of type, brightness, number, placement and shrouding of any light source and restriction of its use, such as motion sensor-controlled and able to switch on during limited periods.\r\nREASON: To avoid and minimise impact on biodiversity in accordance with Policy DM1, DM20 and DM21 of the Development Management Policies Local Plan (2013).\r\n",
    "Condition : 8 - Notwithstanding the details shown on the approved landscaping plan drawing No.153_151, the development hereby permitted shall not be brought into use until there has been submitted to, and approved in writing, by the local planning authority an amended Landscaping Plan with the following additional details: \r\n\r\ni.\ttwo Schwegler 2FTS Universal Summer Bat boxes, preferably just below roof level on the southern aspect of Old Pye House \r\nii.\tone Schweglaer 1B nest box and one Schwegler 2H Robin Box, located at least 3 metres above ground level\r\niii.\tsuitable invertebrate and small mammal habitats and animal access point placement as recommended in the Preliminary Ecological Appraisal and Preliminary Bat Roost Assessment Survey (30/07/2019)\r\n\r\nThe development shall be completed in accordance with the approved details prior to the use of the building and shall thereafter be retained.\r\nREASON:  To avoid or minimise impacts on biodiversity, and to mitigate for the loss of habitat and provide net gain for biodiversity, in accordance with The London Plan (2016) policy 7.16, Harrow Development Management Policies Local Plan (2013) policies DM20 and DM21, and the National Planning Policy Framework.\r\n",
    "Condition : 9 - All planting, seeding or turfing comprised in the approved details of landscaping shall be carried out in the first planting and seeding seasons following the occupation of the building(s), or the completion of the development, whichever is the sooner. Any existing or new trees or shrubs which, within a period of 5 years from the completion of the development, die, are removed, or become seriously damaged or diseased, shall be replaced in the next planting season, with others of a similar size and species, unless the local authority agrees any variation in writing. \r\nREASON: To safeguard the appearance and character of the area, and to enhance the appearance of the development and to ensure that the development contributes to improving the ecology and biodiversity of the area, in accordance with DM20 and 21 of the Development Management Plan (2013).\r\n",
    "Condition : 10 - For land that is included within the written scheme of investigation (WSI) approved by the local planning authority (Written Scheme of Investigation for an Archaeological Watching Brief), no demolition/development shall take place other than in accordance with the requirements for on-site investigation specified in the WSI. The condition shall not be discharged until the programme for subsequent post-investigation assessment, analysis, publication & dissemination and deposition of resulting material have been fulfilled in accordance with the WSI. All archaeological works shall be undertaken by a competent person or organisation agreed by the local planning authority\r\nREASON: To preserve the heritage assets relevant to the subject site.\r\n",
    "Condition : 11 - Demolition of buildings, removal of trees or shrubs or works to any of these that have the potential for disturbance to breeding birds should be undertaken between the months of October to February to avoid the bird breeding season. However, if any such works are required or any other works are to be undertaken within a distance of 5 metres of trees, shrubs or buildings between March-September inclusive, a nesting bird survey should be undertaken by a suitably qualified ecologist no more than 24 hours prior to such works commencing.  If nesting birds are found a suitable cordon sanitaire around the nest(s) site should be established and maintained until the young birds have fledged in accordance with the recommendations of the ecologist.  No works should commence unless otherwise agreed in writing by the local planning authority.\r\n\r\nREASON: To protect breeding birds and safeguard the ecology and biodiversity of the area.\r\n",
    "Condition : 12 - If development, including demolition or other preparatory work shall commence more than a year after the date of the last roost survey used in support of this application, no works shall commence until an updated bat roost survey has been submitted to and approved in writing by the local planning authority. Should any roosting or hibernating bats be found on site, all works should cease until the recommendations of a suitably qualified ecologist have been obtained and until any necessary licences are secured from Natural England and provided to the Harrow Planning Office for its approval in writing.\r\nREASON: To protect bat species and safeguard the ecology and biodiversity of the area in accordance with statutory requirements and policies DM20 and DM21.\r\n",
    "Condition : 13 - Before the hard surfacing hereby permitted is brought into use the surfacing shall EITHER be constructed from porous materials, for example, gravel, permeable block paving or porous asphalt, OR provision shall be made to direct run-off water from the hard surfacing to a permeable or porous area or surface within the curtilage of the site.\r\nPlease note: guidance on permeable paving has now been published by the Environment Agency on http://www.communities.gov.uk/publications/planningandbuilding/pavingfrontgardens.\r\nREASON: To ensure that adequate and sustainable drainage facilities are provided, and to prevent any increased risk of flooding.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "515060",
  "status": "Approved",
  "decision_date": "03/09/2019",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3412305,
          51.572715
        ],
        [
          -0.3412136,
          51.572744
        ],
        [
          -0.34120819999999996,
          51.5727524
        ],
        [
          -0.341201,
          51.572751
        ],
        [
          -0.3411848,
          51.5727813
        ],
        [
          -0.3411605,
          51.5727756
        ],
        [
          -0.3411472,
          51.5727835
        ],
        [
          -0.34113319999999997,
          51.5727914
        ],
        [
          -0.3411203,
          51.5727881
        ],
        [
          -0.3411121,
          51.5727758
        ],
        [
          -0.3410219,
          51.5727552
        ],
        [
          -0.34096299999999996,
          51.5728488
        ],
        [
          -0.3409048,
          51.572941
        ],
        [
          -0.340873,
          51.5729926
        ],
        [
          -0.34077189999999996,
          51.5729639
        ],
        [
          -0.34086000000000005,
          51.5728231
        ],
        [
          -0.34088989999999997,
          51.572774
        ],
        [
          -0.3409078,
          51.5727783
        ],
        [
          -0.3409647,
          51.5726816
        ],
        [
          -0.3409724,
          51.5726691
        ],
        [
          -0.3409874,
          51.5726733
        ],
        [
          -0.3410144,
          51.5726247
        ],
        [
          -0.3410353,
          51.5726263
        ],
        [
          -0.3410341,
          51.5726627
        ],
        [
          -0.3410338,
          51.5726703
        ],
        [
          -0.3410356,
          51.5726754
        ],
        [
          -0.3411132,
          51.5726872
        ],
        [
          -0.3412057,
          51.5727011
        ],
        [
          -0.34120259999999997,
          51.5727092
        ],
        [
          -0.3412305,
          51.572715
        ]
      ]
    ]
  },
  "decision_target_date": "03/09/2019",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "08/04/2019",
  "development_type": "Minor general industry-storage-warehousing",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T13:06:33.974+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": "S R M Works",
  "id": "Harrow-P_0909_19",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": "187264",
  "appeal_start_date": null,
  "postcode": "HA1 3EH",
  "url_planning_app": "http://site.com?appref=P/0909/19-or-1037451 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Redevelopment to provide single storey detached building for use as B1 workshop at rear (Demolition of workshops at rear), construction of retaining walls and landscaping",
  "valid_date": "12/03/2019",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              515051.3,
              187286.1
            ],
            [
              515052.4,
              187289.35
            ],
            [
              515052.75,
              187290.3
            ],
            [
              515053.25,
              187290.15
            ],
            [
              515054.3,
              187293.55
            ],
            [
              515056,
              187292.95
            ],
            [
              515056.9,
              187293.85
            ],
            [
              515057.85,
              187294.75
            ],
            [
              515058.75,
              187294.4
            ],
            [
              515059.35,
              187293.05
            ],
            [
              515065.65,
              187290.9
            ],
            [
              515069.5,
              187301.4
            ],
            [
              515073.3,
              187311.75
            ],
            [
              515075.3681605,
              187317.5382064
            ],
            [
              515082.45,
              187314.5
            ],
            [
              515076.7,
              187298.7
            ],
            [
              515074.75,
              187293.2
            ],
            [
              515073.5,
              187293.65
            ],
            [
              515069.8,
              187282.8
            ],
            [
              515069.3,
              187281.4
            ],
            [
              515068.25,
              187281.85
            ],
            [
              515066.5,
              187276.4
            ],
            [
              515065.05,
              187276.55
            ],
            [
              515065.0428137,
              187280.5946535
            ],
            [
              515065.0428137,
              187281.4402779
            ],
            [
              515064.9018763,
              187282.0040275
            ],
            [
              515059.5,
              187283.2
            ],
            [
              515053.05,
              187284.6
            ],
            [
              515053.25,
              187285.5
            ],
            [
              515051.3,
              187286.1
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": "7442482",
  "application_details": {
    "site_area": 0.039
  },
  "centroid": {
    "lon": "-0.3411122",
    "lat": "51.5725146"
  },
  "lapsed_date": "03/09/2022",
  "decision_process": "Delegated",
  "actual_completion_date": null
}