{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "03/04/2024",
  "development_type": null,
  "ward": "WEST DRAYTON 2022",
  "lapsed_date": "04/06/2027",
  "decision_date": "04/06/2024",
  "lpa_app_no": "32635/APP/2024/856",
  "status": "Approved",
  "parking_details": null,
  "centroid": {
    "lat": 51.502771,
    "lon": -0.475777
  },
  "application_type": "Householder",
  "borough": "Hillingdon",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "last_date_consultation_comments": "08/05/2024",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T21:03:58.226+00:00",
  "locality": null,
  "date_building_work_completed_under_previous_permission": null,
  "description": "Erection of a single storey rear extension following the demolition of the existing extension.",
  "application_type_full": "Householder planning & listed building consent",
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": "WEST DRAYTON",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=32635/APP/2024/856",
  "site_number": null,
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "application_details": {
    "no_additional_bedrooms": 0,
    "total_gia_gained": 4.3,
    "intended_commencement_date": "09/2024",
    "existing_uprns": null,
    "intended_completion_date": "12/2024",
    "no_additional_bathrooms": 0
  },
  "pp_id": "12944907",
  "postcode": null,
  "wgs84_polygon": null,
  "cil_liability": false,
  "street_name": "THE GREEN",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The works hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plan",
    "numbered; 02 LBC Rev C and shall thereafter be retained/maintained for as long as the works remain in existence.",
    "REASON",
    "To ensure the works comply with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall be in accordance with the details on the approved plans and to match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and preserve the conservation area, and to ensure that the proposed development does not have an adverse effect upon the appearance of the listed building in accordance with Policy DMHB 2, DMHB 4 and DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England)Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing 71 and 67 The Green.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "You are advised this permission is based on the dimensions provided on the approved drawings as numbered above. The development hereby approved must be constructed precisely in accordance with the approved drawings. Any deviation from these drawings requires the written consent of the Local Planning Authority.",
    "Contamination Informative:",
    "There is a possibility there may be some contaminating substances in the ground at the site. Our contaminated land record shows the site to be partly on a former contaminated land use identified as Historical Water as well as adjacent to former contaminated land use for Nursery/Orchard and infilled/possibly infilled site.",
    "We would advise persons working on site to take basic precautions in relation to any contamination they may find.",
    "REASON:",
    "You are advised this development is partly on a former contaminated land use identified as Historical Water as well as adjacent to former contaminated land use for Nursery/Orchard and infilled/possibly infilled site. Therefore, the above advice is provided on the grounds of Health and Safety of the workers on site and to ensure the appropriate restoration of the site is done should there be any contamination identified during the development where there is a need, for ground work once such works are complete to minim"
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": 179305,
  "site_name": "THE OLD HOUSE, 69",
  "decision_target_date": "04/06/2024",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Hillingdon",
  "polygon": null,
  "appeal_start_date": null,
  "uprn": null,
  "appeal_decision_date": null,
  "id": "Hillingdon-32635_APP_2024_856",
  "centroid_easting": 505891
}