{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510380.8858,
              191536.8807
            ],
            [
              510387.2358,
              191546.538
            ],
            [
              510397.6869,
              191556.9891
            ],
            [
              510414.3557,
              191540.5849
            ],
            [
              510396.7608,
              191522.7255
            ],
            [
              510380.8858,
              191536.8807
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07960573",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:40:35.238+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Committee",
  "epc_number": null,
  "last_date_consultation_comments": "02/08/2019",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "NORTHWOOD HILLS",
  "centroid": {
    "lat": "51.61188",
    "lon": "-0.4070252"
  },
  "decision": "Refused",
  "valid_date": "01/07/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.059000000000000004
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=30997/APP/2019/2153",
  "lpa_name": "Hillingdon",
  "site_name": "10 WOODGATE CRESCENT",
  "lapsed_date": "18/09/2022",
  "parking_details": null,
  "decision_conditions": [
    "The proposed pitched roofs to the dormers and provision of the lightwells to the basement, by reason of their size, scale, bulk and design, would represent an incongruous and visually intrusive form of development which would fail to harmonise with the character and architectural composition of the original dwelling and would have a detrimental impact on the appearance, character and visual amenities of the Gatehill Farm Estate Area of Special Local Character. As such, the proposal would be contrary to Policies BE1 and HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies BE5, BE13, BE15 and BE19 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012), Policies DMHD 1 and DMHD 3 Hillingdon Local Plan Part 2- Development Management Polices with Modifications (March 2019) and the Council's adopted Supplementary Planning Document HDAS: Residential Extensions.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "Any future submissions that include a basement must include a scheme for the provision of sustainable water management that will: ",
    "i. provide information on all SuDs features including the method employed to delay and control the surface water discharged from the site and: ",
    "ii. provide a management and maintenance plan for the lifetime of the development of arrangements to secure the operation of the scheme throughout its lifetime.Including appropriate details of Inspection regimes, appropriate performance specification. The scheme shall also demonstrate the use of methods to minimise the use of potable water through water collection, reuse and recycling and will: ",
    "iii. provide details of water collection facilities to capture excess rainwater; and how water usage will be reduced in the development.",
    "iv. provide details of an appropriate site investigation including detailed proposals for mitigation of any groundwater risks found. "
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Variation of condition nos. 2 (Approved plans) and 4 (Windows) of application 30997/APP/2018/660 to allow for minor material amendments (First floor side extension, first floor rear extension, single storey rear extension, single storey front extension and installation of a rear dormer to create additional habitable roof space) to allow changes to the design of the dormer windows, the installation of 2 rooflights to the single storey rear extension and the excavation of a basement.",
  "lpa_app_no": "30997/APP/2019/2153",
  "decision_target_date": "26/08/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "18/09/2019",
  "id": "Hillingdon-30997_APP_2019_2153",
  "centroid_northing": 191540,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 510397,
  "street_name": "NORTHWOOD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4072588,
          51.6118551
        ],
        [
          -0.4071641,
          51.6119407
        ],
        [
          -0.4070099,
          51.6120326
        ],
        [
          -0.4067745,
          51.6118819
        ],
        [
          -0.40703409999999995,
          51.6117248
        ],
        [
          -0.4072588,
          51.6118551
        ]
      ]
    ],
    "type": "Polygon"
  }
}