{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508963.3583,
              179293.7942
            ],
            [
              508977.6458,
              179324.3537
            ],
            [
              508984.2604,
              179323.9568
            ],
            [
              508969.1792,
              179293.9265
            ],
            [
              508963.3583,
              179293.7942
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07808235",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:44:09.200+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "16/08/2019",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "PINKWELL",
  "centroid": {
    "lat": "51.5022224",
    "lon": "-0.43135569999999995"
  },
  "decision": "Refused",
  "valid_date": "24/07/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.019
  },
  "cil_liability": false,
  "postcode": "UB3 1QL",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=74780/APP/2019/1398",
  "lpa_name": "Hillingdon",
  "site_name": "1 BOURNE AVENUE",
  "lapsed_date": "18/09/2022",
  "parking_details": null,
  "decision_conditions": [
    "The proposal, by reason of the loss of the existing small family dwelling would undermine the Borough's supply of family housing stock to the detriment of potential future occupiers. The proposal is therefore contrary to Policy H7 of the Hillingdon Local Plan: Part Two - UDP Saved Policies (November 2012), Policies DMH 4 and DMH 2 of the Emerging Hillingdon Local Plan Part Two - Development Management Policies with Modifications (March 2019) and the adopted Supplementary Planning Document HDAS: Residential Layouts.",
    "The proposed development would provide an indoor living area of an unsatisfactory size for the future occupiers of the proposed units and would therefore give rise to a substandard form of living accommodation to the detriment of the amenity of future occupiers. The proposal is therefore contrary to Policy BE13, BE19 and H7 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012), Policy DMH 4 of the Emerging Hillingdon Local Plan Part Two - Development Management Policies with Modifications (March 2019) and the adopted Supplementary Planning Document HDAS: Residential Layouts.",
    "The proposal has not demonstrated that access to amenity space of sufficient size and quality commensurate to the size and layout of the said first floor unit would be available. The proposed development, thus fails to provide amenity space of sufficient size and quality, to the detriment of the residential amenity of future occupiers. The proposal is therefore contrary to Policies BE19 and BE23 of the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012) and the adopted Supplementary Planning Document HDAS: Residential Layouts.",
    "The proposal has failed to provide adequate cycle parking provision in accordance with the Council's adopted standards, and therefore the proposal is contrary to Policy AM7 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012) and  Policy DMH 6 of the Emerging Hillingdon Local Plan Part Two - Development Management Policies with Modifications (March 2019).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Conversion of dwelling house into 1 x 1-bed flat and 1 x studio flat with alterations to elevations",
  "lpa_app_no": "74780/APP/2019/1398",
  "decision_target_date": "18/09/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "18/09/2019",
  "id": "Hillingdon-74780_APP_2019_1398",
  "centroid_northing": 179309,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 508974,
  "street_name": "HAYES",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4315137,
          51.5020878
        ],
        [
          -0.4312985,
          51.5023597
        ],
        [
          -0.43120329999999996,
          51.5023548
        ],
        [
          -0.4314298,
          51.5020878
        ],
        [
          -0.4315137,
          51.5020878
        ]
      ]
    ],
    "type": "Polygon"
  }
}