{
  "wgs84_polygon": null,
  "ward": "H/ROW VILLAGES 2022",
  "decision": "Approved",
  "decision_process": "Delegated",
  "appeal_status": null,
  "status": "Approved",
  "parking_details": null,
  "centroid_easting": 507529,
  "application_details": {
    "existing_uprns": null
  },
  "actual_completion_date": null,
  "application_type_full": "Consent to display an advertisement",
  "locality": null,
  "actual_commencement_date": null,
  "development_type": null,
  "appeal_decision_date": null,
  "centroid_northing": 176987,
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "lapsed_date": "16/05/2027",
  "pp_id": "12912425",
  "lpa_app_no": "42259/ADV/2024/25",
  "epc_number": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.481627,
    "lon": -0.452893
  },
  "application_type": "All Other",
  "borough": "Hillingdon",
  "postcode": null,
  "site_name": "WELCOME ROUNDABOUT, TUNNEL ROAD WEST",
  "bo_system": "CSV Data Import",
  "site_number": null,
  "decision_target_date": "16/05/2024",
  "valid_date": "21/03/2024",
  "street_name": "HEATHROW AIRPORT",
  "last_updated_by": "CSV Data Import",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=42259/ADV/2024/25",
  "appeal_start_date": null,
  "last_date_consultation_comments": "23/04/2024",
  "last_updated": "2025-03-19T21:04:48.053+00:00",
  "appeal_decision": null,
  "description": "Installation of 1 internally illuminated sign",
  "decision_date": "16/05/2024",
  "secondary_street_name": "HOUNSLOW",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_conditions": [
    "All advertisement consents carry the following 5 standard conditions as contained in the Town and Country Planning (Control of Advertisements) Regulations 1992 and unless specified to the contrary the consent expires after 5 years.",
    "i) No advertisement is to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.",
    "ii) No advertisement shall be sited or displayed so as to:-",
    "(a) Endanger persons using any highway, railway, waterway, dock, harbour or aerodrome (civil or military);",
    "(b) Obscure, or hinder the ready interpretation of, any traffic sign, railway signal or aid to navigation by water or air or;",
    "(c) Hinder the operation of any device used for the purpose of security or surveillance or for measuring the speed of any vehicle.",
    "iii) Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity of the sit",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, included within the following documents:-",
    "Advertisment Proposal Plans dated February 2024",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The intensity of illumination of the advertisement(s) shall not exceed:-",
    "300 cd/m² during hours of darkness as advised by the Institute of Lighting Professionals' publication PLG05 (2015): \"The Brightness of Illuminated Advertisements\", or any publication replacing or superseding this guidance.",
    "REASON",
    "To ensure compliance with the terms of the application and to ensure that the brightness of the proposed advertisement(s) will not have an adverse effect on the amenities of the area and to avoid distraction to passing motorists in accordance with Policy DMHB 13A of the Hillingdon Local Plan Part 2 (2020).",
    "The advertisements shown on the display screens shall not change more frequently than once every 10 seconds, with the exception of images that gradually and smoothly merge from one into another.  All images shall remain static with no movement, animation, flashes or pulsation, no images or messaging should spread across more than one screen and any directional information/symbols or resemble any statutory traffic signage either.",
    "REASON",
    "In order to protect the visual amenity of the area and/or highway safety in accordance with Policy DMHB 13A of the Hillingdon Local Plan Part 2 (2020).",
    "Due to the site being within Heathrow Airports crane circle, the crane operator is required to submit all crane details such as maximum height, operating radius, name, and phone number of site manager along with installation and dismantling dates to the CAA Airspace Coordination and Obstacle Management Service (ACOMS) system.",
    "For notification, please follow the link via CAA website:",
    "https://www.caa.co.uk/Commercial-industry/Airspace/Event-and-obstacle-notification/Crane-notification/",
    "Once crane notification has been received from the CAA, Heathrow Works Approval Team will assess and issue the necessary crane permit. No cranes should operate on site until a crane permit has been issued.",
    "Specific CAA guidance for crane lighting/marking is given in: https://www.caa.co.uk/our-work/publications/documents/content/cap1096/",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan 2021 and national guidance."
  ],
  "uprn": null,
  "id": "Hillingdon-42259_ADV_2024_25",
  "polygon": null,
  "lpa_name": "Hillingdon"
}