{
  "centroid": {
    "lon": "0.16373939999999998",
    "lat": "51.5903622"
  },
  "status": "Approved",
  "decision_target_date": "18/06/2020",
  "site_name": "35 WALMER CLOSE",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans, particulars and specifications.",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995, no window or other opening (other than those shown on the submitted plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with  Development Control Policies Development Plan Document Policy DC61.",
    "The flank walls of the extension hereby permitted shall either be a) rendered as indicated on the submitted plan, or b) shall be finished in brick work of a type, colour and texture to be agreed in writing with the Local Planning Authority prior to the commencement of this development if details are not indicated on the submitted plan. The roof materials shall match those used in the existing building.",
    "Reason:-",
    "Part a) is in the interests of visual amenity.  In relation to part b) insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  Submission of details prior to commencement will ensure a satisfactory development in the visual interests of the immediate neighbours and that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2019, improvements required to make the proposal acceptable were negotiated with the agent Mr Gabriel Kakanos with regards to the design of the side extension to be policy compliant. The amendments were subsequently submitted 12/06/2020."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM7 8QH",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "18/06/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0335.20",
  "centroid_northing": 190163,
  "uprn": "100021401405",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Mawneys",
  "decision_date": "18/06/2020",
  "description": "Part two storey side and rear extensions; a single storey rear extension; conversion of existing side garage to a habitable room and a front porch (Part Retrospective).",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0335.20",
  "lpa_app_no": "P0335.20",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:55:16.301+00:00",
  "centroid_easting": 549985,
  "pp_id": "08538387",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "23/03/2020",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550003.087,
              190157.353
            ],
            [
              549969.288,
              190159.385
            ],
            [
              549969.152,
              190160.198
            ],
            [
              549965.901,
              190160.198
            ],
            [
              549966.917,
              190170.222
            ],
            [
              549974.706,
              190168.936
            ],
            [
              550003.696,
              190166.633
            ],
            [
              550003.087,
              190157.353
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.036
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "ROMFORD",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "16/04/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1639979,
          51.5903066
        ],
        [
          0.1635113,
          51.5903339
        ],
        [
          0.1635096,
          51.5903412
        ],
        [
          0.1634627,
          51.5903421
        ],
        [
          0.16348169999999998,
          51.5904319
        ],
        [
          0.1635935,
          51.5904182
        ],
        [
          0.16401069999999998,
          51.5903898
        ],
        [
          0.1639979,
          51.5903066
        ]
      ]
    ],
    "type": "Polygon"
  }
}