{
  "last_date_consultation_comments": "28/05/2025",
  "site_number": null,
  "application_type_full": null,
  "subdivision_of_building": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=J0015.25",
  "epc_number": null,
  "wgs84_polygon": null,
  "secondary_street_name": null,
  "street_name": "Hornchurch",
  "last_updated_by": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null
  },
  "ward": "St Andrew's",
  "cil_liability": false,
  "centroid": {
    "lon": -7.55716,
    "lat": 49.766807
  },
  "uprn": "100023214321",
  "parking_details": null,
  "centroid_easting": null,
  "development_type": null,
  "lpa_app_no": "J0015.25",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Havering",
  "locality": null,
  "application_type": "Prior Approval",
  "id": "Havering-J0015.25",
  "centroid_northing": null,
  "appeal_status": null,
  "status": "Approved",
  "description": "Application for prior notification of development of upper floors from Use Class E (Commercial) to Use Class C3 (Dwellings)",
  "site_name": "20 Station Lane",
  "appeal_start_date": null,
  "decision_date": "22/07/2025",
  "decision_target_date": "22/07/2025",
  "polygon": null,
  "appeal_decision": null,
  "title_number": null,
  "lapsed_date": "22/07/2028",
  "valid_date": "23/04/2025",
  "decision_process": "Delegated",
  "decision": "Approved",
  "postcode": "RM12 6NJ",
  "decision_conditions": [
    "Works for this development are to be commenced not later than 3 years from the date of this decision notice.  Failure to commence within this time period would require a fresh application.",
    "Prior Approval is required (given) in accordance with the details as provided within the application.",
    "Notwithstanding details shown on approved plans the self-contained flats hereby permitted shall not be occupied until cycle storage is provided in accordance with details that have been submitted to and approved in writing with the Local Planning Authority have been approved. The cycle storage as agreed shall be permanently retained thereafter.",
    "Reason:- In the interests of providing a wide range of facilities for non-motor car residents and sustainability (London Plan (2021) Policy T5) and as insufficient information has been provided to judge the appropriateness and suitability of measures shown on submitted plans.",
    "No buildings shall be occupied until refuse/recycling storage facility is provided in accordance with the approved plans. The facility shall be permanently retained thereafter.",
    "Reason:- In the interest of amenity and sustainable development.",
    "All building operations in connection with the approved  works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:- To protect residential amenity, and in order that the development accords with Local Plan Policy 34.",
    "Prior to the commencement of the development hereby approved, a noise attenuation scheme shall be submitted for approval in writing to the local planning authority, taking into account the recommendations of the noise reports provided in support of this application as a minimum (Climate Acoustics, ref CIL0647/R1/Rev.B, dated 31 Jan 2025 and Compliance 4 Building Ltd, supplementary music impact assessment, revision A, No 202522391M2391C/1, dated 18 April 2025). The scheme shall detail the acoustic/noise insulation performance of the external building envelope of the residential units (having regard to the building fabric, glazing and ventilation) and other mitigation to reduce the level of noise experienced internally at the proposed residential units as a result of high ambient noise levels in the area, and in particular entertainment noise from neighbouring licenced premises. The approved scheme shall be fully implemented prior to occupation of the residential units.",
    "No works shall take place in relation to any of the development hereby approved until a detail of scheme has been provided to indicate how the servicing for other occupiers of the buildings using the service yard will continue to function during construction. Thereafter, the development shall be carried out in accordance with the approved scheme.",
    "Reason:-",
    "Insufficient information has been supplied with the application in relation to the service arrangement during construction phase of the development.",
    "In promoting the delivery of safer, stronger, sustainable places the Local Planning Authority fully supports the adoption of the principles and practices of the Secured by Design Award Scheme and Designing against Crime. Your attention is drawn to the free professional service provided by the Metropolitan Police Designing Out Crime Officers for North East London, whose can be contacted via DOCOMailbox.NE@met.police.uk or 0208 217 3813. They are able to provide qualified advice on incorporating crime prevention measures into new developments",
    "Drawing numbers: S001, S002, P001, P002 (April 2025) and S BP"
  ],
  "decision_agency": "Borough",
  "bo_system": "CSV Data Import",
  "actual_commencement_date": null,
  "appeal_decision_date": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "borough": "Havering",
  "last_updated": "2025-08-04T03:59:17.011Z",
  "actual_completion_date": null
}