{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506964.526,
              177201.8807
            ],
            [
              507050.5157,
              177205.188
            ],
            [
              507056.4689,
              177089.4325
            ],
            [
              507049.8543,
              177088.7711
            ],
            [
              507057.1303,
              176927.3749
            ],
            [
              507062.422,
              176918.1145
            ],
            [
              507067.0522,
              176916.7916
            ],
            [
              507038.6095,
              176914.8072
            ],
            [
              507045.8855,
              176921.4218
            ],
            [
              507048.5314,
              176928.6978
            ],
            [
              507043.9012,
              177047.0991
            ],
            [
              506973.7864,
              177045.7762
            ],
            [
              506963.2031,
              177071.5731
            ],
            [
              506964.526,
              177200.5577
            ],
            [
              506964.526,
              177201.8807
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07797824",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:46:23.446+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "14/06/2019",
  "secondary_street_name": "HARMONDSWORTH",
  "appeal_start_date": null,
  "ward": "HEATHROW VILLAGES",
  "centroid": {
    "lat": "51.4828678",
    "lon": "-0.4602767"
  },
  "decision": "Approved",
  "valid_date": "21/05/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 1.502
  },
  "cil_liability": false,
  "postcode": "UB7 0NA",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=54794/APP/2019/1709",
  "lpa_name": "Hillingdon",
  "site_name": "UNITS 2-4 & 5-7 AIRPORT GATE BUSINESS CENTRE",
  "lapsed_date": "07/08/2022",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 201, 202, 12_001, 12_002 and 218508-C-900 Rev. P3 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (2016).",
    "Development shall not commence until a construction management strategy has been submitted to and approved in writing by the Local Planning Authority covering the application site and any adjoining land which will be used during the construction period. Such a strategy shall include the details of cranes and other tall construction equipment (including the details of obstacle lighting).",
    "The approved strategy (or any variation approved in writing by the Local Planning Authority) shall be implemented for the duration of the construction period.",
    "REASON",
    "To ensure that construction work and construction equipment on the site and adjoining land does not obstruct air traffic movements or otherwise impede the effective operation of air traffic navigation transmitter/receiver systems in accordance with Policies 6.6 and 7.7 of the London plan (2016) and Policy A 6 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "Given the nature of the proposed development it is possible that a crane may be required during its construction.  The applicant's attention is drawn to the requirement within the British Standard Code of Practice for the safe use of Cranes, for crane operators to consult the aerodrome before erecting a crane in close proximity to an aerodrome.  This is explained further in Advice Note 4, 'Cranes and Other Construction Issues' (available at www.aoa.org.uk/publications/safeguarding.asp)"
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Reconfiguration of external areas comprising the re-alignment of the access road, reconfiguration of the parking layout and associated landscaping",
  "lpa_app_no": "54794/APP/2019/1709",
  "decision_target_date": "09/08/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "07/08/2019",
  "id": "Hillingdon-54794_APP_2019_1709",
  "centroid_northing": 177114,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 507012,
  "street_name": "BATH ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4609336,
          51.4836666
        ],
        [
          -0.45969459999999995,
          51.4836801
        ],
        [
          -0.459644,
          51.4826385
        ],
        [
          -0.45973939999999996,
          51.4826338
        ],
        [
          -0.45968359999999997,
          51.4811818
        ],
        [
          -0.45961019999999997,
          51.4810975
        ],
        [
          -0.45954399999999995,
          51.4810848
        ],
        [
          -0.459954,
          51.4810723
        ],
        [
          -0.45984729999999996,
          51.4811304
        ],
        [
          -0.45980699999999997,
          51.4811953
        ],
        [
          -0.45983779999999996,
          51.4822604
        ],
        [
          -0.46084749999999997,
          51.4822618
        ],
        [
          -0.46099209999999996,
          51.4824956
        ],
        [
          -0.46093399999999995,
          51.4836547
        ],
        [
          -0.4609336,
          51.4836666
        ]
      ]
    ],
    "type": "Polygon"
  }
}