{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506977.2073,
              177046.1089
            ],
            [
              506975.5536,
              177074.5516
            ],
            [
              506970.2619,
              177074.5516
            ],
            [
              506966.2932,
              177162.8565
            ],
            [
              507010.611,
              177164.1794
            ],
            [
              507016.2334,
              177048.0932
            ],
            [
              506977.2073,
              177046.1089
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07814228",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:46:23.268+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "02/07/2019",
  "secondary_street_name": "HEATHROW",
  "appeal_start_date": null,
  "ward": "HEATHROW VILLAGES",
  "centroid": {
    "lat": "51.4828086",
    "lon": "-0.4605668"
  },
  "decision": "Approved",
  "valid_date": "24/05/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.504
  },
  "cil_liability": false,
  "postcode": "UB7 0NA",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=54794/APP/2019/1765",
  "lpa_name": "Hillingdon",
  "site_name": "UNIT 2-4, AIRPORT GATE BUSINESS CENTRE",
  "lapsed_date": "07/08/2022",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans numbers  PL101, PL102 and PL103 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (2016).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including the London Plan (July 2011) and national guidance.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2012,  Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Given the nature of the proposed development it is possible that a crane may be required during its construction.  The applicant's attention is drawn to the requirement within the British Standard Code of Practice for the safe use of Cranes, for crane operators to consult the aerodrome before erecting a crane in close proximity to an aerodrome.  This is explained further in Advice Note 4, 'Cranes and Other Construction Issues' (available at www.aoa.org.uk/publications/safeguarding.asp)",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "External alterations including replacement cladding",
  "lpa_app_no": "54794/APP/2019/1765",
  "decision_target_date": "07/08/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "07/08/2019",
  "id": "Hillingdon-54794_APP_2019_1765",
  "centroid_northing": 177107,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 506992,
  "street_name": "BATH ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4607982,
          51.4822641
        ],
        [
          -0.4608134,
          51.4825201
        ],
        [
          -0.46088949999999995,
          51.4825211
        ],
        [
          -0.4609199,
          51.4833155
        ],
        [
          -0.46028149999999995,
          51.483319
        ],
        [
          -0.4602358,
          51.4822746
        ],
        [
          -0.4607982,
          51.4822641
        ]
      ]
    ],
    "type": "Polygon"
  }
}