{
  "lpa_app_no": "Y0300.24",
  "centroid_northing": 188294,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": "27/01/2025",
  "locality": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-07-23T04:28:52.236Z",
  "valid_date": "03/01/2025",
  "polygon": null,
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 549574,
  "actual_commencement_date": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=Y0300.24",
  "site_number": null,
  "decision": "Approved",
  "ward": "Rush Grn & Crowlands",
  "decision_agency": "Borough",
  "lpa_name": "Havering",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_proposed_car": 1,
    "no_existing_car": 1,
    "net_car": 0
  },
  "application_type_full": "Prior Approval: Larger Home Extension",
  "appeal_start_date": null,
  "application_type": "Prior Approval",
  "id": "Havering-Y0300.24",
  "application_details": {
    "intended_completion_date": "05/2025",
    "intended_commencement_date": "03/2024",
    "total_gia_gained": 35.5,
    "existing_uprns": null,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1
  },
  "uprn": "100021384029",
  "decision_date": "14/02/2025",
  "description": "Single storey rear extension with an overall depth of 6m, a maximum height of 3m, and an eaves height of 2.85m. (PRIOR APPROVAL)",
  "site_name": "335 London Road",
  "last_updated_by": "CSV Data Import",
  "decision_target_date": "14/02/2025",
  "borough": "Havering",
  "postcode": "RM7 9NS",
  "street_name": "Romford",
  "bo_system": "CSV Data Import",
  "development_type": null,
  "lapsed_date": "14/02/2028",
  "decision_conditions": [
    "The proposed side bathroom window (east) shall be permanently glazed with obscure glass not less than LEVEL 3 on the standard scale of obscurity and shall thereafter be maintained.",
    "Reason:-",
    "In the interests of privacy.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "This written notice indicates that the proposed development would comply with condition A.4 of Schedule 2 Part 1 Class A of the Town and Country Planning (General Permitted Development) Order 2015.",
    "IT IS IMPORTANT TO NOTE THAT THIS WRITTEN NOTICE DOES NOT INDICATE WHETHER OR NOT THE PROPOSED DEVELOPMENT WOULD COMPLY WITH ANY OF THE OTHER LIMITATIONS OF CONDITIONS OF SCHEDULE 2 PART 1 CLASS A.  IF YOU WANT CONFIRMATION THAT THE PROPOSED DEVELOPMENT WOULD BE LAWFUL (eg. on the basis that it would comply with all of the limitations and condition of Schedule 2 Part 1 Class A) THEN YOU SHOULD SUBMIT AN APPLICATION TO THE LOCAL PLANNING AUTHORITY FOR A LAWFUL DEVELOPMENT CERTIFICATE.",
    "It is a requirement of the above condition A.4 that the development shall be carried out in accordance with the information that the developer provided to the Local Planning Authority, unless the Local Planning Authority and the developer agree otherwise in writing.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity.",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/publications/the-party-wall-etc-act-1996-revised-explanatory-booklet"
  ],
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "pp_id": "13654505",
  "centroid": {
    "lon": 0.156989,
    "lat": 51.573676
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}