{
  "application_type_full": "Householder planning & demolition in a conservation area",
  "postcode": "RM2 5QP",
  "development_type": null,
  "street_name": null,
  "decision_date": "05/07/2021",
  "date_building_work_started_under_previous_permission": null,
  "reference_no_of_permission_being_relied_on": null,
  "borough": "Havering",
  "parking_details": null,
  "decision_agency": "Borough",
  "id": "Havering-P0889.21",
  "appeal_decision_date": null,
  "title_number": [
    "unregistered"
  ],
  "site_name": "53 Heath Drive",
  "last_date_consultation_comments": "01/06/2021",
  "ward": "Pettits",
  "appeal_status": null,
  "pp_id": "09813836",
  "decision_process": "Delegated",
  "cil_liability": false,
  "locality": null,
  "date_building_work_completed_under_previous_permission": null,
  "appeal_start_date": null,
  "lpa_app_no": "P0889.21",
  "lpa_name": "Havering",
  "centroid_northing": 190510,
  "secondary_street_name": "Romford",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552157.36,
              190514.386
            ],
            [
              552119.835,
              190494.404
            ],
            [
              552116.72,
              190493.117
            ],
            [
              552111.572,
              190505.784
            ],
            [
              552151.128,
              190526.171
            ],
            [
              552157.36,
              190514.386
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision": null,
  "subdivision_of_building": null,
  "valid_date": "07/05/2021",
  "decision_target_date": "05/07/2021",
  "bo_system": "CSV Data Import",
  "actual_commencement_date": null,
  "centroid": {
    "lon": "0.1948869",
    "lat": "51.5929043"
  },
  "site_number": null,
  "decision": "Approved",
  "status": "Approved",
  "last_updated_by": "CSV Data Import",
  "application_details": {
    "total_gia_gained": 22,
    "existing_uprns": null,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "09/2021",
    "intended_commencement_date": "08/2021",
    "no_additional_bathrooms": 0,
    "site_area": 0.062
  },
  "uprn": "100021377579",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0889.21",
  "last_updated": "2025-03-20T23:04:14.197+00:00",
  "application_type": "All Other",
  "description": "Single storey outbuilding, patio, and swimming pool to rear involving demolition of existing outbuilding and patio to rear.",
  "epc_number": null,
  "actual_completion_date": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section 9 of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document",
    "No plant or machinery shall be installed or operated until a scheme for any new plant or machinery is submitted to the Local Planning Authority to achieve the following standard.  Noise levels from the hereby permitted plant, expressed as the equivalent continuous sound level LAeq (1 hour), shall not exceed the prevailing background noise level (LA90 1hour) by more than 10dB.  This should be calculated or measured at the boundary with the nearest noise sensitive premises, and shall be maintained thereafter to the satisfaction of the Local Planning Authority. The measurement assessment shall be made according to BS4142:2014+A1:2019 Methods for rating and assessing industrial and commercial sound.",
    "Reason:  Insufficient information has been supplied with the application with regards to a scheme for any new plant or machinery. Submission of this detail prior to plant or machinery being installed or operated will prevent noise nuisance to adjoining/adjacent properties, protect the amenit",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 the outbuilding hereby permitted shall be used only for purposes incidental to the enjoyment of the dwelling house and not for any trade or business nor as living accommodation.",
    "Reason:-",
    "To restrict the use to one compatible with a residential area, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018."
  ],
  "lapsed_date": "05/07/2024",
  "centroid_easting": 552134,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1952257,
          51.5929374
        ],
        [
          0.19467579999999998,
          51.592768
        ],
        [
          0.19463029999999998,
          51.5927573
        ],
        [
          0.1945615,
          51.5928725
        ],
        [
          0.19514089999999998,
          51.593045
        ],
        [
          0.1952257,
          51.5929374
        ]
      ]
    ],
    "type": "Polygon"
  }
}