{
  "lpa_app_no": "9667/APP/2023/2840",
  "uprn": null,
  "lapsed_date": "20/11/2026",
  "centroid_northing": 185642,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "CSV Data Import",
  "site_name": "3C COURT ROAD",
  "appeal_decision_date": null,
  "valid_date": "27/09/2023",
  "decision_date": "20/11/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.44704489999999997,
          51.5595331
        ],
        [
          -0.44704099999999997,
          51.5595355
        ],
        [
          -0.446706,
          51.5592289
        ],
        [
          -0.4468699,
          51.5591799
        ],
        [
          -0.4471812,
          51.559454
        ],
        [
          -0.44704489999999997,
          51.5595331
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "CSV Data Import",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "Householder",
  "decision_process": "Delegated",
  "application_details": {
    "existing_uprns": null,
    "no_additional_bathrooms": 3,
    "total_gia_gained": 95.07,
    "no_additional_bedrooms": 2,
    "intended_completion_date": "01/2025",
    "intended_commencement_date": "01/2024",
    "site_area": 0.05
  },
  "appeal_decision": null,
  "postcode": null,
  "development_type": null,
  "title_number": null,
  "centroid_easting": 507754,
  "actual_commencement_date": null,
  "description": "Erection of part single, part double storey rear and side extensions with a render finish, following demolition of garage. Alterations to fenestration and new patio to rear",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Hillingdon",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.44701,
    "lat": 51.559377
  },
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=9667/APP/2023/2840",
  "pp_id": "12478088",
  "id": "Hillingdon-9667_APP_2023_2840",
  "application_type_full": "Householder planning permission",
  "cil_liability": false,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "22/11/2023",
  "locality": null,
  "lpa_name": "Hillingdon",
  "last_date_consultation_comments": "13/11/2023",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on Drawing No. 210 P2, 215 and 211 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "No development shall take place until details of all materials and external surfaces, including details of fenestration and render have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "No development shall take place until details of privacy screening and/or planting to prevent undue overlooking onto the neighbouring properties at Numbers 3 and 3D Court Road has be submitted to and approved in writing by the Local Planning Authority. These details shall include comparative ground levels between the site and adjoining properties, to demonstrate the efficacy of the proposed screening. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The rooflights/sunlight tubes hereby approved shall be conservation style and set completely flush along the roof line, and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The side elevation windows facing Numbers 3 and 3D Court Road shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.7 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance  with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority.",
    "If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier.",
    "Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwo",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served."
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T00:28:55.846+00:00",
  "appeal_status": null,
  "street_name": "ICKENHAM",
  "ward": "ICK/HAM & S HF/D 22",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507749.7667,
              185659.1318
            ],
            [
              507750.0312,
              185659.3964
            ],
            [
              507773.9761,
              185625.7942
            ],
            [
              507762.7313,
              185620.1057
            ],
            [
              507740.5062,
              185650.136
            ],
            [
              507749.7667,
              185659.1318
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  }
}