{
  "street_name": "Weir Road",
  "centroid_northing": 172350,
  "lapsed_date": "17/08/2019",
  "bo_system": "Northgate M3",
  "site_name": null,
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": "48",
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": true,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525833.0853872,
              172388.0642089,
              0
            ],
            [
              525888.930693,
              172367.0982478,
              0
            ],
            [
              525891.7077017,
              172366.0258049,
              0
            ],
            [
              525877.3355053,
              172313.9084966,
              0
            ],
            [
              525808.3967803,
              172332.7268253,
              0
            ],
            [
              525822.9848427,
              172371.5097248,
              0
            ],
            [
              525823.8537238,
              172373.3554073,
              0
            ],
            [
              525825.973636,
              172375.460035,
              0
            ],
            [
              525828.5730443,
              172376.6644103,
              0
            ],
            [
              525830.8466224,
              172377.1766556,
              0
            ],
            [
              525831.1893488,
              172377.1851264,
              0
            ],
            [
              525832.0582259,
              172379.0308103,
              0
            ],
            [
              525833.0980356,
              172387.8355149,
              0
            ],
            [
              525833.0853872,
              172388.0642089,
              0
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "valid_date": null,
  "decision_date": "17/08/2016",
  "development_type": "Major general industry-storage-warehousing",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "SW19 8UG",
  "title_number": [],
  "lpa_app_no": "16/P2093",
  "uprn": "48071984",
  "application_details": {
    "site_area": 0.387,
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [],
    "intended_commencement_date": null,
    "total_gia_existing": null,
    "no_affordable_housing_units_provided_offsite": null,
    "scheme_phasing": null,
    "commencement_notice_received": null,
    "circular_economy_statement": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": null,
      "site_area": null,
      "total_gia_lost": null,
      "total_gia_existing": null
    },
    "phasing_details": [],
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "existing_proposed_floorspace_details": [],
    "constraints_details": [],
    "grey_water_reuse": null,
    "building_details": [],
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "projected_cost_of_works": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_homes_passive_cooling": null,
      "no_new_water_connections_required": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "fire_suppression_system_proposed": null,
      "chp_heat_pumps_capacity": null,
      "ghg_reduction_over_building_regulations": null,
      "no_active_slow_ev_charging_points": null,
      "no_resi_units_to_have_full_fibre": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "internal_resi_water_usage": null,
    "uk_company_registration_no": null,
    "3d_model": null,
    "transport_contributions": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "total_gia_lost": null,
    "social_infrastructure_contributions": null,
    "scheme_name": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": null,
      "dwelling_density": 0,
      "total_gia_lost": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "borough": "Merton",
  "actual_completion_date": null,
  "pp_id": null,
  "locality": "London",
  "application_type": "All Other",
  "decision_target_date": "22/08/2016",
  "last_updated_by": "FME Excel Import",
  "application_type_full": null,
  "lpa_name": "Merton",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=16/P2093",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\n\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: 211/009d; 211/010f; 211/011f; 211/012e; 211/013e; 211/014f; 211/015d; 211/016;  211/018g;",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - The premises shall only be used for uses falling within B1, B2 or B8 of the Schedule to the Town and Country Planning (Use Classes Order) 1987 (as amended), and for no other purpose within that Order or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification.",
    "Condition : 5 - \nNotwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (or any Order revoking and re-enacting that Order with or without modification), no development within Part 3 of Schedule 2 of that Order, other than that expressly authorised by this permission, shall be carried out without planning permission first being obtained from the Local Planning Authority.\n",
    "Condition : 6 - The development hereby permitted shall not be occupied until the car parking layout shown on drawing 211/018G hereby approved has been provided and made available for use. These parking spaces shall thereafter be retained for the for the life of the development.",
    "Condition : 7 - The development hereby permitted shall not be occupied until the cycle parking shown on drawing 211/010F hereby approved has been provided and made available for use. These facilities shall be retained for the for the life of the development.",
    "Condition : 8 - Prior to the building hereby approved first being brought into use, two electric vehicle charging points shall be installed in accordance with details which have been submitted to and approved in writing by the Local Planning Authority.  These shall be maintained and retained for the life of the development.  ",
    "Condition : 9 - Development shall not commence until a Delivery and Servicing Plan (the Plan) has been submitted in writing for approval to the Local Planning Authority. No occupation of the development shall be permitted until the Plan is approved in writing by the Local Planning Authority and implemented in accordance with the approved plan.  The approved measures shall be maintained, in accordance with the Plan, for the duration of the use, unless the prior written approval of the Local Planning Authority is obtained to any variation.",
    "Condition : 10 - Unless otherwise agreed in writing by the Local Planning Authority, no part of the development hereby approved shall be used or occupied until a Post-Construction Review Certificate issued by the Building Research Establishment or other equivalent assessors confirming that the non-residential development has achieved a BREEAM rating of not less than the standards equivalent to 'Very Good' has been submitted to and acknowledged in writing by the Local Planning Authority.  The submission shall also include confirmation that the development will meet the London Plan C02 reduction targets (equivalent to minimum emissions reductions required to achieve BREEAM excellent).",
    "Condition : 11 - No development approved by this permission shall be commenced until a scheme for the provision of surface water drainage has been implemented in accordance with details that have been submitted to and approved in writing by the local planning authority. Before these details are submitted an assessment shall be carried out of the potential for disposing of surface water by means of a sustainable drainage system (SuDS) to ground, watercourse or sewer in accordance with drainage hierarchy contained within the London Plan Policy 5.13 and the advice contained within the National SuDS Standards. Where a sustainable drainage scheme is to be provided, the submitted details shall:\n   i. provide information about the design storm period and intensity, the method employed to delay (attenuate) and control the rate of surface water discharged from the site as close to greenfield runoff rates (8l/s/ha) as reasonably practicable and the measures taken to prevent pollution of the receiving groundwater and/or surface waters; \n   ii.  include a timetable for its implementation; and \n   iii. provide a management and maintenance plan for the lifetime of the development which shall include the arrangements for adoption by a public authority or statutory undertaker and any other arrangements to secure the operation of the scheme throughout its lifetime. \n",
    "Condition : 12 - Prior to the commencement of development approved by this planning permission (or such other date or stage in development as may be agreed in writing with the Local Planning Authority), the following components of a scheme to deal with the risks associated with contamination of the site shall each be submitted to and approved, in writing, by the local planning authority: \n1) A preliminary risk assessment which has identified: \n    all previous uses \n    potential contaminants associated with those uses \n    a conceptual model of the site indicating sources, pathways and receptors \n    potentially unacceptable risks arising from contamination at the site. \n\n2) A site investigation scheme, based on (1) to provide information for a detailed assessment of the risk to all receptors that may be affected, including those off site. \n3) The results of the site investigation and detailed risk assessment referred to in (2) and, based on these, an options appraisal and remediation strategy giving full details of the remediation measures required and how they are to be undertaken. \n4) A verification plan providing details of the data that will be collected in order to demonstrate that the works set out in the remediation strategy in (3) are complete and identifying any requirements for longer-term monitoring of pollutant linkages, maintenance and arrangements for contingency action\n",
    "Condition : 13 - If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the Local Planning Authority) shall be carried out until the developer has submitted, and obtained written approval from the Local Planning Authority for, a remediation strategy detailing how this unsuspected contamination shall be dealt with. The remediation strategy shall be implemented as approved, verified and reported to the satisfaction of the Local Planning Authority.",
    "Condition : 14 - Prior to occupation of the development, a verification report demonstrating completion of the works set out in the approved remediation strategy and the effectiveness of the remediation shall be submitted to and approved, in writing, by the local planning authority. The report shall include results of sampling and monitoring carried out in accordance with the approved verification plan to demonstrate that the site remediation criteria have been met. It shall also include any plan (a \"long-term monitoring and maintenance plan\") for longer-term monitoring of pollutant linkages, maintenance and arrangements for contingency action, as identified in the verification plan, if appropriate, and for the reporting of this to the local planning authority. Any long-term monitoring and maintenance plan shall be implemented as approved.",
    "Condition : 15 - Piling or any other foundation design using penetrative methods shall not be permitted other than with the express consent of the Local Planning Authority, which may be given where it has been demonstrated that there is no resultant unacceptable risk to underlying groundwaters. The development shall be carried out in accordance with the approved details.",
    "Condition : 16 - Prior to the building hereby approved  first being brought into use three bird nesting boxes and two bat boxes shall be installed in accordance with details which have been submitted to and approved in writing by the Local Planning Authority.  These shall be maintained and retained for the life of the development.  ",
    "Condition : 17 - Prior to the building hereby approved first being brought into use, the area shown on drawing 211/018g for the provision of Neutral Grassland shall be planted as such in accordance with Paragraph 6.5 of the Ecology Report by Sally Clifton Ecology (April 2016).  The Neutral Grassland shall thereafter be maintained as such and retained for the life of the development.",
    "Condition : 18 - Prior to the installation of any external lighting, full details, including how it has been designed to minimise adverse impacts on wildlife, especially bats, shall be submitted to the Local Planning Authority.  The external lighting shall be installed in accordance with the approved details and maintained in accordance with these details.",
    "Condition : 19 - In accordance with paragraphs 186 and 187 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\n\n   i) Offering a pre-application advice and duty desk service. \n   ii) Where possible, suggesting solutions to secure a successful outcome.\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\n\nIn this instance:\n\n   i) The applicant/agent was provided with pre-application advice.\n   ii) The application was acceptable as submitted and no further assistance was required.\n   iii) The application was approved without delay.\n",
    "Condition : 20 - INFORMATIVE\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\n",
    "Condition : 21 - INFORMATIVE\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\n",
    "Condition : 22 - INFORMATIVE\nIt is the responsibility of the developer to make proper provision for drainage to ground, watercourses or a suitable sewer.  In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off-site storage.  When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.  Connections are not permitted for the removal of ground water.  Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777).\n",
    "Condition : 23 - The applicants attention is drawn to the fact that this application relates to a site which was shown as a 'prefered' site in the information document produced for the November 2015 consultation on the Crossrail 2 proposals: \n\nS12: Wimbledon to Clapham Junction / Oct 2015\nS13: Wimbledon station / Oct 2015\nhttps://consultations.tfl.gov.uk/crossrail2/october2015/user_uploads/s12.pdf\nhttps://consultations.tfl.gov.uk/crossrail2/october2015/user_uploads/s13.pdf \n\nWeir Road - proposed site for stabling, depot, shaft and tunnelling works \n(Site I)\nCrossrail 2 would need a large site at the south end of its tunnelled section. \nThis site would provide:\no \tParking or 'stabling' of trains, with facilities for train washing \nand cleaning\no \tA depot for maintaining these trains\no \tA shaft providing ventilation and emergency access to the tunnels\no \tSupport for Crossrail 2 tunnelling works\n\nOur preferred site would be located on the Weir Road industrial estate off Durnsford Road (Site I). This site has been selected because it is close to Crossrail 2's southern hub at Wimbledon, allowing trains to enter and leave service promptly. It also provides access to the South West Main Line so that deliveries could be made by rail.\n\nThe latest project developments can be found on the Crossrail 2 website www.crossrail2.co.uk  , which is updated on a regular basis."
  ],
  "id": "Merton-16_P2093",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": null,
  "status": "Approved",
  "centroid_easting": 525851,
  "description": "CONSTRUCTION OF NEW FACTORY AND ANCILLARY OFFICES.",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": -0.190822,
    "lat": 51.436178
  },
  "last_updated": "2025-05-14T14:00:44.600Z",
  "decision_agency": "Borough",
  "ward": "Wimbledon Park",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "net_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_existing_car": null,
    "net_car": null,
    "no_proposed_bus": null,
    "no_existing_carclub": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_bluebadge": null,
    "net_carclub": null
  },
  "appeal_decision": null,
  "last_date_consultation_comments": "02/08/2016",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1910414,
          51.4365243,
          0
        ],
        [
          -0.1902458,
          51.4363234,
          0
        ],
        [
          -0.1902062,
          51.4363132,
          0
        ],
        [
          -0.1904314,
          51.435848,
          0
        ],
        [
          -0.191416,
          51.4360324,
          0
        ],
        [
          -0.1911925,
          51.4363777,
          0
        ],
        [
          -0.1911793,
          51.4363941,
          0
        ],
        [
          -0.1911481,
          51.4364126,
          0
        ],
        [
          -0.19111029999999998,
          51.4364228,
          0
        ],
        [
          -0.19107739999999998,
          51.4364269,
          0
        ],
        [
          -0.19107249999999998,
          51.4364269,
          0
        ],
        [
          -0.1910593,
          51.4364433,
          0
        ],
        [
          -0.1910413,
          51.4365222,
          0
        ],
        [
          -0.1910414,
          51.4365243,
          0
        ]
      ]
    ],
    "type": "Polygon"
  }
}