{
  "lpa_name": "Islington",
  "pp_id": null,
  "description": "Approval of details pursuant to condition 19 (Demolition and Construction Environmental Management Plan) of planning permission ref: P072928 dated 12 May 2008.\r\nCONDITION:  Full particulars of the Demolition and Construction Environmental Management Plan, in accordance with the Code of Practice for Construction Sites, shall be submitted to and approved in writing by the Local Planning Authority before commencement of the development and the development shall not be carried out otherwise than in accordance with the particulars so approved.  It should include but not limited to the following details:\r\n\r\na.\tFull particulars of the proposed construction programme;\r\nb.\tFull particulars of the community liaison strategy, including a sample of the leaflet to be circulated to the surrounding community, which includes the likely start and finish date and contact details of site manager;\r\nc.\tDetails of the site manager, including their contact details (phone, facsimile, postal address);\r\nd.\tThe location of a large notice board on the site that clearly identifies the name, telephone number and address for service of the site manager;\r\ne.\tDetails of the use, location and height of cranes and other plant and equipment or temporary structures;\r\nf.\tDetails of a Construction Transport and Traffic Management Plan, including details of haulage routes, proposed numbers and timing of truck movements throughout the day, hours, where to avoid school start and finish times and how vehicle holding areas would be managed;\r\ng.\tAny means, such as a restriction on the size of construction vehicles and machinery accessing the site, required to ensure that no damage occurs to adjacent streets throughout the construction period;\r\nh.\tIngress and egress to and from the site for vehicles during site works period.\r\ni.\tLocation of vehicle and construction machinery accesses during the period of site works;\r\nj.\tMeasures to be adopted to ensure that pedestrian access past the site on the public footpath",
  "epc_number": null,
  "status": "Application Received",
  "decision_date": null,
  "street_name": "Eagle Court",
  "decision_process": "Delegated",
  "uprn": "5300029255",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "12/08/2009",
  "subdivision_of_building": null,
  "title_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 531722,
  "appeal_decision": null,
  "lpa_app_no": "P072928(C19)",
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "actual_commencement_date": null,
  "application_type": "All Other",
  "bo_system": "Agile APAS",
  "centroid": {
    "lat": 51.520963,
    "lon": -0.102836
  },
  "decision_agency": null,
  "parking_details": null,
  "postcode": "",
  "last_updated": "2025-03-20T01:26:07.033+00:00",
  "secondary_street_name": null,
  "cil_liability": false,
  "url_planning_app": null,
  "valid_date": "17/06/2009",
  "appeal_decision_date": null,
  "locality": "London",
  "appeal_start_date": null,
  "application_type_full": null,
  "decision": "Withdrawn",
  "last_updated_by": "Agile APAS",
  "actual_completion_date": null,
  "site_name": "",
  "lapsed_date": "31/03/2013",
  "centroid_northing": 181933,
  "decision_conditions": null,
  "ward": "College Park and Old Oak",
  "site_number": "13 - 15",
  "application_details": {
    "s106_agreement": false
  },
  "id": "Islington-P072928(C19)",
  "appeal_status": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.102814,
          51.520977
        ],
        [
          -0.102815,
          51.52095
        ],
        [
          -0.102859,
          51.52095
        ],
        [
          -0.102857,
          51.520977
        ],
        [
          -0.102814,
          51.520977
        ]
      ]
    ]
  },
  "borough": "Islington",
  "last_date_consultation_comments": null
}