{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": null,
  "borough": "Hillingdon",
  "wgs84_polygon": null,
  "site_name": "142 CHURCH ROAD",
  "centroid_easting": 509820,
  "pp_id": "12621202",
  "cil_liability": true,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null
  },
  "lpa_name": "Hillingdon",
  "decision": "Approved",
  "lpa_app_no": "3828/APP/2023/3361",
  "decision_date": "17/05/2024",
  "last_updated": "2025-03-19T21:04:49.872+00:00",
  "centroid_northing": 180983,
  "centroid": {
    "lat": 51.517104,
    "lon": -0.418671
  },
  "appeal_decision_date": null,
  "locality": null,
  "ward": "WOOD END 2022",
  "bo_system": "CSV Data Import",
  "lapsed_date": "17/05/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": "09/02/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "18/12/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plan numbers:",
    "E00",
    "P01 Rev B",
    "P02 Rev B",
    "P03 Rev B",
    "P04 Rev B",
    "P05",
    "P06",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces and windows of the development hereby permitted shall match those annotated in approved plan P05 and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "The rooflights hereby approved shall be conservation style and set completely flush along the roof line, and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the commencement of any site clearance, demolition or construction work, the applicant shall submit a demolition and construction management plan to the Local Planning Authority for its approval. The plan shall detail:",
    "(a) The phasing of development works.",
    "(b) The hours during which development works will occur (please refer to informative I15 for maximum permitted working hours).",
    "(c) Measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities).",
    "(d) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours).",
    "(e) Measures to reduce the impact of the development on local air quality and dust through minimising emissions throughout the demolition and construction process.",
    "(f) The storage of demolition/construction materials on site. The approved",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT/REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": null,
  "decision_target_date": "17/05/2024",
  "application_type": "All Other",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": null,
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "HAYES",
  "secondary_street_name": null,
  "description": "Erection of single storey ground floor and second floor rear extensions. Creation of an additional storey to create a new studio flat (1 person) above the current house. Alterations and replacement of the existing front and rear elevation windows and provision of cycle storage",
  "id": "Hillingdon-3828_APP_2023_3361",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=3828/APP/2023/3361"
}