{
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=9501238R2",
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "application_type_full": null,
  "application_details": {
    "site_area": 4.148
  },
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.1869175,
          51.5480696
        ],
        [
          -0.18701289999999998,
          51.5479067
        ],
        [
          -0.186825,
          51.5471646
        ],
        [
          -0.1846835,
          51.5473764
        ],
        [
          -0.18249,
          51.5476018
        ],
        [
          -0.1819241,
          51.5475767
        ],
        [
          -0.18100829999999998,
          51.5474479
        ],
        [
          -0.18070119999999998,
          51.5473934
        ],
        [
          -0.1806575,
          51.547478
        ],
        [
          -0.1803727,
          51.5475741
        ],
        [
          -0.18111929999999998,
          51.5483133
        ],
        [
          -0.18131799999999998,
          51.5484135
        ],
        [
          -0.1818227,
          51.5485195
        ],
        [
          -0.1836969,
          51.5483048
        ],
        [
          -0.1851602,
          51.5481607
        ],
        [
          -0.1869642,
          51.5480759
        ],
        [
          -0.1869175,
          51.5480696
        ]
      ]
    ]
  },
  "site_name": "O2 7253 Comm Station And Premises",
  "centroid_easting": "525925",
  "site_number": null,
  "development_type": null,
  "decision_date": "13/09/1996",
  "appeal_start_date": null,
  "lapsed_date": null,
  "status": "Unknown",
  "decision_process": "Committee",
  "epc_number": null,
  "appeal_status": null,
  "lpa_name": "Camden",
  "centroid_northing": "185164",
  "appeal_decision_date": null,
  "decision_conditions": [
    "Condition : 1 - The building indicated on the approved plans as for non-food\r\n    retail use shall be used only for this purpose and for no\r\n    other purpose (including any other purpose within Class A1\r\n    of the Schedule of the Town & Country Planning (Use Classes)\r\n    Order 1987, or in any provision equivalent to that class in\r\n    any statutory instrument revoking and re-enacting that\r\n    order.",
    "Condition : 2 - No more than 561 parking spaces shall be provided, of which\r\n    28 shall be designed and designated for the use of people\r\n    with disabilities.  Within the car park a central footway\r\n    shall be provided with a minimum width of 2.5 metres, as\r\n    shown on plan A250/T.",
    "Condition : 3 - The development shall not open for trading until all\r\n    roads, including the entrance junction, footways, cycleways,\r\n    service road and parking areas have been laid out in\r\n    accordance with a scheme submitted to and approved by the\r\n    Council.",
    "Condition : 4 - The development shall not open until a management scheme for\r\n    the car park and servicing area has been submitted to and\r\n    approved by the Council.",
    "Condition : 5 - A minimum of 8 cycle parking stands shall be provided for\r\n    staff and a minimum of 36 cycle parking stands for\r\n    customers.",
    "Condition : 6 - A bus stand and turnaround area shall be provided within the\r\n    site.  In addition bus stops on the north and south sides of\r\n    the access road shall be provided for buses accessing and\r\n    egressing the site.",
    "Condition : 7 - A bus stop and bay shall be provided for the Plus Bus\r\n    vehicles as located on the approved plans",
    "Condition : 8 - No servicing shall be carried out other than within the\r\n    service areas within the curtilage of the site",
    "Condition : 9 - Between the hours midnight to 7.00am Monday to Friday\r\n    and 10.00pm and 8.00am Sunday and Bank Holidays no\r\n    servicing shall take place for the non-food\r\n    retail, the leisure or the restaurant use.\r\n    Servicing to the supermarket will be\r\n    restricted within the hours of midnight to\r\n    7.00am to no more than four deliveries.",
    "Condition : 10 - No music shall be played on the premises which is\r\n    audible to adjacent residential premises.",
    "Condition : 11 - A scheme with respect to control of :\r\n    \r\n    b.   The outstanding results of the contaminated\r\n    land survey shall have been submitted to and a\r\n    course of action agreed by the Council prior to the\r\n    commencement of development.\r\n    \r\n    a.      :noise emission from the use of bottle banks\r\n    on site, the provision of public and\r\n    business recycling facilities, water\r\n    collection and re-use on site, the control\r\n    of air pollution shall be submitted to and\r\n    approved by the Council prior to the\r\n    commencement of development.",
    "Condition : 12 - Full details of:\r\n    lifts, toilets, cinema auditorium and\r\n    associated circulation space will be\r\n    submitted to and approved by the Council\r\n    prior to the commencement of development.\r\n    \r\n    c.      the elevation of the restaurant adjacent to\r\n    239 Finchley Road and to the elevational\r\n    treatment of the curved roof in relation to\r\n    the development fronting Finchley Road as a\r\n    whole shall be submitted to and approved by\r\n    \r\n    the Council prior to the implementation of\r\n    the development.\r\n    a.      a scheme with respect to the provision of\r\n    public toilets within the development will\r\n    be submitted to and approved by the Council\r\n    prior to commencement of the development.\r\n    \r\n    b.      A scheme with respect to the provision of\r\n    access for disabled persons with respect to",
    "Condition : 13 - a scheme showing an alternating arrangement to the proposed\r\n    \r\n    f.      hard and soft landscaping and means of\r\n    enclosure of all unbuilt, open areas have\r\n    been submitted to and approved by the\r\n    Council prior to the commencement of\r\n    development.\r\n    steps to buildings fronting Finchley Road will be submitted\r\n    to and approved by the Council prior to the commencement of\r\n    development.\r\n    \r\n    e.      Samples of materials of all building works\r\n    will be submitted to and approved by the\r\n    Council prior to the commencement of\r\n    development.",
    "Condition : 14 - All hard and soft landscaping works shall be carried out\r\n    seriously damaged or diseased, shall be\r\n    replaced as soon as is reasonably possible\r\n    and, in any case, by not later than the end\r\n    of the following planting season, with\r\n    others of similar size and species, unless\r\n    the Council gives written consent to any\r\n    variation.\r\n    to a reasonable standard in accordance with\r\n    the approved landscape details, prior to the\r\n    occupation for the permitted use of the\r\n    development or any phase of the development,\r\n    whichever is the sooner.  Any trees or areas\r\n    of planting which, within a period of 5\r\n    years from the completion of the\r\n    development, die, are removed or bcome",
    "Condition : 15 - The applicant shall undertake best endevors to ensure that\r\n    the length of Blackburn Road which is not publicly\r\n    maintainable by the Highways Authority shall be kept free of\r\n    parked vehicles at all times.",
    "Condition : 16 - A working party shall be established comprising\r\n    representatives from the owners of the development, their\r\n    architects and contractors, relevant officers from the\r\n    Environment Department, and residents living in adjoining\r\n    dwellings.  The working party shall meet once a month to\r\n    discuss issues relating to the demolition and construction\r\n    of the new development.",
    "Condition : 17 - To ensure that the future occupation of the building meets\r\n    the requirement of policy to ensure that development which\r\n    attracts a large number of trips located in areas of high\r\n    transport accessibility.",
    "Condition : 18 - To ensure that the use of the site does not add to further\r\n    traffic congestion and to provide a convenient and safe\r\n    pedestrian route through the car park.",
    "Condition : 19 - In order that the Council is satisfied with the detailed\r\n    design of the development.",
    "Condition : 20 - To ensure that the development does not add further to\r\n    traffic congestion.",
    "Condition : 21 - To ensure that the Council's policy requirements with regard\r\n    to the provision of cycle parking are satisfied.",
    "Condition : 22 - To ensure that the Council's policy requirements with regard\r\n    to the provision of cycle parking are satisfied.",
    "Condition : 23 - To order that the Council is satisfied with the details of\r\n    the scheme.",
    "Condition : 24 - To ensure that the development does not result in traffic\r\n    congestion in the surrounding streets.",
    "Condition : 25 - To protect the amenity of residents of the surrouding area.",
    "Condition : 26 - To protect the amenity of adjacent residential premises.",
    "Condition : 27 - a. To protect the amenity of residents of the surrounding\r\n    area.\r\n    b  To protect tha emenity of residents of the surrounding\r\n    area.",
    "Condition : 28 - a. To ensure that the Council is satisfied with the details\r\n    appearance of the building.\r\n    \r\n    d. To ensure that the Council is satisfied with the\r\n    visual\r\n    appearance of the building and ensure that the\r\n    building is\r\n    accessible to people with disabilities.\r\n    \r\n    e. To ensure that the Council is satisfied with the\r\n    visual\r\n    of the scheme.\r\n    appearance of the building.\r\n    \r\n    f.To ensure that the Council is satisfied with the\r\n    landscape\r\n    details and usual appearance of the development.\r\n    \r\n    b. To ensure that the Council is satisfied with the\r\n    details\r\n    of the scheme.\r\n    \r\n    c. To ensure that the Council is satisfied with the\r\n    visual",
    "Condition : 29 - To ensure that the Council is satisfied with the landscape\r\n    details and usual appearance of the development.",
    "Condition : 30 - To ensure a clear emergency access to the site at all times.",
    "Condition : 31 - To ensure that the development of the site is carried\r\n    out to the satisfaction of the Council.",
    "Condition : 32 - Under the terms of the Water Resources Act 1991, the prior\r\n    5500 for details.\r\n    written consent of the National Rivers Authority is required\r\n    for any discharge of sewage or trade effluent into\r\n    controlled waters (eg watercourses and underground waters),\r\n    and may be required for any discharge of surface water to\r\n    such controlled waters or for any discharge of sewage or\r\n    trade effluent from buildings or fixed plant into or onto\r\n    ground or into waters which are not controlled waters.  Such\r\n    consent may be withheld.  Contact Mr D. DeCoster on 0181 310",
    "Condition : 33 - Under the terms of the Water Resources Act 1991, the prior\r\n    written consent of the National Rivers Authority Thames\r\n    Region is currently required for any discharge or sewage or\r\n    trade effluent onto or into ground and for surface runoff\r\n    into groundwater.  Such consent may be withheld.  If there\r\n    is an existing discharge consent the applicant should ensure\r\n    that any increase in volume is permitted under the present\r\n    conditions.  Contact Ms A Szabados on 01483 577655 for\r\n    details.",
    "Condition : 34 - To undertake highway improvements to construct an access to\r\n    the site in accordance with the scheme drawn up by Colin\r\n    Buchanan and partners and shown on drawing No: 4/61/4P/H,\r\n    subject to the completion of an appropriate Section 278\r\n    agreement with eh Highways Agency.",
    "Condition : 35 - To ensure that the access to the site is to the satisfaction\r\n    of the Council."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "Finchley Road",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": "-0.1851648",
    "lat": "51.5513233"
  },
  "cil_liability": false,
  "valid_date": "30/04/1996",
  "postcode": "NW3 6EX",
  "bo_system": "Northgate M3",
  "borough": "Camden",
  "id": "Camden-9501238R2",
  "application_type": "All Other",
  "parking_details": null,
  "decision_target_date": "30/07/1996",
  "pp_id": null,
  "last_updated_by": "Northgate M3",
  "locality": "London",
  "uprn": "5190155",
  "last_date_consultation_comments": "30/04/1996",
  "title_number": null,
  "decision": null,
  "last_updated": "2025-03-19T22:29:09.337+00:00",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525812.4600111,
              184799.1703313
            ],
            [
              525806.2900111,
              184780.8903313
            ],
            [
              525821.3700111,
              184698.6903313
            ],
            [
              525969.2650112,
              184725.9173313
            ],
            [
              526120.7200113,
              184754.7603313
            ],
            [
              526160.0300113,
              184752.9403313
            ],
            [
              526223.8800114,
              184740.2003313
            ],
            [
              526245.3230114,
              184734.6753313
            ],
            [
              526248.1200114,
              184744.1503313
            ],
            [
              526267.6000114,
              184755.3303313
            ],
            [
              526213.7900114,
              184836.2403313
            ],
            [
              526199.7400114,
              184847.0403313
            ],
            [
              526164.4500114,
              184857.9603313
            ],
            [
              526035.1000113,
              184830.8603313
            ],
            [
              525934.0480112,
              184812.3223313
            ],
            [
              525809.2000111,
              184799.7803313
            ],
            [
              525812.4600111,
              184799.1703313
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "ward": "Swiss Cottage (Pre May 2022)",
  "appeal_decision": null,
  "lpa_app_no": "9501238R2",
  "description": "Redevelopment of land  to the rear of 241-279 Finchley Road\r\nby the erection of a 3 storey development comprising a mix\r\nof retail, leisure and restaurant use and a Sainsbury's food\r\nstore fronting Finchley Road, and by the erection of a non\r\nfood retail store to the rear, together with the formation\r\nof a new access road and traffic light controlled junction\r\nwith Finchley Road and the provision of a surface level car\r\npark for 561 cars.\r\nas shown on drawing no(s) A201J. A202J, A203J, A204J, A205,\r\n230/04A, A302C, A301C, A401J, A402, A403, A220/A/B, 230/05A\r\n4761/4P/H, 12073/18A, 12073/20B, A/500, A250/T, 12073/24.",
  "date_building_work_completed_under_previous_permission": null
}