{
  "epc_number": null,
  "decision_target_date": "01/02/2025",
  "decision": "Approved",
  "last_date_consultation_comments": "17/01/2025",
  "description": "Part-retrospective provision of one portacabin with paint-finished timber cladding to provide a ticket office and community space.",
  "site_number": null,
  "postcode": null,
  "application_type_full": "Full planning permission",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Committee",
  "uprn": null,
  "appeal_status": null,
  "parking_details": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=22899/APP/2023/2219",
  "valid_date": "29/08/2023",
  "centroid": {
    "lon": -0.388942,
    "lat": 51.570077
  },
  "borough": "Hillingdon",
  "decision_agency": "Borough",
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "site_name": "HARROW & WEMBLEY SOCIETY MODEL ENGINEERS, ROXBOURNE PARK",
  "bo_system": "CSV Data Import",
  "centroid_easting": 511753,
  "subdivision_of_building": "This application is for the siting of temporary buildings.",
  "status": "Approved",
  "lapsed_date": "20/01/2028",
  "actual_completion_date": null,
  "centroid_northing": 186919,
  "locality": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.38933429999999997,
          51.5699356
        ],
        [
          -0.3893294,
          51.5699385
        ],
        [
          -0.389001,
          51.5701838
        ],
        [
          -0.388913,
          51.5702421
        ],
        [
          -0.3887715,
          51.5703294
        ],
        [
          -0.38844,
          51.570527
        ],
        [
          -0.3876695,
          51.5709923
        ],
        [
          -0.38707749999999996,
          51.5707284
        ],
        [
          -0.38792279999999996,
          51.5700381
        ],
        [
          -0.3879147,
          51.5699964
        ],
        [
          -0.388356,
          51.5696634
        ],
        [
          -0.388451,
          51.5696766
        ],
        [
          -0.38887269999999996,
          51.5696259
        ],
        [
          -0.3889458,
          51.5695853
        ],
        [
          -0.38887259999999996,
          51.5696289
        ],
        [
          -0.38911439999999997,
          51.5698106
        ],
        [
          -0.38918169999999996,
          51.5697967
        ],
        [
          -0.38933429999999997,
          51.5699356
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "lpa_app_no": "22899/APP/2023/2219",
  "application_details": {
    "grey_water_reuse": false,
    "affordable_housing_fast_track": false,
    "scheme_name": "Roxbourne Miniature  Railway ticket office, community space and carriage shed ",
    "site_area": 1.15,
    "scheme_phasing": true,
    "internal_resi_water_usage": 0,
    "existing_uprns": null,
    "green_suds": false,
    "garden_land_lost": false,
    "total_gia_existing": 70.5,
    "ownership_status": "Mixed",
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 2.3,
        "building_ref": "Ticket office "
      },
      {
        "no_storeys": 1,
        "max_height": 2.3,
        "building_ref": "Carriage shed"
      },
      {
        "no_storeys": 1,
        "max_height": 2.3,
        "building_ref": "Community building "
      }
    ],
    "total_gia_gained": 83,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 83,
      "total_gia_existing": 70.5,
      "total_gia_lost": 0
    },
    "surface_water_discharge_percentage_reduction": 0,
    "infrastructure_details": {
      "percentage_demolition_construction_material_recycling": 100,
      "waste_details": [
        {
          "external_dry_recycling": false,
          "external_food_waste": false,
          "unit_reference": "Ticket off",
          "external_residual_waste": false,
          "reason_for_no_provision": " A small space, with intermittent use,  which is unlikely to generate waste of even a small waste basket a  month.",
          "internal_residual_waste": false,
          "internal_food_waste": false,
          "internal_dry_recycling": false
        },
        {
          "external_dry_recycling": false,
          "external_food_waste": false,
          "unit_reference": "Community ",
          "external_residual_waste": false,
          "reason_for_no_provision": " A small space, with intermittent use,  which is unlikely to generate waste of even  a small waste basket a  month.",
          "internal_residual_waste": false,
          "internal_food_waste": false,
          "internal_dry_recycling": false
        },
        {
          "external_dry_recycling": false,
          "external_food_waste": false,
          "unit_reference": "carriage s",
          "external_residual_waste": false,
          "reason_for_no_provision": " storage space  for carriages generating no waste ",
          "internal_residual_waste": false,
          "internal_food_waste": false,
          "internal_dry_recycling": false
        }
      ],
      "fire_suppression_system_proposed": false,
      "waste_provision": false,
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "no_new_gas_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_water_connections_required": 0,
      "green_roof_area": 0,
      "no_homes_passive_cooling": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "mobile_network_operators_consultation": false,
      "ghg_reduction_over_building_regulations": false
    },
    "phasing_details": [
      {
        "phase_detail": "Ticket office ",
        "intended_completion_date": "10/2023",
        "intended_commencement_date": "09/2023"
      },
      {
        "phase_detail": "Community space ",
        "intended_completion_date": "10/2023",
        "intended_commencement_date": "09/2023"
      },
      {
        "phase_detail": "Carriage shed ",
        "intended_completion_date": "04/2024",
        "intended_commencement_date": "03/2024"
      }
    ],
    "rain_water_harvesting": false,
    "projected_cost_of_works": "Up to £2m",
    "total_gia_lost": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 70.5,
        "use_class": "F2",
        "gia_gained": 83,
        "gia_lost": 0
      }
    ]
  },
  "secondary_street_name": "EASTCOTE",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511724.6841,
              186902.4835
            ],
            [
              511725.0148,
              186902.8142
            ],
            [
              511747.1737,
              186930.5955
            ],
            [
              511753.1268,
              186937.2101
            ],
            [
              511762.718,
              186947.132
            ],
            [
              511785.2076,
              186969.6217
            ],
            [
              511837.4629,
              187022.5384
            ],
            [
              511879.1349,
              186994.0957
            ],
            [
              511822.2494,
              186916.0434
            ],
            [
              511822.9108,
              186911.4132
            ],
            [
              511793.1451,
              186873.71
            ],
            [
              511786.5305,
              186875.0329
            ],
            [
              511757.4263,
              186868.7491
            ],
            [
              511752.4654,
              186864.1188
            ],
            [
              511757.4263,
              186869.0798
            ],
            [
              511740.2284,
              186888.9236
            ],
            [
              511735.5981,
              186887.2699
            ],
            [
              511724.6841,
              186902.4835
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "last_updated": "2025-04-20T21:59:11.589Z",
  "date_building_work_started_under_previous_permission": null,
  "ward": "EASTCOTE 2022",
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "application_type": "All Other",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers",
    "Site Location Plan, dated 02/01/2025",
    "02B (Site Plans), dated 02/01/2025",
    "03A (Proposed floor plan and elevations) dated 12/11/2024",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The hereby approved portacabin as identified on the proposed site plan drawing number 02B (Site Plans) dated 02/01/2025 shall be relocated from its existing position as identified on the existing site plan (same drawing number) within 6 months of the date of this decision and shall remain in situ and maintained as such until the use ceases or the portacabin is no longer required.",
    "REASON",
    "To safeguard the visual amenity of the Metropolitan Open Land, in compliance with policy EM2 of the Local Plan Part 1 (2012), policies DMEI 4 and DMEI 6 of the Hillingdon Local Plan Part 2- Development Management Policies (2020), Policy G2 of the London Plan (2021) and the NPPF.",
    "The cladding materials as shown on the hereby approved drawing 03A (Proposed floor plan and elevations) dated 12/11/2024 shall be a feather boarded timber cladded material with a green painted finish.",
    "The timber cladded material shall be fire resistant and shall be treated material so that it can achieve a minimum fire rating of Euro Class B or better.",
    "The hereby approved materials shall be installed on the portacabin within  6 months of the date of this decision and shall be maintained as such until the use ceases and the portacabin is removed from the site.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020) and ensure it meets fire safety standards in accordance with Policy D12 of the London Plan 2021.",
    "The second existing portacabin on site and as shown on the existing site plan drawing number 02B (Site Plans) dated 02/01/2025 shall be removed from the site in its entirety within 6 months of the date of this decision and the land restored to its former condition.",
    "REASON",
    "To safeguard the visual amenity of the Metropolitan Open Land, in compliance with policy EM2 of the Local Plan Part 1 (2012), policies DMEI 4 and DMEI 6 of the Hillingdon Local Plan Part 2- Development Management Policies (2020), Policy G2 of the London Plan (2021) and the NPPF (2024).",
    "The hereby approved portacabin as identified on the proposed site plan drawing number 02B (Site Plans) dated 02/01/2025 shall only be used for the purpose stated in the application, ancillary to the model train use. It shall be removed from the site with the land restored to it former condition, when the portacabin is no longer required for its function. Its removal shall take place within 1 month of its ceasing to be used for its approved function.",
    "REASON",
    "To safeguard the visual amenity of the Metropolitan Open Land, in compliance with policy EM2 of the Local Plan Part 1 (2012), policies DMEI 4 and DMEI 6 of the Hillingdon Local Plan Part 2- Development Management Policies (2020), Policy G2 of the London Plan (2021) and the National Planning Policy Framework (2024).",
    "No relocation of the portacabin shall take place until the details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "1. A method statement outlining the sequence of development on the site including any demolition, building works/relocation, footpath implementation and tree protection measures.",
    "2. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority such fencing should be a minimum height of 1.5 metres.",
    "Thereafter, the development shall be implemented in accordance with the approved details. The fencing shall be retained in position u",
    "The hereby approved Hawthorn Hedging shall be completed within eight months of the development commencing (or such period as agreed in writing by the Local Planning Authority) or prior to occupation of the buildings, whichever is the earlier period.  The new planting and landscape operations should comply with the requirement specified in BS 3936 (1992) 'Nursery Stock, Part 1, Specification for Trees and Shrubs' and in BS4428 (1989) 'Code of Practice for General Landscape Operations (Excluding Hard Surfaces)'.  Thereafter, areas of amenity space shall be permanently retained and any trees or other planting which die, are removed or become seriously damaged or diseased within a period of  5 years from the completion of development, shall be replaced in the next planting season with others of similar size and species in accordance with the details approved by the Local Planning Authority.",
    "REASON",
    "To ensure that the proposed development makes a satisfactory contribution to the preservatio",
    "No contaminated soils or other materials shall be imported to the site. All imported soils for landscaping purposes shall be clean and free of contamination. All imported soils shall be inspected and tested for chemical contamination, and the results of this testing shall be submitted to and approved by the Local Planning Authority.",
    "REASON",
    "To ensure that staff and visitors to the development are not subject to any risks from soil contamination in accordance with Policy DMEI 13 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people."
  ],
  "appeal_decision_date": null,
  "title_number": null,
  "lpa_name": "Hillingdon",
  "pp_id": "12331931",
  "decision_date": "20/01/2025",
  "id": "Hillingdon-22899_APP_2023_2219",
  "street_name": "FIELD END ROAD"
}