{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": null,
  "application_type": "All Other",
  "lpa_app_no": "15/00875/FUL",
  "application_type_full": null,
  "uprn": "10090629795",
  "borough": "London Borough of Barking and Dagenham",
  "street_name": "CHEQUERS LANE",
  "locality": null,
  "ward": "River",
  "actual_commencement_date": null,
  "lpa_name": "Barking & Dagenham",
  "bo_system": "Idox Tascomi",
  "decision_conditions": [
    "The development hereby permitted must be commenced not later than the expiration of THREE YEARS from the date of this permission.\r\rReason: To comply with Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall be carried out in accordance with the following approved plans:\r\rZAAVIA/CL/102 Rev B\rZAAVIA/CL/103 Rev C\rZAAVIA/CL/104 Rev B\rZAAVIA/CL/106 Rev B\r\rReason: For the avoidance of doubt and in the interests of proper planning.",
    "No development above ground level shall take place until details/samples of all materials to be used in the construction of the external surfaces of the development have been submitted to and approved in writing by the Local Planning Authority.  The development shall be carried out in accordance with the approved materials.\r\rReason: To ensure a satisfactory standard of external appearance, in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BP11 of the Borough Wide DPD (March 2011).",
    "No open storage shall be permitted on site unless otherwise agreed in writing with the Local Planning Authority. \r\rReason: To ensure a satisfactory standard of external appearance, in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BP11 of the Borough Wide Development Policies DPD (March 2011).",
    "No above ground new development shall take place until details of hard landscaping have been submitted to and approved in writing by the Local Planning Authority.  The hard landscaping scheme shall include details of the following:\r1.\tsurface materials;\r2.\tboundary treatment.\r\rThe hard landscaping shall be implemented in accordance with the approved details prior to the first occupation of the buildings hereby approved and thereafter permanently retained. \r\rReason: In the interest of design quality, residential amenity, accessibility and public safety, in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BP11 of the Borough Wide Development Policies DPD (March 2011).",
    "No above ground new development shall be commenced until there has been submitted to and approved in writing by the Local Planning Authority a scheme of soft landscaping for the site.  The approved landscaping scheme shall be carried out in the first planting and seeding seasons following the occupation of the building or completion of the development, whichever is the sooner.  Any trees or plants which within a period of 5 years from the completion of the development die, are removed or become seriously damaged or diseased, shall be replaced in the next planting season with others of similar size and species unless the Local Planning Authority gives written consent to any variation.\r\rReason: To secure the provision and retention of the landscaping in the interests of the visual amenity of the area and in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document and Section 197 of the Town and Country Planning Act 1990.",
    "The car parking area indicated on drawing SA 9046-004 Rev A shall be constructed and marked out prior to the occupation of the development, and thereafter retained permanently for the accommodation of vehicles of occupiers and visitors to the premises and not used for any other purpose.  \r\rReason: To ensure that sufficient off-street parking areas are provided and not to prejudice the free flow of traffic or conditions of general safety along the adjoining highway in accordance with Policies BR9 and BR10 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place until an investigation and risk assessment, in addition to any assessment provided with the planning application, has been completed in accordance with a scheme to assess the nature and extent of any contamination on the site, whether or not it originates on the site. The contents of the scheme are subject to the approval in writing of the Local Planning Authority. The investigation and risk assessment must be undertaken by competent persons and a written report of the findings must be produced. The written report is subject to the approval in writing of the Local Planning Authority. The report of the findings must include: \r\r(i) a survey of the extent, scale and nature of contamination; \r(ii) an assessment of the potential risks to: \r- human health, \r- property (existing or proposed) including buildings, crops, livestock,     pets, woodland and service lines and pipes, \r- adjoining land, \r- groundwaters and surface waters, \r- ecological systems, \r- archaeological sites and ancient monuments; \r(iii) an appraisal of remedial options, and proposal of the preferred option(s). \r(iv) this must be conducted in accordance with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11'. \r\rReason: Contamination must be identified prior to the commencement of development to ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide DPD (March 2011).",
    "No development shall take place until a detailed remediation scheme required to bring the site to a condition suitable for the intended use by removing unacceptable risks to human health, buildings and other property and the natural and historical environment has been prepared, and is subject to the approval in writing of the Local Planning Authority. The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation. \r\rReason: Contamination must be identified prior to the commencement of development to ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide DPD (March 2011).",
    "The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development other than that required to carry out remediation, unless otherwise agreed in writing by the Local Planning Authority. The Local Planning Authority must be given two weeks written notification of commencement of the remediation scheme works. \r\rReason: Contamination must be identified prior to the commencement of development to ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide DPD (March 2011).",
    "Following completion of measures identified in the approved remediation scheme, a verification report (also known as a validation report) that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority. \r\rReason: Contamination must be identified prior to the commencement of development to ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide DPD (March 2011).",
    "In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority. An investigation and risk assessment must be undertaken in accordance with the requirements of condition 9, and where remediation is necessary a remediation scheme must be prepared in accordance with the requirements of condition 10 which are subject to the approval in writing of the Local Planning Authority.\r\rFollowing completion of measures identified in the approved remediation scheme a verification report must be prepared, which is subject to the approval in writing of the Local Planning Authority in accordance with condition 12.\r\rReason: Contamination must be identified prior to the commencement of development to ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide DPD (March 2011).",
    "The development hereby permitted shall not be occupied until a Deliveries and Servicing Plan has been submitted to and approved in writing by the Local Planning Authority.  The Plan shall be designed to minimise deliveries and export of materials within the times of peak traffic congestion on the local road network and shall control the size and type of servicing and delivery vehicles accessing the site.  The Plan shall be implemented in accordance with the approved details and thereafter maintained.\r\rReason:  In the interests of highway safety and to accord with Policy BR10 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place until a Construction and Environmental Management Plan has been submitted to and approved in writing by the Local Planning Authority. The Construction and Environmental Management Plan shall provide details of all methods of site preparation and construction of the development and include:\r\ra.\ttraffic management; \rb.\tsite clearance (including security hoardings);\rc.\twaste management; \rd.\tsurface water pollution control;\re.\tlocation and type of stored materials\rf.\tdust, smoke and odour control;\rg.\tavoidance of fires;\rh.\twheel washing;\ri.\tmeasures to control the emission of noise, dust and dirt during construction;\rj.\thours of operation; No construction or building works shall be carried out other than internal works not audible outside the site boundary except between the hours of 08.00 to 18.00 Monday to Friday and 08.00 to 13.00 Saturday or at any time on Bank or Public holidays without the prior written approval of the Local Planning Authority, unless the works have been approved in advance under section 61 of the Control of Pollution Act 1974. \rk.\timplementation and monitoring.  \r\rConstruction work and associated activities are to be carried out in accordance with the recommendations contained within British Standard 5228:2009, \"Code of practice for noise and vibration control on construction and open sites\". Parts 1 and 2.  The approved Plan shall be implemented for the entire period of the works at the site.\r\rReason: The CEMP is required prior to commencement of development in order to minimise the impact of the construction phase on the environment and on the amenities of neighbouring residents, in accordance with Policy BP8 of the Borough Wide DPD (March 2011)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "549022",
  "status": "Approved",
  "decision_date": "09/12/2015",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          0.1467948,
          51.5177558
        ],
        [
          0.146393,
          51.5175454
        ],
        [
          0.14614929999999998,
          51.517714
        ],
        [
          0.1461347,
          51.5177089
        ],
        [
          0.146093,
          51.5177347
        ],
        [
          0.1461032,
          51.5178291
        ],
        [
          0.1464017,
          51.5180342
        ],
        [
          0.1467948,
          51.5177558
        ]
      ]
    ]
  },
  "decision_target_date": "03/12/2015",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": "Minor general industry-storage-warehousing",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T19:54:09.405+00:00",
  "last_updated_by": "Idox Tascomi",
  "site_name": "Proposed Development Site Nnw Of Samuel Williams Site",
  "id": "Barking_&_Dagenham-15_00875_FUL",
  "decision": "Approved",
  "cil_liability": null,
  "centroid_northing": "182057",
  "appeal_start_date": null,
  "postcode": "",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=15125",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of existing storage building and erection of warehouse unit (Use Class B8).",
  "valid_date": "08/10/2015",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              549048.215,
              182054.732
            ],
            [
              549021.029,
              182030.523
            ],
            [
              549003.566,
              182048.779
            ],
            [
              549002.574,
              182048.183
            ],
            [
              548999.597,
              182050.962
            ],
            [
              548999.994,
              182061.479
            ],
            [
              549020.036,
              182084.894
            ],
            [
              549048.215,
              182054.732
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "pp_id": null,
  "application_details": {
    "site_area": 0.14100000000000001
  },
  "centroid": {
    "lon": "0.1464182",
    "lat": "51.5177831"
  },
  "lapsed_date": "09/12/2020",
  "decision_process": "Delegated",
  "actual_completion_date": null
}