{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": null,
  "application_type": "All Other",
  "lpa_app_no": "15/00065/CTY",
  "application_type_full": null,
  "uprn": "100047291",
  "borough": "London Borough of Barking and Dagenham",
  "street_name": "RIPPLE ROAD",
  "locality": null,
  "ward": "Thames",
  "actual_commencement_date": null,
  "lpa_name": "Barking & Dagenham",
  "bo_system": "Idox Tascomi",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.\r\rReason:\rTo comply with Section 91 of the Town and Country Planning Act 1990 (as amended by S.51 of the Planning and Compulsory Purchase Act  2004)",
    "No development shall take place until a detailed remediation scheme required to bring the site to a condition suitable for the intended use by removing unacceptable risks to human health, buildings and other property and the natural and historical environment must be prepared, and is subject to the approval in writing of the Local Planning Authority. The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation. \r\rReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are fully investigated and minimised, together with those to controlled waters, property and ecological systems, prior to development commencing as these works cannot be retrospectively undertaken and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policies BR4 and BR5 of the Borough Wide Development Policies DPD (March 2011).",
    "The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development other than that required to carry out remediation, unless otherwise agreed in writing by the Local Planning Authority. The Local Planning Authority must be given two weeks written notification of commencement of the remediation scheme works. \r\rReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are fully investigated and minimised, together with those to controlled waters, property and ecological systems, prior to development commencing as these works cannot be retrospectively undertaken and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policies BR4 and BR5 of the Borough Wide Development Policies DPD (March 2011).",
    "Following completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority. \r\rReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are fully investigated and minimised, together with those to controlled waters, property and ecological systems and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policies BR4 and BR5 of the Borough Wide Development Policies DPD (March 2011).",
    "In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority. An investigation and risk assessment must be undertaken in accordance with the requirements of condition 6, and where remediation is necessary a remediation scheme must be prepared in accordance with the requirements of condition 7 which are subject to the approval in writing of the Local Planning Authority.\r\rFollowing completion of measures identified in the approved remediation scheme a verification report must be prepared, which is subject to the approval in writing of the Local Planning Authority in accordance with condition 9.\r\rReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are fully investigated and minimised, together with those to controlled waters, property and ecological systems and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policies BR4 and BR5 of the Borough Wide Development Policies DPD (March 2011).",
    "The development hereby permitted shall be carried out in accordance with the following approved plans: \r\rDL/247/210 Rev D\rDL/247/211 Rev C\rDL/247/212 \rDL/247/213 Rev A\rDL/247/312 Rev A\r14.3947/01 Rev T3\r14.3947/02 Rev P1\r\t\rReason: For the avoidance of doubt and in the interests of proper planning.",
    "The development hereby permitted shall not be occupied until details of hard landscaping have been submitted to and approved in writing by the Local Planning Authority.  The hard landscaping scheme shall include details of the following:\r1.\tsurface materials;\r2.\tboundary treatment;\r3.\tlighting and bollards.\r\rThe hard landscaping shall be implemented in accordance with the approved details prior to the first occupation of the buildings hereby approved and thereafter permanently retained. \r\rReason: In the interest of design quality, residential amenity, accessibility and public safety, in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BP11 of the Borough Wide Development Policies DPD (March 2011).",
    "The development hereby permitted shall not be occupied until there has been submitted to and approved in writing by the Local Planning Authority a scheme of soft landscaping for the site.  The approved landscaping scheme shall be carried out in the first planting and seeding seasons following the occupation of the building or completion of the development, whichever is the sooner.  Any trees or plants which within a period of 5 years from the completion of the development die, are removed or become seriously damaged or diseased, shall be replaced in the next planting season with others of similar size and species unless the Local Planning Authority gives written consent to any variation.\r\rReason: To secure the provision and retention of the landscaping in the interests of the visual amenity of the area and in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document and Section 197 of the Town and Country Planning Act 1990.",
    "The car parking area indicated on drawing DL/247/210 Rev D shall be constructed and marked out prior to the occupation of the development, and thereafter retained permanently for the accommodation of vehicles of occupiers and visitors to the premises and not used for any other purpose.  \r\rReason: To ensure that sufficient off-street parking areas are provided and not to prejudice the free flow of traffic or conditions of general safety along the adjoining highway in accordance with Policies BR9 and BR10 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place until an investigation and risk assessment, in addition to any assessment provided with the planning application, has been completed in accordance with a scheme to assess the nature and extent of any contamination on the site, whether or not it originates on the site. The contents of the scheme are subject to the approval in writing of the Local Planning Authority. The investigation and risk assessment must be undertaken by competent persons and a written report of the findings must be produced. The written report is subject to the approval in writing of the Local Planning Authority. The report of the findings must include: \r\r(i)\ta survey of the extent, scale and nature of contamination; \r(ii)\tan assessment of the potential risks to: \ro\thuman health, \ro\tproperty (existing or proposed) including buildings, crops, livestock, pets, woodland and service lines and pipes, \ro\tadjoining land, \ro\tgroundwaters and surface waters, \ro\tecological systems, \ro\tarchaeological sites and ancient monuments; \r(iii)\t an appraisal of remedial options, and proposal of the preferred option(s). \r(iv)\t This must be conducted in accordance with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11'. \r\rReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are fully investigated and minimised, together with those to controlled waters, property and ecological systems, prior to development commencing as these works cannot be retrospectively undertaken and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policies BR4 and BR5 of the Borough Wide Development Policies DPD (March 2011)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "547538",
  "status": "Approved",
  "decision_date": "24/04/2015",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          0.12646179999999999,
          51.531458
        ],
        [
          0.1264921,
          51.5313204
        ],
        [
          0.1264944,
          51.5312718
        ],
        [
          0.126476,
          51.5306811
        ],
        [
          0.1264799,
          51.5306667
        ],
        [
          0.1264953,
          51.5306036
        ],
        [
          0.1264719,
          51.5305926
        ],
        [
          0.1264516,
          51.529765
        ],
        [
          0.12589319999999998,
          51.5297665
        ],
        [
          0.1253586,
          51.5297877
        ],
        [
          0.12515779999999999,
          51.5297999
        ],
        [
          0.12487419999999999,
          51.529805
        ],
        [
          0.124704,
          51.5297881
        ],
        [
          0.1247674,
          51.5313459
        ],
        [
          0.1252845,
          51.5313422
        ],
        [
          0.12527639999999998,
          51.5313652
        ],
        [
          0.1253863,
          51.5313661
        ],
        [
          0.1255993,
          51.5314165
        ],
        [
          0.1258081,
          51.5313784
        ],
        [
          0.1259564,
          51.5314186
        ],
        [
          0.12646179999999999,
          51.531458
        ]
      ]
    ]
  },
  "decision_target_date": "20/03/2015",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": null,
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T18:57:13.473+00:00",
  "last_updated_by": "Idox Tascomi",
  "site_name": "Maybells Farm",
  "id": "Barking_&_Dagenham-15_00065_CTY",
  "decision": "Approved",
  "cil_liability": true,
  "centroid_northing": "183438",
  "appeal_start_date": null,
  "postcode": "IG11 0TP",
  "url_planning_app": null,
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Use of two areas of adjoining land in connection with existing waste transfer station, erection of offices and baling unit building and reorganisation of site including relocation of weighbridge.,",
  "valid_date": "23/01/2015",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              547593.358,
              183537.211
            ],
            [
              547595.898,
              183521.971
            ],
            [
              547596.215,
              183516.573
            ],
            [
              547596.85,
              183450.851
            ],
            [
              547597.168,
              183449.263
            ],
            [
              547598.438,
              183442.278
            ],
            [
              547596.85,
              183441.008
            ],
            [
              547598.12,
              183348.933
            ],
            [
              547559.385,
              183347.981
            ],
            [
              547522.238,
              183349.251
            ],
            [
              547508.268,
              183350.203
            ],
            [
              547488.583,
              183350.203
            ],
            [
              547476.835,
              183347.981
            ],
            [
              547476.2,
              183521.336
            ],
            [
              547512.078,
              183521.971
            ],
            [
              547511.443,
              183524.511
            ],
            [
              547519.063,
              183524.828
            ],
            [
              547533.668,
              183530.861
            ],
            [
              547548.273,
              183527.051
            ],
            [
              547558.433,
              183531.813
            ],
            [
              547593.358,
              183537.211
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": null,
  "application_details": {
    "site_area": 2.159
  },
  "centroid": {
    "lon": "0.1256228",
    "lat": "51.530581"
  },
  "lapsed_date": "24/04/2020",
  "decision_process": "Delegated",
  "actual_completion_date": null
}