{
  "application_type": "All Other",
  "application_type_full": "Full planning permission",
  "description": "Partial demolition of the existing building, followed by refurbishment, side extensions and upwards extensions, alongside erection of perimeter blocks around a podium level, to increase hotel capacity (Class C1) whilst introducing industrial uses (Class E(g)(ii) and E(g)(iii)) at ground and first floor level.",
  "epc_number": "0092-2443-7330-8300-5603",
  "street_name": "27 UXBRIDGE ROAD",
  "appeal_decision": null,
  "lpa_app_no": "2385/APP/2022/2952",
  "centroid": {
    "lon": -0.395705,
    "lat": 51.514409
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 511420,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=2385/APP/2022/2952",
  "last_updated": "2025-03-19T21:04:57.181+00:00",
  "subdivision_of_building": "Proposals only affect the ground floor, first floor and roof level of the existing building. In addition, the exterior is to be re-cladded. The hotel remains as existing from the second to eleventh floor (the existing twelfth floor plant room is removed and replaced by new accommodation). ",
  "postcode": "UB4 0JN",
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 180718,
  "site_name": "HYATT PLACE",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "26/09/2022",
  "lapsed_date": "22/05/2027",
  "parking_details": {
    "no_existing_car": 70,
    "no_existing_lgv": 0,
    "no_proposed_car": 32,
    "no_proposed_lgv": 7,
    "net_lgv": 7,
    "net_car": -38
  },
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": true,
  "decision_target_date": "29/05/2024",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "26/10/2022",
  "ward": "WOOD END 2022",
  "appeal_status": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-2385_APP_2022_2952",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511356.9504,
              180687.6585
            ],
            [
              511379.1093,
              180759.7576
            ],
            [
              511384.401,
              180763.7264
            ],
            [
              511454.185,
              180723.0466
            ],
            [
              511438.9714,
              180703.2028
            ],
            [
              511438.6407,
              180682.0361
            ],
            [
              511423.0964,
              180669.1376
            ],
            [
              511359.2656,
              180685.3434
            ],
            [
              511356.9504,
              180687.6585
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby approved shall not be carried out except in complete accordance with the details shown on the submitted plans and shall be retained as such, numbers:",
    "INF - HAP - ZZZ - L00 - DR - A - 00001",
    "INF - HAP - ZZZ - B01 - DR - A - 10001",
    "INF - HAP - ZZZ - L00 - DR - A - 10002",
    "INF - HAP - ZZZ - L01 - DR - A - 10003",
    "INF - HAP - ZZZ - L02 - DR - A - 10004",
    "INF - HAP - ZZZ - L03 - DR - A - 10005",
    "INF - HAP - ZZZ - L04 - DR - A - 10006",
    "INF - HAP - ZZZ - L05 - DR - A - 10007",
    "INF - HAP - ZZZ - L06 - DR - A - 10008",
    "INF - HAP - ZZZ - L07 - DR - A - 10009",
    "INF - HAP - ZZZ - L08 - DR - A - 10010",
    "INF - HAP - ZZZ - L09 - DR - A - 10011",
    "INF - HAP - ZZZ - L10 - DR - A - 10012",
    "INF - HAP - ZZZ - L11 - DR - A - 10013",
    "INF - HAP - ZZZ - L12 - DR - A - 10014",
    "INF - HAP - ZZZ - L13 - DR - A - 10015",
    "INF - HAP - ZZZ - L14 - DR - A - 10016",
    "INF - HAP - ZZZ - ZZ - DR - A - 11001",
    "INF - HAP - ZZZ - ZZ - DR - A - 11002",
    "INF - HAP - ZZZ - ZZ - DR - A - 11003",
    "INF - HAP - ZZZ - ZZ - DR - A - 11004",
    "INF - HAP",
    "Prior to the commencement of the development hereby approved (including demolition), a Demolition and Construction Logistics Plan (DLP/CLP) and a Demolition and Construction Management Plan (DMP/CMP) shall be submitted to, and approved in writing by, the Local Planning Authority (in consultation with RAF Northolt), to minimise impacts to the local highway network, and to control noise, vibration and air pollutants generated as a result of the construction process. These documents shall be prepared in accordance with the London Freight Plan, 'The control of dust and emissions from construction and demolition' Supplementary Planning Guidance, BRE Pollution Control Guides 'Controlling particles and noise pollution from construction sites' and 'Controlling particles, vapour and noise pollution from construction sites'.",
    "The DLP/CLP and DMP/CMP shall include details of (but shall not necessarily be limited to):",
    "(i) a programme of works, including hours of construction, with construction d",
    "Prior to commencement of the development hereby approved (excluding demolition), a Detailed Energy Assessment shall be submitted to and approved in writing by the Local Planning Authority. The assessment shall accord with the requirements of the London Plan (policy SI2) and the GLA Energy Assessment Guidance (April 2020 or as amended). The assessment shall clearly identify the baseline energy demand and associated carbon emissions in accordance with the prevailing building regulation requirements. The assessment shall then clearly define the 'be lean', 'be clean' and 'be green' measures to demonstrate that the development will meet as far as practicable the zero carbon standards of the London Plan and the minimum standards for onsite energy efficiency. Where the measures do not collectively contribute to a zero carbon saving (noting a minimum requirement of 35% saving onsite) to the agreement of the Local Planning Authority, the report shall set out:-",
    "(a) the 'onsite saving' and",
    "(b) t",
    "Prior to the commencement of the development hereby approved (excluding demolition), a Bird Hazard Management Plan (BHMP) shall be submitted to, and approved in writing by, the Local Planning Authority, in consultation with RAF Northolt. The BHMP shall include details of the management of flat roofs and include measures to avoid access to the underside of the solar arrays and framework by hazardous birds, to prevent the creation of an attractive environment for hazardous birds, such as feral pigeons and large gulls.",
    "The development shall be carried out in accordance with the approved BHMP.",
    "REASON",
    "To minimise the potential of the works approved to provide a habitat desirable to hazardous large and/or flocking birds which could pose a considerable hazard to aviation safety, exacerbated by the proximity of RAF Northolt, in accordance with Policy DMAV 1 of the Hillingdon Local Plan: Development Management Policies (2020).",
    "Prior to the commencement of the development hereby approved (excluding demolition), details shall be submitted which show that either:",
    "(a) 10% of the new bedrooms shall be wheelchair accessible (in accordance with Figure 52, incorporating either Figure 30 or 33 of British Standard BS8300-2:2018 Design of an accessible and inclusive built environment. Buildings. Code of practice); or",
    "(b) 15% of the new bedrooms shall be accessible rooms (in accordance with the requirements of 19.2.1.2 of British Standard BS8300-2:2018 Design of an accessible and inclusive built environment. Buildings. Code of practice).",
    "REASON",
    "To ensure that people with disabilities have adequate access to the development in accordance with Policies D5 and E10 of the London Plan (2021).",
    "Prior to the commencement of the development hereby approved (excluding demolition), an Updated Sustainable Urban Drainage Strategy shall be submitted to, and approved in writing by, the Local Planning Authority.",
    "The Drainage Strategy shall, as a minimum, include further details of:",
    "- Maintenance, including the maintenance owner",
    "- Proof of consent from Thames Water to allow a connection to the Thames Water sewer",
    "- Peak Flow Control (the proposed runoff rate for the 1 in 1 year event should be lower than the greenfield rate for the 1 in 1 year event)",
    "REASON",
    "To ensure compliance with Policy SI 12 of the London Plan (2021).",
    "(i) Prior to the commencement of the development hereby approved (excluding demolition), a scheme to deal with unacceptable concentrations of contamination within the soil, including any identified asbestos materials, shall be submitted to and approved in writing by the Local Planning Authority (LPA). The scheme shall include the following measures unless the LPA dispenses with any such requirement specifically and in writing:",
    "(a) A site investigation, including soil, soil gas, surface water and groundwater sampling, together with the results of analysis and risk assessment shall be carried out by a suitably qualified person/s. The report should also clearly identify all risks, limitations and recommendations for remedial measures to make the site suitable for the proposed use; and",
    "(b) A written method statement providing details of the remediation scheme and how the completion of the remedial works will be verified, along with the details of a watching brief to address undiscovered",
    "Prior to any above ground works for the development hereby approved (excluding demolition), further details of the cycle storage shall be submitted to, and approved in writing by the Local Planning Authority. The details shall show a minimum of 32 long-stay spaces, 8 short-stay spaces and 3 cargo cycle spaces for the industrial units and 22 long-stay and 10 short-stay cycle spaces for the hotel.",
    "The details shall further demonstrate how the cycle spaces accord with the London Cycling Design Standards (LCDS), and in particular, shall show that at least 20% of spaces are provided as Sheffield stands at a standard spacing (1.2m preferred, 1.0m minimum), and that at least 5% of cycle parking spaces are suitable to accommodate larger and adapted cycles (with a minimum of 1.8m spacing between stands).",
    "Thereafter, the development shall not be occupied or brought into use until the approved cycling facilities have been implemented in accordance with the approved details, with the facilities",
    "Prior to any above ground works for the development hereby approved (excluding demolition), a Biodiversity Enhancement and Management Plan (BEMP) shall be submitted to, and approved in writing by, the local planning authority. The BEMP shall demonstrate how the development hereby approved shall seek to maximise the delivery of on-site biodiversity improvements, including through the delivery of new trees, flower-rich perennial planting, mature shrubs, green roofs and walls, and bird or bat boxes.",
    "In addition, the proposal shall achieve an Urban Greening Factor (UGF) of at least 0.39, as shown on Drawing No. 0303-BDL-XX-XX-DR-L-0805-P02.",
    "The development shall thereafter be implemented in accordance with the approved BEMP.",
    "REASON",
    "In order to encourage a wide diversity of wildlife on site in accordance with Policy DMEI 7 of the Hillingdon Local Plan: Development Management Policies (2020) and Policies G5 and G6 of the London Plan (2021).",
    "A) Prior to any above ground works for the development hereby approved (excluding demolition), the principles of a Fire Statement shall be submitted to, and approved in writing by, the Local Planning Authority. The statement shall detail how the development will function in terms of:",
    "(i) the building's construction: methods, products and materials used, including manufacturers' details",
    "(ii) the means of escape for all building users: suitably designed stair cores, escape for building users who are disabled or require level access, and associated evacuation strategy approach",
    "(iii) features which reduce the risk to life: fire alarm systems, passive and active fire safety measures and associated management and maintenance plans",
    "(iv) access for fire service personnel and equipment: how this will be achieved in an evacuation situation, water supplies, provision and positioning of equipment, firefighting lifts, stairs and lobbies, any fire suppression and smoke ventilation systems proposed",
    "Prior to any above ground works for the development hereby approved (excluding demolition), a Parking Design and Management Plan shall be submitted to, and approved in writing by the Local Planning Authority. It shall include the following:",
    "(i) The arrangements for all on-site parking, including a booking system, and to include provisions for managing, monitoring, enforcement and review. All on-site parking spaces shall be solely for use by the development hereby approved (e.g. staff, visitors, guests) and shall not be used for any other purpose or leased/sub-let.",
    "(ii) Details of 18 parking bays and 14 wheelchair accessible parking pays; to be permanently retained within the car parking area.",
    "(iii) Details of 20% active electric vehicle charging points (and 80% passive) for the hotel spaces.",
    "(iv) Details of active electric vehicle charging points for all operational spaces.",
    "(v) Details of pedestrian / cyclist priority routes and wayfinding across the site.",
    "The vehicle parking pro",
    "Prior to any above ground works for the development hereby approved (excluding demolition), a scheme of landscaping shall be submitted to, and approved in writing by, the Local Planning Authority. The scheme shall include:",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Means of enclosure/boundary treatments",
    "2.c Hard Surfacing Materials",
    "2.d External Lighting",
    "2.e Other structures (such as play equipment and furniture)",
    "3. Living Walls and Roofs",
    "3.a Details of the inclusion of living walls and roofs; or",
    "3.b Justification as to why no part of the development can include living walls and roofs",
    "4. Details of Landscape Maintenance",
    "4.a Landscape Maintenance Schedule for a minimum period of 5 years.",
    "4.b Proposals for",
    "Prior to any above ground works for the development hereby approved (excluding demolition), details of all materials and external surfaces, including fenestration, balconies, boundary treatments and balustrades, shall be submitted to, and approved in writing by, the Local Planning Authority.",
    "Details should include information relating to make, product, type, colour and can include photographs and images.",
    "Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Development Management Policies (2020).",
    "Prior to the first use of the development hereby approved, a Minibus Shuttle Service Management Plan (MSSMP) shall be submitted to, and approved in writing by, the local planning authority. The MSSMP shall, as a minimum, set out the number and type of minibuses to serve the site (with all minibuses to be fully electric), hours of operation, destinations served, parking arrangements, pick-up/drop off facilities, booking arrangements, payment, and details of accessibility for disabled people.",
    "REASON",
    "In accordance with Policy T7 of the London Plan (2021).",
    "Prior to the first use of the development hereby approved, a Delivery and Servicing Plan, including tracked vehicle movements where necessary, shall be submitted to, and approved in writing by, the Local Planning Authority to demonstrate how the industrial units and the hotel will operate, both independently and together. Deliveries should be received outside of peak hours and in the evening or night time.",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To encourage out of hours/off peak servicing to help mitigate the site's contribution to local congestion levels in compliance with Policy T7 of the London Plan (2021) and Policies DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 (2020).",
    "The 'industrial' floorspace hereby approved at ground and mezzanine level, as shown on Drawing Nos. INF - HAP - ZZZ - L00 - DR - A - 10002 and INF - HAP - ZZZ - L01 - DR - A - 10003, shall be used as light industrial or research and development floorspace only, falling within the E(g)(ii) or E(g)(iii) use classes, as set out in the Town and Country Planning (Use Classes) Order (1987) (as amended).",
    "REASON",
    "To ensure the development brings forward an increase in industrial capacity and to prevent inappropriate uses within a SIL, in accordance with Policies E4, E5 and E7 of the London Plan (2021).",
    "The development hereby approved shall not be served by coaches, and shall not allow coaches to enter the site. For the avoidance of doubt, a vehicle with over sixteen passenger seats is classed as a coach and requires a special driving licence category to drive on the highway with or without passengers, fare paying or not.",
    "REASON",
    "To ensure the proposal does not impede the free flow of traffic or worsen pedestrian safety in accordance with Policy T7 of the London Plan (2021), as there does not appear to be sufficient room within the site for coaches to safely enter, turn around, and leave in forward gear.",
    "The development hereby approved shall achieve 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO). No part of the development hereby approved shall be occupied until accreditation has been achieved.",
    "REASON",
    "To ensure the development provides a safe and secure environment in accordance with Policy DMHB 15 of the Hillingdon Local Plan: Development Management Policies (2020) and Policy D11 of the London Plan (2021).",
    "The sole means of vehicular access into and out of the site shall be from Springfield Road, as shown on Drawing No. INF - HAP - ZZZ - L00 - DR - A - 10002.",
    "REASON",
    "To ensure the development does not obstruct the free flow of traffic on Uxbridge Road or Springfield Road in accordance with Policies T2 and T7 of the London Plan (2021).",
    "Prior to the occupation of the development, full details of mechanical ventilation to be provided throughout the building(s) shall be submitted to and approved in writing by the Local Planning Authority.",
    "The ventilation shall be installed in strict accordance with the approved details and thereafter permanently maintained.",
    "REASON",
    "To ensure that adequate ventilation of the building is provided, in accordance with Policy SI 1 of the London Plan (2021).",
    "Prior to the occupation of the development the post-construction tab of the GLA's Whole Life-Cycle Carbon Assessment template should be completed in line with the GLA's Whole Life-Cycle Carbon Assessment Guidance.",
    "The post-construction assessment should be submitted to the GLA at: ZeroCarbonPlanning@london.gov.uk, along with any supporting evidence as per the guidance. Confirmation of submission to the GLA shall be submitted to, and approved in writing by, the local planning authority, prior to occupation of the development.",
    "REASON",
    "In the interests of sustainable development and to maximise on-site carbon dioxide savings in accordance with Policy SI 2 of the London Plan (2021).",
    "a. Prior to the commencement of above ground works (including demolition), an updated Circular Economy Statement in line with the London Plan Guidance: Circular Economy Statements (March 2022) (including a completed GLA Circular Economy template) shall be submitted to and approved in writing by the Local Planning Authority. The updated Circular Economy Statement shall provide estimates of the expected waste arising and how this will be reused and/or recycled, material intensity / resource efficiency and define key commitments with respect to the Circular Economy Principles. The Circular Economy Statement should provide commitments to the GLA targets and include a Pre-Demolition Audit and Operational Waste Management Plan as appendices.",
    "The development shall only be constructed in accordance with the approved updated Circular Economy Statement.",
    "b. Prior to the occupation of the development, a postconstruction monitoring report should be completed in line with the GLA's Circular Econom",
    "The development hereby approved shall ensure that sufficient ducting space for full fibre connectivity infrastructure is provided.",
    "REASON",
    "To ensure compliance with Policy SI 6 of the London Plan (2021).",
    "Prior to the commencement of above ground works, full details of free to use, publicly accessible toilet facilities for a range of users, including disabled people, families with young children and people of all gender identities; and free 'Changing Places' toilets designed in accordance with the guidance in British Standard BS8300-2:2018 shall be submitted to and approved in writing by the Local Planning Authority.",
    "The publicly accessible toilet facilities shall be provided in accordance with the approved details prior to the occupation of the development and should be available 24 hours a day.",
    "REASON",
    "To ensure that adequate facilities are provided in compliance with Policy S6 of the London Plan (2021).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "Your attention is drawn to the attached note 'Environmental Control on Construction Sites'.",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation. These cover such works as - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works. Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts. A completed application form together with detailed plans must be submitted for approval before any building work is commenced. For further information and advice, contact - Residents Services, Building Control, 3N/01 Civic Centre, Uxbridge (Telephone 01895 558170).",
    "Your attention is drawn to the fact that the planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2019. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at cil@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in surchar",
    "The London Fire Brigade advise that the applicant should ensure that the plans conform to Part B of Approved Document of the Building Regulations and that the application is submitted to Building Control/Approved Inspector who in some circumstances may be obliged to consult the Fire Authority.",
    "Regard should also be had to Guidance note 29 on Fire Brigade Access similar to that in B5 of the Building Regulations. Particular attention should be made to paragraph 16, Water Mains and Hydrants, by the applicant.",
    "If there are any deviations from the guidance in ADB) vol 1 and 2: B5 Access and facilities for the fire service in relation to water provisions, then this information needs to be provided to the Water Office (water@london-fire.gov.uk) to discuss the proposed provision.",
    "If there are any deviations to Brigade access and facilities, then this information needs to be provided to Fire Safety Regulation (FSR-AdminSupport@london-fire.gov.uk) to review the proposed provision.",
    "Once we ha",
    "A Groundwater Risk Management Permit from Thames Water will be required for discharging groundwater into a public sewer.  Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991.  We would expect the developer to demonstrate what measures he will undertake to minimise groundwater discharges into the public sewer.  Permit enquiries should be directed to Thames Water's Risk Management Team by telephoning 020 3577 9483 or by emailing trade.effluent@thameswater.co.uk.  Application forms should be completed on line via https://gbr01.safelinks.protection.outlook.com/?url=http%3A%2F%2Fwww.thameswater.co.uk%2F&data=05%7C01%7CPlanningEConsult%40Hillingdon.Gov.UK%7C57c0ec73834d49de023d08dab7f71351%7Caaacb679c38148fbb320f9d581ee948f%7C0%7C0%7C638024569051600737%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000%7C%7C%7C&sdata=A7W1Tv6lAhyLapHEP8vbvW2tjF9g6dnPhKcM7aCfwho%3D",
    "Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08:00 and 18:00 hours Monday to Friday and between the hours of 08:00 hours and 13:00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays."
  ],
  "application_details": {
    "rain_water_harvesting": true,
    "surface_water_discharge_percentage_reduction": 99,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 9885,
        "use_class": "C1",
        "gia_gained": 10380,
        "gia_lost": 1211
      },
      {
        "gia_existing": 0,
        "use_class": "B1c",
        "gia_gained": 1318,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Between £2m and £100m",
    "affordable_housing_fast_track": false,
    "total_gia_lost": 1211,
    "infrastructure_details": {
      "chp_heat_pumps_capacity": 2,
      "mobile_network_operators_consultation": false,
      "solar_pv_capacity": 0.08,
      "no_new_water_connections_required": 1,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "fire_suppression_system_proposed": true,
      "no_new_gas_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "urban_greening_factor_score": 0.39,
      "total_annual_pm_emissions": 0,
      "percentage_demolition_construction_material_recycling": 95,
      "no_homes_passive_cooling": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "green_roof_area": 994,
      "ghg_reduction_over_building_regulations": true
    },
    "ownership_status": "Private",
    "total_gia_gained": 11698,
    "phasing_details": [
      {
        "phase_detail": "Whole development",
        "intended_completion_date": "12/2025",
        "intended_commencement_date": "08/2023"
      }
    ],
    "building_details": [
      {
        "no_storeys": 14,
        "max_height": 45.5,
        "building_ref": "Existing hotel (central block)"
      },
      {
        "no_storeys": 8,
        "max_height": 28.3,
        "building_ref": "Eastern C-block"
      },
      {
        "no_storeys": 8,
        "max_height": 28.3,
        "building_ref": "Western C-block"
      }
    ],
    "existing_uprns": null,
    "internal_resi_water_usage": 0,
    "scheme_name": "Infinite Hayes",
    "green_suds": true,
    "garden_land_lost": false,
    "scheme_phasing": true,
    "lead_developer_company_name": "Infinite Partners",
    "uk_company_registration_no": "13548716",
    "site_area": 0.5550000000000002,
    "total_gia_existing": 9885,
    "non_residential_details": {
      "total_gia_gained": 11698,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 1211,
      "total_gia_lost": 1211,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 11698,
      "total_gia_existing": 9885
    },
    "grey_water_reuse": true
  },
  "pp_id": "11424838",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3966028,
          51.5141495
        ],
        [
          -0.39626079999999997,
          51.5147932
        ],
        [
          -0.39618339999999996,
          51.5148278
        ],
        [
          -0.39519089999999996,
          51.5144484
        ],
        [
          -0.3954164,
          51.514273
        ],
        [
          -0.3954278,
          51.5140829
        ],
        [
          -0.3956558,
          51.51397
        ],
        [
          -0.3965702,
          51.5141282
        ],
        [
          -0.3966028,
          51.5141495
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "22/05/2024",
  "secondary_street_name": "HAYES"
}