{
  "centroid_easting": "506182",
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Hillingdon",
  "lpa_app_no": "43667/APP/2023/1974",
  "last_date_consultation_comments": "14/08/2023",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "bo_system": "CSV Data Import",
  "epc_number": null,
  "centroid": {
    "lat": 51.560753,
    "lon": -0.469641
  },
  "postcode": null,
  "actual_completion_date": null,
  "street_name": "ICKENHAM",
  "borough": "Hillingdon",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4698001,
          51.5606728
        ],
        [
          -0.4697901,
          51.5606846
        ],
        [
          -0.4695483,
          51.5609253
        ],
        [
          -0.46954379999999996,
          51.5609163
        ],
        [
          -0.46949609999999997,
          51.5607729
        ],
        [
          -0.4696491,
          51.5606233
        ],
        [
          -0.4698001,
          51.5606728
        ]
      ]
    ],
    "type": "Polygon"
  },
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=43667/APP/2023/1974",
  "appeal_decision_date": null,
  "cil_liability": false,
  "secondary_street_name": null,
  "id": "Hillingdon-43667_APP_2023_1974",
  "ward": "ICK/HAM & S HF/D 22",
  "title_number": [],
  "description": "Extension of existing garage",
  "uprn": null,
  "site_name": "2 DUKES RIDE",
  "decision_agency": "Borough",
  "centroid_northing": "185762",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "site_area": 0.032,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": []
  },
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "13/09/2023",
  "subdivision_of_building": null,
  "decision_date": "13/09/2023",
  "decision": "Approved",
  "locality": null,
  "appeal_start_date": null,
  "actual_commencement_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506169.7552,
              185752.6054
            ],
            [
              506170.4166,
              185753.9284
            ],
            [
              506186.6224,
              185781.0482
            ],
            [
              506186.9531,
              185780.056
            ],
            [
              506190.5912,
              185764.181
            ],
            [
              506180.3385,
              185747.3138
            ],
            [
              506169.7552,
              185752.6054
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "lapsed_date": "13/09/2026",
  "application_type": "Householder",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on Drawing Nos:",
    "23/3571/01 Location Plan",
    "23/3571/02 Existing Site Plan",
    "23/3571/03 Proposed Site Plan",
    "23/3571/04 Existing Floor Plans",
    "23/3571/05 Proposed Floor Plans",
    "23/3571/06 Existing Elevations",
    "23/3571/07 Proposed Elevations",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), and the London Plan (March 2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those shown on the hereby approved plans and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with the requirements of Policy DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "No site clearance works or development shall be commenced until the tree protection measures set out in the approved Arboricultural Impact Assessment, Method Statement & Tree Protection Plan (ref. TH 4126) have been provided on site.",
    "Unless otherwise agreed in writing by the Local Planning Authority protective fencing should be a minimum height of 1.5 metres. The fencing shall be retained in position until development is completed. The area within the approved protective fencing shall remain undisturbed during the course of the works and in particular in these areas:",
    "1. There shall be no changes in ground levels;",
    "2. No materials or plant shall be stored;",
    "3. No buildings or temporary buildings shall be erected or stationed.",
    "4. No materials or waste shall be burnt; and.",
    "5. No drain runs or other trenches shall be dug or otherwise created, without the prior written consent of the Local Planning Authority.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visua",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served."
  ],
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "last_updated": "2025-03-20T11:12:57.537+00:00",
  "last_updated_by": "FME Excel Import",
  "site_number": null,
  "appeal_status": null,
  "decision_process": "Delegated",
  "application_type_full": "Householder planning permission",
  "valid_date": "19/07/2023",
  "pp_id": null,
  "status": "Approved"
}