{
  "subdivision_of_building": null,
  "title_number": [],
  "valid_date": "15/03/2024",
  "development_type": "Other house holder developments",
  "ward": "Old Malden",
  "lapsed_date": "09/05/2027",
  "decision_date": "09/05/2024",
  "lpa_app_no": "24/00588/HOU",
  "status": "Approved",
  "parking_details": null,
  "centroid": {
    "lat": 51.389626,
    "lon": -0.261074
  },
  "application_type": "Householder",
  "borough": "Royal Borough of Kingston (LA Code)",
  "decision_process": "Delegated",
  "last_updated_by": "Idox Uniform",
  "last_date_consultation_comments": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-05-05T18:16:55.997Z",
  "locality": null,
  "date_building_work_completed_under_previous_permission": null,
  "description": "Demolition of existing single storey rear extension and erection of part single/part two storey rear extension. Conversion of garage to habitable room and associated changes to fenestrations.",
  "application_type_full": "Householder planning permission",
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SA6BOXNHMQK00",
  "site_number": "266",
  "actual_completion_date": null,
  "bo_system": "Idox Uniform",
  "application_details": {
    "no_additional_bedrooms": 1,
    "intended_completion_date": "07/2024",
    "total_gia_gained": 15,
    "no_additional_bathrooms": 1,
    "intended_commencement_date": "05/2024",
    "site_area": 0.046000000000000006
  },
  "pp_id": "PP-12874892",
  "postcode": "KT3 5RN",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.261052,
          51.389639
        ],
        [
          -0.261053,
          51.389612
        ],
        [
          -0.261096,
          51.389613
        ],
        [
          -0.261095,
          51.38964
        ],
        [
          -0.261052,
          51.389639
        ]
      ]
    ],
    "type": "Polygon"
  },
  "cil_liability": false,
  "street_name": "South Lane",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The facing materials used in the development to which this permission relates shall match those of the existing building(s) unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to the beneficial occupation of the development hereby approved 3 swift bricks or boxes shall have been incorporated within the external walls of the development hereby approved and shall be retained thereafter. Swift bricks/boxes can be placed on any elevation, but ideally under shade-casting eaves. They should be installed in groups of at least three, at a height above 5m height, and preferably with a 5m clearance between the host building and other buildings or obstructions. Where possible avoid sitting them above windows or doors. Swift bricks should be used unless these are not practical due to the nature of construction, in which case alternative designs of suitable swift boxes should be provided in their place.\r\rReason: To enhance the biodiversity of the site and to comply with Policy DM6 of the RBK Core Strategy and Policy G6 of the London Plan 2021.",
    "The development hereby approved shall be carried out in accordance with the Fire Safety Statement hereby approved and thereafter maintained.\r\rReason: In the interests of Fire Safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021.\r"
  ],
  "decision_agency": null,
  "actual_commencement_date": null,
  "centroid_northing": 167055,
  "site_name": "",
  "decision_target_date": "10/05/2024",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Kingston",
  "polygon": null,
  "appeal_start_date": null,
  "uprn": "100021781366",
  "appeal_decision_date": null,
  "id": "Kingston-24_00588_HOU",
  "centroid_easting": 521091
}