{
  "uprn": "100023066809",
  "decision_agency": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.297855,
          51.374299
        ],
        [
          -0.297856,
          51.374272
        ],
        [
          -0.297899,
          51.374273
        ],
        [
          -0.297898,
          51.3743
        ],
        [
          -0.297855,
          51.374299
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_start_date": null,
  "centroid_northing": 165289,
  "decision": "Approved",
  "polygon": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "bo_system": "Idox Uniform",
  "pp_id": "PP-12994715",
  "decision_process": "Delegated",
  "locality": null,
  "site_number": "322",
  "secondary_street_name": null,
  "description": "Erection of 3 additional floors with accommodation in mansard roof above 322-324 Hook Rise North to form 7 residential units and two ground-floor retail units with associated refuse/recycling provision and cycle storage",
  "postcode": "KT6 7LN",
  "appeal_decision": null,
  "centroid": {
    "lat": 51.374286,
    "lon": -0.297877
  },
  "lapsed_date": "17/12/2027",
  "application_type": "All Other",
  "title_number": [],
  "last_date_consultation_comments": "25/06/2024",
  "parking_details": null,
  "application_type_full": "Full planning permission",
  "appeal_decision_date": null,
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SC75V1NHG1600",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "Prior to the commencement of any development above ground level, samples of the facing materials to be utilised in the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. The development shall then be carried out in accordance with the approved samples.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, evidence showing that the development has achieved internal water usage rates of no greater than 105L per person per day have been submitted to and approved in writing by the local planning authority. Once approved, any measures necessary to meet the targets shall be maintained throughout the lifetime of the development.\r\rReason: In the interests of sustainability and energy conservation, in accordance with policies CS1, DM3 and DM4 of the LDF Core Strategy 2012.",
    "The refuse and recycling facilities as shown on the approved plans shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained thereafter. The developer and/or their successors in title shall take all reasonable steps to ensure that all refuse and recyclable materials associated with the development are either stored within these facilities or internally within the building(s) on the application site, and that no refuse or recycling material is stored or placed for collection on the public highway except on the day of collection.\r\rReason: To ensure proper waste management in the interests of the character and appearance of the area and the living conditions of neighbouring occupiers, in accordance with policy SI17 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The cycle parking facilities as shown on the approved plans shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.",
    "No development shall take place (including any works of demolition) until a construction management plan or construction method statement has been submitted to and approved in writing by the Local Planning Authority. The approved plan/statement shall be adhered to throughout the construction period. The statement shall provide for:\r\ri) How the proposed development will be built;\rii) Hours of working (which shall be limited to 08.00 to 18.00 Mondays to Fridays and between 08.00 to 13.00 on Saturdays and not at all on Bank Holidays and Sundays);\riii) The procedure for loading/unloading materials;\riv) The route to and away from site for muck away and vehicles with materials;\rv) The protocol for managing deliveries to one vehicle at a time on sites with restricted access or space;\rvi) The protocol for managing vehicles that need to wait for access to the site; \rvii) Whether any reversing manoeuvres are required onto or off the public highway into the site and whether a banksman will be provided;\rviii) Temporary site access;\rix) Signing system for works traffic;\rx) Whether site access warning signs will be required in adjacent roads;\rxi) Whether it is anticipated that statutory undertaker connections will be required into the site;\rxii) The storage of plant, materials and operatives vehicles;\rxiii) The potential for impacts from dust and emissions during the demolition and/or construction phase upon local air quality and surrounding residents;\rxiv) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works;\rxv) The location of all ancillary site buildings;\rxvi) The means of enclosure of the site, its erection and maintenance;\rxvii) Wheel washing equipment;\rxviii) The parking of vehicles of site operatives and visitors;\rxix) Meeting the requirements of the Low Emission Zone for Non-Road Mobile Machinery (where relevant plant or vehicles are being used); and\rxx) The method of recycling and disposing of waste resulting from the demolition and/or construction phases\r\rDeliveries/collections to and from the site shall use a route that is agreed with the highway authority and the agreed route shall be signed accordingly.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and in the interests of the safety and operation of the highway network, in accordance with policies T4 and T7 of the London Plan 2021 and policies CS7, DM9 and DM10 of the LDF Core Strategy 2012.\r\rThis condition must be a pre-commencement condition in order to be effective.",
    "The rating level of the noise determined by the cumulative sound emissions of any plant hereby permitted as part of this development shall be at least 5dBA lower than the existing background noise level during any normal mode of operation. The noise levels shall be measured or predicted 1m externally to any window of a habitable room at the nearest residential facade. Measurements and assessment shall be made according to British Standard 4142:2014 \r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D14 of the London Plan 2021 policy DM10 of the LDF Core Strategy 2012.\r",
    "Prior to commencement of the development the applicant shall provide a scheme to the Local Planning Authority for its written approval detailing sound transmission reduction measures to be installed between the ground floor use and the first floor flat.  The scheme shall be designed to be 5dB better than that given in Approved Document E (2003 Edition incorporating 2004 and 2010 amendments) of the Building Regulations (Table 0.1a, page 12). Once agreed in writing by the Local Planning Authority the approved details shall be installed prior to the development being occupied and retained thereafter.\r\rReason: To ensure satisfactory living conditions for future occupants of the development and neighbouring occupiers, in accordance with policy D14 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The site and building works required to implement the development shall be only carried out between the hours of 08.00 and 18.00 Mondays to Fridays and between 08.00 and 13.00 onSaturdays and not at all on Bank Holidays and Sundays\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D14 of the London Plan 2021 policy DM10 of the LDF Core Strategy 2012.\r",
    "Prior to beneficial occupation of the development to which this permission relates, privacy screening shall be installed along the flank openings to rear terraces of the balconies, in accordance with the details shown on drawing Nos. Proposed Side Elevation HRN-FST-PL-079 and Proposed Side Elevation 01 HRN-FST-PL-077 A. Aside from essential fixings, the screen(s) shall be constructed entirely of obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no additions or enlargements to any part of the development hereby approved  (other than those expressly authorised by this permission) shall be erected unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) at first, second, third and fourth floor levels in the flank elevations of the extension hereby approved, unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "The development shall be implemented in accordance with the detailed recommendations and mitigation measures set out within the accompanying Air Quality Assessment prepared by EPS dated 24 April 2024. \r\rReason: In the interests of air quality, in accordance with policy SI1 of the London Plan 2021.\r",
    "Notwithstanding Section 55 of the Town and Country Planning Act 1990 (as amended) and the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), the commercial premises hereby approved shall only be used for Class E (a) use only.\r\rReason: To ensure the retention of retail floorspace on the site in compliance with Policy DM17 of the LDF Core Strategy Adopted April 2012, and to ensure satisfactory living conditions for neighbouring occupiers and occupiers of the development hereby approved, in accordance with policy D14 of the London Plan 2021 and Policy DM10 of the Kingston LDF Core Strategy 2012\r",
    "The ground floor retail premises shall not be used by the public for the purposes hereby permitted before 8am and after 11pm Monday to Sunday.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers and occupiers of the development hereby approved, in accordance with policy D14 of the London Plan 2021 and Policy DM10 of the Kingston LDF Core Strategy 2012\r\r",
    "Prior to any works above ground level, details shall be submitted to and approved in writing by the Local Planning Authority to demonstrate that the noise level of 35 dB LAeq,16 hour in living rooms and bedrooms during the daytime(0700 to 2300 hours) and 30 dB LAeq,8 hour during the night time (2300 to 0700hours) in bedrooms, in accordance with BS8233:2014, shall not be exceeded. Noise levels in bedrooms should also not normally exceed 45 dBLAmax,F more than 10 times during the night time. Where these levels cannot be met with windows open appropriate acoustic ventilation should be provided so that the room can be sufficiently ventilated. The acoustic performance of any passive vent, variable speed mechanical air supply unit or whole house ventilation must be sufficient to ensure that the noise level standards given above are not compromised. Once agreed in writing by the Local Planning Authority the approved details shall be installed prior to the development being occupied and retained thereafter. \r\rReason: To ensure satisfactory living conditions for the occupants of the development, in accordance with policy D14 of the London Plan 2021 policy DM10 of the LDF Core Strategy 2012.\r"
  ],
  "actual_completion_date": null,
  "last_updated_by": "Idox Uniform",
  "street_name": "Hook Rise North",
  "appeal_status": null,
  "development_type": "Minor dwellings",
  "decision_date": "17/12/2024",
  "lpa_app_no": "24/00979/FUL",
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "site_name": "322-324 Hook Rise North\rTolworth\rKT6 7LN\r",
  "subdivision_of_building": null,
  "last_updated": "2025-05-05T18:18:30.648Z",
  "decision_target_date": "15/07/2024",
  "valid_date": "20/05/2024",
  "reference_no_of_permission_being_relied_on": "23/01188/FUL",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Kingston",
  "id": "Kingston-24_00979_FUL",
  "application_details": {
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 2,
      "no_new_water_connections_required": 1,
      "ghg_reduction_over_building_regulations": false,
      "no_new_gas_connections_required": 1,
      "percentage_demolition_construction_material_recycling": 0,
      "no_resi_units_to_have_full_fibre": 7,
      "no_homes_passive_cooling": 0,
      "waste_provision": true,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 0,
      "fire_suppression_system_proposed": false,
      "total_annual_nox_emissions": 0,
      "mobile_network_operators_consultation": false,
      "no_active_slow_ev_charging_points": 0,
      "no_passive_rapid_ev_charging_points": 0,
      "urban_greening_factor_score": 0,
      "no_active_rapid_ev_charging_points": 0,
      "no_passive_slow_ev_charging_points": 0,
      "no_passive_fast_ev_charging_points": 0,
      "no_active_fast_ev_charging_points": 0,
      "no_active_other_ev_charging_points": 0,
      "no_passive_other_ev_charging_points": 0
    },
    "total_gia_lost": 0,
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 7,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 8,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units": 7,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [
        {
          "m43_2b_compliant": false,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Gain",
          "garden_land": false,
          "sheltered_accommodation": false,
          "unit_type": "Flat Apartment Maisonette",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": null,
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 37.02
        },
        {
          "m43_2b_compliant": false,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Gain",
          "garden_land": false,
          "sheltered_accommodation": false,
          "unit_type": "Flat Apartment Maisonette",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": null,
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 37.02
        },
        {
          "m43_2b_compliant": false,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Gain",
          "garden_land": false,
          "sheltered_accommodation": false,
          "unit_type": "Flat Apartment Maisonette",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": null,
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 37.02
        },
        {
          "m43_2b_compliant": false,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Gain",
          "garden_land": false,
          "sheltered_accommodation": false,
          "unit_type": "Flat Apartment Maisonette",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": null,
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 51.12
        },
        {
          "m43_2b_compliant": false,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Gain",
          "garden_land": false,
          "sheltered_accommodation": false,
          "unit_type": "Flat Apartment Maisonette",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": null,
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 51.12
        },
        {
          "m43_2b_compliant": false,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Gain",
          "garden_land": false,
          "sheltered_accommodation": false,
          "unit_type": "Flat Apartment Maisonette",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": null,
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 50
        },
        {
          "m43_2b_compliant": false,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Gain",
          "garden_land": false,
          "sheltered_accommodation": false,
          "unit_type": "Flat Apartment Maisonette",
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": null,
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 72.26
        }
      ],
      "total_no_proposed_residential_units_london_living_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_gia_gained": 0
    },
    "superseding_details": [
      {
        "lpa_app_no": "23/01188/FUL",
        "partial_supersedence": false
      }
    ],
    "rain_water_harvesting": false,
    "scheme_phasing": false,
    "internal_resi_water_usage": 0,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "phasing_details": [
      {
        "phase_detail": "Phase 1",
        "intended_commencement_date": "07/2024",
        "intended_completion_date": "07/2026"
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "max_height": 14.5,
        "building_ref": "Only 1 proposed building "
      }
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 141,
        "gia_gained": 141,
        "use_class": "Other",
        "gia_lost": 141
      }
    ],
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 141,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 141,
      "total_gia_lost": 141,
      "site_area": 0.02
    },
    "site_area": 200,
    "grey_water_reuse": false,
    "garden_land_lost": false,
    "projected_cost_of_works": "Between £2m and £100m",
    "total_gia_existing": 0,
    "affordable_housing_fast_track": false,
    "ownership_status": "Private",
    "total_gia_gained": 141,
    "s106_agreement": true,
    "existing_uprns": [
      "100023066809"
    ],
    "commencement_notice_received": false,
    "other_residential_accommodation_details": {
      "site_area": 0.02
    },
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [
        {
          "land_swap": false
        }
      ],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Tolworth Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: GLA"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ]
  },
  "ward": "Tolworth",
  "centroid_easting": 518570,
  "epc_number": null
}