{
  "subdivision_of_building": null,
  "title_number": [],
  "valid_date": "20/03/2024",
  "development_type": "Other house holder developments",
  "ward": "Coombe Hill",
  "lapsed_date": "27/11/2027",
  "decision_date": "27/11/2024",
  "lpa_app_no": "24/00580/HOU",
  "status": "Approved",
  "parking_details": null,
  "centroid": {
    "lat": 51.41263,
    "lon": -0.259295
  },
  "application_type": "Householder",
  "borough": "Royal Borough of Kingston (LA Code)",
  "decision_process": "Delegated",
  "last_updated_by": "Idox Uniform",
  "last_date_consultation_comments": "30/04/2024",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-05-05T18:16:54.003Z",
  "locality": null,
  "date_building_work_completed_under_previous_permission": null,
  "description": "`Demolition of existing annex buildings and erection of garden building with accommodation at ground floor and basement levels",
  "application_type_full": "Householder planning permission",
  "epc_number": "2618-3911-8209-2839-7204",
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SA0RPJNHMPQ00",
  "site_number": "",
  "actual_completion_date": null,
  "bo_system": "Idox Uniform",
  "application_details": {
    "no_additional_bedrooms": 0,
    "intended_completion_date": "02/2025",
    "total_gia_gained": 333,
    "no_additional_bathrooms": 2,
    "intended_commencement_date": "05/2024",
    "site_area": 0.202
  },
  "pp_id": "PP-12858834",
  "postcode": "KT3 4RY",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.259273,
          51.412643
        ],
        [
          -0.259274,
          51.412616
        ],
        [
          -0.259317,
          51.412617
        ],
        [
          -0.259316,
          51.412644
        ],
        [
          -0.259273,
          51.412643
        ]
      ]
    ],
    "type": "Polygon"
  },
  "cil_liability": false,
  "street_name": "Traps Lane",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development hereby permitted shall only be used for a purpose ancillary or incidental, or both, to the residential use of the dwelling house currently known as 'Red Roofs, Traps Lane, New Malden, KT3 4RY' as set out in 'Site Location' of the submitted application form signed 05.03.2024, unless otherwise first agreed in writing by the Local Planning Authority.\r\rReason: To ensure the development  is occupied in accordance with the details set out as part of the householder planning application and to  ensure a  satisfactory development, in accordance with policy DM10 of the LDF Core Strategy 2012.\r",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "No development shall take place (including any works of demolition) until a construction management plan or construction method statement has been submitted to and approved in writing by the Local Planning Authority. The approved plan/statement shall be adhered to throughout the construction period. The statement shall provide for:\r\ri) How the proposed development will be built;\rii) Hours of working (which shall be limited to 08.00 to 18.00 Mondays to Fridays and between 08.00 to 13.00 on Saturdays and not at all on Bank Holidays and Sundays);\riii) The procedure for loading/unloading materials;\riv) The route to and away from site for muck away and vehicles with materials;\rv) The protocol for managing deliveries to one vehicle at a time on sites with restricted access or space;\rvi) The protocol for managing vehicles that need to wait for access to the site; \rvii) Whether any reversing manoeuvres are required onto or off the public highway into the site and whether a banksman will be provided;\rviii) Temporary site access;\rix) Signing system for works traffic;\rx) Whether site access warning signs will be required in adjacent roads;\rxi) Whether it is anticipated that statutory undertaker connections will be required into the site;\rxii) The storage of plant, materials and operatives vehicles;\rxiii) The potential for impacts from dust and emissions during the demolition and/or construction phase upon local air quality and surrounding residents;\rxiv) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works;\rxv) The location of all ancillary site buildings;\rxvi) The means of enclosure of the site, its erection and maintenance;\rxvii) Wheel washing equipment;\rxviii) The parking of vehicles of site operatives and visitors;\rxix) Meeting the requirements of the Low Emission Zone for Non-Road Mobile Machinery (where relevant plant or vehicles are being used); and\rxx) The method of recycling and disposing of waste resulting from the demolition and/or construction phases\r\rDeliveries/collections to and from the site shall use a route that is agreed with the highway authority and the agreed route shall be signed accordingly.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and in the interests of the safety and operation of the highway network, in accordance with policies T4 and T7 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.\r\rThis condition must be a pre-commencement condition in order to be effective.\r",
    "Prior to the commencement of construction on site the applicant shall submit the final details for measures as recommended by the Basement Impact Assessment (Croft Structural Engineers, JN 220206, 21/08/23) to make the basements resistant and resilient to groundwater:\r(a) Internal drained cavity systems to be used for habitable basements with pump sumps.\r(b) Final drainage details and damp proofing is to be completed.\r(c) Flood resilient finishes including the dropping down of electrical services.\r\rReason: To comply with the National Planning Policy Framework (Paragraph 173d).\rThis condition must be a pre-commencement condition in order to be effective.\r",
    "Prior to commencement of groundworks (excluding site investigations and demolition), the applicant must submit a final detailed drainage design including drawings and updated SuDs Proforma to the Local Planning Authority for review and approval. Revised detailed drainage strategy must strictly follow the drainage hierarchy, confirming proposed discharge point (surface water sewer). Where the applicant has made material changes to the approved drainage strategy defined in Surface Water Drainage Strategy (Rev A, 31 Jan 2024, MHA), revised calculations, updated SuDS Proforma and a maintenance plan that demonstrates compliance with the original drainage strategy must be submitted.\rReason: To comply with the Non-Statutory Technical Standards for Sustainable Drainage Systems, and the London Plan (Policies SI 13) along with associated guidance to these policies.\rThis condition must be a pre-commencement condition in order to be effective.\r",
    "No building hereby permitted shall be occupied until evidence (photographs and installation contracts) is submitted to demonstrate that the sustainable drainage scheme for the site and measures to make the basements (house and summer house) resistant to groundwater have been completed in accordance with the previously submitted details, in particularly the non-returning valves. The sustainable drainage scheme shall be managed and maintained thereafter in accordance with the agreed management and maintenance plan for all of the proposed drainage components.\r\rReason: To comply with the Non-Statutory Technical Standards for Sustainable DrainageSystems, the National Planning Policy Framework (Paragraph 103), the London Plan (Policies SI 12 and SI 13) along with associated guidance to these policies and Kingston Council's Core Strategy Policy DM4.\r\r\r",
    "Prior to the demolition of the annex building an updated Preliminary Ecological Appraisal and Bat Emergence/Re-Entry Survey shall be carried out and submitted to the Local Planning Authority for approval in writing.\r\rAny additional surveys or mitigation measures recommended by the updated Appraisal and Survey must be submitted to the Local Planning Authority for approval in writing. The approved mitigation measures must be implemented prior to the beneficial occupation of the approved development and thereafter maintained in perpetuity.\r\rReason: To ensure that updated surveys are carried out prior to the demolition of the buildings to ensure that no harm occurs to protected species in accordance with PoliciesDM6 and DM10 of the Kingston Core Strategy (2012), Policy G6 of the London Plan (2021) and the NPPF (2021).\rThis condition must be a pre-commencement condition in order to be effective.",
    "Prior to beneficial use of the development hereby approved the following details shall be submitted to and approved in writing by the Local Planning Authority:\r(i) a scheme to enhance the nature conservation interest of the site, to include the mitigation and enhancements set out in sections 5 and 6 of the Preliminary Ecological Assessment (PEA)  and to include a detailed landscape plan identifying the enhancement measures,  shall have been submitted to and approved in writing by the local planning authority. \r(ii) A  lighting scheme in accordance with the updated guidance from the Bat Conservation Trust and ILP (Guidance Note GN08/23).\rThe approved scheme shall be implemented in full prior to beneficial occupation of the development, and permanently retained thereafter.\r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012. \r",
    "The development to which this permission relates shall be carried out in accordance with the Arboricultural Report composed of Arboricultural Impact Assessment, Arboricultural Method Statement & Tree Protection Plan prepared  by Barry Holdsworth dated 1 March 2024 \rThe approved tree protection measures shall be implemented prior to commencement of any work on site and maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "Prior to the commencement of the development details of an Environmental Management Plan, including dust plan and piling method statement shall be submitted to and approved in writing by the Local Planning Authority. \rThe development shall be undertaken in accordance with the terms of the approved Environmental Management Plan.\r\rReason:  To safeguard the amenity of the neighbours by minimising impacts of the development that would otherwise give rise to nuisance in accordance with Policy DM10 of the Kingston Core Strategy (2012) and to comply with Policy SI 1 of the London Plan (2021) and the GLA SPG Control of Dust and Emissions During Construction. \rThis information is required prior to the commencement of development to ensure adequate protections are put in place to protect local air quality. \r",
    "The rating level of the noise determined by the cumulative sound emissions of the plant to which this permission relates shall be at least 5dBA lower than the existing background noise level at any given time of operation. The noise levels shall be measured or predicted 1m externally to any window at the nearest residential facade and the measurements and assessment shall be made according to BS 4142:2014.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D14 of the London Plan 2021 policy DM10 of the LDF Core Strategy 2012.\r",
    "Any external lighting installed at the site shall be angled so as to prevent any spillage or glare beyond the site's boundaries.\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r\r",
    "The development hereby approved shall be carried out in accordance with the Fire Safety Strategy prepared by MHA dated 14 March 2024, and thereafter maintained.\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021.\r"
  ],
  "decision_agency": null,
  "actual_commencement_date": null,
  "centroid_northing": 169616,
  "site_name": "Red Roofs",
  "decision_target_date": "15/05/2024",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Kingston",
  "polygon": null,
  "appeal_start_date": null,
  "uprn": "100021782288",
  "appeal_decision_date": null,
  "id": "Kingston-24_00580_HOU",
  "centroid_easting": 521154
}