{
  "borough": "Royal Borough of Kingston (LA Code)",
  "application_details": {
    "intended_completion_date": "11/2024",
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "04/2024",
    "total_gia_gained": 66,
    "site_area": 0.023
  },
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "24/00329/HOU",
  "decision_target_date": "04/04/2024",
  "last_updated_by": "Idox Uniform",
  "locality": null,
  "street_name": "Wolsey Drive",
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "uprn": "100021770573",
  "ward": "Tudor",
  "decision_agency": null,
  "actual_commencement_date": null,
  "last_updated": "2025-05-05T18:15:54.584Z",
  "appeal_decision_date": null,
  "bo_system": "Idox Uniform",
  "centroid_northing": 171073,
  "site_number": "151",
  "decision": "Approved",
  "centroid_easting": 518148,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.301991,
          51.426372
        ],
        [
          -0.301992,
          51.426345
        ],
        [
          -0.302035,
          51.426345
        ],
        [
          -0.302034,
          51.426372
        ],
        [
          -0.301991,
          51.426372
        ]
      ]
    ]
  },
  "decision_date": "28/03/2024",
  "centroid": {
    "lon": -0.302013,
    "lat": 51.426358
  },
  "lapsed_date": "28/03/2027",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The development hereby permitted shall only be used for a purpose ancillary or incidental, or both, to the residential use of the dwellinghouse currently as 151 Wolsey Drive, Kingston upon Thames, KT2 5DR  set out in the submitted application form signed 6 February 2024, unless otherwise first agreed in writing by the Local Planning Authority.\r\rReason : The proposal has been assessed as a householder development and were the habitable accommodation to be used as a separate unit of accommodation this would have implications for neighbouring amenity, shared accommodation and levels of on site parking.\r\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) at  first and second floor levels  or above in the  north west elevation unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to any above-ground works of the development to which this permission relates, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details:\r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy; \r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. \r\rThe Fire Safety Strategy shall include a statement of competence. The development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rThe required Fire Safety Strategy shall reference the London Plan Guidance Fire Safety (February 2022), where applicable and a Reasonable Exception Statement (RES) shall be submitted in relation to those fire safety requirements which the applicant does not consider to be relevant. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire Safety) of the London Plan 2021."
  ],
  "title_number": [],
  "application_type": "Householder",
  "lpa_name": "Kingston",
  "appeal_status": null,
  "subdivision_of_building": null,
  "polygon": null,
  "reference_no_of_permission_being_relied_on": null,
  "secondary_street_name": null,
  "id": "Kingston-24_00329_HOU",
  "description": "Erection of single storey rear extension and first floor side extension. Hip to gable roof extension and new dormer at rear to form loft conversion comprising new Bedroom with Ensuite Shower Room accessed via new staircase from first floor. Associated internal alterations. Demolition of garden shed and summerhouse and erection of detached single storey Outbuilding in rear garden to form Home Office space with WC.",
  "appeal_start_date": null,
  "postcode": "KT2 5DR",
  "status": "Approved",
  "pp_id": "PP-12787399",
  "last_date_consultation_comments": null,
  "development_type": "Other house holder developments",
  "epc_number": null,
  "site_name": "",
  "parking_details": null,
  "appeal_decision": null,
  "valid_date": "08/02/2024",
  "actual_completion_date": null,
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=S8JOLPNHM3S00",
  "application_type_full": "Householder planning permission"
}