{
  "site_name": "",
  "last_updated_by": "Idox Uniform",
  "centroid": {
    "lon": -0.241877,
    "lat": 51.392865
  },
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.241855,
          51.392878
        ],
        [
          -0.241856,
          51.392851
        ],
        [
          -0.241899,
          51.392852
        ],
        [
          -0.241898,
          51.392879
        ],
        [
          -0.241855,
          51.392878
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=S6N5WSNHKVD00",
  "secondary_street_name": null,
  "site_number": "142",
  "application_details": {
    "intended_completion_date": "05/2024",
    "total_gia_gained": 22,
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "03/2024",
    "no_additional_bedrooms": 0,
    "site_area": 0.038000000000000006
  },
  "lapsed_date": "19/03/2027",
  "decision": "Approved",
  "postcode": "KT3 6PF",
  "last_date_consultation_comments": "28/02/2024",
  "decision_process": "Delegated",
  "epc_number": null,
  "pp_id": "PP-12705952",
  "development_type": "Other house holder developments",
  "bo_system": "Idox Uniform",
  "valid_date": "23/01/2024",
  "polygon": null,
  "actual_commencement_date": null,
  "parking_details": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "Householder",
  "lpa_name": "Kingston",
  "borough": "Royal Borough of Kingston (LA Code)",
  "centroid_northing": 167447,
  "id": "Kingston-24_00011_HOU",
  "decision_target_date": "19/03/2024",
  "description": "Erection of a single storey rear extension joining into existing garage, conversion of an existing garage into a game room.",
  "appeal_status": null,
  "decision_date": "19/03/2024",
  "ward": "Motspur Park & Old Malden East",
  "appeal_decision": null,
  "locality": null,
  "street_name": "Motspur Park",
  "status": "Approved",
  "application_type_full": "Householder planning permission",
  "decision_agency": null,
  "uprn": "100021779134",
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "24/00011/HOU",
  "title_number": [],
  "last_updated": "2025-05-05T18:14:38.884Z",
  "cil_liability": false,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "centroid_easting": 522418,
  "appeal_start_date": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to commencement of groundworks (excluding site investigations and demolition), a drainage strategy (compliant with standard sustainable drainage guidance and the drainage hierarchy), including infiltration rate test and groundwater level results if appropriate (to justify proposed discharge point), supporting calculations, and a detailed drainage layout, a maintenance plan shall be submitted to and approved in writing by the local planning authority. The system shall be implemented and thereafter managed and maintained in accordance with the approved details.\r\rReason: To prevent the risk of flooding to and from the site in accordance with Policy SI 13 of the London Plan 2021, the Sustainable Design and Construction SPG 2014, the Non-Statutory Technical Standards for Sustainable Drainage Systems 2015 and policy DM4 of the LDF Core Strategy 2012.",
    "No building hereby permitted shall be occupied until evidence (photographs and installation contracts) is submitted to demonstrate that the sustainable drainage scheme for the site has been completed in accordance with the submitted details. Also, who shall be responsible for the maintenance for all drainage components must be confirmed to demonstrate how the drainage system is to be maintained for the lifetime of the development. The sustainable drainage scheme shall be managed and maintained thereafter in accordance with the agreed management and maintenance plan for all of the proposed drainage components.\r\rReason: To comply with the Non-Statutory Technical Standards for Sustainable Drainage Systems, the National Planning Policy Framework (Paragraph 103), the London Plan (Policies SI 12 and SI 13) along with associated guidance to these policies and Kingston Council's Core Strategy Policy DM4.\r",
    "The development must be carried out in accordance with the provisions of the Fire Safety Strategy submitted on 18 January 2024 unless otherwise approved in writing by the Local Planning Authority. \r\rReason: To ensure that the development incorporates the necessary fire safety measures in accordance with the Mayor's London Plan Policy D12.\r"
  ],
  "date_building_work_completed_under_previous_permission": null
}