{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": null,
  "application_type": "All Other",
  "lpa_app_no": "24/00089/FUL",
  "application_type_full": "Removal/Variation of a condition",
  "uprn": "000128016536",
  "borough": "Royal Borough of Kingston (LA Code)",
  "street_name": "Robin Hood Way",
  "locality": null,
  "ward": "Coombe Hill",
  "actual_commencement_date": null,
  "lpa_name": "Kingston",
  "bo_system": "Idox Uniform",
  "decision_conditions": [
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Before the beneficial occupation of the development hereby permitted, any windows or rooflights upon the side elevation adjacent to No.119 (and situated on the first floor) shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and must be replaced in the event that it ceases to result in obscurity to level 3.\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy.\r",
    "Before the development hereby permitted is first occupied, details of enclosures and screened facilities for the storage of recycling containers and wheeled refuse bins or other refuse storage containers where applicable, shall be submitted to and approved in writing by the Local Planning Authority. Details should comply with Appendix 2 - Waste Management of the Residential Design (2013) SPD. The development shall be implemented in full accordance with the details as approved under this condition prior to the first occupation and retained as such thereafter. No refuse or recycling material shall be stored or placed for collection on the public highway or pavement, except on the day of collection.\rReason: To ensure a satisfactory appearance for the development and satisfactory accessibility; and to protect the amenities of the area in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Before the development hereby permitted is first occupied cycle storage facilities shall be provided to accommodate 4 No. cycle parking spaces in accordance with a scheme to be submitted to and approved in writing by the Local Planning Authority. The development shall thereafter be implemented in accordance with the details as approved under this condition and the spaces shall be permanently retained thereafter.\rReason: To ensure the provision and availability of adequate cycle parking in accordance with Policy DM08 (Sustainable Transport for New Development) of the LDF Core Strategy Adopted April 2012.",
    "The property shall be used as self-contained units as shown in the hereby approved drawings under Class C3 (a) and no other purpose (including any other purpose in Class C3 or C4 of the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order, with or without modification).\rReason: To enable the Local Planning Authority to exercise control of the type of use within the category in order to safeguard the amenities of the area in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Within six months of this permisson, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details:\r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy; \r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. \r\rThe Fire Safety Strategy shall include a statement of competence. The development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rThe required Fire Safety Strategy shall reference the London Plan Guidance Fire Safety (February 2022), where applicable and a Reasonable Exception Statement (RES) shall be submitted in relation to those fire safety requirements which the applicant does not consider to be relevant. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire Safety) of the London Plan 2021."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521239,
  "status": "Approved",
  "decision_date": "12/04/2024",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.257341,
          51.43131
        ],
        [
          -0.257342,
          51.431283
        ],
        [
          -0.257385,
          51.431283
        ],
        [
          -0.257384,
          51.43131
        ],
        [
          -0.257341,
          51.43131
        ]
      ]
    ]
  },
  "decision_target_date": "12/04/2024",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": "Minor dwellings",
  "title_number": [],
  "appeal_status": null,
  "last_updated": "2025-05-05T18:14:56.528Z",
  "last_updated_by": "Idox Uniform",
  "site_name": "",
  "id": "Kingston-24_00089_FUL",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": 171695,
  "appeal_start_date": null,
  "postcode": "SW15 3QE",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=S73WLYNHL2500",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": "121",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Application under Section 73A of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 1 (Drawings) for Application Reference Number: 20/01293/FUL (Variation of Condition 1 (Approved Plans) of Planning Permission ref: 18/14880/FUL (Erection of single storey rear extension. Erection of first floor side extension to provide self contained two storey dwelling) dated 08/11/2018 consisting of the erection of an enclosed single storey front porch) dated 03/08/2020. Variation to consist of change to the pitch of the rear extension roof and the erection of upstand wall between the subject and neighbouring properties. (Retrospective)",
  "valid_date": "16/02/2024",
  "polygon": null,
  "pp_id": "PP-12725927",
  "application_details": {
    "site_area": 0.039,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "SASC Name: Kingston Hill/Coombe Hill"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128016536"
    ]
  },
  "centroid": {
    "lon": -0.257363,
    "lat": 51.431296
  },
  "lapsed_date": "12/04/2027",
  "decision_process": "Delegated",
  "actual_completion_date": null
}