{
  "subdivision_of_building": null,
  "title_number": [],
  "valid_date": "28/03/2024",
  "development_type": "Other house holder developments",
  "ward": "Tolworth",
  "lapsed_date": "23/05/2027",
  "decision_date": "23/05/2024",
  "lpa_app_no": "24/00648/HOU",
  "status": "Approved",
  "parking_details": null,
  "centroid": {
    "lat": 51.376727,
    "lon": -0.304971
  },
  "application_type": "Householder",
  "borough": "Royal Borough of Kingston (LA Code)",
  "decision_process": "Delegated",
  "last_updated_by": "Idox Uniform",
  "last_date_consultation_comments": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-05-05T18:17:09.789Z",
  "locality": null,
  "date_building_work_completed_under_previous_permission": null,
  "description": "Erection of single storey rear and side extensions and raised patio to rear",
  "application_type_full": "Householder planning permission",
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SAECNSNHMY800",
  "site_number": "40",
  "actual_completion_date": null,
  "bo_system": "Idox Uniform",
  "application_details": {
    "no_additional_bedrooms": 1,
    "intended_completion_date": "09/2024",
    "total_gia_gained": 34,
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "05/2024",
    "site_area": 0.026000000000000002
  },
  "pp_id": "PP-12892181",
  "postcode": "KT6 5DD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.304949,
          51.37674
        ],
        [
          -0.30495,
          51.376713
        ],
        [
          -0.304993,
          51.376714
        ],
        [
          -0.304992,
          51.376741
        ],
        [
          -0.304949,
          51.37674
        ]
      ]
    ],
    "type": "Polygon"
  },
  "cil_liability": false,
  "street_name": "Gladstone Road",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The finished floor levels of the development to which this permission relates shall be no lower than those of the existing building(s) and any electrical sockets or other electrical fittings within the development shall be installed no lower than 750mm above finished floor level.\r\rReason: To mitigate the risks associated with flooding of the site, in accordance with policy SI12 of the London Plan 2021 and policies CS1 and DM4 of the LDF Core Strategy 2012.",
    "The development must be carried out in accordance with the provisions of the Fire Safety Strategy submitted on 15 March 2024 unless otherwise approved in writing by the Local Planning Authority. \r\rReason: To ensure that the development incorporates the necessary fire safety measures in accordance with the Mayor's London Plan Policy D12.\r",
    "Prior to the commencement of above ground works details of suitable screening at a height of 1.7m to run the depth of the raised patio along both property boundaries, or other design solution to prevent overlooking of neighbouring residential properties from the raised patio shall be submitted to and approved in writing by the Local Planning Authority.\r\rThe development shall be carried out strictly in accordance with the details so approved prior to first occupation, shall be maintained as such thereafter and no change therefrom shall take place without the prior written consent of the Local Planning Authority.\r\rREASON: To prevent overlooking of and loss of privacy to neighbouring residential properties, to ensure that the resulting appearance and construction of the development is to a high standard."
  ],
  "decision_agency": null,
  "actual_commencement_date": null,
  "centroid_northing": 165549,
  "site_name": "",
  "decision_target_date": "23/05/2024",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Kingston",
  "polygon": null,
  "appeal_start_date": null,
  "uprn": "100021789310",
  "appeal_decision_date": null,
  "id": "Kingston-24_00648_HOU",
  "centroid_easting": 518070
}