{
  "site_name": "Asquith House",
  "last_updated_by": "Idox Uniform",
  "centroid": {
    "lon": -0.258076,
    "lat": 51.418978
  },
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.258054,
          51.418991
        ],
        [
          -0.258055,
          51.418965
        ],
        [
          -0.258098,
          51.418965
        ],
        [
          -0.258097,
          51.418992
        ],
        [
          -0.258054,
          51.418991
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=S6Y1JWNHKYL00",
  "secondary_street_name": null,
  "site_number": "",
  "application_details": {
    "intended_completion_date": "03/2024",
    "total_gia_gained": 35,
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "02/2024",
    "no_additional_bedrooms": 0,
    "site_area": 0.192
  },
  "lapsed_date": "25/03/2027",
  "decision": "Approved",
  "postcode": "KT2 7DU",
  "last_date_consultation_comments": "07/03/2024",
  "decision_process": "Delegated",
  "epc_number": null,
  "pp_id": "PP-12599789",
  "development_type": "Other house holder developments",
  "bo_system": "Idox Uniform",
  "valid_date": "30/01/2024",
  "polygon": null,
  "actual_commencement_date": null,
  "parking_details": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "Householder",
  "lpa_name": "Kingston",
  "borough": "Royal Borough of Kingston (LA Code)",
  "centroid_northing": 170324,
  "id": "Kingston-24_00046_HOU",
  "decision_target_date": "26/03/2024",
  "description": "Demolition of an existing outbuilding and erection of a single storey rear garden outbuilding to be used as gym.",
  "appeal_status": null,
  "decision_date": "25/03/2024",
  "ward": "Coombe Hill",
  "appeal_decision": null,
  "locality": null,
  "street_name": "Coombe Hill Road",
  "status": "Approved",
  "application_type_full": "Householder planning permission",
  "decision_agency": null,
  "uprn": "000128037273",
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "24/00046/HOU",
  "title_number": [],
  "last_updated": "2025-05-05T18:14:46.884Z",
  "cil_liability": false,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "centroid_easting": 521222,
  "appeal_start_date": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The development hereby permitted shall only be used for a purpose ancillary or incidental, or both, to the residential use of the dwellinghouse currently as Asquith House, Coombe Hill Road, Kingston Upon Thames, KT2 7DU  as set out in the submitted application form signed 8 January 2024, unless otherwise first agreed in writing by the Local Planning Authority.\r\rReason : The proposal has been assessed as a householder development and were the habitable accommodation to be used as a separate unit of accommodation this would have implications for neighbouring amenity, shared accommodation and levels of on site parking.\r\r",
    "Prior to any above-ground worksof the development to which this permission relates, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details:\r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy; \r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. \r\rThe Fire Safety Strategy shall include a statement of competence. The development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rThe required Fire Safety Strategy shall reference the London Plan Guidance Fire Safety (February 2022), where applicable and a Reasonable Exception Statement (RES) shall be submitted in relation to those fire safety requirements which the applicant does not consider to be relevant. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire Safety) of the London Plan 2021.",
    "The development to which this permission relates shall be carried out in accordance with [ Arboricultural Assessmenr prepared  by SMW Tree Consultancy Ltd dated 7 November 2023. The approved measures shall be implemented prior to commencement of any work on site and maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012."
  ],
  "date_building_work_completed_under_previous_permission": null
}