{
  "decision_date": "08/10/2024",
  "appeal_decision_date": null,
  "title_number": null,
  "borough": "Havering",
  "last_updated": "2025-03-19T19:48:55.088+00:00",
  "centroid_northing": 183445,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1160.24",
  "actual_completion_date": null,
  "last_updated_by": "CSV Data Import",
  "decision_target_date": "18/10/2024",
  "locality": null,
  "epc_number": null,
  "site_number": null,
  "lpa_app_no": "P1160.24",
  "last_date_consultation_comments": "19/09/2024",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section proposed materials of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The outbuilding hereby permitted shall be used only for living accommodation as an integral part of the existing dwelling known as 93A Betterton Road and shall not be used as a separate unit of residential accommodation at any time.",
    "Reason:-",
    "The site is within an area where the Local Planning Authority consider that the sub-division of existing properties should not be permitted in the interests of amenity.",
    "The garden area shall not be subdivided at any time and nor shall there be any additional pedestrian or vehicular accesses into the site.",
    "Reason:-",
    "In order that the annex approved remains ancillary to the main dwelling and that the development accords with Policy DC61 of the Development Control Policies",
    "Any residential occupation of the building hereby approved shall be limited to immediate family members of the family occupying the main house at 93A Betterton Road for residential purposes and shall not be occupied by any other persons.",
    "Reason:-",
    "In order that the annex approved remains ancillary to the main dwelling and that the development accords with Policy DC61 of the Development Control Policies Development Plan Document",
    "Prior to the commencement of any groundworks or development of the site, details shall be submitted to and agreed in writing by the Local Planning Authority setting out suitable gas protection measures to be employed for buildings on the site including, but not necessarily limited to, the installation of a suitable gas resistant membrane, in compliance with BS 8485:2015.  The gas protection measures shall be carried out in strict accordance with the agreed details.",
    "Upon completion of installation, a 'Verification Report' must be submitted demonstrating that the works have been carried out.",
    "Reason:  Insufficient information has been supplied with the application to judge the risk arising from landfill gases (methane and carbon dioxide).  Submission of an assessment prior to  commencement will protect people on or close to the site from the risks associated with migrating landfill gas, and will ensure that the development accords with Development Control Policies Development Plan",
    "(a)  If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this unsuspected contamination shall be dealt with has been submitted to and approved in writing by the local planning authority. The remediation strategy shall be implemented as approved.",
    "(b) Following completion of the remediation works as mentioned in (a) above, a 'Verification Report' must be submitted demonstrating that the works have been carried out satisfactorily and remediation targets have been achieved.",
    "Reason:   To ensure that any previously unidentified contamination found at the site is investigated and satisfactorily addressed in order to protect those engaged in construction and occupation of the development from potential contamination.",
    "Before any air source heat pump is commissioned, a report under the provisions of the Microgeneration Installation Standard: MCS 020 shall be submitted to and approved in writing by the Local Planning Authority to determine if the equipment would be deemed permitted development, or a full planning application will be required.",
    "Reason: To protect the amenity of noise sensitive premises from noise from mechanical plant.?",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25/m² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, the CIL payable would be £1700 (this figure may go up or down, subject to indexation). CIL is payable within 60 days of commencement of development. These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the development before works begin. Further details with regard to CIL are available from the Council's website. You are also advised to visit the planning portal website where you can download the appropriate document templates at http://www.planningportal.gov.uk/planni"
  ],
  "status": "Approved",
  "valid_date": "23/08/2024",
  "application_type": "All Other",
  "appeal_start_date": null,
  "description": "Detached granny annexe in rear garden",
  "cil_liability": false,
  "uprn": "100021347545",
  "decision": "Approved",
  "decision_agency": "Borough",
  "pp_id": "13358169",
  "site_name": "93A Betterton Road",
  "id": "Havering-P1160.24",
  "postcode": "RM13 8ND",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 551273,
  "lpa_name": "Havering",
  "appeal_decision": null,
  "actual_commencement_date": null,
  "secondary_street_name": null,
  "development_type": null,
  "ward": "South Hornchurch",
  "bo_system": "CSV Data Import",
  "street_name": "Rainham",
  "decision_process": "Delegated",
  "appeal_status": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551239.58,
              183466.3
            ],
            [
              551309.07,
              183431.89
            ],
            [
              551305.96,
              183424.51
            ],
            [
              551236.19,
              183459.73
            ],
            [
              551239.58,
              183466.3
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_type_full": "Householder planning permission",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.17895899999999998,
          51.529857
        ],
        [
          0.1799453,
          51.5295292
        ],
        [
          0.17989729999999998,
          51.5294637
        ],
        [
          0.1789074,
          51.5297988
        ],
        [
          0.17895899999999998,
          51.529857
        ]
      ]
    ],
    "type": "Polygon"
  },
  "application_details": {
    "existing_uprns": null,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "01/2025",
    "no_additional_bathrooms": 1,
    "total_gia_gained": 68,
    "intended_commencement_date": "11/2024",
    "site_area": 0.060000000000000005
  },
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": null,
  "lapsed_date": "08/10/2027",
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": "51.5296566",
    "lon": "0.1794313"
  }
}