{
  "actual_completion_date": null,
  "centroid_northing": 185559,
  "decision": "Approved",
  "development_type": null,
  "valid_date": "11/01/2022",
  "bo_system": "CSV Data Import",
  "description": "Rear extension to No.95 Halford Road. Front extension and alterations to No.97 Halford Road. Side and rear extensions to No.97 Halford Road. Alterations to the roof including roof lights to both properties.",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, Untitled Location Plan and revised drawing numbers 09 dated 1-Mar-23, 10 dated 1-Mar-23, 11 dated 1-Mar-23, 12 dated 1-Mar-23, 13 dated 1-Mar-23, 14 dated 1-Mar-23, 15 dated 1-Mar-23, 16 dated 1-Mar-23, 17 dated 1-Mar-23.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the proposed extensions hereby permitted shall match those used in the existing host buildings and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Prior to any works above damp proof course level of the development hereby approved, details of the external materials and finishes of the raised patios detailed on the approved drawings (refer to Condition 2) shall be submitted to and approved in writing by the Local Planning Authority. The approved details shall be installed prior to the first occupation of the development and retained thereafter.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Prior to any works above damp proof course level of the development hereby approved, product specification details of the side boundary treatment and privacy screens serving the raised patio areas shown on the approved drawings (refer to Condition 2) shall be submitted to and approved in writing by the Local Planning Authority. The approved details shall be installed prior to the first occupation of the development and retained thereafter.",
    "The ground floor bathroom windows and side roof lights as specified on the approved drawings (refer to Condition 2) shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roofs over the extensions hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The areas of soft landscaping to the front of the site as detailed on drawing number 09 dated 1st March 2023 shall be maintained so long as the development remains in existence.",
    "REASON",
    "To ensure the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with Policies DMHD 1, DMHB 11, DMHB 12 and DMHB 14 of the Hillingdon Local Plan Part 2 (2020) and Policy G5 of the London Plan (2021).",
    "The development hereby permitted shall be carried out in strict accordance with the flood risk mitigation measures detailed in Section 5 of the approved Flood Risk Assessment  (Ref: AEG02196_UB10_Uxbridge_01, Aegaea, dated 14/04/2023).",
    "REASON",
    "To ensure the development does not increase the risk of flooding in compliance with Policy DMEI 9 of the Hillingdon Local Plan Part 2 Development Management Policies (2020).",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "On 1 July 1997, a new act, The Party Wall etc. Act 1996, came into force.",
    "This Act requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:-",
    "1)      carry out work to an existing party wall;",
    "2)      build on the boundary with a neighbouring property;",
    "3)      in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations or planning controls. Building Control will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by Building Control should be taken as removing the necessity for the building owner to comply fully with the Act.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "appeal_status": null,
  "parking_details": {
    "no_existing_car": 5,
    "net_car": 0,
    "no_proposed_car": 5
  },
  "decision_process": "Delegated",
  "site_number": null,
  "decision_target_date": "07/07/2023",
  "ward": "ICKENHAM",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 90,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "12/2022",
    "intended_commencement_date": "06/2022",
    "site_area": 0.14100000000000001
  },
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "10535763",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "application_type_full": "Householder planning permission",
  "appeal_start_date": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "locality": null,
  "last_date_consultation_comments": "04/07/2023",
  "decision_date": "07/07/2023",
  "centroid": {
    "lon": "-0.4580742",
    "lat": "51.5587783"
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=58153/APP/2022/54",
  "street_name": "ICKENHAM",
  "lpa_app_no": "58153/APP/2022/54",
  "lapsed_date": "07/07/2026",
  "id": "Hillingdon-58153_APP_2022_54",
  "title_number": [
    "N/A"
  ],
  "application_type": "Householder",
  "site_name": "95&97 HALFORD ROAD",
  "date_building_work_started_under_previous_permission": null,
  "postcode": null,
  "last_updated": "2025-03-19T03:10:36.040+00:00",
  "last_updated_by": "CSV Data Import",
  "decision_agency": "Borough",
  "uprn": null,
  "cil_liability": false,
  "centroid_easting": 506987,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506954.503,
              185558.5485
            ],
            [
              506962.9697,
              185569.7933
            ],
            [
              506968.7906,
              185581.9641
            ],
            [
              507018.2678,
              185558.4162
            ],
            [
              507008.0813,
              185537.2494
            ],
            [
              506954.6353,
              185558.2839
            ],
            [
              506954.503,
              185558.4162
            ],
            [
              506954.503,
              185558.5485
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4585429,
          51.5587804
        ],
        [
          -0.4584174,
          51.5588798
        ],
        [
          -0.45832979999999995,
          51.5589881
        ],
        [
          -0.45762349999999996,
          51.5587671
        ],
        [
          -0.4577768,
          51.5585788
        ],
        [
          -0.4585411,
          51.558778
        ],
        [
          -0.458543,
          51.5587792
        ],
        [
          -0.4585429,
          51.5587804
        ]
      ]
    ],
    "type": "Polygon"
  }
}