{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "RM1 4ER",
  "borough": "Havering",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1855308,
          51.587797
        ],
        [
          0.1856274,
          51.5878393
        ],
        [
          0.18566549999999998,
          51.5878558
        ],
        [
          0.185724,
          51.5878812
        ],
        [
          0.186139,
          51.5880613
        ],
        [
          0.1861514,
          51.5880498
        ],
        [
          0.1861715,
          51.5880317
        ],
        [
          0.1861715,
          51.5880316
        ],
        [
          0.18619159999999998,
          51.5880135
        ],
        [
          0.186199,
          51.588007
        ],
        [
          0.1861265,
          51.5879758
        ],
        [
          0.1861787,
          51.5879289
        ],
        [
          0.1858979,
          51.5878079
        ],
        [
          0.1857425,
          51.5877409
        ],
        [
          0.18570029999999998,
          51.5877224
        ],
        [
          0.1856437,
          51.5876978
        ],
        [
          0.18552649999999998,
          51.587646
        ],
        [
          0.1854828,
          51.5876841
        ],
        [
          0.1854606,
          51.5877049
        ],
        [
          0.1854151,
          51.5877474
        ],
        [
          0.1854873,
          51.587778
        ],
        [
          0.1855308,
          51.587797
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "92 Pettits Lane",
  "centroid_easting": 551523,
  "pp_id": "12496560",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "no_additional_bathrooms": 2,
    "intended_completion_date": "10/2024",
    "existing_uprns": null,
    "no_additional_bedrooms": 0,
    "total_gia_gained": 75.48,
    "intended_commencement_date": "02/2024",
    "site_area": 0.079
  },
  "lpa_name": "Havering",
  "decision": "Approved",
  "lpa_app_no": "P1758.23",
  "decision_date": "23/01/2024",
  "last_updated": "2025-03-20T11:43:51.855+00:00",
  "centroid_northing": 189929,
  "centroid": {
    "lon": "0.18582279999999998",
    "lat": "51.5878487"
  },
  "appeal_decision_date": null,
  "locality": null,
  "ward": "Marshalls & Rise Pk",
  "bo_system": "CSV Data Import",
  "lapsed_date": "23/01/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": "20/12/2023",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "28/11/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed at the side elevation of the first floor extension hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies.",
    "The roof area of the extensions hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling, and in order that the development accords with the  Development Control Policies.",
    "Before the development hereby permitted commences at the site, an Arboricultural Method Statement and Tree Protection Plan in accordance with the requirements of BS 5837 (2012) 'Trees in Relation to Design, Demolition and Construction' for all the trees located 92 Pettits Lane, Romfordshall be submitted to and approved in writing by the Local Planning Authority. The protection measures as approved shall be undertaken at the site before any work in connection with the development hereby permitted commences at the site, and shall be retained for the entire period of the duration of any work at the site, in connection with the development hereby permitted, within the fence or other means of enclosure surrounding the trees, no activities associated with building operations shall take place unless previously agreed in writing by the Local Planning Authority.",
    "Reason: In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area,",
    "During construction of the development hereby permitted, the tree(s) located (92 Pettits Lane, Romford) shall not be lopped or felled without the written consent of the local planning authority.",
    "Reason: In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area, and to accord with Policy 27 of the Council's Local Plan.",
    "During construction of the development hereby permitted, any trees within or near to the site shall be protected in accordance with the requirements of BS 5837 (2012) 'Trees in Relation to Design, Demolition and Construction'.  The protection measures shall be implemented prior to any below ground works and shall be retained for the entire period of the duration of any work at the site, in connection with the development hereby permitted.",
    "Reason: In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area, and to accord with Policy 27 of",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with the agent via email on 15.1.24. The revisions has included the reduction of the height of the side wall of the ground floor extension. The amendments were subsequently submitted on 17.1.24.",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/393927/Party_Wall_etc__Act_1996_-_Explanatory_Booklet.pdf"
  ],
  "parking_details": {
    "net_car": 0,
    "no_proposed_car": 1,
    "no_existing_car": 1
  },
  "site_number": null,
  "uprn": "100021391601",
  "decision_target_date": "23/01/2024",
  "application_type": "All Other",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551502.95,
              189922.65
            ],
            [
              551509.5,
              189927.55
            ],
            [
              551512.08,
              189929.47
            ],
            [
              551516.05,
              189932.41
            ],
            [
              551544.2,
              189953.3
            ],
            [
              551545.1,
              189952.05
            ],
            [
              551546.55,
              189950.08
            ],
            [
              551546.55,
              189950.07
            ],
            [
              551548,
              189948.1
            ],
            [
              551548.54,
              189947.39
            ],
            [
              551543.62,
              189943.77
            ],
            [
              551547.39,
              189938.66
            ],
            [
              551528.34,
              189924.62
            ],
            [
              551517.8,
              189916.85
            ],
            [
              551514.94,
              189914.71
            ],
            [
              551511.1,
              189911.85
            ],
            [
              551503.15,
              189905.85
            ],
            [
              551500,
              189910
            ],
            [
              551498.39,
              189912.26
            ],
            [
              551495.1,
              189916.9
            ],
            [
              551500,
              189920.45
            ],
            [
              551502.95,
              189922.65
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Householder planning permission",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "Romford",
  "secondary_street_name": null,
  "description": "Part Conversion of garage, Ground floor rear and First-floor side extension, Replacement of existing conservatories with new larger conservatory. Erection of rear dormer, new Velux windows, and change of roof profile with external and internal alterations",
  "id": "Havering-P1758.23",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1758.23"
}