{
  "lpa_name": "Barking & Dagenham",
  "uprn": "100100109",
  "decision_date": "16/12/2014",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Idox Tascomi",
  "id": "Barking_&_Dagenham-13_00852_FUL",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "New Build",
      "site_area": 0.9540000000000001,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 1150,
      "total_gia_gained": 9544,
      "total_gia_lost": 1150,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 9544
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "A1",
        "gia_gained": 9544,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 1150
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Hinterland London Riverside",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "5",
        "constraints_layer_description": "PTAL 2008"
      },
      {
        "result": "Within Thames Gateway",
        "constraints_layer_description": "Thames Gateway Boundary"
      }
    ],
    "site_area": 3.708
  },
  "valid_date": "30/09/2013",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of existing buildings and construction of new 9,544 sq.m superstore (Class A1), 419 car parking spaces, together with new vehicular access and associated highway works, improvements to river bank, landscaping and other ancillary works (amended description - removal of self contained retail pod Class A1-A3).",
  "decision_conditions": [
    "The development hereby permitted must be commenced not later than the expiration of THREE YEARS from the date of this permission.\r\rReason: To comply with Section 92 of the Town and Country Planning Act 1990 and because of the scale and timescale of the development.",
    "The development hereby permitted shall be carried out in accordance with the following approved plans:\r\rHarris Partnership 12042-101 Dated 14/08/13\rHarris Partnership 12042-102 Dated 14/08/13\rHarris Partnership 12042-103 Dated 14/08/13\rHarris Partnership 12042-104 Rev D Dated 15/05/14\rHarris Partnership 12042-105 Rev D Dated 16/05/14\rHarris Partnership 12042-106 Rev C Dated 20/05/14\rHarris Partnership 12042-107 Rev A Dated 14/08/13\rHarris Partnership 12042-108 Rev C Dated 14/08/13\rHarris Partnership 12042-109 Rev B Dated 14/08/13\rHarris Partnership 12042-110 Rev B Dated 14/08/13\r\rVector Design Concepts V12042 L01 Rev D Dated 20/05/14\r\rReason: For the avoidance of doubt and in the interests of proper planning.",
    "No development shall take place until a heritage statement which gives full details, including samples, specifications and annotated plans of all facing materials and plant has been submitted to and approved in writing by the Local Planning Authority. The development shall only be implemented in accordance with the approved details. \r\t\rReason: To ensure a satisfactory standard of external appearance, in accordance with Policies CP2 and CP3 of the Core Strategy (July 2010) and Policies BP2 and BP11 of the Borough Wide Development Policies DPD (March 2011).",
    "No above ground new development shall take place until details of hard landscaping (including a programme of implementation) have been submitted to and approved in writing by the Local Planning Authority.  The hard landscaping scheme shall include details of the following:\r1.\tsurface materials;\r2.\tboundary treatment;\r3.\tstreet furniture including lighting, bollards and seating;\r4.\ttrolley storage;\r5.       signage and information boards;\r6.\tmanagement and maintenance.\r\rThe artificial lighting of the building should comply with the recommendations relating to Environmental Zone E3, suburban - medium district brightness presented in the Institute for Lighting professionals document 'Guidance notes for the reduction of obtrusive light' GN01:2011.  All external lighting shall be designed to prevent light spill into the River Roding watercourse.  \r\rThe hard landscaping shall be implemented in accordance with the approved details and thereafter permanently maintained.\r\rReason: In the interest of design quality, residential amenity, walking, cycling, accessibility, public safety and biodiversity, in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BR3 of the Borough Wide Development Policies DPD (March 2011).",
    "The soft landscaping plan V12042 L01 Rev D Dated 20 May 2014 prepared by Vector Design Concepts hereby approved shall be implemented in the first planting season following first occupation.  The development shall not be carried out otherwise than in accordance with the approved details. Any plants or trees required as part of the implementation of the condition that die or are removed, damaged or diseased within a period of FIVE years from the substantial completion of the development shall be replaced in the next planting season with others of a similar size and species.\r\rReason: In the interest of design quality, residential amenity, walking, cycling, accessibility, public safety and biodiversity, in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BR3 of the Borough Wide Development Policies DPD (March 2011).",
    "Surface water drainage in respect of the development hereby permitted shall not be permitted to infiltrate into the ground other than with the express written consent of the Local Planning Authority, which may be given for those parts of the site where it has been demonstrated that there is no resultant unacceptable risk to controlled waters.  The development shall be carried out in accordance with the approved details.  \r\rReason: To minimise infiltration to the contaminated land beneath the site which could mobilise contaminants and pollute ground and surface waters and to accord with Policy BR4 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place until a piling risk assessment, which demonstrates that there is no resultant unacceptable risk to groundwater where piles and/or other foundation designs using penetrative methods are proposed has been submitted and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with the approved details. \r\rReason: Piling may create a direct pathway for contamination to migrate towards the watercourse, which could lead to the contamination of groundwater and to accord with Policy BR4 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place until a surface water drainage scheme for the site, based on the agreed Flood Risk Assessment Abbey Road, Barking (WM10628), has been submitted to and approved in writing by the Local Planning Authority. The drainage strategy shall include a restriction in run-off and surface water storage on site as outlined in the FRA.  The scheme shall subsequently be implemented in accordance with the approved details before the development is completed.\r\rReason: To prevent the increased risk of flooding, to improve and protect water quality, improve habitat and amenity, and ensure future maintenance of the surface water drainage system in accordance with Policy CR4 of the Core Strategy (July 2010) and Policy BR4 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place until a Construction and Environmental Management Plan has been submitted to and approved in writing by the Local Planning Authority. The Construction and Environmental Management Plan shall provide details of all methods of site preparation and construction of the development and include:\r\ra.\ttraffic management (including a Construction Logistics Plan); \rb.\tdemolition and clearance (including exclusion fencing);\rc.\tsite remediation and ground works;\rd.\twaste management; \re.\tsurface water pollution control (including protection to the river Roding);\rf.\tlocation and type of stored materials\rg.\tdust, smoke and odour control;\rh.\tavoidance of fires;\ri.\twheel washing;\rj.\tnoise and vibration;\rk.\thours of operation; No demolition, construction or building works shall be carried out except between the hours of 08.00 to 18.00 Monday to Friday and 08.00 to 13.00 Saturday or at any time on Bank or Public holidays without the prior written approval of the Local Planning Authority, unless the works have been approved in advance under section 61 of the Control of Pollution Act 1974. \rl.\tdetails of a nominated Developer/Resident Liaison Representative with an address and contact telephone number to be circulated to those residents consulted on the application by the developer's representatives. This person will act as first point of contact for residents who have any problems or questions related to the ongoing development;\rm.\timplementation and monitoring.  \r\rThe approved Construction Management Plan shall be implemented for the entire period of the construction works at the site.\r\rReason: In the interest of pollution and residential amenity, in accordance with Policy BP8 of the Borough Development Policies DPD (March 2011).",
    "No development shall take place until an investigation and risk assessment, in addition to any assessment provided with the planning application, has been completed in accordance with a scheme approved by the Local Planning Authority to assess the nature and extent of any contamination on the site, whether or not it originates on the site.  The investigation and risk assessment must be undertaken by competent persons (approved by the Local Planning Authority pursuant to the scheme) and a written report of the findings must be produced and approved in writing by the Local Planning Authority. The report of the findings must include: \r\r(i)\ta survey of the extent, scale and nature of contamination; \r(ii)\tan assessment of the potential risks to: \r-\thuman health, \r-\tproperty (existing or proposed) including buildings, crops, livestock, pets, woodland and service lines and pipes, \r-\tadjoining land, \r-\tgroundwaters and surface waters, \r-\tecological systems, \r-\tarchaeological sites and ancient monuments; \r(iii)\t an appraisal of remedial options, and proposal of the preferred option(s);\rand must be conducted in accordance with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11'. \r\rReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place until a detailed remediation scheme required to bring the site to a condition suitable for the intended use by removing unacceptable risks to human health, buildings and other property and the natural and historical environment has been submitted to and approved in writing by the Local Planning Authority. The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures and nomination of a suitably qualified person to oversee implementation of the works. The scheme must seek to ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation. \r\rReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide Development Policies DPD (March 2011).",
    "No part of the development shall be commenced unless and until the approved remediation scheme in respect of that part has been completed in accordance with its approved terms, unless otherwise agreed in writing by the Local Planning Authority. The Local Planning Authority must be given two weeks written notification of commencement of the remediation scheme works. \r\rReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide Development Policies DPD (March 2011).",
    "Prior to occupation of the development, a written verification report (also known as a validation report) produced by a suitably qualified person approved under the remediation strategy that demonstrates the effectiveness of the remediation carried out must be submitted to and approved in writing by the Local Planning Authority. \r\rReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide Development Policies DPD (March 2011).",
    "In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority. An investigation and risk assessment must be undertaken in accordance with the requirements of condition 10, and where remediation is necessary a remediation scheme must be prepared in accordance with the requirements of condition 11 which are subject to the approval in writing of the Local Planning Authority.\r\rFollowing completion of measures identified in the approved remediation scheme a verification report must be prepared, which is subject to the approval in writing of the Local Planning Authority in accordance with condition 13. The development shall not be completed otherwise than in accordance with the approved details. \r\rReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide Development Policies DPD (March 2011).",
    "The development hereby permitted shall achieve as a minimum a BREEAM 'Very Good' rating.  A certificated BREEAM Post Construction Review, or other verification process agreed with the Local Planning Authority, shall be provided, confirming that the agreed standards have been met.\r\rReason: To ensure that the proposed development is constructed in an environmentally sustainable manner and in accordance with Policy CR1 of the Core Strategy (July 2010) and Policy BR1 of the Borough Wide Development Policies DPD (March 2011).",
    "No above ground development shall take place until full details (and a programme for implementation) including annotated plans, of the ground and air source heat pumps have been submitted to and approved in writing by the Local Planning Authority.  The details shall demonstrate compliance with the approved energy strategy (Ref: 12-S009-002v4). The renewable energy technologies shall be installed in accordance with the approved details and thereafter permanently retained.\r\rReason: To ensure compliance with the proposed energy strategy in accordance with Policy 5.2 of the London Plan (July 2011) and Policy BR2 of the Borough Wide Development Policies DPD (March 2011).",
    "The development hereby permitted shall not be occupied until bird nesting and bat roosting boxes have been installed on the building or in any trees on the site, and/or bat roosting bricks and/or bird nesting bricks have been installed within the fabric of the building in accordance with details which shall have been submitted to and approved in writing by the Local Planning Authority.  The details shall accord with the advice set out in \"Biodiversity for Low and Zero Carbon Buildings: A Technical Guide for New Build\" (Published by RIBA, March 2010) or similar advice from the RSPB and the Bat Conservation Trust. \r\rReason:  In order to preserve and enhance the Borough's natural environment and to comply with Policy CR2 of the Core Strategy (July 2010) and Policy BR3 of the Borough Wide Development Policies DPD (March 2011).",
    "No vegetation or site clearance shall take place between March and September without the submission of a breeding birds and reptile survey and subsequent written approval of the Local Planning Authority. The survey shall include a programme for implementation and mitigation measures where necessary and shall only be carried out by a suitably qualified investigating body acceptable to the Local Planning Authority.  The development shall not be carried out otherwise than in accordance with the approved details. \r\rReason: To protect and conserve the natural features, ecology, and character of the area and ensure their long term sustainability through appropriate site management in accordance with Policy CR2 of the Core Strategy (July 2010).",
    "No development shall take place until a detailed scheme (including a programme for implementation) for the provision and management of the riverside walk way and naturalisation of the River Roding bed has been submitted to and approved in writing by the Local Planning Authority in consultation with the Environment Agency.  The scheme shall include details demonstrating how this space will be protected during development and managed and maintained over the longer term and shall include details of footpaths, fencing, seating and lighting.  The development shall not be carried out otherwise than in accordance with the approved details. \r\rReason:  To protect and conserve the natural features, ecology, and character of the area including the River Roding Site of Importance for Nature Conservation and ensure their long term sustainability through appropriate site management in accordance with Policy CR2 of the Core Strategy (July 2010).",
    "No development shall take place until a scheme to control noise and vibration emanating from the development has been submitted to and approved in writing.  The development shall not be carried out otherwise than in accordance with the approved scheme.\r\rReason: To protect the amenity of existing and future adjoining occupiers, in accordance with Policy BP8 of the Borough Wide Development Policies DPD (March 2011).",
    "At the outside of any noise sensitive development, the rating level of the noise from the combined operation of plant installed pursuant to this permission shall not exceed: \r\r-\t47 LAr (1 hour) during the day 07:00-23:00\r-\t34 LAr (5 minute) during the night 23:00-07:00\r\rReason: To protect the amenity of existing and future adjoining occupiers, in accordance with Policy BP8 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place until an accessibility statement (including a programme for implementation) outlining those measures proposed to ensure an accessible and inclusive environment both internally and externally including pedestrian routes, lift specifications, accessible toilet provision, access points and crossings along with a minimum 6% accessible car parking spaces and a further 4% capable of future adaptation have been submitted to, and approved in writing by the Local Planning Authority.  The development shall not be carried out otherwise than in accordance with the approved details.\r\rReason: To ensure an inclusive environment in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BP11 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place until a security management scheme (including a programme for implementation), including, for example, details of CCTV, door entry systems, lighting, external seating, trolley storage and car park security, has been submitted to and approved in writing by the Local Planning Authority. The security management scheme shall include provisions to ensure that trolleys are not taken off the premises and shall be implemented in accordance with the approved details prior to occupation and shall be permanently retained thereafter.\r\rReason: In order to provide a safe and secure development, in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BC7 of the Borough Wide Development Policies DPD (March 2011).",
    "The maximum net sales area of the building excluding checkouts shall not exceed 5,575 square metres of which no more than 3,624 square metres shall be used for the sale of convenience goods and no more than 1,951 square metres shall be used for the sale of comparison goods.\r\rReason: To protect the vitality and viability of Barking town centre and neighbouring shopping parades and to comply with Policy BE3 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place until details of the foundation design have been submitted to and approved in writing by the Local Planning Authority. The development shall subsequently be implemented in accordance with the approved details.\r\rReason: Important archaeological remains may exist on site and the Local Planning Authority wishes to secure the provision of an archaeological monitoring prior to commencement of development in accordance with Policy BP3 of the Borough Wide Development Policies DPD (March 2011).",
    "No demolition, contamination remediation or development shall take place until the applicant has submitted an Archaeological Mitigation Strategy and received written approval for it from the Local Planning Authority.  The Archaeological Mitigation Strategy shall contain the following elements and specify appropriate measures to avoid, reduce or offset possible harm to heritage assets of archaeological interest:\r \r1)     A 3-dimensional deposit model of the site and its immediate surroundings using pre-existing data;\r2)     Management and monitoring of the groundwater environment within the site to protect any waterlogged remains;\r3)     Design and installation of new piled foundations and controls over contamination remediation and other groundworks;\r4)      Provision for archaeological evaluation, monitoring, and investigation in advance of and during groundworks, including palaeo-environmental sampling;\r5)      Contingency arrangements for major new discoveries;\r6)      Arrangements for post-excavation archaeological assessment, analysis and publication;\r7)      Timetabling and procedure for integrating archaeological work before, during and after the construction programme;\r8)      Details of the archaeological team to include appropriate experience, professional qualifications and specialist expertise;\r9)      Provision for public outreach.\r \rB) No demolition or development shall take place until the applicant has submitted an Archaeological Method Statement and received written approval for it from the Local Planning Authority.  The Archaeological Method Statement shall specify how and when the Archaeological Mitigation Strategy will be implemented and the development must not be carried out otherwise than in accordance with the approved method statement.\r \rC) The applicant shall submit the post excavation assessment and details for the provision of analysis, publication and dissemination of the results and archive deposition to the Local Planning Authority for approval within 6 months of completion of on-site works, in accordance with the programme set out in the approved Archaeological Mitigation Strategy.\r \rD) A comprehensive written report of the archaeological investigations carried out in accordance with this condition must be completed and published within three years of the completion of development and a copy provided to the Greater London Historic Environment Record.\r\rReason: To ensure that archaeological investigation is initiated at an appropriate point in the development process, any areas of archaeological preservation are identified and appropriately recorded/preserved in accordance with Policy BP3 of the Borough Wide Development Policies DPD (March 2011).",
    "The car parking area indicated on drawing 12042-104 Rev D Dated 15/05/14 prepared by the Harris Partnership shall be completed prior to the occupation of the development in accordance with the approved details, and thereafter retained permanently for the accommodation of vehicles of occupiers and visitors to the premises and shall not be used for any other purpose.  \r\rReason: To ensure that sufficient off-street parking areas are provided and not to prejudice the free flow of traffic or conditions of general safety along the adjoining highway in accordance with Policies BR9 and BR10 of the Borough Wide Development Policies DPD (March 2011).",
    "The development hereby permitted shall not be occupied until details of the electric vehicle charging points and passive provision have been submitted to and approved in writing by the Local Planning Authority. The scheme shall ensure that 10% of all spaces are for electric vehicles with an additional 10% passive provision for future use.  The scheme shall be implemented in accordance with the approved details, prior to the occupation of the development, and permanently retained thereafter.\r\rReason: In order to encourage the use of electric cars as a sustainable mode of transport, in accordance with Policy BR10 of the Borough Wide Development Policies DPD (March 2011).",
    "The development hereby permitted shall not be occupied until full details of cycle parking, including its external appearance, location and the means of secure storage proposed, have been submitted to and approved in writing by the Local Planning Authority.  The cycle parking shall be provided prior to the occupation of the development strictly in accordance with the approved scheme, and shall be retained in accordance with such scheme thereafter, and used for no other purpose.\r\rReason:  In order to encourage the use of cycling as a sustainable mode of transport, in accordance with Policy BR10 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place until a scheme for the storage and disposal of refuse has been submitted to and approved in writing by the Local Planning Authority. The approved scheme shall be implemented prior to the commencement of the use hereby approved and thereafter retained in accordance with the approved scheme while the use is in operation.\r\rReason:  To protect the amenity of future occupiers and adjoining occupiers in accordance with Policies BR15 and BP8 of the Borough Wide Development Policies DPD (March 2011).",
    "The development hereby permitted shall not be occupied until a Deliveries and Servicing Plan has been submitted to and approved in writing by the Local Planning Authority.  Deliveries to and dispatches from the development shall not be permitted otherwise than between (i) 06:00 hours and midnight on Mondays to Saturdays; and (ii) 09:00 and 19:00 hours on Sundays and Bank Holidays.  The applicant shall seek to minimise deliveries and export of materials within the times of peak traffic congestion on the local road network and minimise the impact on the amenity of existing and future adjoining occupiers.  The development shall not be occupied otherwise than in accordance with the approved Plan.\r\rReason:  In order to minimise the impact of the development on the free flow of traffic on the local highway network during peak periods in the interests of highway safety and to protect the amenity of existing and future occupiers in accordance with Policies BR10, BR15 and BP8 of the Borough Wide Development Policies DPD (March 2011).",
    "The permitted development shall only be occupied in accordance with the approved Travel Plan Dated August 2013 prepared by Iceni Projects.  The approved Travel Plan shall be implemented and monitored in accordance with the approved scheme.\r\rReason: In order to encourage the use of sustainable transport and in accordance with Policy BR10 of the Borough Wide Development Policies DPD (March 2011)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T19:54:02.570+00:00",
  "ward": "Gascoigne",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": 0,
    "no_proposed_car": 400,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": 419,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": -19,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": 72,
    "net_cycle": 72
  },
  "lapsed_date": "16/12/2019",
  "decision_target_date": "29/12/2013",
  "centroid": {
    "lat": "51.5360812",
    "lon": "0.07305919999999999"
  },
  "lpa_app_no": "13/00852/FUL",
  "status": "Lapsed",
  "site_name": "Abbey Retail Park",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=15408",
  "locality": "Barking",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              543905.602,
              184088.018
            ],
            [
              543934.766,
              183925.631
            ],
            [
              543938.08,
              183907.072
            ],
            [
              543941.394,
              183898.456
            ],
            [
              543936.754,
              183885.2
            ],
            [
              543938.08,
              183879.235
            ],
            [
              543945.371,
              183863.327
            ],
            [
              543977.185,
              183791.745
            ],
            [
              543992.43,
              183753.302
            ],
            [
              543957.964,
              183744.686
            ],
            [
              543955.313,
              183749.325
            ],
            [
              543944.708,
              183759.93
            ],
            [
              543946.696,
              183763.907
            ],
            [
              543938.743,
              183760.593
            ],
            [
              543935.428,
              183765.895
            ],
            [
              543932.777,
              183772.524
            ],
            [
              543922.137,
              183806.631
            ],
            [
              543918.196,
              183812.954
            ],
            [
              543904.674,
              183809.144
            ],
            [
              543897.927,
              183806.631
            ],
            [
              543885.624,
              183799.355
            ],
            [
              543839.985,
              183868.63
            ],
            [
              543756.472,
              184060.843
            ],
            [
              543779.007,
              184070.122
            ],
            [
              543779.007,
              184075.424
            ],
            [
              543785.635,
              184077.413
            ],
            [
              543782.984,
              184068.796
            ],
            [
              543789.612,
              184065.482
            ],
            [
              543788.286,
              184073.436
            ],
            [
              543800.217,
              184074.762
            ],
            [
              543802.205,
              184070.122
            ],
            [
              543804.194,
              184070.122
            ],
            [
              543801.542,
              184078.738
            ],
            [
              543887.044,
              184099.948
            ],
            [
              543905.602,
              184088.018
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Major retail and service",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Tascomi",
  "site_number": "Abbey Retail Park",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "ABBEY ROAD",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": null,
  "centroid_easting": "543875",
  "appeal_start_date": null,
  "centroid_northing": "183945",
  "borough": "London Borough of Barking and Dagenham",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.0735585,
          51.5373585
        ],
        [
          0.0739124,
          51.5358919
        ],
        [
          0.0739526,
          51.5357243
        ],
        [
          0.0739968,
          51.5356461
        ],
        [
          0.07392449999999999,
          51.5355281
        ],
        [
          0.0739412,
          51.5354742
        ],
        [
          0.0740397,
          51.5353294
        ],
        [
          0.07446889999999999,
          51.5346781
        ],
        [
          0.0746728,
          51.5343288
        ],
        [
          0.0741727,
          51.5342601
        ],
        [
          0.07413639999999999,
          51.5343025
        ],
        [
          0.073988,
          51.5344005
        ],
        [
          0.07401819999999999,
          51.5344357
        ],
        [
          0.07390229999999999,
          51.534408
        ],
        [
          0.0738567,
          51.5344565
        ],
        [
          0.0738212,
          51.5345167
        ],
        [
          0.07368179999999999,
          51.5348259
        ],
        [
          0.0736276,
          51.5348837
        ],
        [
          0.07343129999999999,
          51.5348529
        ],
        [
          0.073333,
          51.534832
        ],
        [
          0.07315279999999999,
          51.5347698
        ],
        [
          0.07252349999999999,
          51.5354039
        ],
        [
          0.0713987,
          51.5371523
        ],
        [
          0.0717271,
          51.5372299
        ],
        [
          0.0717293,
          51.5372776
        ],
        [
          0.0718256,
          51.5372938
        ],
        [
          0.0717839,
          51.537217
        ],
        [
          0.071878,
          51.5371855
        ],
        [
          0.0718622,
          51.5372573
        ],
        [
          0.07203459999999999,
          51.5372662
        ],
        [
          0.0720614,
          51.537224
        ],
        [
          0.07209,
          51.5372235
        ],
        [
          0.07205539999999999,
          51.5373016
        ],
        [
          0.073296,
          51.5374704
        ],
        [
          0.0735585,
          51.5373585
        ]
      ]
    ],
    "type": "Polygon"
  }
}