{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": null,
  "application_type": "All Other",
  "lpa_app_no": "13/00524/FUL",
  "application_type_full": null,
  "uprn": "100105433",
  "borough": "London Borough of Barking and Dagenham",
  "street_name": "THUNDERER ROAD",
  "locality": null,
  "ward": "Thames",
  "actual_commencement_date": null,
  "lpa_name": "Barking & Dagenham",
  "bo_system": "Idox Tascomi",
  "decision_conditions": [
    "No development shall take place until existing and proposed site levels have been submitted to and approved in writing by the Local Planning Authority. \r\rReason: To ensure a satisfactory standard of external appearance, in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BP11 of the Borough Wide Development Policies DPD (March 2011).",
    "The development hereby permitted must be commenced not later than the expiration of THREE YEARS from the date of this permission.\r\rReason: To comply with Section 92 of the Town and Country Planning Act 1990 and because of the scale and timescale of the development.",
    "The development hereby permitted shall be carried out in accordance with the following approved plans:\r\rCRM.314.001.D.001 1 May 2013\rCRM.314.001.D.002 2 May 2013\rCRM.314.001.D.003 3 August 1999\rCRM.314.001.D.004 4 April 2013\rCRM.314.001.D.005.1 5.1 June 2013\rCRM.314.001.D.005.2 5.2 June 2013\rCRM.314.001.D.005.3 5.3 June 2013\rCRM.314.001.D.005.4 5.4 June 2013\rCRM.314.001.D.005.5 5.5 June 2013\rCRM.314.001.D.005.6 5.6 June 2013\rCRM.314.001.D.005.7 5.7 June 2013\rCRM.314.001.D.006 6 Sep 2013\r\rReason: For the avoidance of doubt and in the interests of proper planning.",
    "No part of the development shall be operational until such time as a scheme of improvement/protection and maintenance of existing flood defences has been submitted to, and approved in writing by, the Local Planning Authority.  The scheme shall be fully implemented and subsequently maintained, in accordance with the timing / phasing arrangements embodied within the scheme, or within any other period as may subsequently be agreed, in writing, by the Local Planning Authority prior to operation of the development.\r\rReason: To ensure the structural integrity of existing flood defences in accordance with Policy CR4 of the Core Strategy (July 2010).",
    "Piling or any other foundation designs using penetrative methods shall not be permitted other than with the express written consent of the Local Planning Authority, which may be given for those parts of the site where it has been demonstrated that there is no resultant unacceptable risk to groundwater. The development shall be carried out in accordance with the approved details. \r\rReason: To ensure protection of controlled waters in accordance with Policy BR4 of the Borough Wide Development Policies DPD (March 2011).",
    "Demolition of the warehouse in Area 4 shall not commence until an historic buildings recording has been submitted to and approved in writing by the Local Planning Authority.  \r\rReason: To safeguard the heritage of the Borough by providing an adequate opportunity to investigate and subsequently record archaeological remains prior to commencement of development (including historic buildings recording), in accordance with Policy BP3 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place until the applicant has secured the implementation of a programme of archaeological works in accordance with a Written Scheme of Investigation which has been submitted to and approved in writing by the Local Planning Authority.  The development shall not be occupied until the site investigation and post investigation assessment has been completed in accordance with the programme set out in the approved Written Scheme of Investigation and the provision made for analysis, publication and dissemination of the results and archive deposition has been secured. A copy of the assessment shall be sent to the Local Planning Authority.\r\rReason: To safeguard the heritage of the Borough by providing an adequate opportunity to investigate and excavate archaeological remains on the site, followed by the subsequent recording of significant remains (including historic buildings recording) before development is carried out in accordance with policy BP3 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place until a Construction Management Plan has been submitted to and approved in writing by the Local Planning Authority. The Construction Management Plan shall provide details of all methods of site preparation and construction of the development and include:\r\ra.\ttraffic management including a Construction Logistics Plan;\rb.\tsite remediation and ground works;\rc.\twaste management; \rd.\tsurface water pollution control;\re.\tlocation and type of stored materials\rf.\tdust, smoke and odour control;\rg.\tavoidance of fires;\rh.\twheel washing;\ri.\tnoise and vibration;\rj.         hours of operation; No demolition, construction or building works shall be carried out except between the hours of 08.00 to 18.00 Monday to Friday\r           and 08.00 to 13.00 Saturday or at any time on Bank or Public holidays without the prior written approval of the Local Planning Authority, unless the               works have been approved in advance under section 61 of the Control of Pollution Act 1974.  \rk.\tdetails of a nominated Developer Liaison Representative with an address and contact telephone number to be circulated to those consulted on the             application by the developer's representatives. This person will act as first point of contact for adjoining occupiers who have any problems or                        questions related to the ongoing development;\rl.\timplementation and monitoring.  \r\rThe Construction Management Plan shall be implemented for the entire period of the works at the site, to the satisfaction of the Local Planning Authority. \r\rReason: In the interest of pollution and residential amenity, in accordance with Policy BP8 of the Borough Development Policies DPD (March 2011).",
    "The remediation strategy described in URS Report \"Remediation Strategy for Areas 1, 4 & 5 Stolthaven Terminal, Dagenham\", reference 47066473, dated June 2013, must be carried out in accordance with its terms in the respective area prior to the commencement of development in that area, other than works of demolition or works required to carry out remediation, unless otherwise agreed in writing by the Local Planning Authority. The Local Planning Authority must be given two weeks written notification of commencement of the remediation scheme works. \r\rReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policies BR4 and BR5 of the Borough Wide Development Policies DPD (March 2011).",
    "Following completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority. \r\rReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policies BR4 and BR5 of the Borough Wide Development Policies DPD (March 2011).",
    "In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority. An investigation and risk assessment must be undertaken and where remediation is necessary a remediation scheme must be prepared which is subject to the approval in writing of the Local Planning Authority.\r\rReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policies BR4 and BR5 of the Borough Wide Development Policies DPD (March 2011).",
    "Annual monitoring reports exploring the feasibility of utilising the Pinnacle Terminal Wharf for freight movement along the river shall be kept.  The applicant shall seek to maximise water borne freight movement where viable and shall keep such records as may be required to permit the Local Planning Authority to determine compliance or otherwise with this condition.  Those records shall be made available to the Local Planning Authority on request.\r\rReason: In order to promote the use of the river for transportation of freight in accordance with Policy 7.26 of the London Plan (July 2011) and Policy BR10 of the Borough Wide Development Policies DPD (March 2011)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "548761",
  "status": "Approved",
  "decision_date": "22/11/2013",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          0.14171809999999999,
          51.5175572
        ],
        [
          0.1419373,
          51.5179171
        ],
        [
          0.1421306,
          51.5178573
        ],
        [
          0.1422246,
          51.5179146
        ],
        [
          0.14225000000000002,
          51.5179856
        ],
        [
          0.1422419,
          51.5180209
        ],
        [
          0.14282799999999998,
          51.5177924
        ],
        [
          0.1428964,
          51.5177602
        ],
        [
          0.1431029,
          51.5176606
        ],
        [
          0.1431579,
          51.517634
        ],
        [
          0.14324599999999998,
          51.5175915
        ],
        [
          0.1434704,
          51.517474
        ],
        [
          0.1434895,
          51.5174818
        ],
        [
          0.14355869999999998,
          51.5174967
        ],
        [
          0.14371799999999998,
          51.5175136
        ],
        [
          0.14389069999999998,
          51.5175082
        ],
        [
          0.1442944,
          51.517526
        ],
        [
          0.1446274,
          51.5175401
        ],
        [
          0.1447205,
          51.5175434
        ],
        [
          0.1447444,
          51.5174998
        ],
        [
          0.1447091,
          51.5173017
        ],
        [
          0.1446421,
          51.5168035
        ],
        [
          0.1445338,
          51.5167901
        ],
        [
          0.14425849999999998,
          51.5165136
        ],
        [
          0.1440842,
          51.5163384
        ],
        [
          0.14371209999999998,
          51.5159653
        ],
        [
          0.1433953,
          51.5156559
        ],
        [
          0.1432908,
          51.5156466
        ],
        [
          0.1427153,
          51.515892
        ],
        [
          0.1425478,
          51.5159805
        ],
        [
          0.1423437,
          51.5158242
        ],
        [
          0.1402572,
          51.5169292
        ],
        [
          0.1404001,
          51.5170256
        ],
        [
          0.14030579999999998,
          51.517106
        ],
        [
          0.1400787,
          51.5172567
        ],
        [
          0.1398507,
          51.5173904
        ],
        [
          0.139436,
          51.5176308
        ],
        [
          0.1394504,
          51.5177202
        ],
        [
          0.1396306,
          51.5176369
        ],
        [
          0.1407738,
          51.5170179
        ],
        [
          0.1408904,
          51.5170935
        ],
        [
          0.1411104,
          51.5173431
        ],
        [
          0.14082409999999998,
          51.5176761
        ],
        [
          0.14096029999999998,
          51.5176893
        ],
        [
          0.14171809999999999,
          51.5175572
        ]
      ]
    ]
  },
  "decision_target_date": "25/09/2013",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": "Major all other major developments",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T19:53:55.824+00:00",
  "last_updated_by": "Idox Tascomi",
  "site_name": "Dagenham Dock",
  "id": "Barking_&_Dagenham-13_00524_FUL",
  "decision": "Approved",
  "cil_liability": null,
  "centroid_northing": "181949",
  "appeal_start_date": null,
  "postcode": "",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=15398",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Redevelopment of central and eastern sections (Areas 1, 4 and 5) of existing bulk storage terminal comprising installation of new storage tanks and associated infrastructure (Stolthaven formerly TDG).",
  "valid_date": "27/06/2013",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              548696.66,
              182022.34
            ],
            [
              548710.7,
              182062.8
            ],
            [
              548724.3,
              182056.55
            ],
            [
              548730.641,
              182063.108
            ],
            [
              548732.17,
              182071.06
            ],
            [
              548731.49,
              182074.96
            ],
            [
              548772.9,
              182050.75
            ],
            [
              548777.75,
              182047.3
            ],
            [
              548792.4,
              182036.65
            ],
            [
              548796.3,
              182033.8
            ],
            [
              548802.55,
              182029.25
            ],
            [
              548818.5,
              182016.65
            ],
            [
              548819.8,
              182017.55
            ],
            [
              548824.55,
              182019.35
            ],
            [
              548835.55,
              182021.55
            ],
            [
              548847.55,
              182021.3
            ],
            [
              548875.5,
              182024.1
            ],
            [
              548898.55,
              182026.35
            ],
            [
              548905,
              182026.9
            ],
            [
              548906.8,
              182022.1
            ],
            [
              548905,
              182000
            ],
            [
              548901.97,
              181944.47
            ],
            [
              548894.5,
              181942.75
            ],
            [
              548876.3,
              181911.45
            ],
            [
              548864.78,
              181891.61
            ],
            [
              548840.18,
              181849.37
            ],
            [
              548819.21,
              181814.32
            ],
            [
              548811.99,
              181813.08
            ],
            [
              548771.26,
              181839.2
            ],
            [
              548759.35,
              181848.7
            ],
            [
              548745.7,
              181830.9
            ],
            [
              548597.35,
              181949.55
            ],
            [
              548606.95,
              181960.55
            ],
            [
              548600.15,
              181969.3
            ],
            [
              548583.9,
              181985.6
            ],
            [
              548567.65,
              182000
            ],
            [
              548538.1,
              182025.9
            ],
            [
              548538.81,
              182035.87
            ],
            [
              548551.58,
              182026.97
            ],
            [
              548632.9,
              181960.45
            ],
            [
              548640.75,
              181969.1
            ],
            [
              548655.2,
              181997.3
            ],
            [
              548634.25,
              182033.75
            ],
            [
              548643.658,
              182035.489
            ],
            [
              548696.66,
              182022.34
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "pp_id": null,
  "application_details": {
    "site_area": 4.728
  },
  "centroid": {
    "lon": "0.14261379999999999",
    "lat": "51.5168813"
  },
  "lapsed_date": "22/11/2018",
  "decision_process": "Delegated",
  "actual_completion_date": null
}