{
  "lpa_name": "Barking & Dagenham",
  "uprn": "100090255",
  "decision_date": "26/11/2013",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Idox Tascomi",
  "id": "Barking_&_Dagenham-13_00628_FUL",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM10 7RA",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "New Build",
      "site_area": 0.194,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 2369,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 2369
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "A1",
        "gia_gained": 2369,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "3",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "site_area": 1.9060000000000001
  },
  "valid_date": "06/08/2013",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of a ground floor extension to the existing foodstore (1,945 sqm gross external floorspace) and a first floor extension to provide improved staff facilities (424 sqm gross external floorspace); elevational alterations to the existing foodstore; the reconfiguration of car parking to create a shared car park with the adjacent leisure centre; junction improvement works; together with associated site works and landscaping.",
  "decision_conditions": [
    "The development hereby permitted shall be carried out in accordance with the submitted Energy and Sustainability Assessment entitled 'Morrisons Becontree Heath Store Extension, Energy and Sustainability Assessment' prepared by b:ssec (Document Ref: 1707 Version 4, dated 10 July 2013), unless otherwise agreed in writing with the Local Planning Authority.\r\rReason:  In the interests of safeguarding the environment and providing sustainable development in accordance with policies BR1 and BR2 of the Borough Wide Development Policies DPD and policies 5.2, 5.3, 5.7 and 5.9 of the London Plan.",
    "Piling or any other foundation designs using penetrative methods shall not be permitted other than with the express written consent of the Local Planning Authority, which may be given for those parts of the site where it has been demonstrated that there is no resultant unacceptable risk to groundwater.  The development shall be carried out in accordance with the approved details.\r\rReason:  To protect controlled waters and in accordance with policy BR5 of the Borough Wide Development Policies DPD.",
    "No development shall commence until a scheme of hard and soft landscaping for the site, including details of materials, species and a planting schedule have been submitted to and approved in writing by the Local Planning Authority.  The approved hard landscaping shall be carried out prior to the occupation of the development and thereafter permanently retained.  The approved soft landscaping shall be carried out in the first planting and seeding seasons following the occupation of the building or completion of the development, whichever is the sooner.  Any plants which within a period of 5 years from the completion of the development die, are removed or become seriously damaged or diseased, shall be replaced in the next planting season with others of similar size and species unless the Local Planning Authority gives written consent to any variation.\r\rReason:  To safeguard and improve the appearance of the area in accordance with policy BP11 of the Borough Wide Development Policies DPD.",
    "The rating level of the noise from plant installed pursuant to this permission shall not exceed the existing background noise at any time at the outside of noise-sensitive buildings.  Any assessment of compliance with this condition shall be made according to the methodology and procedures presented in BS4142:1997.\r\rReason:  To maintain reasonable levels of protection for neighbouring occupiers of the development from external noise and in accordance with policy BP8 of the Borough Wide Development Policies DPD.",
    "No development shall commence until details of the proposed photovoltaic panels have been submitted to the Local Planning Authority for approval in writing.  The approved photovoltaic panels shall be installed prior to occupation of the proposed development and be permanently maintained so as to provide energy for the development on a day-to-day basis for as long as the development remains. \r\rReason:  In the interests of safeguarding the environment and to ensure that the development provides renewable energy in accordance with policy BR2 of the Borough Wide Development Policies DPD and policy 5.7 of the London Plan.",
    "Prior to the occupation of the development hereby permitted, details of the kitchen extract ventilation systems for the removal and treatment of cooking odours from the new customer café and staff canteen, including measures to mitigate system noise, shall be submitted to the Local Planning Authority for approval in writing.  Details of the extract flues shall also be provided.  The extensions shall not be occupied until the approved details have been implemented.  The system shall be designed to achieve a very high level of odour control as described in DEFRA publication 'Guidance on the Control of Odour and Noise from Commercial Kitchen Exhaust Systems'.  The ventilation system shall be operated at all times when activities involving the preparation of food are being undertaken.\r\rReason:  To safeguard the appearance of the premises and minimise the impact of cooking smells and odours in accordance with policy BP8 of the Borough Wide Development Policies DPD.",
    "The development shall be constructed in accordance with the submitted Construction Phasing Plan (Sheet 1 to 13 dated 17 June 2013), unless otherwise agreed in writing with the Local Planning Authority.\r\rReason:  To ensure that sufficient off-street parking areas are provided during the construction phase so as not to prejudice the free flow of traffic on the adjoining highway in accordance with policies BR9 and BR11 of the Borough Wide Development Policies DPD.",
    "The shared car parking layout, including the taxi pick-up/drop-off bay, the mini-bus pick-up/drop-off bay, accesses, egresses and routes through the car park, shown on Drawing Number 8515-PP-031 Rev A shall be constructed and marked out prior to the occupation of the development hereby permitted, unless otherwise agreed in writing with the Local Planning Authority.  \r\rReason:  To enhance access through the site and to ensure that sufficient off-street parking areas are provided so as not to prejudice the free flow of traffic on the adjoining highway in accordance with policies BR9 and BR11 of the Borough Wide Development Policies DPD.",
    "Prior to occupation of the development hereby permitted, the cycle parking facilities shown on Drawing Number 8515-PP-037 shall be provided and thereafter permanently retained.\r\rReason:  In the interests of promoting cycling as a safe, efficient and non-polluting mode of transport and in accordance with policy BR11 of the Borough Wide Development Policies DPD.",
    "The submitted Travel Plan (Ref: W50748/T15/R03 Rev C) dated July 2013 and prepared by Pell Frischmann shall be implemented and monitored in accordance with the timescales set out in Section 10 of the approved document. \r\rReason:  In order to encourage the use of sustainable transport and in accordance with policy BR10 of the Borough Wide Development Policies DPD and policy 6.3 of the London Plan.",
    "The development hereby permitted shall be carried out in accordance with the submitted Flood Risk Assessment prepared by BSCP (Ref: ST13006/FRA001 Rev A) dated 8 July 2013, unless otherwise agreed in writing with the Local Planning Authority.\r \rReason:  To prevent flooding by ensuring the satisfactory storage and disposal of surface water from the site and to reduce the risk and impact of flooding on the proposed development in accordance with policy CR4 of the Core Strategy, policy BR4 of the Borough Wide Development Policies DPD and policy 5.12 of the London Plan.",
    "No development shall commence until details/samples of all materials to be used in the construction of the external surfaces of the development have been submitted to and approved in writing by the Local Planning Authority.  The development shall be carried out in accordance with the approved materials.\r\rReason:  To protect or enhance the character and amenity of the area in accordance with policies BP8 and BP11 of the Borough Wide Development Policies DPD and policies 7.4 and 7.6 of the London Plan.",
    "The development permitted shall be begun before the expiration of three years from the date of this permission.\r\rReason:  To comply with Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall be carried out in accordance with the following approved plans:\r\r8515-PP-019\r8515-PP-020\r8515-PP-021\r8515-PP-022\r8515-PP-023\r8515-PP-024\r8515-PP-025\r8515-PP-026\r8515-PP-031 Rev A\r8515-PP-032\r8515-PP-033\r8515-PP-034\r8515-PP-035\r8515-PP-036\r8515-PP-037\r8515-PP-040\r8515-PP-041\r8515-PP-042\r8515-PP-043\r8515-PP-044\r\rReason:  For the avoidance of doubt and in the interests of proper planning.",
    "No development shall commence, including any works of demolition, until a Construction Environmental Management Plan (CEMP) and a Site Waste Management Plan (SWMP) have been submitted to and approved in writing by the Local Planning Authority.  These plans shall incorporate details of:\r\r- construction traffic management and routes to the site;\r- the parking of vehicles of site operatives and visitors; \r- loading and unloading of plant and materials; \r- storage of plant and materials used in constructing the development; \r- the erection and maintenance of security hoarding(s) including decorative displays and facilities for public viewing, where appropriate; \r- wheel washing facilities;\r- measures to control the emission of dust and dirt during construction; \r- a scheme for recycling/disposing of waste resulting from demolition and construction works;\r- the use of efficient construction materials;\r- methods to minimise waste, to encourage re-use, recovery and recycling, and sourcing of materials; and\r- a nominated Developer/Resident Liaison Representative with an address and contact telephone number to be circulated to those residents consulted on the application by the developer's representatives.  This person will act as first point of contact for residents who have any problems or questions related to the ongoing development.\r\rOnce approved these plans shall be adhered to throughout the construction period.\r\rReason:  In order to reduce the environmental impact of the construction and the impact on the amenities of neighbouring residents and in accordance with policy BP8 of the Borough Wide Development Policies DPD.",
    "No development shall commence, including any works of demolition, until a Construction Logistics Plan has been submitted to and approved in writing by the Local Planning Authority.  The Plan shall be designed to minimise deliveries of materials and export of any waste materials within the times of peak traffic congestion on the local road network.  The Plan shall be implemented in accordance with the approved details and thereafter maintained.\r\rReason:  In order to minimise the impact of the development on the free flow of traffic on the local highway network and in the interests of highway safety and in accordance with policy BR10 of the Borough Wide Development Policies DPD and policy 6.3 of the London Plan.",
    "No development shall commence until a scheme showing the provisions to be made for external lighting, CCTV coverage, and any other measures to reduce the risk of crime, have been submitted to and approved in writing by the Local Planning Authority.  The development shall not be occupied until the approved scheme has been implemented.  Thereafter the approved measures shall be permanently retained unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: In the interests of enhancing security and safety and in accordance with policy BC7 of the Borough Wide Development Policies DPD.",
    "No deliveries, external running of plant and equipment or construction works, other than internal works not audible outside the site boundary, shall take place on the site other than between the hours of 0800 to 1800 on Monday to Friday and 0800 to 1300 on Saturday and not at all on Sundays, Public or Bank Holidays without the prior written permission of the Local Planning Authority.  The works are to be carried out in accordance with the recommendations contained within British Standard 5228:2009 'Code of practice for noise and vibration control on construction and open sites' (Parts 1 and 2) and the Mayor of London/London Council's publication 'The control of dust and emissions from construction and demolition, Best Practice Guidance', 2006.\r\rReason:  To ensure that the proposed demolition and construction work does not cause nuisance and disturbance to neighbouring occupiers and in accordance with policy BP8 of the Borough Wide Development Policies DPD.",
    "No development shall commence until the applicant has provided to the Local Planning Authority for approval in writing an independently verified BREEAM report that achieves as a minimum a Very Good rating with a Design and Procurement Certificate.  The development shall then be constructed in accordance with these details.  A certificated BREEAM Post Construction Review, or other verification process agreed with the Local Planning Authority, shall be provided, confirming that the agreed standards have been met. \r\rReason:  To ensure that the proposed development is constructed in an environmentally sustainable manner and in accordance with policy BR1 of the Borough Wide Development Policies DPD.",
    "No development shall commence until an investigation and risk assessment, in addition to any assessment provided with the planning application, has been completed in accordance with a scheme to assess the nature and extent of any contamination on the site, whether or not it originates on the site.  The contents of the scheme are subject to the approval in writing of the Local Planning Authority.  The investigation and risk assessment must be undertaken by competent persons and a written report of the findings must be produced.  The written report is subject to the approval in writing of the Local Planning Authority.  The report of the findings must include:\r\r(i)   a survey of the extent, scale and nature of contamination;\r \r(ii)  an assessment of the potential risks to:\r\r- human health; \r- property (existing or proposed) including buildings, crops, livestock, pets, woodland and service lines and pipes; \r- adjoining land; \r- groundwaters and surface waters; \r- ecological systems; \r- archaeological sites and ancient monuments;\r \r(iii) an appraisal of remedial options, and proposal of the preferred option(s). \r\rThis must be conducted in accordance with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11'.",
    "No development shall commence until a detailed remediation scheme, to bring the site to a condition suitable for the intended use by removing unacceptable risks to human health, buildings and other property and the natural and historical environment, has been prepared and submitted to the Local Planning Authority for approval in writing.  The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures.  The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.",
    "The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development, other than that required to carry out remediation, unless otherwise agreed in writing by the Local Planning Authority.  The Local Planning Authority must be given two weeks written notification of commencement of the remediation scheme works.\r\rFollowing completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority.",
    "In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority.  An investigation and risk assessment must be undertaken in accordance with the requirements of Condition 9, and where remediation is necessary a remediation scheme must be prepared in accordance with the requirements of Condition 10, which is subject to the approval in writing of the Local Planning Authority.\r\rFollowing completion of measures identified in the approved remediation scheme a verification report must be prepared, which is subject to the approval in writing of the Local Planning Authority.\r\rReason for Conditions 9 to 12:  To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors in accordance with policy BR5 of the Borough Wide Development Policies DPD and policy 5.21 of the London Plan."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T19:54:01.916+00:00",
  "ward": "Heath",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": 18,
    "no_proposed_bus": null,
    "net_bluebadge": -5,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": 333,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": 425,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": -92,
    "no_existing_bluebadge": 23,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null
  },
  "lapsed_date": "26/11/2018",
  "decision_target_date": "04/11/2013",
  "centroid": {
    "lat": "51.5598477",
    "lon": "0.1491185"
  },
  "lpa_app_no": "13/00628/FUL",
  "status": "Lapsed",
  "site_name": "Morrisons Supermarket",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=17251",
  "locality": "Dagenham",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              549149.8,
              186717.05
            ],
            [
              549135.008,
              186718.4
            ],
            [
              549128.158,
              186718.842
            ],
            [
              549110.924,
              186720.389
            ],
            [
              549111.35,
              186707.45
            ],
            [
              549102.6,
              186706.9
            ],
            [
              549088,
              186705.95
            ],
            [
              549072.25,
              186705.1
            ],
            [
              549062.9,
              186704.75
            ],
            [
              549061.1,
              186705.05
            ],
            [
              549059.95,
              186698.4
            ],
            [
              549056,
              186673.8
            ],
            [
              549055.25,
              186668.55
            ],
            [
              549054.8,
              186665.2
            ],
            [
              549053.95,
              186659.25
            ],
            [
              549053.15,
              186653.5
            ],
            [
              549052.25,
              186647.1
            ],
            [
              549051.5,
              186641.45
            ],
            [
              549050.7,
              186635.65
            ],
            [
              549050.35,
              186633.15
            ],
            [
              549047.8,
              186633.3
            ],
            [
              549043.25,
              186632.85
            ],
            [
              549038.1,
              186633.8
            ],
            [
              549033.6,
              186634.05
            ],
            [
              549028.2,
              186634.35
            ],
            [
              549022.35,
              186634.65
            ],
            [
              549019.35,
              186634.8
            ],
            [
              549010.51,
              186635.33
            ],
            [
              549005.5,
              186635.4
            ],
            [
              548995.8,
              186636.25
            ],
            [
              548988.2,
              186636.85
            ],
            [
              548990.2,
              186649.85
            ],
            [
              548994.35,
              186676.5
            ],
            [
              548996.45,
              186691.8
            ],
            [
              548997.85,
              186702.25
            ],
            [
              548998.9,
              186711.4
            ],
            [
              548999.25,
              186715.3
            ],
            [
              548999.79,
              186726.62
            ],
            [
              549000.1,
              186730.1
            ],
            [
              549000.446,
              186756.847
            ],
            [
              549018.343,
              186758.835
            ],
            [
              549017.3,
              186771.5
            ],
            [
              549025.1,
              186773.3
            ],
            [
              549026.75,
              186777.25
            ],
            [
              549026.8,
              186779.15
            ],
            [
              549037.92,
              186778.49
            ],
            [
              549058.25,
              186774.95
            ],
            [
              549066.093,
              186773.736
            ],
            [
              549067.877,
              186779.418
            ],
            [
              549067.837,
              186811.644
            ],
            [
              549068.058,
              186813.854
            ],
            [
              549069.908,
              186814.706
            ],
            [
              549074.755,
              186814.747
            ],
            [
              549074.36,
              186816.136
            ],
            [
              549069.9,
              186816.401
            ],
            [
              549054.171,
              186816.57
            ],
            [
              549045.963,
              186817.168
            ],
            [
              549046.44,
              186823.06
            ],
            [
              549048.83,
              186822.945
            ],
            [
              549048.848,
              186828.068
            ],
            [
              549068.153,
              186827.806
            ],
            [
              549068.089,
              186822.416
            ],
            [
              549085.601,
              186822.245
            ],
            [
              549089.452,
              186822.352
            ],
            [
              549091.549,
              186823.779
            ],
            [
              549092.375,
              186827.034
            ],
            [
              549093.407,
              186830.644
            ],
            [
              549095.066,
              186833.337
            ],
            [
              549097.184,
              186835.423
            ],
            [
              549099.263,
              186836.668
            ],
            [
              549103.113,
              186837.728
            ],
            [
              549105.375,
              186837.748
            ],
            [
              549110.943,
              186837.389
            ],
            [
              549116.093,
              186841.848
            ],
            [
              549126.811,
              186841.113
            ],
            [
              549129.278,
              186838.303
            ],
            [
              549131.316,
              186835.982
            ],
            [
              549138.143,
              186835.552
            ],
            [
              549138.299,
              186827.716
            ],
            [
              549138.458,
              186825.518
            ],
            [
              549138.985,
              186822.692
            ],
            [
              549143.404,
              186822.913
            ],
            [
              549145.174,
              186806.959
            ],
            [
              549141.261,
              186805.591
            ],
            [
              549140.814,
              186802.592
            ],
            [
              549145.612,
              186803.005
            ],
            [
              549147.806,
              186782.534
            ],
            [
              549146.541,
              186781.535
            ],
            [
              549143.639,
              186781.254
            ],
            [
              549142.99,
              186780.238
            ],
            [
              549144.151,
              186778.734
            ],
            [
              549148.719,
              186778.207
            ],
            [
              549148.662,
              186772.192
            ],
            [
              549148.086,
              186770.301
            ],
            [
              549150.316,
              186769.925
            ],
            [
              549151.937,
              186768.745
            ],
            [
              549153.4,
              186764.4
            ],
            [
              549156.6,
              186764.7
            ],
            [
              549158.75,
              186761.3
            ],
            [
              549158.22,
              186750.59
            ],
            [
              549157.25,
              186731.35
            ],
            [
              549157.45,
              186716.4
            ],
            [
              549149.8,
              186717.05
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Major retail and service",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Tascomi",
  "site_number": "402",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "WOOD LANE",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": null,
  "centroid_easting": "549072",
  "appeal_start_date": null,
  "centroid_northing": "186740",
  "borough": "London Borough of Barking and Dagenham",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.15023019999999998,
          51.559621
        ],
        [
          0.1500176,
          51.559637
        ],
        [
          0.149919,
          51.5596428
        ],
        [
          0.14967129999999998,
          51.5596613
        ],
        [
          0.1496719,
          51.5595449
        ],
        [
          0.1495456,
          51.5595423
        ],
        [
          0.1493347,
          51.5595376
        ],
        [
          0.1491073,
          51.5595341
        ],
        [
          0.1489724,
          51.5595334
        ],
        [
          0.14894659999999998,
          51.5595366
        ],
        [
          0.14892719999999998,
          51.5594771
        ],
        [
          0.1488598,
          51.559257099999996
        ],
        [
          0.1488468,
          51.5592102
        ],
        [
          0.1488389,
          51.5591802
        ],
        [
          0.1488241,
          51.5591269
        ],
        [
          0.1488101,
          51.5590755
        ],
        [
          0.1487944,
          51.5590182
        ],
        [
          0.1487812,
          51.5589677
        ],
        [
          0.1487673,
          51.5589158
        ],
        [
          0.14876119999999998,
          51.5588934
        ],
        [
          0.14872449999999998,
          51.5588954
        ],
        [
          0.1486587,
          51.5588926
        ],
        [
          0.1485848,
          51.5589025
        ],
        [
          0.1485201,
          51.5589059
        ],
        [
          0.1484424,
          51.55891
        ],
        [
          0.1483582,
          51.5589142
        ],
        [
          0.148315,
          51.5589164
        ],
        [
          0.14818779999999998,
          51.5589235
        ],
        [
          0.1481156,
          51.5589254
        ],
        [
          0.1479761,
          51.5589356
        ],
        [
          0.1478668,
          51.558943
        ],
        [
          0.14790119999999998,
          51.5590593
        ],
        [
          0.1479723,
          51.5592976
        ],
        [
          0.148009,
          51.5594346
        ],
        [
          0.1480336,
          51.5595281
        ],
        [
          0.1480526,
          51.55961
        ],
        [
          0.1480593,
          51.559645
        ],
        [
          0.1480719,
          51.5597465
        ],
        [
          0.14807779999999998,
          51.5597777
        ],
        [
          0.1480941,
          51.560018
        ],
        [
          0.14835299999999998,
          51.5600311
        ],
        [
          0.14834329999999998,
          51.5601452
        ],
        [
          0.1484565,
          51.5601593
        ],
        [
          0.148482,
          51.5601944
        ],
        [
          0.1484835,
          51.5602114
        ],
        [
          0.14864349999999998,
          51.5602026
        ],
        [
          0.1489351,
          51.5601654
        ],
        [
          0.1490476,
          51.5601524
        ],
        [
          0.1490757,
          51.560203
        ],
        [
          0.1490888,
          51.5604926
        ],
        [
          0.1490929,
          51.5605124
        ],
        [
          0.1491199,
          51.5605195
        ],
        [
          0.14918979999999998,
          51.5605186
        ],
        [
          0.1491847,
          51.5605312
        ],
        [
          0.1491206,
          51.5605348
        ],
        [
          0.1488939,
          51.5605404
        ],
        [
          0.14877579999999999,
          51.560548
        ],
        [
          0.1487852,
          51.5606008
        ],
        [
          0.1488196,
          51.5605991
        ],
        [
          0.14882199999999998,
          51.5606451
        ],
        [
          0.1491002,
          51.5606377
        ],
        [
          0.14909699999999998,
          51.5605893
        ],
        [
          0.1493494,
          51.5605831
        ],
        [
          0.14940489999999998,
          51.5605831
        ],
        [
          0.14943579999999998,
          51.5605953
        ],
        [
          0.149449,
          51.5606244
        ],
        [
          0.1494654,
          51.5606565
        ],
        [
          0.1494905,
          51.5606803
        ],
        [
          0.14952189999999999,
          51.5606985
        ],
        [
          0.1495524,
          51.5607091
        ],
        [
          0.1496084,
          51.5607176
        ],
        [
          0.149641,
          51.5607172
        ],
        [
          0.1497211,
          51.5607125
        ],
        [
          0.1497972,
          51.5607512
        ],
        [
          0.14995139999999998,
          51.5607418
        ],
        [
          0.1499858,
          51.5607159
        ],
        [
          0.1500142,
          51.5606945
        ],
        [
          0.1501124,
          51.5606888
        ],
        [
          0.1501113,
          51.5606184
        ],
        [
          0.1501127,
          51.5605986
        ],
        [
          0.1501191,
          51.5605731
        ],
        [
          0.15018289999999998,
          51.5605739
        ],
        [
          0.1502017,
          51.5604301
        ],
        [
          0.1501447,
          51.5604188
        ],
        [
          0.1501369,
          51.560392
        ],
        [
          0.1502063,
          51.5603944
        ],
        [
          0.15022919999999998,
          51.5602099
        ],
        [
          0.1502106,
          51.5602013
        ],
        [
          0.15016859999999999,
          51.5601995
        ],
        [
          0.15015879999999998,
          51.5601905
        ],
        [
          0.1501749,
          51.5601767
        ],
        [
          0.1502406,
          51.5601708
        ],
        [
          0.1502372,
          51.5601168
        ],
        [
          0.1502281,
          51.5600999
        ],
        [
          0.15026009999999998,
          51.5600959
        ],
        [
          0.150283,
          51.5600849
        ],
        [
          0.1503022,
          51.5600455
        ],
        [
          0.1503485,
          51.5600473
        ],
        [
          0.15037799999999998,
          51.5600162
        ],
        [
          0.1503658,
          51.5599201
        ],
        [
          0.1503437,
          51.5597475
        ],
        [
          0.15034019999999998,
          51.5596131
        ],
        [
          0.15023019999999998,
          51.559621
        ]
      ]
    ],
    "type": "Polygon"
  }
}