{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/183265FUL;",
  "lapsed_date": "06/12/2021",
  "decision_target_date": "06/12/2018",
  "locality": "London",
  "subdivision_of_building": "King Fahad Academy For Girls",
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 4EJ",
  "site_name": "King Fahad Academy For Girls",
  "status": "Lapsed",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 3472,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 6180,
      "total_gia_lost": 3472,
      "development_type": "New Build",
      "total_gia_gained": 6180,
      "site_area": 1
    },
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "2",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "existing_uprns": [
      "000012133147"
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "D1",
        "gia_gained": 6180,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 3472
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "site_area": 1.039
  },
  "appeal_decision_date": null,
  "lpa_app_no": "183265FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "517257",
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T15:29:18.265+00:00",
  "id": "Ealing-183265FUL",
  "application_type": "All Other",
  "street_name": "Little Ealing Lane",
  "borough": "Ealing",
  "ward": "Northfield",
  "decision_date": "06/12/2018",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Demolition of two and three-storey extensions (to north and south of Place House) and replacement with part single, part two and part three-storey extensions for use as a four form entry secondary school and sixth form (840 pupils); refurbishment of Place House, garden folly and gate house; associated hardstanding and boundary treatment works; and refuse and cycle parking storage",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major all other major developments",
  "centroid_northing": "178820",
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012133147",
  "centroid": {
    "lon": "-0.31223449999999997",
    "lat": "51.496171"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517269.8323173,
              178886.1459656
            ],
            [
              517275.6531623,
              178886.6751334
            ],
            [
              517289.676107,
              178861.0104987
            ],
            [
              517288.3531877,
              178860.481331
            ],
            [
              517305.5511388,
              178828.9958513
            ],
            [
              517306.3448904,
              178828.9958513
            ],
            [
              517325.6595123,
              178793.5416137
            ],
            [
              517250.7822792,
              178739.8310897
            ],
            [
              517214.5342901,
              178813.6499873
            ],
            [
              517198.6592583,
              178843.5479638
            ],
            [
              517198.6592583,
              178845.4000508
            ],
            [
              517195.7488358,
              178849.8979765
            ],
            [
              517219.0322157,
              178862.5980019
            ],
            [
              517226.4405639,
              178865.7730082
            ],
            [
              517225.6468123,
              178866.8313437
            ],
            [
              517258.7197951,
              178884.0292947
            ],
            [
              517257.6614597,
              178884.8230463
            ],
            [
              517266.657311,
              178884.8230463
            ],
            [
              517267.9802303,
              178885.6167979
            ],
            [
              517269.8323173,
              178886.1459656
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_cycle": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": null,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: To comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby permitted shall be carried out in accordance with the following approved documents and plans:",
    "FS0325-STL-00-01-DR-A-0112-Rev-P06; FS0325-STL-00-00-DR-A-0111-Rev-P06; FS0325-ALA-00-XX-DR-L-0002-Rev-P21; FS0325-STL-00-RL-DR-A-0114-Rev-P08; FS0325-ALA-00-XX-DR-L-0001-Rev-P16; FS0325-EBA-XX-EL-DR-A-3107-Rev-P02; 066477 CUR 00 00 DR TP 0021; FS0325-EBA-XX-EL-DR-A-3105-P01; FS0325-ALA-00-XX-DR-L-0010-Rev-P04; FS0325-ALA-00-XX-DR-L-0004-Rev-P12; FS0325-ALA-00-XX-DR-L-0005-Rev-P09; FS0325-ALA-00-XX-DR-L-0003-Rev-P16; FS0325-ALA-00-XX-DR-L-0006-Rev-P11; FS0325-ALA-00-XX-DR-L-0009-Rev-P06; FS0325-ALA-00-XX-DR-L-0013-Rev-P04; FS0325-EBA-XX-EL-DR-A-3106-Rev-P01; FS0325-STL-00-XX-DR-A-0701-Rev-P04; FS0325-STL-00-XX-DR-A-0225-Rev-P06; FS0325-STL-00-XX-DR-A-0222-Rev-P09; FS0325-STL-00-XX-DR-A-0223-Rev-P10; FS0325-STL-00-XX-DR-A-0224-Rev-P10; FS0325-STL-00-XX-DR-A-0221-Rev-P08; FS0325-STL-00-02-DR-A-0113-Rev-P06; \tFS0325-STL-00-XX-DR-A-0202-Rev-P05;\tFS0325-STL-00-XX-DR-A-0313-Rev-P04; FS0325-EBA-A3-00-DR-A-5101-Rev-P01; FS0325-EBA-A3-XX-SH-A-0003-Rev-01; FS0325-EBA-A3-01-DR-A-100-Rev-P04; FS0325-EBA-A3-XX-DR-A-5002-Rev-P05; FS0325-SPZ-A3-01-DR-I-0030-P03; FS0325-ALA-00-XX-DR-L-0007-Rev-P02; FS0325-ALA-00-XX-DR-L-0008-Rev-P02; FS0325-EBA-A3-00-DR-A-0002-Rev-P02; ; FS0325-EBA-A3-00-DR-A-1002-Rev-P03; FS0325-EBA-A3-00-DR-A-100-Rev-P03; FS0325-EBA-A3-01-DR-A-0003-Rev-P02; FS0325-EBA-A3-01-DR-A-1003-Rev-P04; FS0325-EBA-A3-B1-DR-A-0001-Rev-P02; FS0325-EBA-A3-EL-DR-A-0005-Rev-P01; FS0325-EBA-A3-EL-DR-A-0006-Rev-P01; FS0325-EBA-A3-EL-DR-A-0007-Rev-P02; FS0325-EBA-A3-EL-DR-A-2001-Rev-P01; FS0325-EBA-A3-EL-DR-A-2002-Rev-P01; FS0325-EBA-A3-EL-DR-A-2003-Rev-P01; FS0325-EBA-A3-RF-DR-A-0004-Rev-P02; FS0325-EBA-A3-RF-DR-A-1004-Rev-P03; FS0325-EBA-A3-SX-DR-A-0008-Rev-P01; FS0325-EBA-A3-SX-DR-A-3001-Rev-P01; FS0325-EBA-A3-XX-DR-A-5001-Rev-P03; FS0325-EBA-CE-00-DR-A-0001-Rev-P01; FS0325-EBA-CE-01-DR-A-0002-Rev-P01; FS0325-EBA-CE-02-DR-A-0003-Rev-P01; FS0325-EBA-CE-SX-DR-A-0007-Rev-P01; FS0325-EBA-CE-SX-DR-A-0006-Rev-P01; FS0325-EBA-CE-RF-DR-A-0004-Rev-P01; FS0325-EBA-CE-SX-DR-A-0008-P01; FS0325-EBA-FL-EL-DR-A-0002-P03; FS0325-EBA-FL-EL-DR-A-0003-Rev-P03; FS0325-EBA-FL-EL-DR-A-2001-Rev-P03; FS0325-EBA-FL-EL-DR-A-2002-Rev-P03; FS0325-EBA-FL-XX-DR-A-0001-Rev-P03; FS0325-EBA-FL-XX-DR-A-1001-Rev-P03; FS0325-EBA-GH-00-DR-A-0001-Rev-P01; FS0325-EBA-GH-EL-DR-A-0002-Rev-P01; FS0325-EBA-GH-SX-DR-A-0003-Rev-P01; 6729-D-AIA; FS0325-STL-00-00-DR-A-0101-Rev-P04; FS0325-STL-00--01-DR-A-0100-Rev-P04; FS0325-STL-00-01-DR-A-0102-Rev-P04; FS0325-STL-00-02-DR-A-0103-Rev-P04; FS0325-STL-00-RL-DR-A-0104-Rev-P04; FS0325-STL-00-RL-DR-A-0105-P04\t; FS0325-STL-00-XX-DR-A-0201-Rev-P04; FS0325-STL-00-XX-DR-A-0211-Rev-P04; FS0325-STL-A1-XX-DR-A-0311-Rev-P04; FS0325-STL-A2-01-DR-A-0312-Rev-P04; FS0325-STL-00-XX-DR-A-0314-Rev-P03; Letter, RE BREEAM, prepared by 3-Planets, dated 13.09.2018; BREEAM Pre-Assessment Summary Report, prepared by 3-Planets, dated 10.09.2018; Email, RE Urban Greening, prepared by Mr. T Spencer, dated 18.09.18; Construction Demolition Plan-Rev-P04, prepared by Bowmer and Kirkland, dated 12.09.2018; Design and Access Statement Addendum, ref: DOCUMENT NO. FS0325-STL-XX-XX-RP-A-0015_DASADDENDUM_P02, prepared by Stride Treglown, dated September 2018; Draft Community Use Agreement, prepared by Ealing Fields High School, dated, 18.09.2018; Energy Report, ref: FS0325-RPS-XX-XX-RP-N-0011-P04, prepared by RPS, dated 17.09.2018; Outline Construction Logistics Plan-Rev-P04; Planning Statement, ref: 3019Lo/FS0325-DPP-00-XX-RP-T0004_PlanningStatement-P02, prepared by DPP Planning, dated September 2018; Statement of Community Involvement, ref:3019Lo/ FS0325-DPP-00-XX-RP-T0005_StatementofCommunityInvolvement-P02, prepared by DPP Planning, dated July 2018; Sustainability Statement, ref: FS0325-RPS-XX-XX-RP-N-0015-P04, prepared by RPS, dated 17.09.2018; Transport Assessment-Rev-04, ref: 66477, prepared by Curtains, dated 17.09.2018; Interim Travel Plan-Rev-04, ref 66477, prepared by Curtains, dated 17.09.2018; Letter, RE Response to Objections, prepared by DPP, dated 17.08.2018; Letter, RE Response to Historic England, prepared by Ettwein Bridges Architects LLP, dated 24.08.2018; Noise Impact Assessment-Rev-P03, ref: FS0325-BHE-XX-XX-RP-Y-0002_Noise Impact Assessment, prepared BuroHappold Engineering, by dated 15.08.2018; Scope of Works-Rev-P02, ref: FS0325-EBA-A3-XX-RP-A-0002, prepared by Ettwein Bridges Architects LLP, dated August 2018; Letter, RE Bats, ref: REF 3263, prepared by SWT Ecology Services, dated 09.08.2018; Drainage Assessment Form, prepared Curtins, by dated 09.07.2018; Heritage Impact Assessment, prepared by Grover Lewis Associates Ltd, dated July 2018; Air Quality Assessment, prepared by Air Quality Consultants, dated 28.06.2018; Sunlight and Daylight Analysis-Rev-P03, ref: FS0325-ARU-XX-XX-RP-Y-0002, prepared by ARUP, dated 02.07.2018; Archaeological Desk-Based Assessment-Rev-2, ref: 2018134, prepared by Archaeology South East, dated June 2018; Secured by Design New School (2014) Tracker-Rev-P05, prepared by Bowmer and Kirkland, dated 02.07.2018; Construction Environmental Management Plan-Rev-B, prepared by Bowmer and Kirkland, dated 29.06.2018; Flood Risk Assessment and Drainage Strategy-Rev-P02, ref: Ref: FS0325-CUR-00-XX-RP-CE-0001_FRA, prepared by Curtins, dated 28.06.2018; Phase 2 Site Investigation-Rev-P03, ref: FS0325-CUR-00-XX-RP-G-0002_Phase2SIReport, prepared by Curtins, dated 26.06.2018; Structural Survey Report-Rev-P02, ref: FS0325-CUR-A3-XX-RP-S-0001, prepared by Curtins, dated 26.06.2018; Tree Survey, Arboricultural Impact Assessment Arboricultural Method Statement & Tree Protection Plan-Rev-A, prepared by Hayden's Arboricultural Consultants, dated 28.06.2018; BREEAM New Construction 2014 Pre-assessment, prepared by 3-Planet, dated 29.06.2018; BREEAM Refurbishment and Fit-Out 2014 Pre-assessment, prepared by 3-Planet, dated 29.06.2018; Overheating Analysis, ref: FS0325-RPS-XX-XX-RP-N-012-P02, prepared by RPS, dated 29.06.2018; Design and Access Statement-Rev-P06, prepared by Stride Treglown, dated July 2018; Bat Preliminary Roost Assessment and Emergence/Re-entry Surveys-V1.2, prepared by SWT Ecology Services, dated 28.06.2018; Reptile Survey, prepared by SWT Ecology Services, dated October 2017; Extended Phase 1 Survey, ref: EP1/BTE/KFA, prepared by Urban Wildlife, dated 02.03.2017; Written Scheme of Investigation for Archaeological Evaluation, prepared by Archaeology South-East, dated 26/09/2018; Historic Building Recording Written Scheme of Investigation, prepared by Archaeology South-East, dated 27/09/2018.",
    "Reason: For the avoidance of doubt and in the interests of proper planning. | The approved window reveals and brickwork detailing shall be constructed in accordance with drawing ref: FS0325-STL-00-XX-DR-A-0313-Rev-P04; FS0325-STL-00-XX-DR-A-0225-Rev-P06; FS0325-STL-00-XX-DR-A-0223-Rev-P10.",
    "Reason: To secure architectural detailing in accordance with Policies 7.4 and 7.6 of the London Plan and Policies 7.4 and 7B of the Ealing Development Management DPD. | Prior to the commencement of development hereby approved (including initial site clearance and ground works), a Construction Management Plan shall be submitted to and approved by the Local Planning Authority. The plan shall include the following details:",
    "1) on-site construction worker parking;",
    "2) routes the traffic will use and the number, frequency and size of construction vehicles;",
    "3) delivery times and locations;",
    "4) vehicle manoeuvring including swept path diagrams to demonstrate how construction vehicles will access the site, turn into and emerge from the site in forward gear, including details of any temporary vehicle access points;",
    "5) procedures for on-site contractors to deal with complaints from residents;",
    "6) measures to control measures for dust, noise, vibration, lighting;",
    "7) undertaking for all 'Non-Road Mobile Machinery' (NRMM) to be used during the construction of the development to be registered on the NRMM register and meet the Stage IIIB emission criteria of Directive 97/68/EC.",
    "The approved details shall be implemented throughout the demolition and construction period.",
    "Reason: In the interest of safety and to protect residential amenity in accordance with Policies 5.3, 6.14, 7.14 and 7.15 of the London Plan and Policy 7A of Ealing's Development Management DPD. | 118 covered (long-stay) cycle parking spaces and 8 uncovered (short stay) cycle parking spaces shall be installed prior to the first use of the development hereby permitted in accordance with the approved plan reference: FS0325-ALA-00-XX-DR-L-0010-Rev-P04 and shall thereafter permanently be retained.",
    "Reason: To ensure adequate cycle parking is provided to encourage the use of sustainable modes of transport in accordance with Policy 6.9 of the London Plan, Policy T5 of the Draft London Plan and Ealing's Supplementary Planning Document 'Sustainable Transport for New Development'. | Four standard car parking spaces and two disabled car parking spaces shall be provided in accordance with the approved plan reference: FS0325-ALA-00-XX-DR-L-0010-Rev-P04 prior to the first use of the development hereby approved and shall be retained as such thereafter.",
    "Reason: To ensure adequate disabled car parking and vehicle charging points are provided in accordance with Policy 6.13 of the London Plan, Policy T6.5 of the Draft London Plan. | Prior to first use of the development hereby permitted, at least 20% of car parking spaces (one space) shall be fitted with active vehicle charging facilities, while passive provision shall be provided on all remaining spaces. These spaces shall permanently be retained as such thereafter (unless they are being upgraded to active charging spaces).",
    "Reason: To ensure appropriate infrastructure for electric or Ultra-Low Emission vehicles in accordance with Draft London Plan Policy T6.1. | (a) Prior to the first use of the development hereby approved, an interim school travel plan shall be submitted to and approved by the Local Planning Authority.",
    "(b) The school shall achieve at least a bronze STARS accreditation within one year of the first use of the development hereby permitted. The minimum of a bronze STARS accreditation shall be permanently maintained thereafter.",
    "Reason: To promote the use of sustainable modes of transport and minimise traffic and parking congestion on neighbouring streets and to minimise the impact on residential amenity in accordance with Policies 6.9, 6.10, 6.11, 7.14 and 7.15 of the London Plan, Policy 1.1 of Ealing's Development (Core) Strategy, Policy 7A of Ealing's Development Management DPD and Ealing's SPD - Sustainable Transport for New Development. | Prior to the first use of the development hereby permitted, a Delivery and Servicing Plan shall be submitted to and approved by the Local Planning Authority. Details shall include hours of use, times and frequency of activities, deliveries and collections, vehicle movements, location of loading bays and quiet loading/unloading measures. The document should also include measures to encourage cycling freight trips, such as ensuring sufficient provision has been made for cargo bikes. The approved plan shall be adhered to in perpetuity.",
    "Reason: To minimise the impact on amenity in accordance with Policies 6.14, 7.14 and 7.15 of the London Plan and Policy 7A of Ealing's Development Management DPD. | Prior to the first use of the development hereby approved, details of removable bollards shall be submitted to and approved by the Local Planning Authority. The bollards shall be installed as approved prior to first use of the development and shall not be removed except when required by emergency services.",
    "Reason: To restrict informal staff/visitor informal parking onsite in accordance with Policy T6 of the Draft London Plan. | A suitable scheme of proposed tree planting and pits shall be submitted to and approved by the Local Planning Authority prior to the first use of the development hereby approved by the Local Planning Authority.  The scheme shall include the following comprehensive details of all trees to be planted:",
    "- Full planting specification of the 24 proposed trees - tree size, species, the numbers of trees and any changes from the original application proposals.",
    "-Locations of all proposed species.",
    "-Comprehensive details of ground/tree pit preparation to include:",
    "-Plans detailing adequate soil volume provision to allow the tree to grow to \tmaturity",
    "-Engineering solutions to demonstrate the tree will not interfere with \tstructures (e.g. root barriers/deflectors) in the future",
    "-Staking/tying method(s).",
    "-Five-year post planting maintenance and inspection schedule.",
    "All tree planting must be carried out in full accordance with the approved scheme in the nearest planting season (1st October to 28th February inclusive). The quality of all approved tree planting should be carried out to the levels detailed in British Standard 8545, Trees: from nursery to independence in the landscape - Recommendations.",
    "Any trees which die, are removed, uprooted, significantly damaged, become diseased or malformed within five years from the completion of planting, must be replaced during the nearest planting season (1st October to 31st March inclusive) with a tree/s of the same size, species and quality as previously approved.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines. | Prior to the first use of the development, the south facing windows shall have obscure glazing as detailed by drawing reference number: FS0325-STL-00-XX-DR-A-0222-P09. The obscure glazing shall be retained as such thereafter.",
    "Reason: To safeguard privacy and amenity and avoid direct overlooking of the adjacent residential property and their garden in accordance with Policy 7.6 of the London Plan and Policy 7B of Ealing's Development Management DPD. | (a) The external sound level LAeq emitted from plant, machinery/equipment shall be lower than the lowest existing background sound level LA90 by at least 5 dBA in accordance with BS4142:2014 at the nearest and/or most affected noise sensitive premises, with all machinery/equipment operating together at maximum capacity. Plant noise mitigation measures shall be implemented prior to the first use of plant/machinery/equipment and permanently retained thereafter.",
    "(b) A post installation sound assessment shall be carried out to confirm compliance with the noise criteria. This assessment shall be submitted to and approved by the Local Planning Authority prior to first use of the development. The approved details shall thereafter be permanently retained.",
    "Reason: To safeguard residential amenity in accordance with Policy 7.15 of the London Plan, Policy 1.1 of Ealing's Development (Core) Strategy, Policy 7A of Ealing's Development Management DPD and Ealing's SPG 10 - 'Noise and Vibration'. | Prior to first use of the development, anti-vibration measures shall be installed to ensure that gates, machinery, plant/equipment, extract/ventilation systems and ducting are mounted with proprietary anti-vibration isolators and fan motors are vibration isolated from the casing and adequately silenced.   The anti-vibration measures shall permanently be retained as such thereafter.",
    "Reason: To safeguard amenity in accordance with Policy 7.15 of the London Plan, Policy 1.1 of Ealing's Development (Core) Strategy, Policy 7A of Ealing's Development Management DPD and Ealing's SPG 10 - 'Noise and Vibration'. | Prior to first use of the development hereby approved, details of materials, method of construction, fittings and maintenance of the sound barriers shall be submitted to and approved by the Local Planning Authority. Approved details shall be installed prior to the first use and permanently retained as such thereafter.",
    "Reason: To safeguard amenity and to ensure that the materials harmonise with the surroundings in accordance with Policies 7.1, 7.4, 7.5 7.6 and 7.15 of the London Plan, Policies 7A and 7B of Ealing's Development Management DPD Ealing's SPG 10 - 'Noise and Vibration'. | Prior to the first use of the kitchen, details of the installation, operation, and maintenance of the odour abatement equipment and extract system, including the height of the extract duct and vertical discharge outlet without cowl at least 1m above the eaves of the main building shall be submitted to and approved by the Local Planning Authority. The approved details shall be implemented prior to the first use of the kitchen and thereafter shall permanently be retained.",
    "Reason: To safeguard amenity in accordance Policy 7A of Ealing's Development Management DPD. | Prior to the first use of the development hereby approved, all external doors to amplified music and speech rooms shall be fitted with self-closing devices. The self-closing devices shall be maintained in an operational condition permanently thereafter. At no time during the emission of noise from school rooms shall any external door nor windows be fixed in an open position.",
    "Reason: To safeguard amenity in accordance with Policy 7.15 of the London Plan, Policy 1.1 of Ealing's Development (Core) Strategy, Policy 7A of Ealing's Development Management DPD and Ealing's SPG 10 - 'Noise and Vibration'. | Prior to first use of external artificial lighting, details shall be submitted to and approved by the Local Planning Authority. Details shall include measures to minimise use of lighting and prevent glare and sky glow by correctly using, locating, aiming and shielding luminaires. Lighting contours shall demonstrate that the vertical illumination of any nearby premises is in accordance with the recommendations of the Institution of Lighting Professionals in the 'Guidance Notes for The Reduction of Light Pollution 2011'. Approved details shall be implemented prior to first use of the development and shall thereafter permanently be retained.",
    "Approved external wall mounted security lighting shall be switched to a motion sensor between the hours of 2200 to 0800.",
    "Reason: To safeguard amenity in accordance with Policy 7A of Ealing's Development Management DPD. | The school use and any ancillary community use shall not be permitted between 22:00 and 08:00 hours Monday to Friday and between 22:00 and 09:00 hours on Saturdays, Sundays and Public/Bank Holidays.",
    "Community use shall be restricted to internal facilities only, with windows and doors shut and alternative means of ventilation provided.",
    "Reason: To safeguard the amenities of residents in accordance with Policy 7.15 of the London Plan and Policy 7A of the adopted Ealing Development Management DPD. | Prior to first use of the development hereby approved, a verification report demonstrating that the soft landscape areas are covered with a 300mm cover layer of suitable soil as per the recommendations of the submitted Phase 2 Site Investigation, ref: FS0325-CUR-00-XX-RP-G-0002_Phase2SIReport-Rev- P03, prepared by Curtins, dated 26.06.18 shall be submitted to and approved by the Local Planning Authority.",
    "Reason: To ensure the soft landscape areas are suitable for use in accordance with Policy 5.21 of the London Plan. | The approved new development shall be registered with Building Research Establishment (BRE) and achieve a minimum BREEAM 'Very Good' rating based on the latest BREEAM NC Technical guidance.",
    "(a) Within three months of completion of development, an Interim BREEAM NC Assessment and related Certification verified by the BRE shall be submitted to and approved by the Local Planning Authority.",
    "(b) Within six months of first use of the approved development, a BREEAM 'Post Construction Stage' Assessment (including remodelled school building and caretaker dwelling) and related Certification for the new school building verified by the BRE shall be submitted to and approved by the Local Planning Authority.",
    "The approved measures shall be retained in working order in perpetuity.",
    "To ensure the development is energy efficient, to reduce greenhouse gases emissions and to minimise the impact of building emissions on local air quality in accordance with Policies 3.2, 5.3, 5.5, 5.6 and 7.14 of the London Plan, the Mayor's Sustainable Design and Construction SPG, Policies 1.1 and 1.2 of Ealing's Development (or Core) Strategy and Policies 5.2 and 7A of Ealing's Development Management DPD. | The refurbished component within the development shall be registered with Building Research Establishment (BRE) and achieve a minimum 'high' BREEAM Rating Good of at least 54.70% based on the latest BREEAM NC Technical guidance.",
    "(a) Within three months of completion of development, an Interim BREEAM RFO Assessment and related Certification verified by the BRE shall be submitted to and approved by the Local Planning Authority.",
    "(b) Within six months of first use of the approved development, a BREEAM 'Post Construction Stage' RFO Assessment and related Certification for the new school building verified by the BRE shall be submitted to and approved by the Local Planning Authority.",
    "The approved measures shall be retained in working order in perpetuity.",
    "To ensure the development is energy efficient, to reduce greenhouse gases emissions and to minimise the impact of building emissions on local air quality in accordance with Policies 3.2, 5.3, 5.5, 5.6 and 7.14 of the London Plan, the Mayor's Sustainable Design and Construction SPG, Policies 1.1 and 1.2 of Ealing's Development (or Core) Strategy and Policies 5.2 and 7A of Ealing's Development Management DPD. | Prior to the first use of the development, sustainability measures shall be installed and operational in accordance with the approved Sustainability Statement Rev-P04, prepared by RPS Consulting Services Ltd, dated 17.09.2018.",
    "To ensure the development is energy efficient, to reduce greenhouse gases emissions and to minimise the impact of building emissions on local air quality in accordance with Policies 3.2, 5.3, 5.5, 5.6 and 7.14 of the London Plan, the Mayor's Sustainable Design and Construction SPG, Policies 1.1 and 1.2 of Ealing's Development (or Core) Strategy and Policies 5.2 and 7A of Ealing's Development Management DPD. | Prior to the commencement of the approved development (excluding ground works and site clearance), details of the dynamic thermal modelling in accordance with CIBSE TM49 & TM52 shall be submitted to and approved by the Local Planning Authority. The approved measures shall be installed prior to first use and shall permanently be retained thereafter.",
    "Reason: To ensure that the development is energy efficient, minimises overheating risk and improves ventilation and daylighting in accordance with Policy 5.2, 5.3 and 5.9 of the London Plan. | (a) Within three-months of the practical completion of the approved development, the following details shall be submitted to and approved by the Local Planning Authority:",
    "- Energy Performance Certificates and detailed modelling output reports containing the BER/TER from the \"as built stage\" to confirm compliance with savings achieved through energy efficiency measure;",
    "- Evidence that the renewable/low carbon technology is certified under the Microgeneration Certification Scheme (MSC) and, if appropriate, complies with the Enhanced Capital Allowances (ECS) product criteria.",
    "(b) Prior to the completion of the refurbished Place House, the approved building shall incorporate and maintain measures to achieve an overall reduction in regulated CO2 emissions of at least 44.19% (equating to 31.11 tonnes CO2/year) beyond Building Regulations Part L 2013 through the following carbon emission savings as detailed in the approved Energy Strategy Rev-P04, prepared by RPS Consulting Services Ltd, dated 17.09.2018:",
    "(c) Prior to the completion of the development (main/south teaching block and north sports block), the approved buildings shall incorporate and maintain measures to achieve an overall reduction in regulated CO2 emissions of at least 36.36% (equating to 35.92 tonnes CO2/year) beyond Building Regulations Part L 2013 through the following carbon emission savings as detailed in the approved Energy Strategy Rev-P04, prepared by RPS Consulting Services Ltd, dated 17.09.2018:",
    "1. energy saving measures to achieve annual carbon dioxide emission savings of at least 3.27 tonnes CO2 per year, equating to 3.31% in regulated carbon dioxide (CO2) emissions over the compliant BR Part L 2013 base case.",
    "2. Installation of at least 465 sq. m./82.23kWp solar Photovoltaic (PV) system to be installed on the roof of the South Teaching Block and North Sports Block for the provision of at least c.61.7MWh of green electricity and achieve annual carbon dioxide emission savings (regulated) of at least 32.65 tonnes, which equates to 34.18%, over the Be Lean stage of the Energy Hierarchy.",
    "(d) Measures to reduce the carbon dioxide emissions associated with other energy uses not covered by Building Regulations (un-regulated) should be incorporated prior to first use and permanently retained thereafter.",
    "Reason:  To ensure the development is energy efficient, to reduce greenhouse gases emissions and to minimise the impact of building emissions on local air quality in accordance with Policies 3.2, 5.3, 5.5, 5.6 and 7.14 of the London Plan, the Mayor's Sustainable Design and Construction SPG, Policies 1.1 and 1.2 of Ealing's Development (or Core) Strategy and Policies 5.2 and 7A of Ealing's Development Management DPD. | Prior to the first use of the development, the approved building shall incorporate and maintain ultra-low NOx gas boiler(s) for the provision of the space heating and hot water requirements with dry NOx Emissions below 40 mg/kWh.",
    "Reason: To minimise the impact of building emissions on local air quality in accordance with Policies 3.2 and 7.14 of the London Plan, the Mayor's Sustainable Design and Construction SPG and Policy 7A of Ealing's Development Management DPD. | Prior to commencement of the development (excluding initial ground works and site clearance), details to demonstrate how a single energy centre will serve all buildings within the development (except for the sports hall block) and how it would connect to an offsite network in the future shall be submitted to and approved by the Local Planning Authority. The development shall be carried out in accordance with the approved details.",
    "Reason: To ensure the development allows for future connection to an offsite district heat in accordance with Policy 5.6 of the London Plan, the Mayor's Sustainable Design and Construction SPG. | No demolition or development works shall take place other than in accordance with the approved Written Scheme of Investigation for Archaeological Evaluation, prepared by Archaeology South-East, dated 26/09/2018 and Historic Building Recording Written Scheme of Investigation, prepared by Archaeology South-East, dated 27/09/2018.",
    "If heritage assets of archaeological interest are identified by stage 1, then for those parts of the site which have archaeological interest a stage 2 WSI shall be submitted to and approved by the Local Planning Authority. For land that is included within the stage 2 WSI, no demolition or development works shall take place other than in accordance with the agreed stage 2 WSI which shall include:",
    "(a) The statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works.",
    "(b) The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI.",
    "Reason: To ensure any heritage assets found in the archaeological interest area are protected in accordance with Paragraph 141 of the NPPF, Policy 7.8 of the London Plan and Policy 7C of Ealing's Development Management DPD. | Prior to first use of the development hereby approved, the following ecological improvement measures shall be implemented in accordance with the submitted Bat Preliminary Roost Assessment and Emergence/Re-entry Surveys, prepared by SWT Ecology Services, dated 28.06.2018 and Letter, RE Bats, prepared by SWT Ecology Services, dated 09.08.18 and retained as such thereafter:",
    "- five woodcrete bat boxes shall be installed on retained trees;",
    "- five wall mounted Schwegler bat shelters;",
    "- five Schwegler bat tubes shall be installed on the buildings;",
    "All enhancement measures shall be retained as such thereafter.",
    "Reason: To mitigate the potential harm to ecology and improve biodiversity in accordance with Principle 11 of the National Planning Policy Framework, Policy 7.19 of the London Plan, Policy G6 of the Draft London Plan and Policy 5.4 of the Adopted Ealing Development (Core) Strategy. | Prior to commencement of development detailed drainage designs and drainage assessment form shall be submitted to and approved by the Local Planning Authority. The development shall be carried out in accordance with the approved drainage design.",
    "Reason: To reduce flood risk in accordance with Principle 10 of the National Planning Policy Framework and Policies 5.12, 5.13 and 7.13 of the London Plan. | Prior to the first use of the development hereby approved, a maintenance plan/schedule for the proposed drainage system for the lifetime of the development shall be submitted to and approved by the Local Planning Authority.",
    "Reason: To reduce flood risk in accordance with Principle 10 of the National Planning Policy Framework and policies 5.12, 5.13 and 7.13 of the London Plan. | (a) The 125 sq. m. of extensive green roof shall be laid out in accordance with the details shown on the approved roof plan (ref: FS0325-STL-00-RL-DR-A-0114-Rev-P08) and Email, RE Urban Greening, prepared by Mr. T Spencer, dated 18.09.18. The detailed design of the extensive roof shall incorporate the following:",
    "- Be biodiversity based, with extensive substrate base varying in depth from 80mm to 150mm;",
    "- Growing medium should not be more than 20% organic matter by volume;",
    "- Be planted/seeded with a mix of native species within the first planting season following the practical completion. The seed mix shall be focused on wildflower planting and shall contain no more than 25% sedum;",
    "- Have relevant efficient and effective drainage and irrigation to sustain the vegetation.",
    "(b) The 48 sq. m. of intensive green roof shall be laid out in accordance with the details shown on the approved roof plan (ref: FS0325-STL-00-RL-DR-A-0114-Rev-P08) and Email, RE Urban Greening, prepared by Mr. T Spencer, dated 18.09.18.",
    "- Shall have a substrate minimum settled depth of 150mm;",
    "- Have sufficient depth of soil/growing medium for the relevant planting;",
    "- Have relevant efficient and effective drainage and irrigation to sustain the vegetation.",
    "(c) The 538 sq. m. of green façades, consisting of plant climbers, shall be laid out in accordance with the approved details in accordance with Design and Access Statement, ref: FS0325-STL-XX-XX-RP-A-0015_DASADDENDUM_P02, prepared by Stride Treglown, dated September 2018 and Email, RE Urban Greening, prepared by Mr. T Spencer, dated 18.09.18.",
    "(d) Prior to the first use of the development hereby approved a five-year post planting maintenance and inspection schedule shall be submitted to and approved by the Local Planning Authority.",
    "The approved green roofs and green façades shall be retained as such thereafter and the approved maintenance plan adhered to.",
    "Reason:  To ensure the development provides the maximum possible provision towards the creation of habitats and valuable areas for biodiversity in accordance with Policies 5.3, 5.10, 5.11, 5.12 and 7.19 of the London Plan, Draft London Plan Policy G5, Greater London Authority, Living Roofs and Walls, Technical Report: Supporting London Plan Policy and 1.2 of Ealing's Development (or Core) Strategy and Po"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "11/07/2018",
  "secondary_street_name": null,
  "site_number": "123-127",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.31202769999999996,
          51.4967628
        ],
        [
          -0.3119437,
          51.4967664
        ],
        [
          -0.3117503,
          51.4965328
        ],
        [
          -0.3117696,
          51.4965283
        ],
        [
          -0.3115324,
          51.4962418
        ],
        [
          -0.311521,
          51.4962416
        ],
        [
          -0.3112546,
          51.4959189
        ],
        [
          -0.3123506,
          51.4954517
        ],
        [
          -0.31284799999999996,
          51.4961227
        ],
        [
          -0.3130667,
          51.4963947
        ],
        [
          -0.31306609999999996,
          51.4964113
        ],
        [
          -0.3131065,
          51.4964524
        ],
        [
          -0.31276699999999996,
          51.4965617
        ],
        [
          -0.3126593,
          51.4965887
        ],
        [
          -0.31267039999999996,
          51.4965984
        ],
        [
          -0.3121884,
          51.4967461
        ],
        [
          -0.31220339999999996,
          51.4967534
        ],
        [
          -0.31207389999999996,
          51.4967516
        ],
        [
          -0.31205459999999996,
          51.4967584
        ],
        [
          -0.31202769999999996,
          51.4967628
        ]
      ]
    ],
    "type": "Polygon"
  }
}