{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506661.7781,
              178706.8557
            ],
            [
              506663.8948,
              178684.2338
            ],
            [
              506663.8948,
              178683.9692
            ],
            [
              506653.0469,
              178683.0432
            ],
            [
              506652.1208,
              178685.5567
            ],
            [
              506650.9302,
              178701.8287
            ],
            [
              506651.8562,
              178704.2099
            ],
            [
              506653.9729,
              178705.2682
            ],
            [
              506654.6344,
              178705.9297
            ],
            [
              506661.6458,
              178706.5912
            ],
            [
              506661.6458,
              178706.7235
            ],
            [
              506661.7781,
              178706.8557
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08182454",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:43:55.173+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "18/11/2019",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "HEATHROW VILLAGES",
  "centroid": {
    "lat": "51.4971453",
    "lon": "-0.4649097"
  },
  "decision": "Refused",
  "valid_date": "24/10/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.025
  },
  "cil_liability": true,
  "postcode": "UB7 9HR",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=75146/APP/2019/3298",
  "lpa_name": "Hillingdon",
  "site_name": "36 COLERIDGE WAY",
  "lapsed_date": "19/12/2022",
  "parking_details": null,
  "decision_conditions": [
    "The proposed development, by reason of its siting in this open prominent position, size, scale and bulk with minimal opportunity for landscaping would result in the loss of an important gap characteristic to the area and would thus result in a cramped, unduly intrusive, visually prominent over-development of the site. The proposal would therefore be detrimental to the character, appearance and visual amenities of the street scene and the wider area in general. Therefore the proposal is contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies BE13, BE15 and BE19 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012), Policies DMHB 11 and DMHB 12 of the emerging Hillingdon Local Plan: Part Two - Development Management Policies with Modifications (March 2019), Policies 3.5, 7.1 and 7.4 of the London Plan (2016) and the adopted Supplementary Planning Document HDAS: Residential Layouts.",
    "The proposal would provide an indoor living area of an unsatisfactory size for the 3 storey unit and would therefore give rise to a substandard form of living accommodation to the detriment of the amenity of future occupiers. The proposal is thus contrary to Policy DMHB 16 of the emerging Hillingdon Local Plan: Part Two - Development Management Policies with Modifications (March 2019), Policy 3.5 and Table 3.3 of the London Plan (2016), the Housing Standards Minor Alterations to The London Plan (March 2016), the Mayor of London's adopted Supplementary Planning Guidance - Housing (March 2016) and the Technical Housing Standards - Nationally Described Space Standard (March 2015).",
    "The proposal has not demonstrated that sufficient off street parking/manoeuvring/access arrangements would be provided, and therefore the development is considered to result in substandard car parking provision, leading to on-street parking/queuing to the detriment of public and highway safety and contrary to policies AM7 and AM14 of the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012), Policies DMT 2 and DMT 6 of the emerging Hillingdon Local Plan: Part Two - Development Management Policies with Modifications (March 2019), to Hillingdon's Adopted Parking Standards as set out in the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012), Policies  and the adopted Supplementary Planning Document HDAS: Residential Extensions.",
    "The proposed development, by virtue of its failure to provide access to amenity space of a sufficient size and quality commensurate to the size and layout of the said unit would result in an over-development of the site detrimental to the residential amenity of future occupiers. The proposal is therefore contrary to Policies BE19 and BE23 of the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012), Policy DMHB 18 of the emerging Hillingdon Local Plan: Part Two - Development Management Policies with Modifications (March 2019) and the adopted Supplementary Planning Document HDAS: Residential Layouts.",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Erection of a three-storey, 4-bed, end-of-terrace dwelling with associated parking and amenity space and crossover to front",
  "lpa_app_no": "75146/APP/2019/3298",
  "decision_target_date": "19/12/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "19/12/2019",
  "id": "Hillingdon-75146_APP_2019_3298",
  "centroid_northing": 178695,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 506657,
  "street_name": "WEST DRAYTON",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.46483729999999995,
          51.4972509
        ],
        [
          -0.4648136,
          51.4970472
        ],
        [
          -0.4648137,
          51.4970448
        ],
        [
          -0.4649702,
          51.4970386
        ],
        [
          -0.4649828,
          51.4970613
        ],
        [
          -0.464995,
          51.4972078
        ],
        [
          -0.4649809,
          51.497229
        ],
        [
          -0.4649501,
          51.4972381
        ],
        [
          -0.4649404,
          51.497244
        ],
        [
          -0.46483919999999995,
          51.4972486
        ],
        [
          -0.46483919999999995,
          51.4972498
        ],
        [
          -0.46483729999999995,
          51.4972509
        ]
      ]
    ],
    "type": "Polygon"
  }
}