{
  "cil_liability": false,
  "last_updated": "2025-03-20T14:45:37.709+00:00",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.282
  },
  "decision_target_date": "06/01/2023",
  "parking_details": null,
  "postcode": null,
  "appeal_decision_date": null,
  "locality": null,
  "status": "Approved",
  "centroid_easting": 510956,
  "lapsed_date": "06/01/2026",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510991.6042,
              187912.5848
            ],
            [
              510991.3396,
              187872.8973
            ],
            [
              510926.252,
              187848.291
            ],
            [
              510913.2874,
              187882.4223
            ],
            [
              510991.6042,
              187912.5848
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "centroid_northing": 187880,
  "ward": "EASTCOTE 2022",
  "lpa_app_no": "12902/ADV/2022/90",
  "pp_id": "11674359",
  "bo_system": "CSV Data Import",
  "borough": "Hillingdon",
  "valid_date": "07/11/2022",
  "title_number": null,
  "decision_agency": "Borough",
  "uprn": null,
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "last_date_consultation_comments": "29/12/2022",
  "actual_completion_date": null,
  "application_type_full": "Consent to display an advertisement",
  "application_type": "All Other",
  "appeal_status": null,
  "site_number": null,
  "secondary_street_name": "EASTCOTE PINNER",
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "street_name": "FIELD END ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.39958839999999995,
          51.5791593
        ],
        [
          -0.3996047,
          51.5788026
        ],
        [
          -0.4005514,
          51.5785942
        ],
        [
          -0.40072769999999996,
          51.5789035
        ],
        [
          -0.39958839999999995,
          51.5791593
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid": {
    "lat": "51.5788734",
    "lon": "-0.4001123"
  },
  "epc_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=12902/ADV/2022/90",
  "lpa_name": "Hillingdon",
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "site_name": "THE ASCOTT PH",
  "decision": "Approved",
  "id": "Hillingdon-12902_ADV_2022_90",
  "description": "Redecoration of the exterior and installation of 1 x externally illuminated post mounted corex sign, 1 x non-illuminated single sided transom sign, 1 x externally illuminated fascia, 2 x non illuminated wall mounted amenity boards, refurbished brass hyde park lantern, 2 x non-illuminated plaques, 1 x externally illuminated double sided pictorial post sign to the existing gibbet & post, 2 x externally illuminated post amenity signs and retention of associated flood lights (revised description)",
  "decision_date": "06/01/2023",
  "decision_conditions": [
    "i) No advertisement is to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.",
    "ii) No advertisement shall be sited or displayed so as to:-",
    "(a) Endanger persons using any highway, railway, waterway, dock, harbour or aerodrome (civil or military);",
    "(b) Obscure, or hinder the ready interpretation of, any traffic sign, railway signal or aid to navigation by water or air or;",
    "(c) Hinder the operation of any device used for the purpose of security or surveillance or for measuring the speed of any vehicle.",
    "iii) Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity of the site.",
    "iv) Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public.",
    "v) Where an advertisement is required under these Regul",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plan: 164546 (received 12/12/22) pages 1-10 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The intensity of external illumination of the sign advertisement(s) shall not exceed 200 cd/m2.",
    "REASON",
    "To ensure that the brightness of the proposed advertisement(s) will not have an adverse effect on the amenities of the area and to avoid distraction to passing motorists in accordance with Policies DMHB 4, DMHB 11, DMHB 13A and DMT 2 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The illumination of the sign is to be by fixed and constant light and not by lights which are, or appear to be, intermittent, moving, flashing or vibrating.",
    "REASON",
    "In order to protect the visual amenity of the area and/or highway safety in accordance with Policies DMHB 4, DMHB 11, DMHB 13A and DMT 2 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The decision to GRANT advertisement consent has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT advertisement consent has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance."
  ],
  "development_type": null
}