{
  "borough": "Hillingdon",
  "subdivision_of_building": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4206195,
          51.5785308
        ],
        [
          -0.4208861,
          51.5790994
        ],
        [
          -0.4207334,
          51.5791003
        ],
        [
          -0.4204906,
          51.578529
        ],
        [
          -0.4206195,
          51.5785308
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "129 EVELYN AVENUE",
  "reference_no_of_permission_being_relied_on": null,
  "epc_number": null,
  "last_updated": "2025-03-19T02:53:48.338+00:00",
  "locality": null,
  "centroid_easting": 509531,
  "lpa_name": "Hillingdon",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "RUISLIP",
  "site_number": null,
  "lapsed_date": "04/08/2026",
  "secondary_street_name": null,
  "cil_liability": false,
  "application_details": {
    "total_gia_gained": 16.5,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "07/2023",
    "intended_completion_date": "12/2023",
    "existing_uprns": null,
    "site_area": 0.062
  },
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=75930/APP/2023/1526",
  "actual_commencement_date": null,
  "centroid": {
    "lon": "-0.42068039999999995",
    "lat": "51.578819"
  },
  "decision_date": "04/08/2023",
  "parking_details": null,
  "postcode": "HA4 8AD",
  "pp_id": "12135210",
  "appeal_decision_date": null,
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, titled Location Plan and numbered 001 (Proposed Site Plan), 001 (Proposed Ground Floor), 002 (Proposed Ground Floor Plan + Garden), 002 (Proposed First Floor Plan), 003 (Proposed Loft Plan), 004 (Proposed Roof Plan), 005 (Proposed Front Elevation), 006 (Proposed Side Elevation), 007 (Proposed Rear Elevation), 008 (Proposed Side Elevation), 009 (Proposed Section A-A), and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "Prior to the commencement of any works above damp proof course level of the  development hereby approved, details of all materials and external surfaces shall be submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The first floor side windows and roof light of the development hereby approved shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "For the lifetime of the development hereby permitted the rating level of noise caused by the operation of plant, machinery or equipment shall be below 35 dB(A) measured 1 metre outside of any window of any dwelling, or similarly noise sensitive premises, determined in accordance with the procedures set out in British Standard BS4142:2014.",
    "REASON",
    "To safeguard the amenity of the surrounding area in accordance with Policies DMHB 11 and DMHD 1 of the Hillingdon Local Plan Part 2: Development Management Policies (2020).",
    "The site lies in a Critical Drainage Area (CDA) identified in the Surface Water Management Plan (SWMP) for Hillingdon. Therefore the water from the site entering the sewers should minimised:",
    "- Water run off from any roof or hard paving associated with the development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, must be permeable or be collected and directed to a permeable area, or it would need an additional permission.",
    "- A water butt should be incorporated.",
    "- No drainage to support the extension should be connected to any existing surface water network, other than as an overflow.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020."
  ],
  "appeal_decision": null,
  "valid_date": "24/05/2023",
  "decision_agency": "Borough",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509535.9141,
              187811.0364
            ],
            [
              509516.0703,
              187873.875
            ],
            [
              509526.6536,
              187874.2058
            ],
            [
              509544.8438,
              187811.0364
            ],
            [
              509535.9141,
              187811.0364
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "last_updated_by": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "last_date_consultation_comments": "27/07/2023",
  "uprn": null,
  "decision_target_date": "03/08/2023",
  "centroid_northing": 187843,
  "application_type": "Householder",
  "actual_completion_date": null,
  "title_number": null,
  "appeal_status": null,
  "description": "Erection of a single storey front extension to garage and a first floor side extension including 3 no. roof lights. Conversion of roofspace to habitable use to include a rear dormer and two side roof lights and enlargement of existing rear portion of main roof by extending ridge length. Repositioning of first floor rear windows and two new rooflights. Erection of single storey and two storey rear extensions with skylights. Installation of skylights to existing side extension. Erection of front porch canopy. Rendering of front elevation and replacement windows in side elevation.",
  "development_type": null,
  "ward": "RUISLIP 2022",
  "decision_process": "Delegated",
  "lpa_app_no": "75930/APP/2023/1526",
  "application_type_full": "Householder planning permission",
  "id": "Hillingdon-75930_APP_2023_1526",
  "status": "Approved",
  "appeal_start_date": null,
  "decision": "Approved"
}