{
  "centroid_northing": 187389,
  "appeal_status": null,
  "pp_id": null,
  "appeal_decision_date": null,
  "valid_date": "27/08/2021",
  "last_updated": "2025-03-20T20:17:26.783+00:00",
  "ward": "Cranham",
  "last_updated_by": "CSV Data Import",
  "site_name": "5 INGREBOURNE GARDENS",
  "last_date_consultation_comments": "18/09/2021",
  "centroid": {
    "lat": "51.5637132",
    "lon": "0.2541545"
  },
  "status": "Refused",
  "id": "Havering-P1590.21",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              556342.429,
              187364.028
            ],
            [
              556329.025,
              187366.167
            ],
            [
              556336.297,
              187413.652
            ],
            [
              556349.987,
              187411.655
            ],
            [
              556342.429,
              187364.028
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "decision": "Refused",
  "lpa_name": "Havering",
  "appeal_start_date": null,
  "lapsed_date": "22/10/2024",
  "epc_number": null,
  "application_type": "All Other",
  "parking_details": null,
  "uprn": "100021408564",
  "centroid_easting": 556339,
  "secondary_street_name": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.066
  },
  "decision_agency": "Borough",
  "postcode": "RM14 1BG",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1590.21",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_conditions": [
    "The resultant layout of the building, and overall plot layout would be at odds with surrounding local character to the detriment of local character and appearance of the area, contrary to Policies DC61 and DC69 of the LDF Core Strategy and Development Control Policies DPD, the Hall Lane Policy Area Document, London Plan Policies D1 and D6 and paragraph 127 of the NPPF which requires development to add the overall quality of the area and to be sympathetic to local character and history, including the surrounding built environment and landscape setting.",
    "The proposed development would result in living conditions that do not create a suitably high quality living environment for future occupiers through the arrangement of the site and access to amenity areas for upper level accommodation which would be representative of a high quality and legible experience for future residents contrary to the aims of London Plan Policy D6 and Policy DC61 of the LDF Core Strategy and Development Control Policies DPD.",
    "The development would create an uplift in occupancy which would be out of keeping with the surrounding suburban context. This would present in increased comings and goings to the site which would be over and above what could be regarded as acceptable and would be detrimental to local character and the amenity of adjoining and nearby occupiers. The development would then be both detrimental to local character and the amenity of nearby occupiers contrary to Policies DC61 and DC69 of the LDF Core Strategy and Development Control Policies DPD and the Hall Lane Policy Area Supplementary Planning Document.",
    "The development would fail to make adequate provision for off-street parking and it has not been demonstrated that any overspill could be satisfactorily accommodated. The proposed development would, by reason of the inadequate off-street parking provision result in unacceptable overspill onto the adjoining roads to the detriment of highway safety and the free flow of traffic contrary to Policy DC33 and the amenity of surrounding occupiers through increased competition for on-street spaces contrary to DC61 of the LDF Core Strategy and Development Control Policies DPD and London Plan Policy T6.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to the agent in writing 21-10-2021"
  ],
  "decision_target_date": "22/10/2021",
  "locality": null,
  "application_type_full": null,
  "cil_liability": false,
  "decision_date": "22/10/2021",
  "appeal_decision": null,
  "borough": "Havering",
  "subdivision_of_building": null,
  "lpa_app_no": "P1590.21",
  "actual_commencement_date": null,
  "development_type": null,
  "decision_process": "Delegated",
  "description": "Conversion of existing 3 storey detached dwelling into 1 x 3-bed, 1 x 2-bed and 1 x 1-bed flats involving extension to rear dormer",
  "actual_completion_date": null,
  "title_number": null,
  "street_name": "UPMINSTER",
  "bo_system": "CSV Data Import",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2541928,
          51.5634879
        ],
        [
          0.25400049999999996,
          51.5635108
        ],
        [
          0.2541265,
          51.5639355
        ],
        [
          0.25432289999999996,
          51.5639137
        ],
        [
          0.2541928,
          51.5634879
        ]
      ]
    ],
    "type": "Polygon"
  }
}