{
  "valid_date": "18/12/2024",
  "epc_number": "0095-9572-3730-4200-2803",
  "site_name": "Heathrow 360",
  "cil_liability": false,
  "polygon": null,
  "actual_commencement_date": null,
  "site_number": null,
  "decision": "Approved",
  "parking_details": null,
  "application_type_full": "Full planning permission",
  "ward": "PINKWELL 2022",
  "last_date_consultation_comments": "29/01/2025",
  "centroid_easting": 509290,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "Refurbishment of existing unit including amendments to fenestration, landscaping works, installation of photovoltaic panels on roof, installation of electric car charging columns, external lighting and replacement plant equipment within the existing roof compound (amended description)",
  "appeal_decision": null,
  "postcode": "UB3 4AZ",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "12/02/2025",
  "street_name": "2 Millington Road",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "centroid_northing": 179001,
  "application_type": "All Other",
  "title_number": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "24005-UMC- XXXX SI DR 0501 Rev P02",
    "24005-UMC XXXX SI DR-A 0601 Rev P06",
    "24005-UMC- XXXX 00 DR-A 1005 Rev P03",
    "24005-UMC XXXX 01 DR-A 1006 Rev P03",
    "24005-UMCXXXX 00 DR-A 1007 Rev P03",
    "24005-UMC XXXX 01 DR-A 1008 Rev P03",
    "24005-UMC- XXXX ZZ DR-A 1072 Rev P01",
    "24005-UMC- ZZZZ EL DR-A 1302 Rev P02",
    "24005-UMC XXXX R1 DR-A 1102 Rev P03",
    "24005-UMC XXXX ZZ DR-A 1112 Rev P02",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The development hereby permitted unless otherwise approved in writing shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "Design and Access Statement reference 24005 Rev C Dated 16.12.2024.",
    "Environmental Noise Survey Report & Plant Noise Impact Assessment reference QA24465/PNIA dated 19 December 2024.",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence",
    "REASON",
    "To ensure that the development complies with the objectives of Policies DMHB 11, DMHB 14, DMEI 9, DMEI 10 and DMEI 11 of the Hillingdon Local Plan Part 2 (2020).",
    "No development shall take place until the following details have been submitted to and approved in writing by the Local Planning Authority:",
    "1.a 8 Active Electric Vehicle Charging Points",
    "1.b Hard Surfacing Materials around Front Entrance",
    "1.c External Lighting",
    "1.d Other Structures (32no. Cycle Stands and Bollards)",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with policies DMHB 11, DMHB 14, DMEI 1, DMT 5 and DMT 6 of the Hillingdon Local Plan Part 2 (2020).",
    "For the lifetime of the development hereby permitted the rating level (LAr) of noise caused by its operation shall not exceed: 40 dB LAr 15 min for any fifteen-minute period between 2300 and 0700, and 50 dB LAr 1 hour for any one-hour period between 0700 and 2300, determined one metre free field external to any window or door of any permanent residential, or equivalently noise sensitive premises, in accordance with 'Methods for rating and assessing industrial and commercial sound' British Standards Institution BS4142 2014.",
    "REASON: To ensure that occupants of dwellings would not be exposed to noise caused by the permitted development that would be likely to cause an adverse effect on their health and quality of life with windows open for the purposes of ventilation and cooling.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "It is considered that a condition based on fixed noise levels is consistent with noise and planning policy by relating external noise levels to the point at which adverse effects on health and quality of life start to be observed. The limit values are intended to be consistent with the evidence base that is reflected in guidance: 'Guidance on Sound Insulation and Noise Reduction for Buildings' BS8233 2014. This is combined with the assessment principles and procedures detailed in guidance: 'Methods for rating and assessing industrial and commercial sound' British Standards Institution BS4142 2014.' This is used to set reference time periods for the assessment and adjust measured or calculated LAeq values for character as detailed in BS4142 to determine the rating level.",
    "Cadent Gas Ltd own and operate the has infrastructure within the area of your development. There may be a legal interest (easement and other rights) in the land that restrict activity in proximity to Cadent assets in private land. The applicant must ensure that the proposed works do not infringe on legal rights of access and or restrictive covenants that exist.",
    "If buildings or structures are proposed directly above the apparatus the development may only take place following diversion of the apparatus. The applicant should apply online to have apparatus diverted in advance of any works, by visiting cadentgas.com/diversions",
    "Prior to carrying out works, including the construction of access points, please register on www.linesearchbeforeudig.co.uk to submit details of the planned works for review, ensuring requirements are adhered to."
  ],
  "appeal_start_date": null,
  "development_type": null,
  "wgs84_polygon": null,
  "lpa_app_no": "62644/APP/2024/3310",
  "decision_agency": "Borough",
  "decision_date": "12/02/2025",
  "pp_id": "13519606",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=62644/APP/2024/3310",
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "secondary_street_name": "Hayes",
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.499392,
    "lon": -0.42692
  },
  "status": "Approved",
  "last_updated": "2025-05-13T21:59:16.328Z",
  "actual_completion_date": null,
  "lapsed_date": "12/02/2028",
  "borough": "Hillingdon",
  "id": "Hillingdon-62644_APP_2024_3310",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": null,
  "locality": null,
  "application_details": {
    "affordable_housing_fast_track": false,
    "site_area": 2.32,
    "projected_cost_of_works": "Up to £2m",
    "total_gia_lost": 0,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_commencement_date": "02/2025",
        "intended_completion_date": "08/2025"
      }
    ],
    "green_suds": false,
    "total_gia_gained": 0,
    "infrastructure_details": {
      "solar_pv_capacity": 0.28,
      "total_annual_pm_emissions": 0,
      "total_annual_nox_emissions": 0,
      "no_new_water_connections_required": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_homes_to_have_electrical_heating": 0,
      "fire_suppression_system_proposed": false,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "waste_provision": true,
      "ghg_reduction_over_building_regulations": false,
      "mobile_network_operators_consultation": false,
      "no_active_other_ev_charging_points": 8,
      "no_new_gas_connections_required": 0,
      "no_passive_other_ev_charging_points": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_passive_cooling": 0
    },
    "non_residential_details": {
      "total_gia_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 11644,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 11644,
        "use_class": "SpecifiedOther",
        "gia_gained": 0,
        "gia_lost": 0
      }
    ],
    "grey_water_reuse": false,
    "internal_resi_water_usage": 0,
    "rain_water_harvesting": false,
    "surface_water_discharge_percentage_reduction": 0,
    "ownership_status": "Private",
    "scheme_phasing": true,
    "total_gia_existing": 11644,
    "garden_land_lost": false
  }
}