{
  "last_updated_by": "CSV Data Import",
  "application_type": "All Other",
  "decision_agency": "Borough",
  "centroid_northing": 187452,
  "status": "Dismissed",
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": "19/02/2024",
  "ward": "Cranham",
  "lpa_app_no": "P0552.23",
  "cil_liability": false,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0552.23",
  "lpa_name": "Havering",
  "valid_date": "11/04/2023",
  "pp_id": "12061316",
  "postcode": "RM14 1AU",
  "appeal_status": null,
  "street_name": "Upminster",
  "centroid_easting": 556451,
  "uprn": "100023215472",
  "borough": "Havering",
  "application_details": {
    "existing_uprns": null,
    "site_area": 3.497
  },
  "reference_no_of_permission_being_relied_on": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2538139,
          51.5639773
        ],
        [
          0.2538022,
          51.5639775
        ],
        [
          0.2538515,
          51.5641057
        ],
        [
          0.2534054,
          51.5641752
        ],
        [
          0.2534187,
          51.5642066
        ],
        [
          0.2532051,
          51.5642351
        ],
        [
          0.2531161,
          51.5642538
        ],
        [
          0.2533532,
          51.5645417
        ],
        [
          0.2534298,
          51.5645889
        ],
        [
          0.253741,
          51.5648753
        ],
        [
          0.2538889,
          51.5650187
        ],
        [
          0.2540209,
          51.5650015
        ],
        [
          0.2541615,
          51.5649988
        ],
        [
          0.25622469999999997,
          51.5646619
        ],
        [
          0.2570127,
          51.5645493
        ],
        [
          0.258465,
          51.5641949
        ],
        [
          0.25844439999999996,
          51.5638566
        ],
        [
          0.2583719,
          51.5636557
        ],
        [
          0.2581938,
          51.5636908
        ],
        [
          0.2581554,
          51.5635478
        ],
        [
          0.2580978,
          51.5635684
        ],
        [
          0.2573507,
          51.5636388
        ],
        [
          0.2570086,
          51.5636771
        ],
        [
          0.2566651,
          51.5636886
        ],
        [
          0.2561623,
          51.5637177
        ],
        [
          0.2558624,
          51.5637406
        ],
        [
          0.2553181,
          51.5638022
        ],
        [
          0.2538106,
          51.5639895
        ],
        [
          0.2538139,
          51.5639773
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Variation of Condition No. 1 of Planning Permission Ref No. P0112.22 dated 19/10/2022 to permit the following;\n\n1. Minor amendments to boundaries of plots 32, 34, and 35\n2. Introduction of new Plot 36 using the land around protected tree T15\n3. Omission of consented single-torey summer house on plot 35\n4. Introduction of new single-storey house on plot 36\n5. Minor amendments to the boundaries around the land of protected tree T15, i.e. omission of railing and boundary wall, which will now be under the private demise of new Plot 36\n6. Introduction of new hard and soft landscaping to front of new Plot 36 to match consented materials and vegetation",
  "title_number": null,
  "actual_commencement_date": null,
  "application_type_full": "Removal/Variation of a condition",
  "epc_number": null,
  "centroid": {
    "lon": "0.255797",
    "lat": "51.5642482"
  },
  "appeal_decision_date": "14/06/2024",
  "decision_process": "Delegated",
  "decision_conditions": [
    "The proposed development would, by reason of its design, external appearance, setting, location, the use of inappropriate materials as well as the loss of the open character and layout of the site based around the protected trees, would not sufficiently respect, reinforce and complement the emerging local street scene and would be unacceptably  visually intrusive feature harmful to the appearance of the emerging housing development. In this respect, the proposal would be contrary to Policy 26 of the Local Plan 2021.",
    "The proposal would, by reason of its design and layout, result in an unsatisfactory relationship between the proposed building and the emerging dwellings, would be likely to cause overbearing impact, overlooking and loss of privacy to the detriment of amenity to the future occupiers of the emerging adjoining dwellings contrary to Policy 7 of the adopted Local Plan 2021.",
    "The provision of housing and associated  hardstanding and formal garden on land allocated for wild meadow floors and a protected tree would undermine the concept of the enhancement of the nature conservation thereby having adverse impact of the habitat including the health of the protected tree and would  have significant impact upon the ecological and biodiversity value of the site. In this respect the proposal would be contrary to policies 27 and 30 of the Local Plan, Chapter 8 of London Plan and the National Planning Policy Framework.",
    "As a result of the proposed siting of the proposed dwelling and hard surfaces in proximity to the protected tree, pressure to remove the tree due to future problems (falling leaves, twigs, sap, overshadowing. root lift) would be likely, thereby jeopardizing the value of the protected tree and its setting. In this respect the proposal would be contrary to policies 27 and 30 of the Local Plan, Chapter 8 of London Plan and the advice given in the National Planning Policy Framework.",
    "The sec73 application would not affect the planning obligations already secured through the outline application which have been have been subject to the statutory tests set out in Regulation 122 of the Community Infrastructure Levy Regulations 2010 and the obligations are considered to have satisfied the following criteria:-",
    "(a)\tNecessary to make the development acceptable in planning terms;",
    "(b)\tDirectly related to the development; and",
    "(c)\tFairly and reasonably related in scale and kind to the development.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25/m² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125m² (Zone A) for each additional square metre of GIA.",
    "The floor space for the entire site amounts to 11,146sqm. However, it has been confirmed that the council has already received the sum which has been due. Thus the only liability would be from the difference between the floor space of the summer house and the proposed dwelling.",
    "The summer house as approved covers an area of 78 sqm and the proposed dwelling would cover an area of 267.3sqm, an increase of 189.3sqm. The CIL amount for the Mayor would be £4732.5 and for the Havering £23,662.5 subject to indexation.",
    "You are advised to visit the planning portal website where you can download the appropr",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to the agent of the application by email on 7th July 2023."
  ],
  "development_type": null,
  "parking_details": null,
  "appeal_decision": "Dismissed",
  "locality": null,
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "decision_date": "11/07/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              556314.493,
              187417.635
            ],
            [
              556313.68,
              187417.635
            ],
            [
              556316.661,
              187431.994
            ],
            [
              556285.503,
              187438.768
            ],
            [
              556286.316,
              187442.29
            ],
            [
              556271.415,
              187444.999
            ],
            [
              556265.183,
              187446.896
            ],
            [
              556280.627,
              187479.408
            ],
            [
              556285.774,
              187484.826
            ],
            [
              556306.365,
              187517.338
            ],
            [
              556316.119,
              187533.594
            ],
            [
              556325.331,
              187531.969
            ],
            [
              556335.084,
              187531.969
            ],
            [
              556479.221,
              187498.915
            ],
            [
              556534.22,
              187488.078
            ],
            [
              556636.091,
              187451.773
            ],
            [
              556635.82,
              187414.113
            ],
            [
              556631.485,
              187391.625
            ],
            [
              556619.022,
              187395.147
            ],
            [
              556616.855,
              187379.162
            ],
            [
              556612.791,
              187381.33
            ],
            [
              556560.772,
              187387.561
            ],
            [
              556536.929,
              187391.083
            ],
            [
              556513.087,
              187391.625
            ],
            [
              556478.137,
              187393.793
            ],
            [
              556457.275,
              187395.689
            ],
            [
              556419.344,
              187401.379
            ],
            [
              556314.222,
              187418.99
            ],
            [
              556314.493,
              187417.635
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Havering-P0552.23",
  "site_name": "Hall Lane Miniature Golf Course, Hall Lane",
  "lapsed_date": "11/07/2026",
  "decision": "Refused",
  "secondary_street_name": null,
  "decision_target_date": "11/07/2023",
  "last_updated": "2025-03-19T21:42:52.248+00:00",
  "date_building_work_completed_under_previous_permission": null,
  "site_number": null,
  "last_date_consultation_comments": "04/05/2023",
  "bo_system": "CSV Data Import"
}