{
  "site_name": "5 SCOTT CLOSE",
  "last_updated_by": "CSV Data Import",
  "centroid": {
    "lon": -0.464587,
    "lat": 51.497481
  },
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=78507/APP/2024/96",
  "secondary_street_name": null,
  "site_number": null,
  "application_details": {
    "intended_completion_date": "01/2024",
    "total_gia_gained": 21,
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 1,
    "existing_uprns": null,
    "intended_commencement_date": "12/2023"
  },
  "lapsed_date": "18/03/2027",
  "decision": "Approved",
  "postcode": "UB7 9DX",
  "last_date_consultation_comments": "23/02/2024",
  "decision_process": "Delegated",
  "epc_number": null,
  "pp_id": "12730969",
  "development_type": null,
  "bo_system": "CSV Data Import",
  "valid_date": "31/01/2024",
  "polygon": null,
  "actual_commencement_date": null,
  "parking_details": {
    "no_proposed_car": 4,
    "no_existing_car": 4,
    "net_car": 0
  },
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "Householder",
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "centroid_northing": 178733,
  "id": "Hillingdon-78507_APP_2024_96",
  "decision_target_date": "27/03/2024",
  "description": "Conversion of integral garage to habitable accommodation (Retrospective application)",
  "appeal_status": null,
  "decision_date": "18/03/2024",
  "ward": "H/ROW VILLAGES 2022",
  "appeal_decision": null,
  "locality": null,
  "street_name": "WEST DRAYTON",
  "status": "Approved",
  "application_type_full": "Householder planning permission",
  "decision_agency": "Borough",
  "uprn": null,
  "date_building_work_started_under_previous_permission": "01/12/2023",
  "lpa_app_no": "78507/APP/2024/96",
  "title_number": null,
  "last_updated": "2025-03-20T10:53:14.736+00:00",
  "cil_liability": false,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "centroid_easting": 506680,
  "appeal_start_date": null,
  "decision_conditions": [
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "Location Plan",
    "RAJ/1312-01",
    "RAJ/1312/A-01",
    "RAJ/1312/A-02",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The site lies in a Critical Drainage Area (CDA) as identified in the Surface Water Management Plan (SWMP) for Hillingdon. A CDA is the catchment area from which surface water drains and contributes to drainage problems. All developments in this area must contribute to managing the risk of flooding from surface water by reducing surface water runoff from the site. Therefore the applicant should minimise the water from the site entering the sewers. Hard paving associated with the development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, which must be permeable or be collected and directed to a permeable area, otherwise it would need an additional permission.",
    "There is a possibility there may be some contaminating substances present in the ground at the site. Our contaminated land record shows the site to be on a former contaminated land use identified as nursery/orchard as well as within 250m of a landfill buffer.",
    "We would advise persons working on site to take basic precautions in relation to any contamination they may find.",
    "REASON:",
    "You are advised this development is on a former contaminated land use identified as nursery/orchard as well as within 250m of a landfill buffer. Therefore, the above advice is provided on the grounds of Health and Safety of the workers on site and to ensure the appropriate restoration of the site is done should there be any contamination identified during the development where there is a need, for ground work once such works are complete to minimise risk to the occupants of the site."
  ],
  "date_building_work_completed_under_previous_permission": "08/01/2024"
}