{
  "centroid": {
    "lon": "0.1796746",
    "lat": "51.5794378"
  },
  "status": "Commenced",
  "decision_target_date": "14/08/2020",
  "site_name": "22-44 North Street",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans, particulars and specifications (as set out on page one of this decision notice) and any other plans, drawings, particulars and specifications pursuant to any further approval of details as are approved by the Local Planning Authority",
    "Reason: The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted. Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "No development (other than demolition) shall take place until written details (and physical samples where so required by the Local Planning Authority) of the materials and finishes to be used shall be submitted to and approved in writing by the Local Planning Authority. The details shall include:",
    "a) Prior to their use, physical samples of all materials to be used on the external finishes shall be submitted to and approved in writing by the local planning authority. Samples shall include, but not be limited to, balconies, window frames, doors and louvres and to include representative examples of each RAL colour identified for use. The development shall be implemented in accordance with the approved details and permanently maintained as such.",
    "b) Prior to use, sample panels of 1 square metre minimum shall be erected on site to show areas of new exterior walling and approved in writing by the local planning authority. These panels shall indicate all areas of decorative brickwork includi",
    "Prior to commencement of development,  a strategy for the provision and distribution of car spaces across the entire site to be used exclusively used for car club(s), shall be submitted to, and agreed in writing with the local planning authority. The spaces shall be provided in accordance with the approved strategy.",
    "Reason: In order to promote wider transport choice and realise opportunities for large scale development, in accordance with the provisions of paragraph 104 of the National Planning Policy Framework 2019.",
    "Before first occupation of each of the commercial units, the following details shall be submitted to and approved in writing by the Local Planning Authority for the relevant commercial unit:",
    "(a) Details of unit's Use Class;",
    "(b) Details of the unit's hours of operation;",
    "(c) Details of the unit's shopfront design; and",
    "(d) Details of any associated extraction/flue/filtration/ventilations systems to be installed, including details of any other external plant or machinery (including ventilation units and air intake louvers), together with details of its method of construction, appearance, finish and acoustic performance. The measures shall be in accordance with the relevant DEFRA guidance on the control of odour and noise from commercial kitchen exhaust systems (January 2005).",
    "Each commercial unit shall be operated in accordance with the approved details and, notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, as amended (o",
    "No development shall proceed until details of parking management and allocation within the site have been submitted to and approved in writing by the Local Planning Authority. The development shall be implemented in",
    "accordance with the approved details and the car park managed accordingly thereafter.",
    "Reason: To comply with the provisions of Policy DC33 of the London Borough of Havering LDF Core Strategy and Development Control Policies DPD 2011 and paragraphs 105 and 106 of the National Planning Policy Framework 2019.",
    "Prior to the commencement of the development, a drawing showing the proposed site levels of the application site and the finished floor levels of the proposed dwellings shall be submitted to and approved in writing by the Local Planning Authority.  The development shall be carried out in accordance with the approved details.",
    "Reason: Insufficient information has been supplied with the application to judge the proposed site levels of the proposed development.  Submission of a scheme prior to commencement will ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.  It will also ensure accordance with Section 197 of the Town and Country Planning Act 1990.",
    "No works shall take place in relation to any of the development hereby approved until there has been submitted to and approved by the Local Planning Authority a scheme of hard and soft landscaping, which shall include indications of all existing trees and shrubs on the site, and details of any to be retained, together with measures for the protection in the course of development.Hard and soft landscaping scheme must provide: a planting plan and schedule defining the planting density, areas of planting, plant specification, sizes and stock. Hard landscape plan should annotate full specification of materials and finishes, including surfaces, furniture, play equipment, boundaries and edges. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased sha",
    "Prior to the first occupation of the development hereby permitted, provision shall be made for the storage of refuse and recycling awaiting collection according to details which shall previously have been agreed in writing by the Local Planning Authority.",
    "Reason: In the interests of amenity of occupiers of the development and also the visual amenity of the development and the locality generally, and in order that the development accords with the LDF Development Control Policies Development Plan Document Policy DC61.",
    "Prior to the completion of the development hereby permitted, cycle storage of a type and in a location previously submitted to and approved in writing by the Local Planning Authority shall be provided and permanently retained thereafter.",
    "Reason: Insufficient information has been supplied with the application to demonstrate what facilities will be available for cycle parking.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use is in the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason: To protect residential amenity, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Before any works commence a scheme for any new plant or machinery shall be submitted to and approved in writing by the Local Planning Authority. The combined emissions of noise from all sources at the approved development site shall not exceed a rated level * (LAeq 1 daytime/ LA eq 15 minute night time) of LA90 - 5dB, 1m from the front elevation of the relevant floor of the nearest residential property. * Determined in accordance with BS 4142:2014",
    "Reason: To avoid, mitigate and minimise adverse impacts on health and quality of life from noise. To comply with the London Borough of Havering  Development Control Policies Development Plan Document 2008 Policies DC55 and DC61.",
    "Full particulars and details of a scheme for sound insulation between the proposed ground floor commercial units and the residential use above hereby approved shall be submitted and approved in writing by the Local Planning Authority prior to superstructure works commencing on site.",
    "The sound insulation shall be carried out in strict accordance with the details so approved, shall be implemented prior to the first occupation of the building to which they relate and shall be maintained  as such thereafter.",
    "Reason: To comply with Core Strategy and Development Control Policies Development Plan Document Policies DC55 and DC61 where insufficient information has been supplied with the application. Submission of the information prior to commencement will prevent adverse noise impacts on the future occupiers of the development.",
    "No works shall take place in relation to any of the development hereby approved (except works required to secure compliance with this condition) until the following Contaminated Land reports (as applicable) are submitted to and approved in writing by  the Local Planning Authority:",
    "a) A Phase I (Desktop Study) Report documenting the history of this site, its surrounding area and the likelihood of contaminant/s, their type and extent incorporating a Site Conceptual Model.",
    "b) A Phase II (Site Investigation) Report if the Phase I Report confirms the possibility of a significant risk to any sensitive receptors.  This is an intrusive site investigation including factors such as chemical testing, quantitative risk assessment and a description of the site ground conditions.  An updated Site Conceptual Model should be included showing all the potential pollutant linkages and an assessment of risk to identified receptors.",
    "c)\tA Phase III (Remediation Strategy) Report if the Phase II Report con",
    "If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this unsuspected contamination shall be dealt with has been submitted to and approved in writing by the local planning authority. The remediation strategy shall be implemented as approved.",
    "a)\tFollowing completion of the remediation works as mentioned above, a 'Verification Report' must be submitted demonstrating that the works have been carried out satisfactorily and remediation targets have been achieved.",
    "Reason: To ensure that any previously unidentified contamination found at the site is investigated and satisfactorily addressed in order to protect those engaged in construction and occupation of the development from potential contamination.",
    "Prior to the occupation of the development, details of the proposed electric vehicle charging points (EVCPs), including details of how they will be managed, shall be submitted to and approved in writing by the Local Planning Authority. The approved EVCPs, consisting of 20% active and 20% passive charging points, shall be installed prior to occupation and shall be maintained in accordance with the approved details thereafter.",
    "Reason: Paragraph 110 of the National Planning Policy Framework 2019 states that, inter alia, specific applications for development should ensure that appropriate opportunities to promote sustainable transport modes can be taken up, given the type of development and its location.....applications for development should be designed to enable charging of plug-in and other ultra-low emission vehicles in safe, accessible and convenient locations.",
    "Before development is commenced, a scheme shall be submitted to and approved in writing by the Local Planning Authority making provision for a Construction Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers.  The Construction Method statement shall include details of:",
    "a)  parking of vehicles of site personnel and visitors;",
    "b)  storage of plant and materials;",
    "c)  dust management controls;",
    "d)  measures for minimising the impact of noise and, if appropriate, vibration arising from construction activities;",
    "e)  no piling shall take place until a piling method statement (detailing the depth and type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage subsurface sewerage infrastructure, and the programme of works) has been submitted to and approved in writing.",
    "f)  predicted noise and, if appropriate, vibration levels for co",
    "No development shall take place until a Construction Logistics Plan and a Deliveries and Servicing Plan are submitted and agreed in writing with the Local Planning Authority in consultation with Transport for London. The  Construction Logistics Plan (CLP) shall aim to identify the cumulative impacts of construction traffic for the area in terms of likely additional trips and mitigation required. The  CLP should show that construction vehicle movements would be optimised to avoid the am and pm traffic peaks and reduce highway impact on the Transport for London Road  Network in the vicinity of the site. The plan shall be implemented as approved. The Deliveries and Servicing Plan shall seek to proactively manage deliveries to reduce the number of delivery and servicing trips, particularly in the morning peak.",
    "Reason:- In the interests of highway safety and efficiency and to comply with polices CP10, DC32, DC37 and DC61 of the Adopted Development Plan Document (2008)and policies 2.8, 6.1,",
    "(1)  a)\tPrior to the commencement of the development hereby approved, an Air Quality Neutral  Assessment shall be submitted to an agreed in writing by the Local Planning Authority. The assessment shall detail:",
    "> The relevant benchmark for buildings for NO2 and PM10 at the site, based on its land use and location;",
    "> The NO2 and PM emissions from buildings and a comparison with the buildings benchmark",
    "> The relevant emission benchmark for transport  for NO2 and PM10 at the site",
    "> The NO2 and PM10 emission from transport and a comparison with the transport benchmark",
    "> Show that the building and transport emission benchmarks will be met in order to achieve air quality neutral    requirements, and",
    "> Mitigation (if required) or contribution to off-setting the development's emissions.",
    "b) The use hereby permitted shall not commence until all measures identified in the Air Quality Neutral Assessment have been shown to be implemented to the satisfaction of the",
    "a)\tPrior to the commencement of the development, a Dust Monitoring Scheme for the duration of the  construction phase of the development hereby approved, shall be submitted for the written approval of the Local Planning Authority.  The scheme shall detail",
    "- Determination of existing (baseline) pollution levels;",
    "- Type of monitoring to be undertaken;",
    "- Number, classification and location of monitors;",
    "- Duration of monitoring;",
    "- QA/QC Procedures;",
    "- Site action levels; and",
    "- Reporting method.",
    "b)\tFollowing the completion of measures identified in the approved Dust Monitoring Scheme, a \"Dust Monitoring Report\" that demonstrates the effectiveness of the dust monitoring carried out must be produced, and is subject to the approval of the Local Planning Authority.",
    "The development shall be carried out in accordance with the approved scheme.",
    "Reason: To ensure that the construction activities do not give rise to any exceedances of the national air quality objectives/limit values for PM10 and/o",
    "Prior to the first occupation of the development, details shall be submitted to and agreed in writing by the Local Planning Authority for the installation of Ultra-Low NOx boilers with maximum NOX Emissions less than 40 mg/kWh. The installation of the boilers shall be carried out in strict accordance with the agreed details and shall thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of occupiers of nearby properties and future occupiers of the site.",
    "No development above ground level shall take place until details of all proposed walls, fences and boundary treatment are submitted to, and approved in writing by, the Local Planning Authority.  The boundary development shall then be carried out in accordance with the approved details prior to the first occupation of the development for residential purposes and shall be permanently retained and maintained thereafter to the satisfaction of the Local Planning Authority.",
    "Reason: Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to commencement will protect the visual amenities of the development, prevent undue overlooking of adjoining property and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Before any above ground development is commenced, surfacing materials for the access road and parking areas shall be submitted to and approved in writing by the Local Planning Authority and thereafter the access road shall be constructed with the approved materials. Once constructed, the access road shall be kept permanently free of any obstruction (with the exception of the car parking spaces shown on the approved plans) to prevent uses of the access road for anything but access.",
    "Reason: Insufficient information has been supplied with the application to judge the appropriateness of the surfacing materials.  Submission of this detail prior to commencement will ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Before the residential units hereby permitted are first occupied, the area set aside for car parking spaces shall be laid out and surfaced to the satisfaction of the Local Planning Authority and provide a minimum of .No. spaces, those areas shall be retained permanently thereafter for the accommodation of vehicles associated with the site.",
    "Reason: To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety, and that the development accords with the Development Control Policies Development Plan Document Policy DC32.",
    "The proposals shall provide a 2.1 by 2.1 metre pedestrian visibility splay on either side of the proposed access, set back to the boundary of the public footway. There shall be no obstruction or object higher than 0.6 metres within the visibility splay.",
    "Reason: In the interests of highway safety, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC32.",
    "No part of the development hereby approved shall be occupied until access to the highway has been completed in accordance with the details of access approved as part of the reserved matters.",
    "Reason: In the interests of ensuring good design and ensuring public safety and to comply with policies of the Core Strategy and Development Control Policies DPD, namely CP10, CP17, and DC61.",
    "Before the development hereby permitted is first commenced, vehicle cleansing facilities to prevent mud being deposited onto the public highway during construction works shall be provided on site in accordance with details to be first submitted to and approved in writing by the Local Planning Authority. The approved facilities shall be retained thereafter and used at relevant entrances to the site throughout the duration of construction works. If mud or other debris originating from the site is deposited in the public highway, all on-site operations shall cease until it has been removed.  The submission will provide;",
    "a)  A plan showing where vehicles will be parked within the site to be inspected for mud and debris and cleaned if required. The plan should show where construction traffic will access and exit the site from the public highway.",
    "b)  A description of how the parking area will be surfaced, drained and cleaned to prevent mud, debris and muddy water being tracked onto the pu",
    "No development shall commence until full details of the drainage strategy, drainage layout, together with SUDS information to serve the development have been submitted to and agreed in writing by the Local Planning Authority prior to works commencing on development.",
    "In terms of foul and surface water drainage, no properties shall be occupied until confirmation has been provided that either:",
    "1. Capacity exists off site to serve the development, or",
    "2. A housing and infrastructure plan has been submitted to and agreed in writing by the Local Planning Authority. Where a housing and infrastructure phasing plan is agreed, no occupation shall take place other than in accordance with the agreed housing and infrastructure phasing plan, or",
    "3. All wastewater network upgrades required to accommodate the additional flows from the development have been completed.",
    "The scheme agreed shall be implemented strictly in accordance with such agreement unless subsequent amendments have been agreed with t",
    "Prior to carrying out above grade works of each building or part of a building, details shall be submitted to and approved, in writing, by the Local Planning Authority to demonstrate that such building or such part of a building can achieve full 'Secured by Design' accreditation.  The development shall only be carried out in accordance with the approved details.",
    "Reason: In the interest of community safety and in accordance with the Development Control Policies Development Plan Document Policies DC63 and London Borough of Havering's Supplementary Planning Documents on 'Designing Safer Places' (2010) and 'Sustainable Design Construction' (2009).",
    "Prior to the first occupation of each building or part of a building or use, a 'Secured by Design' accreditation shall be obtained for such building or part of such building or use.",
    "Reason: In the interest of community safety and in accordance with the Development Control Policies Development Plan Document Policies DC63 and London Borough of Havering's Supplementary Planning Documents on 'Designing Safer Places' (2010) and 'Sustainable Design Construction' (2009).",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy 5.15 of the London Plan.",
    "The dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with Policy DC7 of the Local Development Framework and Policy 3.8 of the London Plan.",
    "No demolition or development shall take place until a stage 1 written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works.",
    "If heritage assets of archaeological interest are identified by stage 1 then for those parts of the site which have archaeological interest a stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:",
    "A. The statement of significance and research objectives, the programme and methodology of site investigation and recording and the nominatio",
    "No development shall take place until a scheme for the provision of bat and bird boxes within the development shall be submitted to and approved by the Local Planning Authority.  The boxes so approved within each phase of the development shall be completed and available for use before the last dwelling within that phase is occupied.",
    "Reason: To ensure that any protected species remain safeguarded.",
    "The applicant is reminded of the planning obligations as set out in the agreement made and dated       under s106 of the Town and Country Planning Act 1990",
    "Statement pursuant to Article 31 of the Town and Country Planning (Development Management Procedure) (England)  Order 2015. The Local Planning Authority has acted positively and proactively in determining this application by assessing the proposal against all material considerations, including planning policies and any representations that may have been received and subsequently determining to grant planning permission in accordance with the presumption in favour of sustainable development, as set out within the National Planning Policy Framework In accordance with paragraph 38 of the National Planning Policy Framework 2019.",
    "A fee is required when submitting details pursuant to the discharge of conditions.  In order to comply with the Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012, which came into force from 17.01.2018, a fee of £116 per request.",
    "Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access as required (whether temporary or permanent) there may be a requirement for the diversion or protection of third party utility plant and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal notifications and approval will be needed for any highway works (including temporary works of any nature) required during the construction of the development.  Please note that unauthorised works on the highway is an offence.",
    "The developer is advised that if construction materials are proposed to be kept on the highway during construction works then they will need to apply for a license from the Council. If the developer requires scaffolding, hoarding or mobile cranes to be used on the highway, a license is required and Streetcare should be contacted on 01708 434343 to make the necessary arrangements.  Please note that unauthorised works on the highway is an offence.",
    "The developer is advised that surface water from the development in both its temporary and permanent states should not be discharged onto the highway.  Failure to prevent such is an offence.",
    "In aiming to satisfy the condition the applicant should seek the advice of the Metropolitan Police Service Designing out Crime Officers (DOCOs).  The services of MPS DOCOs are available free of charge and can be contacted via docomailbox.ne@met.police.uk or 02082173813.",
    "Before occupation of the residential/ commercial unit(s) hereby approved, it is a requirement to have the property/properties officially Street Named and Numbered by our Street Naming and Numbering Team.  Official Street Naming and Numbering will ensure that that Council has record of the property/properties so that future occupants can access our services.  Registration will also ensure that emergency services, Land Registry and the Royal Mail have accurate address details.  Proof of having officially gone through the Street Naming and Numbering process may also be required for the connection of utilities. For further details on how to apply for registration see:",
    "https://www.havering.gov.uk/Pages/Services/Street-names-and-numbering.aspx",
    "The presence of European protected species, such as bats, is a material consideration in the planning process and the potential impacts that a proposed development may have on them should be considered at all stages of the process. Occasionally European protected species, such as bats, can be found during the course of development even when the site appears unlikely to support them.  In the event that this occurs, it is advised that the developer stops work immediately and seeks the advice of the local authority ecologist and/or the relevant statutory nature conservation organisation (e.g. Natural England). Developers should note that it is a criminal offence to deliberately kill, injure or capture bats, or to deliberately disturb them or to damage or destroy their breeding sites and resting places (roosts). Further works may require a licence to proceed and failure to stop may result in prosecution.",
    "The applicant's attention is drawn to the provisions of both the Wildlife and Countryside Act 1981, and the Countryside & Rights of Way Act 2000. Under the 2000 Act, it is an offence both to intentionally or recklessly destroy a bat roost, regardless of whether the bat is in the roost at the time of inspection. All trees should therefore be thoroughly checked for the existence of bat roosts prior to any works taking place. If in doubt, the applicant is advised to contact the Bat Conservation Trust at Quadrant House, 250 Kennington Lane, London, SE11 5RD. Their telephone number is 0845 1300 228.",
    "Officers have considered, with due regard, the likely effect of the proposal on the need to reduce crime and disorder as part of the determination of this application, in accordance with the provisions of the NPPF 2019",
    "Waste Comments",
    "Thames Water would advise that with regard to waste water network and waste water process infrastructure capacity, we would not have any objection to the above planning application, based on the information provided",
    "The proposed development is located within 15m of our underground waste water assets and as such we would like the following informative attached to any approval granted. The proposed development is located within 15m of Thames Waters underground assets, as such the development could cause the assets to fail if appropriate measures are not taken. Please read our guide 'working near our assets' to ensure your workings are in line with the necessary processes you need to follow if you're considering working above or near our pipes or other structures.https://developers.thameswater.co.uk/Developing-a-large-site/Planning-your-development/Working-near-or-diverting-our-pipes. Should you require further information please contact Thames Water. Email: developer.ser",
    "The applicant will be expected to provide letter boxes for all units and to be accessible from the external parts of the building.",
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans, particulars and specifications (as set out on page one of this decision notice) and any other plans, drawings, particulars and specifications pursuant to any further approval of details as are approved by the Local Planning Authority",
    "Reason: The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted. Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "No development (other than demolition) shall take place until written details (and physical samples where so required by the Local Planning Authority) of the materials and finishes to be used shall be submitted to and approved in writing by the Local Planning Authority. The details shall include:",
    "a) Prior to their use, physical samples of all materials to be used on the external finishes shall be submitted to and approved in writing by the local planning authority. Samples shall include, but not be limited to, balconies, window frames, doors and louvres and to include representative examples of each RAL colour identified for use. The development shall be implemented in accordance with the approved details and permanently maintained as such.",
    "b) Prior to use, sample panels of 1 square metre minimum shall be erected on site to show areas of new exterior walling and approved in writing by the local planning authority. These panels shall indicate all areas of decorative brickwork includi",
    "Prior to commencement of development,  a strategy for the provision and distribution of car spaces across the entire site to be used exclusively used for car club(s), shall be submitted to, and agreed in writing with the local planning authority. The spaces shall be provided in accordance with the approved strategy.",
    "Reason: In order to promote wider transport choice and realise opportunities for large scale development, in accordance with the provisions of paragraph 104 of the National Planning Policy Framework 2019.",
    "Before first occupation of each of the commercial units, the following details shall be submitted to and approved in writing by the Local Planning Authority for the relevant commercial unit:",
    "(a) Details of unit's Use Class;",
    "(b) Details of the unit's hours of operation;",
    "(c) Details of the unit's shopfront design; and",
    "(d) Details of any associated extraction/flue/filtration/ventilations systems to be installed, including details of any other external plant or machinery (including ventilation units and air intake louvers), together with details of its method of construction, appearance, finish and acoustic performance. The measures shall be in accordance with the relevant DEFRA guidance on the control of odour and noise from commercial kitchen exhaust systems (January 2005).",
    "Each commercial unit shall be operated in accordance with the approved details and, notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, as amended (o",
    "No development shall proceed until details of parking management and allocation within the site have been submitted to and approved in writing by the Local Planning Authority. The development shall be implemented in",
    "accordance with the approved details and the car park managed accordingly thereafter.",
    "Reason: To comply with the provisions of Policy DC33 of the London Borough of Havering LDF Core Strategy and Development Control Policies DPD 2011 and paragraphs 105 and 106 of the National Planning Policy Framework 2019.",
    "Prior to the commencement of the development, a drawing showing the proposed site levels of the application site and the finished floor levels of the proposed dwellings shall be submitted to and approved in writing by the Local Planning Authority.  The development shall be carried out in accordance with the approved details.",
    "Reason: Insufficient information has been supplied with the application to judge the proposed site levels of the proposed development.  Submission of a scheme prior to commencement will ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.  It will also ensure accordance with Section 197 of the Town and Country Planning Act 1990.",
    "No works shall take place in relation to any of the development hereby approved until there has been submitted to and approved by the Local Planning Authority a scheme of hard and soft landscaping, which shall include indications of all existing trees and shrubs on the site, and details of any to be retained, together with measures for the protection in the course of development.Hard and soft landscaping scheme must provide: a planting plan and schedule defining the planting density, areas of planting, plant specification, sizes and stock. Hard landscape plan should annotate full specification of materials and finishes, including surfaces, furniture, play equipment, boundaries and edges. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased sha",
    "Prior to the first occupation of the development hereby permitted, provision shall be made for the storage of refuse and recycling awaiting collection according to details which shall previously have been agreed in writing by the Local Planning Authority.",
    "Reason: In the interests of amenity of occupiers of the development and also the visual amenity of the development and the locality generally, and in order that the development accords with the LDF Development Control Policies Development Plan Document Policy DC61.",
    "Prior to the completion of the development hereby permitted, cycle storage of a type and in a location previously submitted to and approved in writing by the Local Planning Authority shall be provided and permanently retained thereafter.",
    "Reason: Insufficient information has been supplied with the application to demonstrate what facilities will be available for cycle parking.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use is in the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason: To protect residential amenity, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Before any works commence a scheme for any new plant or machinery shall be submitted to and approved in writing by the Local Planning Authority. The combined emissions of noise from all sources at the approved development site shall not exceed a rated level * (LAeq 1 daytime/ LA eq 15 minute night time) of LA90 - 5dB, 1m from the front elevation of the relevant floor of the nearest residential property. * Determined in accordance with BS 4142:2014",
    "Reason: To avoid, mitigate and minimise adverse impacts on health and quality of life from noise. To comply with the London Borough of Havering  Development Control Policies Development Plan Document 2008 Policies DC55 and DC61.",
    "Full particulars and details of a scheme for sound insulation between the proposed ground floor commercial units and the residential use above hereby approved shall be submitted and approved in writing by the Local Planning Authority prior to superstructure works commencing on site.",
    "The sound insulation shall be carried out in strict accordance with the details so approved, shall be implemented prior to the first occupation of the building to which they relate and shall be maintained  as such thereafter.",
    "Reason: To comply with Core Strategy and Development Control Policies Development Plan Document Policies DC55 and DC61 where insufficient information has been supplied with the application. Submission of the information prior to commencement will prevent adverse noise impacts on the future occupiers of the development.",
    "No works shall take place in relation to any of the development hereby approved (except works required to secure compliance with this condition) until the following Contaminated Land reports (as applicable) are submitted to and approved in writing by  the Local Planning Authority:",
    "a) A Phase I (Desktop Study) Report documenting the history of this site, its surrounding area and the likelihood of contaminant/s, their type and extent incorporating a Site Conceptual Model.",
    "b) A Phase II (Site Investigation) Report if the Phase I Report confirms the possibility of a significant risk to any sensitive receptors.  This is an intrusive site investigation including factors such as chemical testing, quantitative risk assessment and a description of the site ground conditions.  An updated Site Conceptual Model should be included showing all the potential pollutant linkages and an assessment of risk to identified receptors.",
    "c)\tA Phase III (Remediation Strategy) Report if the Phase II Report con",
    "If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this unsuspected contamination shall be dealt with has been submitted to and approved in writing by the local planning authority. The remediation strategy shall be implemented as approved.",
    "a)\tFollowing completion of the remediation works as mentioned above, a 'Verification Report' must be submitted demonstrating that the works have been carried out satisfactorily and remediation targets have been achieved.",
    "Reason: To ensure that any previously unidentified contamination found at the site is investigated and satisfactorily addressed in order to protect those engaged in construction and occupation of the development from potential contamination.",
    "Prior to the occupation of the development, details of the proposed electric vehicle charging points (EVCPs), including details of how they will be managed, shall be submitted to and approved in writing by the Local Planning Authority. The approved EVCPs, consisting of 20% active and 20% passive charging points, shall be installed prior to occupation and shall be maintained in accordance with the approved details thereafter.",
    "Reason: Paragraph 110 of the National Planning Policy Framework 2019 states that, inter alia, specific applications for development should ensure that appropriate opportunities to promote sustainable transport modes can be taken up, given the type of development and its location.....applications for development should be designed to enable charging of plug-in and other ultra-low emission vehicles in safe, accessible and convenient locations.",
    "Before development is commenced, a scheme shall be submitted to and approved in writing by the Local Planning Authority making provision for a Construction Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers.  The Construction Method statement shall include details of:",
    "a)  parking of vehicles of site personnel and visitors;",
    "b)  storage of plant and materials;",
    "c)  dust management controls;",
    "d)  measures for minimising the impact of noise and, if appropriate, vibration arising from construction activities;",
    "e)  no piling shall take place until a piling method statement (detailing the depth and type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage subsurface sewerage infrastructure, and the programme of works) has been submitted to and approved in writing.",
    "f)  predicted noise and, if appropriate, vibration levels for co",
    "No development shall take place until a Construction Logistics Plan and a Deliveries and Servicing Plan are submitted and agreed in writing with the Local Planning Authority in consultation with Transport for London. The  Construction Logistics Plan (CLP) shall aim to identify the cumulative impacts of construction traffic for the area in terms of likely additional trips and mitigation required. The  CLP should show that construction vehicle movements would be optimised to avoid the am and pm traffic peaks and reduce highway impact on the Transport for London Road  Network in the vicinity of the site. The plan shall be implemented as approved. The Deliveries and Servicing Plan shall seek to proactively manage deliveries to reduce the number of delivery and servicing trips, particularly in the morning peak.",
    "Reason:- In the interests of highway safety and efficiency and to comply with polices CP10, DC32, DC37 and DC61 of the Adopted Development Plan Document (2008)and policies 2.8, 6.1,",
    "(1)  a)\tPrior to the commencement of the development hereby approved, an Air Quality Neutral  Assessment shall be submitted to an agreed in writing by the Local Planning Authority. The assessment shall detail:",
    "> The relevant benchmark for buildings for NO2 and PM10 at the site, based on its land use and location;",
    "> The NO2 and PM emissions from buildings and a comparison with the buildings benchmark",
    "> The relevant emission benchmark for transport  for NO2 and PM10 at the site",
    "> The NO2 and PM10 emission from transport and a comparison with the transport benchmark",
    "> Show that the building and transport emission benchmarks will be met in order to achieve air quality neutral    requirements, and",
    "> Mitigation (if required) or contribution to off-setting the development's emissions.",
    "b) The use hereby permitted shall not commence until all measures identified in the Air Quality Neutral Assessment have been shown to be implemented to the satisfaction of the",
    "a)\tPrior to the commencement of the development, a Dust Monitoring Scheme for the duration of the  construction phase of the development hereby approved, shall be submitted for the written approval of the Local Planning Authority.  The scheme shall detail",
    "- Determination of existing (baseline) pollution levels;",
    "- Type of monitoring to be undertaken;",
    "- Number, classification and location of monitors;",
    "- Duration of monitoring;",
    "- QA/QC Procedures;",
    "- Site action levels; and",
    "- Reporting method.",
    "b)\tFollowing the completion of measures identified in the approved Dust Monitoring Scheme, a \"Dust Monitoring Report\" that demonstrates the effectiveness of the dust monitoring carried out must be produced, and is subject to the approval of the Local Planning Authority.",
    "The development shall be carried out in accordance with the approved scheme.",
    "Reason: To ensure that the construction activities do not give rise to any exceedances of the national air quality objectives/limit values for PM10 and/o",
    "Prior to the first occupation of the development, details shall be submitted to and agreed in writing by the Local Planning Authority for the installation of Ultra-Low NOx boilers with maximum NOX Emissions less than 40 mg/kWh. The installation of the boilers shall be carried out in strict accordance with the agreed details and shall thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of occupiers of nearby properties and future occupiers of the site.",
    "No development above ground level shall take place until details of all proposed walls, fences and boundary treatment are submitted to, and approved in writing by, the Local Planning Authority.  The boundary development shall then be carried out in accordance with the approved details prior to the first occupation of the development for residential purposes and shall be permanently retained and maintained thereafter to the satisfaction of the Local Planning Authority.",
    "Reason: Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to commencement will protect the visual amenities of the development, prevent undue overlooking of adjoining property and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Before any above ground development is commenced, surfacing materials for the access road and parking areas shall be submitted to and approved in writing by the Local Planning Authority and thereafter the access road shall be constructed with the approved materials. Once constructed, the access road shall be kept permanently free of any obstruction (with the exception of the car parking spaces shown on the approved plans) to prevent uses of the access road for anything but access.",
    "Reason: Insufficient information has been supplied with the application to judge the appropriateness of the surfacing materials.  Submission of this detail prior to commencement will ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Before the residential units hereby permitted are first occupied, the area set aside for car parking spaces shall be laid out and surfaced to the satisfaction of the Local Planning Authority and provide a minimum of .No. spaces, those areas shall be retained permanently thereafter for the accommodation of vehicles associated with the site.",
    "Reason: To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety, and that the development accords with the Development Control Policies Development Plan Document Policy DC32.",
    "The proposals shall provide a 2.1 by 2.1 metre pedestrian visibility splay on either side of the proposed access, set back to the boundary of the public footway. There shall be no obstruction or object higher than 0.6 metres within the visibility splay.",
    "Reason: In the interests of highway safety, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC32.",
    "No part of the development hereby approved shall be occupied until access to the highway has been completed in accordance with the details of access approved as part of the reserved matters.",
    "Reason: In the interests of ensuring good design and ensuring public safety and to comply with policies of the Core Strategy and Development Control Policies DPD, namely CP10, CP17, and DC61.",
    "Before the development hereby permitted is first commenced, vehicle cleansing facilities to prevent mud being deposited onto the public highway during construction works shall be provided on site in accordance with details to be first submitted to and approved in writing by the Local Planning Authority. The approved facilities shall be retained thereafter and used at relevant entrances to the site throughout the duration of construction works. If mud or other debris originating from the site is deposited in the public highway, all on-site operations shall cease until it has been removed.  The submission will provide;",
    "a)  A plan showing where vehicles will be parked within the site to be inspected for mud and debris and cleaned if required. The plan should show where construction traffic will access and exit the site from the public highway.",
    "b)  A description of how the parking area will be surfaced, drained and cleaned to prevent mud, debris and muddy water being tracked onto the pu",
    "No development shall commence until full details of the drainage strategy, drainage layout, together with SUDS information to serve the development have been submitted to and agreed in writing by the Local Planning Authority prior to works commencing on development.",
    "In terms of foul and surface water drainage, no properties shall be occupied until confirmation has been provided that either:",
    "1. Capacity exists off site to serve the development, or",
    "2. A housing and infrastructure plan has been submitted to and agreed in writing by the Local Planning Authority. Where a housing and infrastructure phasing plan is agreed, no occupation shall take place other than in accordance with the agreed housing and infrastructure phasing plan, or",
    "3. All wastewater network upgrades required to accommodate the additional flows from the development have been completed.",
    "The scheme agreed shall be implemented strictly in accordance with such agreement unless subsequent amendments have been agreed with t",
    "Prior to carrying out above grade works of each building or part of a building, details shall be submitted to and approved, in writing, by the Local Planning Authority to demonstrate that such building or such part of a building can achieve full 'Secured by Design' accreditation.  The development shall only be carried out in accordance with the approved details.",
    "Reason: In the interest of community safety and in accordance with the Development Control Policies Development Plan Document Policies DC63 and London Borough of Havering's Supplementary Planning Documents on 'Designing Safer Places' (2010) and 'Sustainable Design Construction' (2009).",
    "Prior to the first occupation of each building or part of a building or use, a 'Secured by Design' accreditation shall be obtained for such building or part of such building or use.",
    "Reason: In the interest of community safety and in accordance with the Development Control Policies Development Plan Document Policies DC63 and London Borough of Havering's Supplementary Planning Documents on 'Designing Safer Places' (2010) and 'Sustainable Design Construction' (2009).",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy 5.15 of the London Plan.",
    "The dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with Policy DC7 of the Local Development Framework and Policy 3.8 of the London Plan.",
    "No demolition or development shall take place until a stage 1 written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works.",
    "If heritage assets of archaeological interest are identified by stage 1 then for those parts of the site which have archaeological interest a stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:",
    "A. The statement of significance and research objectives, the programme and methodology of site investigation and recording and the nominatio",
    "No development shall take place until a scheme for the provision of bat and bird boxes within the development shall be submitted to and approved by the Local Planning Authority.  The boxes so approved within each phase of the development shall be completed and available for use before the last dwelling within that phase is occupied.",
    "Reason: To ensure that any protected species remain safeguarded.",
    "The applicant is reminded of the planning obligations as set out in the agreement made and dated       under s106 of the Town and Country Planning Act 1990",
    "Statement pursuant to Article 31 of the Town and Country Planning (Development Management Procedure) (England)  Order 2015. The Local Planning Authority has acted positively and proactively in determining this application by assessing the proposal against all material considerations, including planning policies and any representations that may have been received and subsequently determining to grant planning permission in accordance with the presumption in favour of sustainable development, as set out within the National Planning Policy Framework In accordance with paragraph 38 of the National Planning Policy Framework 2019.",
    "A fee is required when submitting details pursuant to the discharge of conditions.  In order to comply with the Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012, which came into force from 17.01.2018, a fee of £116 per request.",
    "Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access as required (whether temporary or permanent) there may be a requirement for the diversion or protection of third party utility plant and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal notifications and approval will be needed for any highway works (including temporary works of any nature) required during the construction of the development.  Please note that unauthorised works on the highway is an offence.",
    "The developer is advised that if construction materials are proposed to be kept on the highway during construction works then they will need to apply for a license from the Council. If the developer requires scaffolding, hoarding or mobile cranes to be used on the highway, a license is required and Streetcare should be contacted on 01708 434343 to make the necessary arrangements.  Please note that unauthorised works on the highway is an offence.",
    "The developer is advised that surface water from the development in both its temporary and permanent states should not be discharged onto the highway.  Failure to prevent such is an offence.",
    "In aiming to satisfy the condition the applicant should seek the advice of the Metropolitan Police Service Designing out Crime Officers (DOCOs).  The services of MPS DOCOs are available free of charge and can be contacted via docomailbox.ne@met.police.uk or 02082173813.",
    "Before occupation of the residential/ commercial unit(s) hereby approved, it is a requirement to have the property/properties officially Street Named and Numbered by our Street Naming and Numbering Team.  Official Street Naming and Numbering will ensure that that Council has record of the property/properties so that future occupants can access our services.  Registration will also ensure that emergency services, Land Registry and the Royal Mail have accurate address details.  Proof of having officially gone through the Street Naming and Numbering process may also be required for the connection of utilities. For further details on how to apply for registration see:",
    "https://www.havering.gov.uk/Pages/Services/Street-names-and-numbering.aspx",
    "The presence of European protected species, such as bats, is a material consideration in the planning process and the potential impacts that a proposed development may have on them should be considered at all stages of the process. Occasionally European protected species, such as bats, can be found during the course of development even when the site appears unlikely to support them.  In the event that this occurs, it is advised that the developer stops work immediately and seeks the advice of the local authority ecologist and/or the relevant statutory nature conservation organisation (e.g. Natural England). Developers should note that it is a criminal offence to deliberately kill, injure or capture bats, or to deliberately disturb them or to damage or destroy their breeding sites and resting places (roosts). Further works may require a licence to proceed and failure to stop may result in prosecution.",
    "The applicant's attention is drawn to the provisions of both the Wildlife and Countryside Act 1981, and the Countryside & Rights of Way Act 2000. Under the 2000 Act, it is an offence both to intentionally or recklessly destroy a bat roost, regardless of whether the bat is in the roost at the time of inspection. All trees should therefore be thoroughly checked for the existence of bat roosts prior to any works taking place. If in doubt, the applicant is advised to contact the Bat Conservation Trust at Quadrant House, 250 Kennington Lane, London, SE11 5RD. Their telephone number is 0845 1300 228.",
    "Officers have considered, with due regard, the likely effect of the proposal on the need to reduce crime and disorder as part of the determination of this application, in accordance with the provisions of the NPPF 2019",
    "Waste Comments",
    "Thames Water would advise that with regard to waste water network and waste water process infrastructure capacity, we would not have any objection to the above planning application, based on the information provided",
    "The proposed development is located within 15m of our underground waste water assets and as such we would like the following informative attached to any approval granted. The proposed development is located within 15m of Thames Waters underground assets, as such the development could cause the assets to fail if appropriate measures are not taken. Please read our guide 'working near our assets' to ensure your workings are in line with the necessary processes you need to follow if you're considering working above or near our pipes or other structures.https://developers.thameswater.co.uk/Developing-a-large-site/Planning-your-development/Working-near-or-diverting-our-pipes. Should you require further information please contact Thames Water. Email: developer.ser",
    "The applicant will be expected to provide letter boxes for all units and to be accessible from the external parts of the building."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM1 1BH",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "12/08/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": 0,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": 112,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": 112,
    "net_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_existing_car": 0,
    "net_car": 2,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": 3,
    "no_existing_bluebadge": 0,
    "no_existing_bus": null,
    "no_proposed_car": 2,
    "net_carclub": null,
    "net_bluebadge": 3
  },
  "site_number": null,
  "epc_number": null,
  "decision_process": "Committee",
  "id": "Havering-P0498.19",
  "centroid_northing": 188981,
  "uprn": "100023211061",
  "title_number": [],
  "cil_liability": true,
  "subdivision_of_building": null,
  "last_updated_by": "Portal",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Romford Town",
  "decision_date": "12/08/2020",
  "description": "Demolition of existing buildings on site and erection of a four to six storey development comprising 46 residential units (30 x 1 bed, 12 x 2 bed and 4 x 3 bed) and 340sqm flexible commercial floor space at ground floor (Use Classes A1, A2, A3, B1(a) and D1), plus associated plant space, bin storage, cycle parking and external landscaping, including disabled parking",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0498.19",
  "lpa_app_no": "P0498.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": "30/01/2023",
  "last_updated": "2025-03-19T19:43:16.377+00:00",
  "centroid_easting": 551125,
  "pp_id": "07524251",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "29/03/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551143.674,
              188973.516
            ],
            [
              551147.06,
              188969.588
            ],
            [
              551148.144,
              188967.149
            ],
            [
              551148.009,
              188964.575
            ],
            [
              551146.925,
              188961.595
            ],
            [
              551144.893,
              188959.834
            ],
            [
              551130.398,
              188949.539
            ],
            [
              551129.992,
              188950.081
            ],
            [
              551100.189,
              188996.952
            ],
            [
              551113.329,
              189005.757
            ],
            [
              551113.871,
              189004.945
            ],
            [
              551122.27,
              189010.634
            ],
            [
              551120.915,
              189013.343
            ],
            [
              551129.043,
              189018.085
            ],
            [
              551129.45,
              189017.272
            ],
            [
              551127.011,
              189015.511
            ],
            [
              551125.521,
              189013.208
            ],
            [
              551124.031,
              189011.176
            ],
            [
              551123.489,
              189008.467
            ],
            [
              551123.489,
              189006.435
            ],
            [
              551123.625,
              189004.132
            ],
            [
              551143.674,
              188973.516
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": [],
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "intended_commencement_date": null,
    "total_gia_existing": null,
    "no_affordable_housing_units_provided_offsite": null,
    "circular_economy_statement": null,
    "commencement_notice_received": null,
    "scheme_phasing": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": null,
      "site_area": 0.136,
      "total_gia_existing": null,
      "total_gia_lost": null
    },
    "phasing_details": [],
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 0.136,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 220.7,
        "use_class": "Other",
        "gia_gained": 381,
        "actual_commencement_date": "30/01/2023",
        "gia_lost": 0
      },
      {
        "gia_existing": 220.7,
        "use_class": "Other",
        "gia_gained": 381,
        "actual_commencement_date": "30/01/2023",
        "gia_lost": 0
      }
    ],
    "constraints_details": [],
    "grey_water_reuse": null,
    "building_details": [
      {
        "no_storeys": 9,
        "building_ref": null
      },
      {
        "no_storeys": 9,
        "building_ref": null
      }
    ],
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "non_permanent_dwellings_details": [],
    "intended_completion_date": null,
    "projected_cost_of_works": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": 0.136,
      "other_resi_accommodation_unit_details": []
    },
    "uk_company_registration_no": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_new_water_connections_required": null,
      "no_homes_passive_cooling": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "fire_suppression_system_proposed": null,
      "ghg_reduction_over_building_regulations": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "no_resi_units_to_have_full_fibre": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "internal_resi_water_usage": null,
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "total_gia_lost": null,
    "transport_impact_assessment": null,
    "social_infrastructure_contributions": null,
    "scheme_name": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 73,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 49,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_affordable_units": 5,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 44,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": 926.4705882352941,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 5,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 360.2941176470588,
      "site_area": 0.136,
      "total_gia_lost": null,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 10.204081632653061,
      "residential_units": [
        {
          "actual_completion_date": "21/06/2024",
          "description": "2 The Mews - maisonette",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Plot 1 Maisonette",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "gia": 102,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "21/06/2024",
          "description": "4 The Mews - maisonette",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Plot 2 Maisonette",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "gia": 118,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "2 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Plot 1",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "gia": 120,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "1 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Plot 2",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "gia": 100,
          "tenure": "Market for sale"
        },
        {
          "description": "3 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Plot 3",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "gia": 120,
          "tenure": "Market for sale"
        },
        {
          "description": "4 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Plot 4",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "gia": 100,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "5 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Plot 5",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 50,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "6 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Plot 6",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 39,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "7 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Plot 7",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 50,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "8 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Plot 8",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 58,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "9 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Plot 9",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 51,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "10 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Plot 10",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 54,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "11 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Plot 11",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "gia": 75,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "12 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Plot 12",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "gia": 61,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "13 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Plot 13",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 46,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "14 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Plot 14",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 50,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "15 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Plot 15",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 39,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "16 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Plot 16",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 50,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "17 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Plot 17",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 58,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "18 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Plot 18",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 51,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "19 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Plot 19",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 54,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "20 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Plot 20",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "gia": 70,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "21 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Plot 21",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 50,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "22 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Plot 22",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "gia": 63,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "23 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Plot 23",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "gia": 61,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "24 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Plot 24",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 61,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "25 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Plot 25",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 50,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "26 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Plot 26",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 39,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "27 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Plot 27",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 50,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "28 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Plot 28",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 58,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "29 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Plot 29",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 51,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "30 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Plot 30",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 54,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "31 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Plot 31",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "gia": 70,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "32 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Plot 32",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 50,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "33 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Plot 33",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "gia": 63,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "34 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Plot 34",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "gia": 61,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "35 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Plot 35",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 58,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "36 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Plot 36",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 51,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "37 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Plot 37",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 54,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "38 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Plot 38",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "gia": 70,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "39 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Plot 39",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 50,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "40 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Plot 40",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "gia": 63,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "41 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Plot 41",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "gia": 61,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "42 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Plot 42",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 58,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "17/06/2024",
          "description": "43 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Plot 43",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 51,
          "tenure": "Social Rent"
        },
        {
          "uprn": "3 more lines needed",
          "actual_completion_date": "17/06/2024",
          "description": "44 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Plot 44",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 54,
          "tenure": "Social Rent"
        },
        {
          "uprn": "3 more lines needed",
          "actual_completion_date": "17/06/2024",
          "description": "45 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": "",
          "unit_no": "Plot 44",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 2,
          "superseded_by_lpa_app_no": "",
          "provision_for_older_persons": false,
          "gia": 70,
          "tenure": "Social Rent"
        },
        {
          "uprn": "3 more lines needed",
          "actual_completion_date": "17/06/2024",
          "description": "46 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": "",
          "unit_no": "Plot 44",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 1,
          "superseded_by_lpa_app_no": "",
          "provision_for_older_persons": false,
          "gia": 50,
          "tenure": "Social Rent"
        },
        {
          "uprn": "3 more lines needed",
          "actual_completion_date": "17/06/2024",
          "description": "47 Star Court",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": "",
          "unit_no": "Plot 44",
          "actual_commencement_date": "30/01/2023",
          "no_bedrooms": 1,
          "superseded_by_lpa_app_no": "",
          "provision_for_older_persons": false,
          "gia": 58,
          "tenure": "Social Rent"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Romford",
  "bo_system": "Portal",
  "last_date_consultation_comments": "20/02/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.17994069999999998,
          51.5793655
        ],
        [
          0.1799878,
          51.5793293
        ],
        [
          0.18000239999999998,
          51.5793071
        ],
        [
          0.1799994,
          51.579284
        ],
        [
          0.1799825,
          51.5792575
        ],
        [
          0.17995239999999998,
          51.5792422
        ],
        [
          0.17973899999999998,
          51.5791536
        ],
        [
          0.17973329999999998,
          51.5791586
        ],
        [
          0.1793237,
          51.5795877
        ],
        [
          0.17951699999999998,
          51.5796633
        ],
        [
          0.1795245,
          51.5796559
        ],
        [
          0.179648,
          51.5797047
        ],
        [
          0.1796296,
          51.5797294
        ],
        [
          0.1797489,
          51.5797699
        ],
        [
          0.17975439999999998,
          51.5797625
        ],
        [
          0.1797185,
          51.5797473
        ],
        [
          0.179696,
          51.579727
        ],
        [
          0.1796736,
          51.5797091
        ],
        [
          0.17966469999999998,
          51.5796849
        ],
        [
          0.17966379999999998,
          51.5796667
        ],
        [
          0.17966479999999999,
          51.579646
        ],
        [
          0.17994069999999998,
          51.5793655
        ]
      ]
    ],
    "type": "Polygon"
  }
}