{
  "decision_agency": "Borough",
  "status": "Comment Issued",
  "decision": "Comment Issued",
  "centroid": {
    "lon": "-0.20400089999999999",
    "lat": "51.419043"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              524963.0695055,
              170387.2067519
            ],
            [
              524960.027078,
              170390.7657331
            ],
            [
              524956.8930526,
              170394.3397873
            ],
            [
              524950.3814066,
              170401.882814
            ],
            [
              524940.5275085,
              170413.7391571
            ],
            [
              524936.3124779,
              170418.3322657
            ],
            [
              524937.5675315,
              170419.6874544
            ],
            [
              524935.982191,
              170421.4810278
            ],
            [
              524935.3367948,
              170422.2273672
            ],
            [
              524936.9497715,
              170423.5296701
            ],
            [
              524956.0246573,
              170440.2869298
            ],
            [
              524956.771008,
              170440.8103351
            ],
            [
              524956.5088105,
              170441.1827272
            ],
            [
              524963.6977287,
              170447.2939718
            ],
            [
              524983.0802688,
              170464.1647229
            ],
            [
              524984.3829885,
              170468.2635496
            ],
            [
              524983.3276207,
              170468.5934552
            ],
            [
              524984.5313996,
              170472.4123621
            ],
            [
              524985.5785223,
              170472.0724594
            ],
            [
              524989.2393295,
              170483.6591427
            ],
            [
              524992.3171837,
              170482.5952783
            ],
            [
              524998.8876885,
              170503.5918029
            ],
            [
              525000.9966378,
              170510.4623794
            ],
            [
              525005.8613727,
              170509.2418197
            ],
            [
              524991.5067213,
              170463.9947716
            ],
            [
              524991.0120176,
              170461.2255642
            ],
            [
              524989.173369,
              170454.9573585
            ],
            [
              524991.0202627,
              170452.8479623
            ],
            [
              525001.4538361,
              170440.2649374
            ],
            [
              525011.1076048,
              170428.1308352
            ],
            [
              525016.3516558,
              170420.6830503
            ],
            [
              525019.4918994,
              170416.4667791
            ],
            [
              525022.5020686,
              170417.5508495
            ],
            [
              525026.3974288,
              170418.6566466
            ],
            [
              525030.9188728,
              170420.0303621
            ],
            [
              525034.8111321,
              170421.2623642
            ],
            [
              525039.0796599,
              170422.6298794
            ],
            [
              525043.3481856,
              170423.9973983
            ],
            [
              525046.8641692,
              170425.0938993
            ],
            [
              525051.0124308,
              170426.2059234
            ],
            [
              525055.0280389,
              170427.5672439
            ],
            [
              525059.8023798,
              170428.9471938
            ],
            [
              525060.5426179,
              170425.8256973
            ],
            [
              525059.3780374,
              170420.2191559
            ],
            [
              525057.7749454,
              170413.3609727
            ],
            [
              525056.4551806,
              170410.4242584
            ],
            [
              525055.2184994,
              170409.2574286
            ],
            [
              525044.5936217,
              170403.9456353
            ],
            [
              525031.0850005,
              170397.5528911
            ],
            [
              525014.615711,
              170388.056939
            ],
            [
              525012.1485119,
              170385.4709034
            ],
            [
              525007.1428817,
              170383.201403
            ],
            [
              525003.0992772,
              170381.5483716
            ],
            [
              524999.3972448,
              170378.9991013
            ],
            [
              524996.7769133,
              170377.6371032
            ],
            [
              524992.4990481,
              170376.6482199
            ],
            [
              524986.073226,
              170376.159914
            ],
            [
              524979.5843629,
              170376.8897051
            ],
            [
              524975.5195478,
              170378.0093846
            ],
            [
              524971.1579105,
              170380.1287779
            ],
            [
              524963.0695055,
              170387.2067519
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "borough": "Merton",
  "application_type": "All Other",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "48081862",
  "valid_date": "12/12/2007",
  "decision_target_date": "12/03/2008",
  "appeal_decision_date": null,
  "locality": "Wimbledon",
  "centroid_northing": "170422",
  "ward": "Dundonald_histroic",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be begun not later than the expiration of 3 years, beginning with the date of this permission. ",
    "Condition : 2 - Notwithstanding any materials specified in the application form and/or approved drawings, particulars and samples of the materials to be used on all external faces of the building/extension, including fenestration, shall be submitted to and approved in writing by the Local Planning Authority before any works are commenced. The development shall be carried out in full accordance with approved details.",
    "Condition : 3 - Notwithstanding the provisions of the Town and Country Planning General Permitted Development Order 1995 (or any other Order revoking or re-enacting this Order with or without modification) no windows or other openings other than those authorised as part of the development hereby approved shall be formed in the north east elevation of the building without the prior written approval of the Local Planning Authority.",
    "Condition : 4 - Before the building hereby permitted is first occupied, the 1.5m high glazed balcony balustrades facing Ashbourne Terrace and balcony balustrades facing Hartfield Road shall be glazed with obscured glass and shall be maintained as such thereafter.",
    "Condition : 5 - The roof of the building or flat roofed areas hereby permitted shall not be used as a balcony, roof garden, sitting out area or for any other purpose of a similar nature without the prior written consent of the Local Planning Authority except where specifically indicated on approved plans. ",
    "Condition : 6 - Prior to the occupation/use of the proposed units details of suitable obscure translucent glazed screen panels to the north eastern side of the balconies to the flats shall be submitted to the Local Planning Authority for approval and the screens shall be installed in accordance with the approved details and retained and maintained thereafter to the satisfaction of the Local Planning Authority.\r\n\r\nReason for condition: To protect the privacy and amenities of occupiers of neighbouring properties. ",
    "Condition : 7 - Details of phasing and hours of construction for the various development operations shall be submitted to and approved by the Local Planning Authority and no demolition, excavation or construction work, or associated activities (eg vehicle movements on or off site) in pursuance of this permission shall be undertaken outside the agreed hours, which shall exclude working at any time on Sundays or Bank/Public Holidays unless otherwise previously agreed in writing by the Local Planning Authority.\r\n\r\nReason for condition: To ensure satisfactory working arrangements and to safeguard the amenities of the occupiers of adjoining properties.",
    "Condition : 8 - Notwithstanding the parking layout and details shown on the approved drawings, details of the parking layout (including mobility and cycle parking spaces, internal lighting, CCTV, help point positions and other requirements of the car park be submitted to and approved by the Local Planning Authority, and such approved details shall be implemented to the satisfaction of the Local Planning Authority before the commencement of trade of the retail element of the development or of the first occupation of the residential accommodation, unless otherwise previously agreed in writing by the Local Planning Authority, and shall be retained thereafter to the satisfaction of the Local Planning Authority.\r\n\r\nReason for condition: To ensure a satisfactory parking layout to achieve the Park Mark standard and to ensure that the operation and management of the parking facility can be effectively undertaken.",
    "Condition : 9 - The use of the building hereby approved shall not take place until such time as details of facilities for persons with disabilities has been submitted to and approved in writing by the Local Planning Authority. Such facilities shall be installed prior to the occupation of buildings/commencement of use and shall be permanently retained thereafter unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 10 - A tree planting/landscaping scheme for central courtyard amenity space as indicated on drawing 4704-01 SK 001 L001 - L005, which shall be maintained as a communal facility for occupiers of all the flats hereby approved, for the landscape strip between the bus area and Ashbourne Terrace cottages and at base of wall between the development and Ashbourne Terrace,  which should include full details of species, size of plants and spacing shall be submitted to the Local Planning Authority for approval and be implemented at substantial completion of site works, or within the first available planting season, whichever is the sooner, or within any such longer period as may be agreed in writing with the Local Planning Authority. The Council will require a maintenance period of 3 years during which dead, dying, diseased or defective trees, shrubs and ground cover must be replaced with specimens which accord with the approved landscape details. The areas identified for landscaping shall be retained in accordance with the approved landscape scheme. Any proposed changes to this use shall be submitted to the Local Planning Authority for their consideration and determination.",
    "Condition : 11 - Details of suitable childrens play facilities for use by occupiers of the flats up to the age of five years shall be submitted to and approved by the Local Planning Authority. The play facilities shall be installed and available for use prior to the occupation of the proposed residential flats, and the childrens play area shall be retained and maintained thereafter.\r\n\r\nReason for condition: To ensure the provision of satisfactory facilities for young children resident in the development.. ",
    "Condition : 12 - Details of the proposed materials and design of paved areas and other hard landscaping shall be submitted to and approved by the Local Planning Authority. A programme of condition of these works shall be agreed in writing with the Local Planning Authority prior to the implementation of each phase of the development. \r\n\r\nReason for condition: To ensure a satisfactory appearance for the development. ",
    "Condition : 13 - A Construction Vehicle and Site Management Plan shall be submitted to and approved in writing by the Local Planning Authority and subsequently implemented in full prior to the commencement of site works or excavation and retained for the duration of the works. The plan shall include details of the programme of works, site security/boundary treatment, the route to be used by vehicles carrying extracted spoil and the timing and co-ordination of excavation vehicle movements, including appropriate measures to ensure that vehicles use the designated route and that vehicles abide by the terms of the agreed construction vehicle management plan, measures to deal with dust and noise, provision of off-street standing space for spoil removal/construction vehicles, wheel cleaning, load monitoring including drainage and covering of loads when vehicles leave the site if deemed necessary, maximum number of loads per day, maximum laden weight of vehicles, any necessary measures to clean mud or other debris from adjacent roads, details of areas to be used for on-site storage and plant, details of arrangements to ensure that the bus area remains in operation throughout the period of the works hereby approved and such other matters as may be necessary to ensure the site works are conducted in a satisfactory manner. The approved plan shall be implemented prior to the commencement of the site works.\r\n\r\nReason for condition: To minimise disturbance due to vehicular movements and other site activities.",
    "Condition : 14 - The ventilation systems to the proposed underground parking areas shall be so sited and constructed so as not to cause noise nuisance to the occupiers of nearby properties. Details of the ventilation proposals shall be submitted to and approved by the Local Planning Authority prior to construction, and the approved ventilation system shall be installed and operational prior to the commencement of use of the proposed underground car park. \r\n\r\nReason for condition: To safeguard the amenities of the occupiers of nearby residential properties.",
    "Condition : 15 - The developer shall carry out a programme of noise monitoring during construction, to the satisfaction of the Local Planning Authority. The reporting of the results of noise monitoring shall be in accordance with the reasonable requirements of the Local Planning Authority. \r\n\r\nReason for condition: To safeguard the amenities of the occupiers of nearby residential properties.",
    "Condition : 16 - All fixed/static plant and machinery during construction work shall be enclosed and soundproofed in accordance with a scheme to be submitted to and approved in writing by the Local Planning Authority and such sound insulation shall be permanently maintained thereafter. \r\n\r\nReason for condition: In order to protect the amenities of nearby residents.",
    "Condition : 17 - The sound pressure level of noise generated by any external plant or internal plant, machinery or equipment shall not increase the background noise level by more than 2dB(A) 5 minute LAeq when measured at the boundary of the nearest residential property. Details of measures including the specification of equipment to meet this condition shall be submitted to and approved in writing by the Local Planning authority prior to installation. Installation and maintenance of the equipment shall thereafter be carried out in accordance with the details approved.\r\n\r\nReason for condition: To safeguard the amenities of occupiers of nearby residential properties.\r\n",
    "Condition : 18 - Not withstanding the lighting details indicated on drawing 4704-01 L002, full details of the proposed external lighting shall be submitted to and approved in writing by the Local Planning Authority and shall include lighting of a type design and location to enable the efficient use of CCTV facilities. The lighting shall be installed in accordance with the approved details and maintained as such thereafter, and no other external lighting shall be installed without the prior submission of details    and approval in writing of the Local Planning Authority.\r\n\r\nReason for condition:  To safeguard the amenities of nearby residents and to ensure compatibility with CCTV requirements and the safety of users of the area.",
    "Condition : 19 - The gradient of any pedestrian ramp shall be in accordance with the approved plans or as may otherwise be agreed in writing with the Local Planning Authority.                                            \r\n\r\nReason for condition: In the interests of pedestrian and vehicular safety. \r\n",
    "Condition : 20 - Suitable shop window displays (excluding sheet vinyl or other materials affixed to or adjacent to the glazing) shall be provided and maintained at all times along the frontages of the retail unit(s) in a manner compatible with a shopping street.\r\n\r\nReason for condition: To maintain the visual interest of the shopping frontages and the vitality and viability of this part of the town centre.\r\n\r\n",
    "Condition : 21 - No development shall take place until the Local Authority has approved a report provided by the Applicant identifying how the predicted CO2 emissions  will be reduced through the installation of a site-wide Combined Heat and Power (CHP) system, and further reduced through the deployment of photovoltaic panels on the building in positions to be submitted to and agreed by the Local Planning Authority. The carbon savings which result from this will be above and beyond what is required by the Building Regulations. Before any unit is occupied or sold, the CHP and renewable energy equipment shall have been installed and the Local Planning Authority shall be satisfied that their day-to-day operation will provide energy for the development for so long as the development remains in existence.\r\n\r\nReason for condition: To ensure the incorporation of satisfactory renewable energy provision within the scheme.\r\n\r\n",
    "Condition : 22 - No development shall take place until details (including the location, layout, pricing structure and management) of the required temporary car parking spaces required for the initial six months of the development or such other period as may be agreed with the Local Planning Authority, and additional temporary spaces during the remainder of the construction period have been submitted to and approved by the Council. The details of the temporary car parking spaces as approved shall be provided prior to commencement of works on site and maintained until the underground car parking spaces comprised within the development are completed and available for use.\r\n\r\nReason for condition: To ensure that satisfactory temporary parking provision is provided for the duration of the construction and site works and to comply with the requirements of the existing legal agreement.\r\n",
    "Condition : 23 - Other than during its remodelling all of the existing bus area in Sir Cyril Black Way shall be maintained for use by buses throughout the construction period, unless otherwise previously agreed in writing by the Local Planning Authority, and shall not be used in connection with the required provision of the required temporary car parking spaces.\r\n\r\nReason for condition: To ensure minimal disruption to the existing bus service provision within the town centre during the construction of the new \r\n",
    "Condition : 24 - Secure cycle parking spaces shall be provided on site in connection with the approved development, details of which shall be submitted to and agreed by the Local Planning Authority prior to commencement of any part of the development. The approved cycle parking spaces shall be provided in accordance with the approved details prior to the occupation of any part of the development and shall be retained and maintained thereafter.\r\n\r\nReason for condition: To ensure satisfactory cycle parking provision for the occupants of the proposed development. \r\n",
    "Condition : 25 - Notwithstanding the approved drawings, details of a shared pedestrian walkway / cycle way along the north-west and a pedestrian walkway along the north-east side of the development, and the proposed signage and lighting relating thereto and any proposed canopies oversailing the walkways/cycleway shall be submitted to and agreed by the Local Planning Authority and shall be implemented in accordance with the agreed details prior to the occupation of any part of the proposed building, and shall be maintained as such thereafter.\r\n\r\nReason for condition: To ensure that satisfactory and safe cycle and pedestrian facilities are provided in connection with the proposed development, to ensure that the design is compatible with CCTV usage and to protect the amenities of neighbouring residential properties.  \r\n",
    "Condition : 26 - A Parking Management Plan shall be submitted to the Local Planning Authority for approval prior to the occupation/use of the development. The approved Parking Management Plan shall be implemented in accordance with the Council's requirements before the commencement of use of the new building.\r\n\r\nReason for condition: To ensure the availability of sufficient short term parking for the remainder of the town centre as a result of the car free hotel element, and to reduce any impact created by displacement parking. \r\n",
    "Condition : 27 - The development shall not be commenced until a Servicing Management and Enforcement Plan have been submitted to the Local Planning Authority for approval. The Management Plan and Enforcement proposals shall be implemented in accordance with the agreed details prior to the occupation/use of any part of the development, and shall be retained and implemented thereafter. \r\n\r\nReason for condition: To ensure satisfactory servicing arrangements are made for the development\r\n",
    "Condition : 28 - A Stage 3 Safety Audit shall be carried out up to 1 year after commencement of the use of the servicing bay and access thereto, and any measures recommended in the Audit which shall be reasonably required by the Council shall be carried out to the satisfaction of the Local Planning Authority within a period of three months from the receipt of the Audit report or within such longer period as may previously be agreed in writing by the Council.  \r\n     \r\nReason for condition: In the interests of pedestrian and vehicular safety",
    "Condition : 29 - Adequate sound insulation is to be provided between the commercial units and adjacent residential accommodation at first floor level .Noise emanating from within the commercial premises shall not increase the noise level by more than 1dB(A) (1 minute LAeq) when measured within the habitable rooms of the residential property above.\r\n\r\nReason for condition:  To safeguard residential amenity.\r\n",
    "Condition : 30 - All fixed mechanical plant for commercial premises should be adequately sound insulated so as not to increase the background noise level by more than 2dB(a) L90(5 min) when measured at the boundary of the nearest affected residential premises.\r\n\r\nReason for condition: To protect the amenities of neighbouring residential properties. \r\n",
    "Condition : 31 - Prior to the commencement of the development details of the proposed servicing arrangements, including the detail of the vehicular accesses to /from Hartfield Road to service the development, details of tactile paving and any associated amendments to parking control measures, signing and lining within the site boundary and on the public highway, shall be submitted to and approved in writing by the Local Planning Authority. Such works to be completed prior to the first occupation of the retail development. \r\n\r\nReason for condition: In the interests of pedestrian and vehicular safety.\r\n",
    "Condition : 32 - Prior to the occupation of the development the existing redundant crossovers on Hartfield Road that served the previous site should be reinstated by raising the kerb and reinstating the footway in accordance with the requirements of the Highway Authority.  \r\n\r\nReason for condition: In the interests of pedestrian and vehicular safety\r\n",
    "Condition : 33 - Prior to the commencement of the development, details of the proposed remodelling of the bus area, including toilet facilities for bus drivers, surfacing and lay out of the new passenger and vehicular areas, including provision of suitable crossing facilities for pedestrians linking to the new walkway leading to the Broadway, shall be submitted to and approved in writing by the Local Planning Authority. Such works shall be implemented concurrently with the site construction so as to be completed by the first occupation of any part of the new building or within such longer period as may previously be agreed in writing by the Local Planning Authority.\r\n\r\nReason for condition: To ensure a satisfactory form of development.",
    "Condition : 34 - The car parking spaces (including mobility, car club and cycle parking spaces) as shown on the approved drawings 15536/400, 15536/401 and 15536/402 shall be provided before the first commencement of trade of any part of the retail element of the development or the first occupation of any part of the residential accommodation, shall be retained thereafter to the satisfaction of the Local Planning Authority.\r\n\r\nReason for condition: To ensure the provision of satisfactory parking provision.  ",
    "Condition : 35 - Adequate sound insulation is to be provided between the commercial units and adjacent residential accommodation at first floor level. Noise emanating from within the commercial premises shall not increase noise level by more than 1dB(A) (1 minute LAeq) when measured within the habitable rooms of the residential property above.\r\n\r\nAll fixed mechanical plant for commercial premises should be adequately sound insulated so as not to increase the background noise level by more than 2dB(a) L90(5 min) when measured at the boundary of the nearest affected residential premises.\r\n\r\nReason for condition: To safeguard residential amenity.",
    "Condition : 36 - No deliveries, loading, unloading or other servicing activities shall take place at the site outside the hours of 07.00 - 21.00 Monday to Friday, 08.00 - 13.00 Saturday and not at all on Sunday or bank holiday without the prior written consent of the Local Planning Authority.\r\n\r\nReason for condition: To safeguard residential amenity. ",
    "Condition : 37 - The developer shall submit a Travel PLan for all elements of the development for the Council's approval with clear measures, targets and monitoring information. The development shall not be commenced until the Developer has received written approval from the Council and no retail or residential unit shall not be occupied until the relevant measures as approved are implemented.\r\n\r\nReason for condition: To ensure satisfactory transportation arrangements are incorporated. ",
    "Condition : 38 - The development hereby permitted shall not be commenced until the developer shall have entered into an agreement with the Council under the Highways Act 1980 to secure the construction of new footways adjacent to the Development Site on Hartfield Road and Cyril Black Way, including the dedication to the Council of new sections of footway (other than the footway/cycleway linked along the north-west and north-east side of the development site) in accordance with the requirements of the Highways Authority.\r\n\r\nReason for conditon: To ensure the provision of satisfactory pedestrian footways. ",
    "Condition : 39 - All residential units should be Lifetime Homes and a minimum of 10% of the residential units should be wheelchair accessible.\r\n\r\nReason for Condition: To ensure that the layout and facilities are suitable for the elderly and those with disabilities.",
    "Condition : 40 - Reason for Approval:\r\nThe proposal would assist in the improvement and regeneration of this part of the town centre by creating a high quality feature building on the corner of Hartfield Road and Sir Cyril Black Way which will provide a new retail unit, public car parking at basement levels and one hundred and ten flats, together with improvements to the existing bus stop and bus terminating facility in Sir Cyril Black Way.  The height and design of the building and its relationship with the adjoining residential properties including those in Ashbourne Terrace have been modified and are now considered to be acceptable, and to preserve the character and appearance of the neighbouring Wimbledon Broadway Conservation Area. This proposal accords with the Council's Adopted Unitary Development Plan and London Plan Polices. The Policies listed below were relevant to the determination of this proposal:\r\n\r\nAdopted Merton Unitary Development Plan (October 2003):- ",
    "Condition : 41 - BE.3 (Development Adjacent to a Conservation Area)  \r\nBE.15 (New Buildings and Extensions; Daylight, Sunlight, Privacy, Visual Intrusion and Noise) \r\nBE.16 (Urban Design), \r\nBE.19(High Buildings; Sensitive Locations) \r\nBE.22 (Design of New Developments)\r\nBE.25 (Sustainable Developments)\r\nBE.27 (Public Art)\r\nBE.31 (New Shop Fronts Design) \r\nBE.32 (Shop Fronts; Advertising)\r\nBE.33 (Street Furniture and Materials) \r\nE.2 (Access for disabled people) \r\nHN.3  (Dwelling Mix) \r\nHP.1  (Housing Target),\r\nHS.1 (Layout and Amenity),  \r\nLD.2   (Vacant and underused sites)\r\nLD.3  (Planning Briefs)\r\nLU.2   (Public Transport Accessibility)\r\nLU.4   (Consistency of Development Proposals with Transport Policies)    \r\nLU.5  (Developer Contributions)\r\n",
    "Condition : 42 - PE.3   (Light Pollution)     \r\nPE. 12 (Energy Generation and Energy Saving)       \r\nPE.13 (Energy Efficient Design and Use of Materials)   \r\nPK.2  (Car Parking Standards)      \r\nPK.3  (Car Parking and Development)\r\nPK.4  (Management of Public Parking)\r\nPT.1 (Local and Regional Public Transport Needs)\r\nRN.4 (Road Safety)\r\nRN.7 (Provision for Goods Vehicles)    \r\nRN.9 (Accessibility)           \r\nS.10 (Access for People with Disabilities)\r\nST.1  (Sustainable Development)\r\nST.3  (Mixed Uses)\r\nST.11 (Housing Provision)\r\nST.12 (Development on previously developed land)\r\nST.13 (Housing Needs)\r\nST.17 (Built Environment)\r\nST.24 (Leisure and Recreation, Arts and Culture)\r\nST.24 (Tourism)\r\nST.26 (Town Centres)\r\nST.27 (Wimbledon Town Centre)\r\nST.34 (Public Transport)\r\nST.35 (Parking)\r\nST.36 (Community Benefits)\r\n \r\n",
    "Condition : 43 - TC.1 (Promoting Development in Town Centres)\r\nTC.3 (Mixed Development)\r\nTC.4 (Town Centre Management)\r\nTC.5 (Good Urban Design and Public Realm)\r\nTC.7 (High Density Housing)\r\nTO.1 (Traffic Management in Town Centres)\r\nWTC.1 (A Mixed Use Town Centre)\r\nWTC.2 (Extension of P3 Development Site)\r\nWTC.8 (Development Facilities)",
    "Condition : 44 - London Plan (2008)   \r\n2A.1  (Sustainability criteria) \r\n2A.5  (Town Centres) \r\n2A.6  (Spacial strategy for suburbs)\r\n3A.1  (Increasing London's Supply of Housing),\r\n3A.2  (Borough Housing Target)\r\n3A.6  (Definition of Affordable Housing)\r\n3A.7  (Affordable Housing Targets)\r\n3A.8  (Negotiating affordable housing in individual private residential and mixed-use schemes)  \r\n3A.15 (Protection and enhancement of social infrastructure and community facilities)\r\n3B.4  (Mixed Use developments)\r\n3C.1  (Integrating transport and development)\r\n3C.4  (Land for transport functions)\r\n3C.19 (Improving conditions for buses)\r\n3C.22 (Parking strategy)\r\n3C.23 (Parking in Town centres)\r\n3D.1  (Supporting town centres)\r\n3D.2  (Town centre development)\r\n3D.3  (Maintaining and improving retail facilities)\r\n3D.4  (Development and promotion of arts and culture)\r\n",
    "Condition : 45 - 4A.7 (Energy efficiency and renewable energy)\r\n4A.8 (Energy assessment)\r\n4A.9 (Renewable energy)\r\n4B.1 (Design principles for a compact city)\r\n4B.3 (Maximising the potential of sites)\r\n4B.7 (Respect Local Context and communities)\r\n6A.4 (Priorities in planning obligations)\r\n6A.5 (Planning obligations)",
    "Condition : 46 - INFORMATIVE:- Due to potential impact of the surrounding locality on the development a noise survey undertaken by a competent acoustic consultant is to be undertaken having regard to codes of practice and British Standards for the investigation of noise. \r\nThe survey shall include recommendations and appropriate remedial measures and actions to minimise the impact of the surrounding locality, in particular to plant noise from the ventilation louves on the side elevation of the Crescent Shopping Centre, on the development. \r\n\r\n",
    "Condition : 47 - INFORMATIVE: Prior to the commencement of the works to the bus area, details of the proposed improvements to the bus interchange, including toilet facilities for bus drivers,  reconstruction of the bus operating roadway, and replacement of the pavement on the passenger islands and walkways, including provision of suitable crossing facilities for pedestrians linking to the new walkway leading to the Broadway, shall be agreed in writing by the Local Planning Authority. Such works shall be implemented concurrently with the site construction so as to be completed by the first occupation of the new building or within such longer period as may previously be agreed by the Local Planning Authority, so as to ensure satisfactory facilities for buses, pedestrians and bus drivers.",
    "Condition : 48 - INFORMATIVE: The developer and occupiers of the proposed retail unit(s) shall use their best endeavours to achieve the creation of local employment during construction and within the completed development. This should include wherever appropriate, the utilisation of Small and Medium Size Enterprises (SME's) and local businesses, in particular those owned by Black and Minority Ethnic groups (BAME), women or disabled persons or groups. Barriers to work should also be addressed through improvements to transport and access arrangements, through the provision of child care facilities and through the training of local people. In addition, business support and sustainable procurement principles should be adopted, together with an appropriate training and employment strategy.",
    "Condition : 49 - INFORMATIVE: It is current Council policy for the Council's contractor to construct new vehicular accesses and to reinstate the footway across redundant accesses. The developer is to contact the Council's Highways team, prior to the commencement of construction, to arrange for any such work to be done. If the developer wishes to undertake this work the Council will require a deposit and the developer will need to cover all the Council's costs (including supervision of the works). If the works are of a significant nature, a Section 278 Agreement (Highways Act 1980) will be required and the works must be carried out to the Council's specification.",
    "Condition : 50 - INFORMATIVE: You are advised of the necessity to consult the Council's Highways team prior to the commencement of construction in order to obtain necessary approvals and licences prior to undertaking any works within the Public Highway including Scaffolding, Temporary/Permanent Crossovers, Oversailing/Undersailing of the Highway, Drainage/Sewer Connections, Hoarding, Excavations (including excavations adjacent to the highway such as basements, etc), Temporary Full/Part Road Closures, Craneage Licences etc.\r\n\r\n",
    "Condition : 51 - INFORMATIVE:  \r\na) Dependent on the site history consultation should take place with the  Petroleum Officer of the London Fire and Emergency Planning Authority (for issues of underground tanks or fuel storage areas).\r\nb) Issues of ground water contamination must be referred to the Environment Agency, South East Area, Swift House, Frimley Business Park Frimley Camberley GU16 5SQ Tel 01276 454300 \r\nThe Environmental Health section of the Council are to be informed if significant ground contamination is discovered during the course of works.  Contact Environmental Health 0208 545 3441 for further advice.\r\n",
    "Condition : 52 - INFORMATIVE:- Prior to the commencement of the development an air quality assessment shall be undertaken having regard to the current guidance (Air Quality and Planning Guidance, London Councils, January 2007) and submitted to and approved by the Council. The report, which should include dispersion modelling, shall consider how emissions from the development will affect pollution concentrations in the locality with regard to statutory air quality objectives and impacts on human health and should recommend suitable measures to prevent any deterioration in local air quality as a result of the development. The development shall then be undertaken in accordance with the approved assessment and all approved mitigation measures shall be permanently retained thereafter.\r\n\r\n"
  ],
  "pp_id": null,
  "decision_process": null,
  "lapsed_date": "14/10/2027",
  "application_type_full": null,
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Merton-07_P3813",
  "actual_commencement_date": null,
  "lpa_name": "Merton",
  "last_updated": "2025-03-19T21:08:24.469+00:00",
  "lpa_app_no": "07/P3813",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.20425649999999998,
          51.4187341
        ],
        [
          -0.20429899999999998,
          51.4187667
        ],
        [
          -0.2043428,
          51.4187995
        ],
        [
          -0.2044337,
          51.4188688
        ],
        [
          -0.20457119999999998,
          51.4189775
        ],
        [
          -0.20463019999999998,
          51.4190197
        ],
        [
          -0.2046116,
          51.4190316
        ],
        [
          -0.2046338,
          51.4190481
        ],
        [
          -0.20464279999999999,
          51.4190549
        ],
        [
          -0.2046192,
          51.4190663
        ],
        [
          -0.2043391,
          51.4192127
        ],
        [
          -0.2043282,
          51.4192172
        ],
        [
          -0.20433179999999998,
          51.4192206
        ],
        [
          -0.2042263,
          51.4192739
        ],
        [
          -0.20394179999999998,
          51.4194213
        ],
        [
          -0.20392159999999998,
          51.4194579
        ],
        [
          -0.2039367,
          51.4194611
        ],
        [
          -0.203918,
          51.4194951
        ],
        [
          -0.2039031,
          51.4194918
        ],
        [
          -0.20384639999999998,
          51.4195952
        ],
        [
          -0.2038025,
          51.4195849
        ],
        [
          -0.20370069999999998,
          51.4197722
        ],
        [
          -0.20366789999999999,
          51.4198335
        ],
        [
          -0.20359839999999998,
          51.4198214
        ],
        [
          -0.2038207,
          51.4194179
        ],
        [
          -0.2038288,
          51.4193931
        ],
        [
          -0.2038574,
          51.4193372
        ],
        [
          -0.2038316,
          51.4193178
        ],
        [
          -0.20368609999999998,
          51.4192025
        ],
        [
          -0.2035516,
          51.4190913
        ],
        [
          -0.2034789,
          51.4190232
        ],
        [
          -0.20343519999999998,
          51.4189846
        ],
        [
          -0.20339159999999998,
          51.4189937
        ],
        [
          -0.2033352,
          51.4190028
        ],
        [
          -0.2032697,
          51.4190141
        ],
        [
          -0.20321329999999999,
          51.4190243
        ],
        [
          -0.20315149999999998,
          51.4190357
        ],
        [
          -0.20308959999999998,
          51.419047
        ],
        [
          -0.2030387,
          51.4190561
        ],
        [
          -0.20297869999999998,
          51.4190652
        ],
        [
          -0.2029205,
          51.4190765
        ],
        [
          -0.2028514,
          51.4190879
        ],
        [
          -0.2028418,
          51.4190597
        ],
        [
          -0.2028606,
          51.4190095
        ],
        [
          -0.20288599999999998,
          51.4189483
        ],
        [
          -0.202906,
          51.4189222
        ],
        [
          -0.2029242,
          51.4189119
        ],
        [
          -0.2030788,
          51.4188665
        ],
        [
          -0.2032752,
          51.4188121
        ],
        [
          -0.20351529999999998,
          51.4187303
        ],
        [
          -0.2035517,
          51.4187076
        ],
        [
          -0.20362439999999998,
          51.4186884
        ],
        [
          -0.20368309999999998,
          51.4186744
        ],
        [
          -0.20373719999999998,
          51.4186523
        ],
        [
          -0.2037754,
          51.4186406
        ],
        [
          -0.2038372,
          51.4186327
        ],
        [
          -0.2039298,
          51.4186297
        ],
        [
          -0.2040228,
          51.4186377
        ],
        [
          -0.20408079999999998,
          51.4186487
        ],
        [
          -0.20414269999999998,
          51.4186687
        ],
        [
          -0.20425649999999998,
          51.4187341
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_status": null,
  "site_name": "Car Park Oposite 66 To 84",
  "title_number": null,
  "decision_date": "14/10/2024",
  "appeal_start_date": null,
  "cil_liability": true,
  "development_type": "Major retail and service",
  "description": "REDEVELOPMENT OF EXISTING CAR PARK SITE TO PROVIDE A MIXED USE DEVELOPMENT, COMPRISING RETAIL AND RESIDENTIAL COMPRISING 26 ONE BED FLATS AND 84 TWO BED FLATS WITH PARKING FOR 245 CARS IN 3 BASEMENT LEVELS AND IMPROVEMENTS TO BUS STOP AREA.",
  "epc_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "Northgate M3",
  "appeal_decision": null,
  "actual_completion_date": null,
  "centroid_easting": "524980",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=07/P3813",
  "application_details": {
    "site_area": 0.57
  },
  "last_updated_by": "Northgate M3",
  "postcode": null,
  "last_date_consultation_comments": "13/02/2008",
  "secondary_street_name": null,
  "site_number": null,
  "subdivision_of_building": null,
  "street_name": "Hartfield Road"
}