{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "39392/APP/2024/397",
  "application_type_full": null,
  "uprn": null,
  "borough": "Hillingdon",
  "street_name": "HARVIL ROAD",
  "locality": null,
  "ward": "ICK/HAM & S HF/D 22",
  "actual_commencement_date": null,
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers",
    "- Site Location Plan",
    "- PC2/03",
    "- PC2/04",
    "- PC2/05",
    "- PC2/06",
    "- PC2/07",
    "- PC2/01A",
    "- PC2/02A",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and as annotated on Approved Plan Ref: PC2/05 and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Prior to the commencement of any works above damp proof course level, a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1.a Refuse Storage",
    "1.b Cycle Storage",
    "1.c Car Parking Layouts (including demonstration that each dwelling would provided with 1 active and 1 passive electrical charging point)",
    "2.a Landscape Maintenance Schedule for a minimum period of 5 years",
    "2.b Proposals for the replacement of any tree, shrub, or area of turfing/seeding within the landscaping scheme which dies or in the opinion of the Local Planning Authority becomes seriously damaged or diseased",
    "2.c Schedule for Implementation",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual  amenities of the locality and provide adequate facilities in compliance with policies DMHB 11, DMHB 12, DMHB 14 of the Hil",
    "The development hereby approved shall be carried out and maintained in accordance with the hard and soft landscaping details specified on drawings numbers PC2/01A.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality in accordance with policy DMHB 11, DMHB 12, DMHB 14 of the Hillingdon Local Plan Part 2 (2020) and Policy G5 of the London Plan (2021).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England)Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows or other openings shall be constructed in the side walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The first floor window on the side elevation serving the W/C of the dwellings hereby permitted shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policies DMHB 11 and DMHD 1-2 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification); no garage(s), shed(s) or other outbuilding(s), nor extension or roof alteration to any dwellinghouse(s) shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with policies DMHB 11 and DMHD 2 of the Hillingdon Local Plan Part 2 (2020)",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "The applicant is advised that a Section 278 agreement must be obtained from the Highway Authority before any works are carried out on any footway, footpath, carriageway, verge or other land forming part of the highway. All works on the highway will require a permit and an application will need to submitted to the Council's Highways Authority up to 3 months in advance of the intended start date, depending on the scale of the works proposed and the adopted road.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "Wildlife and Countryside Act 1981 and Conservation of Habitats and Species Regulations 2017 (as amended):  Note that it is an offence under these acts to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 505263,
  "status": "Approved",
  "decision_date": "10/05/2024",
  "wgs84_polygon": null,
  "decision_target_date": "10/05/2024",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "26/04/2024",
  "development_type": null,
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-19T21:04:49.778+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "16 PRIORY COTTAGES",
  "id": "Hillingdon-39392_APP_2024_397",
  "decision": "Approved",
  "cil_liability": true,
  "centroid_northing": 189080,
  "appeal_start_date": null,
  "postcode": "UB9 6AS",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=39392/APP/2024/397",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": "HAREFIELD",
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Reserved Matters relating to Access, Appearance, Landscaping, Layout, and Scale of outline planning permission Appeal ref: APP/R5510/W/20/3261381 (LPA ref: 39392/APP/2020/938), dated 22-03-2021 for Proposed new attached two storey house.",
  "valid_date": "19/02/2024",
  "polygon": null,
  "pp_id": null,
  "application_details": {
    "existing_uprns": null
  },
  "centroid": {
    "lon": -0.4819,
    "lat": 51.590748
  },
  "lapsed_date": "10/05/2027",
  "decision_process": "Delegated",
  "actual_completion_date": null
}