{
  "last_updated_by": "Planning Portal ingest",
  "application_type": "Householder",
  "decision_agency": "Borough",
  "centroid_northing": 183225,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": null,
  "ward": "CHARVILLE",
  "lpa_app_no": "4190/APP/2023/938",
  "cil_liability": false,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=4190/APP/2023/938",
  "lpa_name": "Hillingdon",
  "valid_date": "31/03/2023",
  "pp_id": "12057355",
  "postcode": null,
  "appeal_status": null,
  "street_name": "HAYES",
  "centroid_easting": 509569,
  "uprn": null,
  "borough": "Hillingdon",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 12.76,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "09/2023",
    "intended_commencement_date": "06/2023",
    "site_area": 0.027
  },
  "reference_no_of_permission_being_relied_on": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4218345,
          51.5372436
        ],
        [
          -0.4213703,
          51.5374277
        ],
        [
          -0.4213168,
          51.5373746
        ],
        [
          -0.42178099999999996,
          51.5371893
        ],
        [
          -0.4218345,
          51.5372436
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Erection of a part single storey, part double storey rear extension",
  "title_number": null,
  "actual_commencement_date": null,
  "application_type_full": "Householder planning permission",
  "epc_number": "2942-6316-1181-8652-1111",
  "centroid": {
    "lon": "-0.42157029999999995",
    "lat": "51.5373046"
  },
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers ART/2023/FFRE156GA/SPLP; ART/2023/FFRE156GA/PL; ART/2023/FFRE156GA/PE; and ART/2023/FFRE156GA/PL Rev B.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those stipulated on plan number ART/2023/FFRE156GA/PE and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing No. 158 and No. 154 Grosvenor Avenue.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The window(s) facing No. 158 Grosvenor Avenue shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:",
    "carry out work to an existing party wall;",
    "build on the boundary with a neighbouring property;",
    "in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Uxbridge, UB",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The site lies in a Critical Drainage Area (CDA) as identified in the Surface Water Management Plan (SWMP) for Hillingdon. A CDA is the catchment area from which surface water drains and contributes to drainage problems. All developments in this area must contribute to managing the risk of flooding from surface water by reducing surface water runoff from the site. Therefore the",
    "applicant should minimise the water from your site entering the sewers. No drainage to support the extension should be connected to any existing surface water sewer, other than as an overflow. Water run off from any roof or hard paving associated with the development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the",
    "planning application, which must be permeable or be collected and directed to a permeable area, otherwise it would need an additional permission. A water butt should be incorporated."
  ],
  "development_type": null,
  "parking_details": {
    "no_existing_car": 2,
    "net_car": 0,
    "no_proposed_car": 2
  },
  "appeal_decision": null,
  "locality": null,
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "decision_date": "26/05/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509550.8291,
              183217.825
            ],
            [
              509582.5792,
              183238.9917
            ],
            [
              509586.4157,
              183233.1709
            ],
            [
              509554.6656,
              183211.8719
            ],
            [
              509550.8291,
              183217.825
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Hillingdon-4190_APP_2023_938",
  "site_name": "156 GROSVENOR AVENUE",
  "lapsed_date": "26/05/2026",
  "decision": "Approved",
  "secondary_street_name": null,
  "decision_target_date": "26/05/2023",
  "last_updated": "2025-03-19T04:14:56.079+00:00",
  "date_building_work_completed_under_previous_permission": null,
  "site_number": null,
  "last_date_consultation_comments": "28/04/2023",
  "bo_system": "CSV Data Import"
}