{
  "application_type": "All Other",
  "application_type_full": null,
  "description": "Erection of two storey side and rear extension to create 1 x 1-bed dwelling with associated parking, amenity space and boundary treatment following demolition of existing single storey extension.",
  "epc_number": null,
  "street_name": "HAYES",
  "appeal_decision": "Dismissed",
  "lpa_app_no": "76347/APP/2022/4",
  "centroid": {
    "lon": "-0.41889889999999996",
    "lat": "51.5295083"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 509773,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=76347/APP/2022/4",
  "last_updated": "2025-03-20T12:23:21.419+00:00",
  "subdivision_of_building": null,
  "postcode": "UB4 8RQ",
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 182362,
  "site_name": "89 WARWICK CRESCENT",
  "status": "Dismissed",
  "appeal_start_date": "28/03/2023",
  "valid_date": "04/01/2022",
  "lapsed_date": "29/06/2025",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": true,
  "decision_target_date": "01/03/2022",
  "title_number": null,
  "decision": "Refused",
  "last_date_consultation_comments": "28/06/2022",
  "ward": "BELMORE 2022",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": "05/06/2023",
  "id": "Hillingdon-76347_APP_2022_4",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509767.6109,
              182382.9761
            ],
            [
              509784.8089,
              182361.5448
            ],
            [
              509768.1401,
              182344.0823
            ],
            [
              509766.0234,
              182345.802
            ],
            [
              509767.6109,
              182382.9761
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The proposed development, by virtue of its overcomplicated design, siting, size, scale and bulk would fail to appear as a subordinate or architecturally sympathetic addition to the host dwelling and small terrace of houses to which it would be connected. It would unbalance the visual symmetry of the terrace and would form an unsightly addition to the street scene. The proposal is therefore considered to be detrimental to the character, appearance of the host dwelling, the other terraces within the terrace block and the wider street scene, contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 11 and DMHB 12 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), Policies D1, D3 and D6 of the London Plan (2021), as well as paragraphs 71, 124 and 130 of the NPPF (2021).",
    "The proposed extension, by reason of its size, scale, bulk and projection forward of the recognised established return line along this side of Warwick Crescent on this corner plot, is considered to represent an unduly intrusive and incongruous form of development within the street scene. As such, the proposal would be harmful to the visual amenities of the street scene and open spacious character of this plot and surrounding area, contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 11 and DMHB 12 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), Policies D1, D3 and D6 of the London Plan (2021), as well as paragraphs 71, 124 and 130 of the NPPF (2021).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "This is a reminder that Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), should an application for appeal be allowed, the proposed development would be deemed as 'chargeable development' and therefore liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This would be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012.",
    "For more information on CIL matters please visit the planning portal page at: www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil"
  ],
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.037000000000000005
  },
  "pp_id": "10500420",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.41897,
          51.5296979
        ],
        [
          -0.41872889999999996,
          51.5295019
        ],
        [
          -0.41897449999999997,
          51.5293482
        ],
        [
          -0.4190045,
          51.529364
        ],
        [
          -0.41897,
          51.5296979
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "29/06/2022",
  "secondary_street_name": "MIDDLESEX"
}