{
  "actual_commencement_date": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/234230VAR;",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "16/05/2025",
  "polygon": null,
  "cil_liability": true,
  "lapsed_date": "12/05/2028",
  "appeal_decision": null,
  "street_name": "Warwick Road",
  "decision_agency": "Borough",
  "last_updated_by": "Planning Portal ingest",
  "description": "Minor material amendment (S.73) to vary condition 2 (approved plans), seeking to allow changes to the design pursuant to planning permission reference 172559FUL dated 16/08/2021 for ''Construction of a part-two, part-three, part-five storey building comprising twenty self-contained flats (Use Class C3) and 94.3sqm of flexible commercial space (Use Classes E(a), E(b), E(c), E(g) and F1) (following demolition of existing buildings); five dwellinghouses (Use Class C3); and associated landscaping, as well as, amenity, cycle parking, waste storage and vehicle parking spaces''\n\nThe amended plans result in an amended development description being: 'Construction of a part-two, part-three, part-five storey building comprising twenty one self-contained flats (Use Class C3) and 52 sqm of flexible commercial space (Use Classes E(a), E(b), E(c), E(g) and F1) (following demolition of existing buildings); five dwellinghouses (Use Class C3); and associated landscaping, as well as, amenity, cycle parking, waste storage and vehicle parking spaces' granted under accompanying Non Material Amendment Application Ref: 233569NMA.",
  "decision": "Approved",
  "centroid_northing": 179949,
  "bo_system": "CSV Data Import",
  "last_updated": "2025-06-05T01:04:28.230Z",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "ward": "Ealing Common",
  "centroid_easting": 517798,
  "site_name": "92 -100 Warwick Road",
  "application_type": "All Other",
  "parking_details": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "lpa_name": "Ealing",
  "wgs84_polygon": null,
  "postcode": "W5 5PT",
  "decision_date": "12/05/2025",
  "centroid": {
    "lon": -0.30409,
    "lat": 51.506205
  },
  "decision_process": "Delegated",
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "site_number": null,
  "borough": "Ealing",
  "actual_completion_date": null,
  "appeal_decision_date": null,
  "valid_date": "19/10/2023",
  "application_type_full": "Removal/Variation of a condition",
  "locality": "London",
  "last_date_consultation_comments": null,
  "pp_id": "PP-12537628",
  "development_type": null,
  "decision_conditions": [
    "The development hereby permitted shall begin not later than 3 (three) years from the date of 16.08.2021.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby permitted shall be carried out in accordance with the following approved plans: 2842/PL00 - Location Plan, 02150 Rev P13 - Site Plan, 02151 Rev P1 - Footprint to Curb Distance,  02201 Rev P11 - Ground Floor, 02202 Rev P010 - First Floor, 02203 Rev P09 - Second Floor, 02204 Rev P10 - Third Floor, 02205 Rev P10 - Fourth Floor, 02206 Rev P12 - Roof Plan, 02301 Rev P12 - Planning Elevation 1, 02302 Rev P13 - Planning Elevation 2-3, 02303 Rev P12 - Planning Elevation 4-6, 02304 Rev P13 - Planning Elevation 7-8, 02351 Rev P08 - Section A-A, 02352 Rev P08 - Section B-B, 02353 Rev P08 - Section C-C, 72000 Rev P14 - Area Analysis, 72010 Rev P3 - NIA Schedules, General Arrangement 06-1168-301 Rev P04.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | The development shall be implemented in accordance with the details and programme of the Construction Method Statement approved under Ref: 232657CND dated 29.06.2023.The approved Construction Method Statement shall be adhered to throughout the construction period.",
    "Reason:  To protect the amenity of neighbouring occupiers and to ensure adequate highway and site safety in accordance with policies 1.1(e), 1.1(j) and 2.1(c) of the Ealing Core Strategy (2012), policies SI1, T4, T6 and D14  of the London Plan (2021), the National Planning Policy Framework (2021), Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise. | The development shall be implemented in accordance with the details and programme of the Remediation Method Statement approved under Ref: 232896CND dated 23.10.2023.  Following completion of all measures identified in the approved remediation schemes, prior to occupation of the development verification reports demonstrating that full details and specifications of the approved measures have been implemented shall be submitted and approved in writing by the local planning authority.",
    "Reason: To ensure the land contamination issues are addressed in accordance with policy1.1 (j) of the adopted Local Development Framework (Core Strategy 2012) and Ealing Local Variation to London Plan Policy 5.21 of the Ealing Development Management Development Plan 2013.",
    "| The development shall be implemented in accordance with the details of sustainable surface water drainage and the management and maintenance plan approved under Ref: 232898CND dated 13.09.2023.",
    "Reason:  To reduce flood risk in accordance with the National Planning Policy Framework (2023) and policies SI12 and SI13 of the London Plan (2021). | The development shall be implemented in accordance with the details of scheme and programme of archaeological investigation, recording and post-investigation assessment approved under Ref: 232899CND dated 10.10.2023.",
    "Reason: To ensure that any archaeological remains on site and the cultural heritage of the site are protected in accordance with policy 7C of the Ealing Development Management DPD (2013); policies 1.1 (h) and 1.2 (g) of the Ealing Development Strategy 2026 DPD (2012); policy HC1 of the London Plan (2021); and Section 12 of the National Planning Policy Framework (2023).",
    "| No part of the development shall be occupied until a scheme has been submitted to and been approved in writing by the local planning authority setting out details of how 10% (ten per cent) of the approved dwellings will be designed and constructed to meet Approved Document M (Volume 1: Dwellings), Part M4(3) (Wheelchair user dwellings) of the Building Regulations 2015. The scheme shall also demonstrate that 90% (ninety per cent) of the approved residential dwellings will be designed and constructed to meet Approved Document M (Volume 1: Dwellings), Part M4(2) (Accessible and adaptable dwellings) of the Building Regulations 2015. The scheme shall be implemented in accordance with the details as approved and the corresponding works shall be completed prior to any occupation of each dwelling and be maintained and retained thereafter.",
    "Reason: To ensure the provision of wheelchair housing in a timely fashion that would address the current unmet housing need; produce a sustainable mix of accommodation; and provide an appropriate choice and housing opportunity for wheelchair users and their families, in accordance with the objectives of policy D7 of the London Plan (2021); and policy 1.1(h) of the Ealing Development (or Core) Strategy 2012. | No part of the development shall be occupied until the corresponding provision for refuse storage and collection for each dwelling shown on the drawings hereby approved have been provided and are available for use to those residents, and the approved provision shall thereafter be maintained and remain available for such purposes.",
    "Reason: In the interests of the adequate disposal, storage and collection of waste and recycling, to protect the living conditions of occupiers of the area and in the interests of highway and pedestrian safety all in accordance with policies 1.1 (e) and 6.1 of the Ealing Core Strategy (2012), policy 7A  of the Ealing Development Management Development Plan Document (2013), policy SI8 of the London Plan (2021) and the National Planning Policy Framework (2023). | No part of the development shall be occupied until the corresponding arrangements for vehicle parking for each dwelling shown on the drawings hereby approved have been provided and are available for use to those residents, and the approved provision shall thereafter be maintained and remain available for such purposes.",
    "Reason: To promote sustainable patterns of transport, in accordance with Section 9 of the National Planning Policy Framework (2021) and policies T4 and T6 of the London Plan (2021). | No part of the development shall be occupied until full details of the relevant corresponding arrangements for electric vehicle charging as indicated on the approved drawings have been submitted to and been approved in writing by the local planning authority and those arrangements have been implemented in accordance with the approved details. Such arrangements shall be maintained and retained thereafter as approved.",
    "Reason: To reduce emissions of greenhouse gases and to improve local air quality in the interests of health, in accordance with policies T6, SI1 and SI2 of the London Plan (2021), policies 1.1(e), 1.1(f), 1.1(j) and 1.2(k) of Ealing's adopted Development (or Core) Strategy 2012, and the National Planning Policy Framework (2023). | No part of the development shall be occupied until the corresponding arrangements for cycle parking for each dwelling shown on the drawings hereby approved have been provided and are available for use to those residents, and those approved arrangements shall thereafter be maintained and remain available for such purposes.",
    "Reason: To promote sustainable patterns of transport, in accordance with Section 9 of the National Planning Policy Framework (2023) and policy T5 of the London Plan (2021). | No part of the development shall be occupied until detailed arrangements for deliveries and service vehicles attending the development reflecting the principles set out in the appellant's Transport Statement (April 2017) have been submitted to and been approved in writing by the local planning authority and the corresponding arrangements have been implemented in accordance with the approved details. The approved arrangements shall thereafter be maintained and remain available for such purposes.",
    "Reason: To protect the living conditions of neighbouring properties in accordance with policies 1.1(e) (g) and 2.1 (c) and 2.10 of the Ealing Core Strategy (2012), policy 7.A of the Ealing Development Management Development Plan Document (2013), policies D6 and T4 of the London Plan (2021), and the National Planning Policy Framework (2023). | No part of the development shall be occupied until an updated travel plan has been submitted to and been approved in writing by the local planning authority. The plan shall include measures to promote and raise awareness of local opportunities for sustainable transport, and arrangements for monitoring implementation of the plan. The travel plan shall be implemented in accordance with the approved details and an agreed programme.",
    "Reason: To promote sustainable patterns of transport to safeguard the living and working conditions of local people and in the interest of highway and pedestrian safety, in accordance with section 9 of the National Planning Policy Framework (2023), policies T2 and T4 of the London Plan (2021) and policies 1.1 (f) and 1.1(g) of the Ealing Development (Core) Strategy 2026.",
    "| No part of the development shall be occupied until full details of all obscured-glazed privacy screens and of obscured-glazed and non-opening rooflights/windows as indicated on the drawings hereby approved have been submitted to and been approved in writing by the local planning authority. The details of all such screens and rooflights/windows shall be designed with particular regard to mitigating all potential overlooking from the dwellings proposed towards existing properties in The Curve and in St. Mary's Road. The openings shall be installed as approved, and shall be obscure-glazed and in non-opening forms as indicated unless those parts of the window that can be opened are more than 1.7 metres above the floor level of the room which it serves. The corresponding screens and rooflights/windows shall be implemented in accordance with the approved details prior to the occupation of each dwelling and be thereafter maintained and retained as approved.",
    "Reason: To protect the residential amenity of residents of the development in accordance with policies 1.1 and 2.1 of the Ealing Development Strategy (2012), policies 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policy D6 of the London Plan (2021), and the National Planning Policy Framework (2023). | No part of the development shall be occupied until full details of hard and soft landscape works, and of all associated enclosures, structures and equipment, have been submitted to and been approved in writing by the local planning authority. The works shall be implemented in accordance with the details as approved and within the first planting season following the commencement of the development or such other period as may be agreed in writing by the local planning authority, and shall be maintained and retained in accordance with an approved management plan. Any trees or plants which die within 5 (five) years of planting, or which are removed, or which become seriously damaged or diseased, shall be replaced with others of the same size and species and in the same positions within the next planting season.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area and amenity of prospective occupiers, and in accordance with policies G5 and G7 of the London Plan (2021), policies 1.1 (h) (g), 1.2 (f), 2.1(b) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013) and the National Planning Policy Framework (2023). | No part of the development shall be occupied until full details of proposed boiler installations and accompanying emissions for each dwelling have been submitted to and been approved in writing by the local planning authority. The relevant corresponding facilities shall be implemented in accordance with the approved details prior to first occupation of each dwelling. The equipment or similar shall be maintained and retained thereafter in accordance with the details as approved.",
    "Reason: To minimise exposure to existing poor air quality and provide a suitable internal living environment for future occupiers in accordance with policy SI 1 of the London Plan 2021, policy 1.1(j) of the Ealing Development Strategy 2026 DPD (2012); and policy 7A of the Ealing Development Management DPD (2013).",
    "| No part of the development shall be occupied until full details of proposed fume extraction serving each dwelling have been submitted to and been approved in writing by the local planning authority. The relevant corresponding equipment shall be installed in accordance with the details as approved prior to first occupation of each dwelling. The equipment or similar shall be maintained and retained thereafter in accordance with the details as approved.",
    "Reason: To minimise exposure to existing poor air quality, and provide a suitable internal living environment for future occupiers, in accordance with policy SI 1 of the London Plan 2021, policy 1.1(j) of the Ealing Development Strategy 2026 DPD (2012); and policy 7A of the Ealing Development Management DPD (2013). | No dwellings within Block A or Block B shall be occupied until full details of proposed arrangements for appropriate sound insulation and ventilation, and including details of any necessary noise and vibration mitigation associated with such equipment, have been submitted to and been approved in writing by the local planning authority and have been implemented in accordance with the agreed particulars. The measures shall be maintained and retained thereafter in accordance with the details as approved.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A and 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2023). | No part of the development shall be occupied until a fire safety statement produced by a suitably qualified independent assessor in accordance with the requirements of Policy D12 of the London Plan has been submitted to and been approved in writing by the local planning authority. The statement shall detail how the development will ensure occupants' safety, including means of escape, and relevant aspects of construction and other features necessary to reduce risk to life. The development shall be implemented in strict accordance with the approved statement and an accompanying programme, and any specified measures shall be maintained and retained thereafter.",
    "Reason: In the interests of the safety of occupiers of the dwellings hereby approved and to ensure that the development incorporates the necessary fire safety measures in accordance with Policies D5 and D12 of the London Plan (2021). | No part of the development shall be occupied until details of the following arrangements, and including a programme for implementation, have been submitted to and been approved in writing by the local planning authority:",
    "a) measures to regulate and monitor CO2 emissions generated by the scheme;",
    "b) measures to prevent over-heating of the development and of individual dwellings;",
    "c) measures to ensure efficient use of water within each dwelling;",
    "d) measures to monitor performance of the photovoltaic panels and ensure their efficient operation and maintenance.",
    "The above arrangements shall also include subsequent monitoring of those measures and make provision for any possible ameliorative action following occupation of the development should that be required.",
    "Each set of measures shall be implemented in accordance with the approved details, and shall be maintained and retained thereafter in accordance with the relevant particulars.",
    "Reason: In the interests of addressing climate change and to secure environmentally sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2020, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of the Ealing Development (Core) Strategy 2012.",
    "| The materials and finishes to be used for all external surfaces of the development hereby approved shall be as specified in the approved Design and Access Statement Rev P15 by AWW Architects (December 2023) and on the approved plans. The development shall be implemented only in accordance with these approved details.",
    "Reason: To ensure that the materials and finishes are of high quality and contribute positively to the visual amenity of the locality in accordance with policies 1.1 (h) (g), 1.2(h), 2.1(c) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policy D3 of the London Plan (2021) and the National Planning Policy Framework (2023). | Aside from the roof balconies and terraces as formally shown on the drawings hereby approved, no other parts of the rooftops of the development shall be used as or be altered to form a balcony, roof garden, roof terrace or similar amenity area. The rooftops shall not be accessed or used except for maintenance or emergency purposes.",
    "Reason: To protect residential amenity, in accordance with policies 1.1 and 2.1 of the Ealing Development Strategy (2012), policies 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policy D6 of the London Plan (2021), and the National Planning Policy Framework (2023).",
    "| Notwithstanding provisions of the Town and Country Planning (Use Classes) Order 1987 or the Town and Country Planning (General Permitted Development) (England) Order 2015 (and nor any re-enactments or amendments thereto), the 52 square metres of flexible commercial floorspace hereby approved shall not be used for any purpose other than as a creche, day-nursery, or day-centre as defined by Class E(f), or other than as a learning and non-residential institution use as defined by Class F.1.",
    "Reason: To prevent the overdevelopment of the site, to safeguard the living conditions of adjoining properties and visual appearance of the area, and in the interests of highway safety in accordance with policies 1.1 and 1.2 of the Ealing Core Strategy (2012), policies 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies D1, D4 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023). | Occupation of the 52 square metres of flexible commercial floorspace shall not commence until all external doors to this area have been fitted with self-closing devices, and which shall be maintained and retained in an operational condition thereafter, and at no time shall any external door within that space be fixed in an open position.",
    "Reason: In the interests of the internal environment of the development and living conditions of future occupiers of the site in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policies 7A and 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), the National Planning Policy Framework (2021) and Ealing Interim guidance SPG 10 'Noise and Vibration'. | Prior to occupation of the dwellings hereby approved, 1.8m high timber fencing shall be provided between private amenity areas and the communal open space of the flats and these fences shall be permanently retained.",
    "Reason: To protect the residential amenity of residents of the flats and ensure adequate provision of private amenity space in accordance with policies 1.1 and 2.1 of the Ealing Development Strategy (2012), policies 7.4, 7B and 7D of the Ealing Development Management Development Plan Document (2013), policy D6 of the London Plan (2021), and the National Planning Policy Framework (2023)."
  ],
  "status": "Approved",
  "secondary_street_name": null,
  "id": "Ealing-234230VAR",
  "lpa_app_no": "234230VAR",
  "application_details": {
    "existing_uprns": null
  },
  "uprn": "000012188706"
}