{
  "appeal_status": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "subdivision_of_building": null,
  "site_name": "COLUMBA",
  "development_type": null,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "pp_id": "13809170",
  "wgs84_polygon": null,
  "last_updated": "2025-07-05T21:59:19.573Z",
  "centroid_easting": 504139,
  "lpa_name": "Hillingdon",
  "decision_agency": "Borough",
  "decision_conditions": [
    "The Alder tree is situated in the front garden of Columba, Jacks Lane. This mature tree appears to be in good condition, and can be viewed by neighbouring properties and Jacks Lane. The tree has a moderate amenity value, and contributes to the arboreal character of the area.",
    "This application has been refused as the reason given for the work is to limit root growth that has allegedly caused damage to paving. We do not consider an overall crown reduction to be the most appropriate action to undertake for this issue. Targeted root pruning may be more appropriate, and would solve the issue of damage, whilst allowing the natural crown shape of the tree to remain.",
    "Additionally, this species is prone to internal decay due to its relatively porous wood and limited ability to compartmentalise wounds. Crown reductions with this species often stimulates prolific epicormic growth, which can lead to weakly attached regrowth and long-term structural compromise. For this reason, we feel that the am",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Owner(s)'s permission:  Permission should be sought from the owner(s) of the tree(s) and / or the owner(s) of the land that the tree(s) overhang prior to any approved work being carried out.",
    "Works to trees protected by Conservation Area: The Council has not made a Tree Preservation Order to protect the other trees outlined in your application and therefore you can proceed with the work specified in your application / notice. Under Section 211 (3) (b) (ii) of the Act, the work must be completed before the expiry of two years from the date of your application, after which a further notice of intent to carry out the work will be required.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance."
  ],
  "ward": "HARE/D VILLAGES 2022",
  "centroid_northing": 190940,
  "status": "Refused",
  "secondary_street_name": "HAREFIELD",
  "appeal_start_date": null,
  "parking_details": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "last_date_consultation_comments": "27/03/2025",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "borough": "Hillingdon",
  "description": "To carry out tree surgery including a crown reduction by 2.5m in height and 1m spread to One Alder (T23 on application) T4 on TPO 704\n\nTo remove One Lilac (T22 on application), One Elder (G25 on application), Two Goat Willow (T6 and T10 on application) and One Hawthorn (T14 on application) all protected by virtue of their location within coppermill lock conservation area",
  "decision_date": "11/04/2025",
  "centroid": {
    "lon": -0.497568,
    "lat": 51.607675
  },
  "cil_liability": false,
  "postcode": "UB9 6HN",
  "actual_completion_date": null,
  "valid_date": "26/02/2025",
  "last_updated_by": "CSV Data Import",
  "id": "Hillingdon-9173_TRE_2025_66",
  "lapsed_date": "11/04/2028",
  "application_details": {
    "existing_uprns": null
  },
  "decision_target_date": "23/04/2025",
  "uprn": null,
  "lpa_app_no": "9173/TRE/2025/66",
  "locality": "MIDDLESEX",
  "title_number": null,
  "actual_commencement_date": null,
  "decision": "Refused",
  "application_type": "All Other",
  "street_name": "JACKS LANE",
  "polygon": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=9173/TRE/2025/66"
}