{
  "application_type": "Householder",
  "application_type_full": "Householder planning permission",
  "description": "Erection of a double storey side extension, front extension and loft conversion with raised roof height and rear dormer",
  "epc_number": "3719-6128-6000-0474-2206",
  "street_name": "RUISLIP",
  "appeal_decision": null,
  "lpa_app_no": "30269/APP/2022/2159",
  "centroid": {
    "lon": "-0.42560749999999997",
    "lat": "51.5707202"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 509209,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=30269/APP/2022/2159",
  "last_updated": "2025-03-20T16:26:50.343+00:00",
  "subdivision_of_building": null,
  "postcode": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 186935,
  "site_name": "2 POOLE CLOSE",
  "status": "Refused",
  "appeal_start_date": null,
  "valid_date": "06/07/2022",
  "lapsed_date": "31/08/2025",
  "parking_details": {
    "no_existing_car": 1,
    "no_proposed_car": 1,
    "net_car": 0
  },
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "decision_target_date": "31/08/2022",
  "title_number": [
    "MX463970"
  ],
  "decision": "Refused",
  "last_date_consultation_comments": "15/08/2022",
  "ward": "RUISLIP 2022",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-30269_APP_2022_2159",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509205.9651,
              186948.519
            ],
            [
              509220.7818,
              186946.0055
            ],
            [
              509213.7703,
              186922.5898
            ],
            [
              509205.0391,
              186923.3836
            ],
            [
              509197.6307,
              186923.3836
            ],
            [
              509205.9651,
              186948.519
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The proposed two storey side extension, front extension, large rear dormer and increase to the main ridge height of the host dwelling would cumulatively result in an unduly prominent, disproportionate, visually incongruous and top-heavy form of development that would be detrimental to the character and appearance of the original dwelling, causing harm to the visual amenities of the street scene and the surrounding area. The proposal is therefore contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (2012), Policies DMHB 11, DMHB 12 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management (2020), Policies D1, D3 and D4 of the London Plan (2021) and Paragraph 134 of the National Planning Policy Framework (2021).",
    "The development proposal would cause unreasonable harm to the living conditions of the occupiers at No.1 Poole Close by virtue of loss of light, outlook, sense of enclosure and overbearing impact. The proposal is therefore contrary with Policy BE1 of the Hillingdon Local Plan: Part One Strategic Policies (2012), Policies DMHD 1 and DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and Paragraph 130f) of the National Planning Policy Framework (2021).",
    "The site is located within a tree protection area which is covered by TPO order 23. In the absence of a tree survey, arboricultural method statement and tree protection plan, the application does not make adequate provision for the protection and long-term retention of valuable protected trees that contribute positively to the local landscape character of the area. The proposal is therefore contrary to Policies DMHB 11 and DMHB 14 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policies G1 and G7 of the London Plan (2021) and Chapter 12 of the National Planning Policy Framework (2021).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "application_details": {
    "no_additional_bedrooms": 3,
    "total_gia_gained": 110.9,
    "existing_uprns": null,
    "intended_commencement_date": "09/2022",
    "no_additional_bathrooms": 2,
    "intended_completion_date": "03/2023",
    "site_area": 0.039
  },
  "pp_id": "11343756",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.425647,
          51.5708423
        ],
        [
          -0.4254341,
          51.5708169
        ],
        [
          -0.4255425,
          51.5706078
        ],
        [
          -0.4256682,
          51.5706166
        ],
        [
          -0.42577509999999996,
          51.570618
        ],
        [
          -0.425647,
          51.5708423
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "31/08/2022",
  "secondary_street_name": null
}