{
  "uprn": "200002665351",
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.21270229999999998,
          51.5447374
        ],
        [
          0.2126069,
          51.5445427
        ],
        [
          0.2125088,
          51.5445055
        ],
        [
          0.2123357,
          51.5445364
        ],
        [
          0.2124122,
          51.5447153
        ],
        [
          0.21270229999999998,
          51.5447374
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_start_date": null,
  "centroid_northing": 185173,
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553529.96,
              185191.19
            ],
            [
              553524,
              185169.34
            ],
            [
              553517.32,
              185165
            ],
            [
              553505.22,
              185168.07
            ],
            [
              553509.92,
              185188.12
            ],
            [
              553529.96,
              185191.19
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "borough": "Havering",
  "bo_system": "CSV Data Import",
  "pp_id": "13103423",
  "decision_process": "Delegated",
  "locality": null,
  "site_number": null,
  "secondary_street_name": null,
  "description": "Sub-division of the plot and construction of a 3-bedroom dwelling with amenity space",
  "postcode": "RM12 6TH",
  "appeal_decision": null,
  "centroid": {
    "lon": 0.21248,
    "lat": 51.544576
  },
  "lapsed_date": "13/06/2028",
  "application_type": "All Other",
  "title_number": null,
  "last_date_consultation_comments": "03/07/2024",
  "parking_details": {
    "no_existing_car": 1,
    "no_proposed_car": 3,
    "net_car": 2
  },
  "application_type_full": "Full planning permission",
  "appeal_decision_date": null,
  "cil_liability": false,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0759.24",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "No works shall take place in relation to any of the development hereby approved until a Construction Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers is submitted to and approved in writing by the Local Planning Authority. The Construction Method statement shall include details of:",
    "a)  parking of vehicles of site personnel and visitors;",
    "b)  storage of plant and materials;",
    "c)  dust management controls;",
    "d)  measures for minimising the impact of noise and ,if appropriate, vibration arising from construction activities;",
    "e)  predicted noise and, if appropriate, vibration levels for construction using methodologies and at points agreed with the Local Planning Authority;",
    "f)  scheme for monitoring noise and if appropriate, vibration levels using methodologies and at points agreed with the Local Planning Authorities;",
    "g)  siting and design of temporary buildings;",
    "h)  scheme for security fencing/hoardings, depicting a readily vis",
    "No above ground works shall take place in relation to the development hereby approved until samples of all materials to be used in the external construction of the buildings are submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:- Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used. Submission of samples before above ground works take place will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "No above ground works shall take place in relation to the development hereby approved until there has been submitted to and approved by the Local Planning Authority a scheme of hard and soft landscaping, which shall include indications of all existing trees and shrubs on the site, and details of any to be retained, together with measures for the protection in the course of development. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:- Insufficient information has been supplied with the application to judge the appropriateness of the hard and soft landscaping proposed.  Submiss",
    "No above ground works shall take place in relation to the development hereby approved until details of all proposed walls, fences and boundary treatment shall be submitted to, and approved in writing by, the Local Planning Authority.  The boundary development shall then be carried out in accordance with the approved details and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:",
    "Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail before any above ground works take place will protect the visual amenities of the development and prevent undue overlooking of adjoining property.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no extension or enlargement (including additions to roofs) shall be made to the new dwellinghouse hereby permitted or any detached building erected within the curtilage of the new dwellinghouse, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plans) shall be formed in the flank walls of the building hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 as amended, other than the paths/hard surfaces shown on the plans/drawings hereby approved, no hard surfaces shall be provided forward of the the front building lines of the dwelling hereby approved and the donor dwelling. Following the completion of the development hereby approved, no vehicles shall enter/egress from the site and no vehicle parking shall take place on the site.",
    "Reason:-",
    "In the interests of highway safety given the limited space available, adequacy of sight lines and proximity to school.",
    "All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "No deliveries into the site shall take place other than between the hours of 09.00 to 15.00 and 16.15 to 18:00 on Monday to Friday and 08.00 to 13.00 hours on Saturdays unless agreed in writing with the local planning authority.  No demolition or construction works, or deliveries shall take place on Sundays, Bank or Public Holidays unless otherwise agreed in writing by the local planning authority.",
    "Reason: To protect residential amenity.",
    "(1) Prior to the commencement of any above ground works pursuant to this permission the developer shall submit for the written approval of the Local Planning Authority;",
    "a) A Phase I (Desktop Study) Report documenting the history of the site, its surrounding area and the likelihood of contaminants, their type and extent incorporating a Site Conceptual Model.",
    "b) A Phase II (Site Investigation) Report given the Phase I Report submitted confirmed the possibility of a significant risk to any sensitive receptors.  This is an intrusive site investigation including factors such as chemical testing, quantitative risk assessment and a description of the sites ground conditions.  An updated Site  Conceptual Model should be included showing all the potential pollutant linkages and an assessment of risk to identified receptors.",
    "c) A Phase III (Remediation Strategy) Report if the Phase II Report confirms the presence of a significant pollutant linkage requiring remediation.  A detailed remediatio",
    "Prior to the commencement of the development hereby approved, details shall be submitted to and agreed in writing by the Local Planning Authority setting out suitable gas protection measures to be employed on the site. This could include, but not necessarily limited to, the installation of a suitable gas resistant membrane, in compliance with BS  8485:2015+A1:2019, alternative gas protection measures, or suitable monitoring agreed in writing with the local planning authority, to demonstrate that the risk from landfill gas is adequately controlled.  Any gas protection measures shall be carried out in strict accordance with the agreed details. Upon completion of installation of any gas protection measures, a 'Verification Report' must be submitted demonstrating that the works have been carried out.",
    "Reason:  Insufficient information has been supplied with the application to judge the risk arising from landfill gases (methane, VOCs and carbon dioxide).  Submission of an assessment prior",
    "All mitigation measures and/or works shall be carried out in accordance with the details contained in the Preliminary Ecological Appraisal (ACJ Ecology, April 2024) and the Precautionary Working Method Statement (PWMS) (ACJ Ecology, December 2024) as already submitted with the planning application and agreed in principle with the local planning authority prior to determination.",
    "This may include the appointment of an appropriately competent person e.g. an ecological clerk of works (ECoW) to provide on-site ecological expertise during construction. The appointed person shall undertake all activities, and works shall be carried out, in accordance with the approved details.",
    "Reason: To conserve protected and Priority species and allow the LPA to discharge its duties under the Conservation of Habitats and Species Regulations 2017 (as amended), the Wildlife & Countryside Act 1981 (as amended) and s40 of the NERC Act 2006 (as amended)",
    "If significant on-site enhancements are included within the approved Biodiversity Gain Plan, a Habitat Management and Monitoring Plan (HMMP), prepared in accordance with the approved Biodiversity Gain Plan, shall be submitted to, and approved in writing by the local authority, prior to commencement of development, including:",
    "a) the roles and responsibilities of the people or organisation(s) delivering the HMMP;",
    "b) the planned habitat creation and enhancement works to create or improve habitat to achieve the on-site significant enhancements in accordance with the approved Biodiversity Gain Plan;",
    "c) the management measures to maintain habitat in accordance with the approved Biodiversity Gain Plan for a period of 30 years from the completion of development;",
    "d) the monitoring methodology in respect of the created or enhanced habitat to be submitted to the local planning authority; and",
    "e) details of the content of monitoring reports to be submitted to the LPA including details of adaptive",
    "Prior to any works above slab level, a Biodiversity Enhancement Strategy for biodiversity enhancements, prepared by a suitably qualified ecologist, shall be submitted to and approved in writing by the local planning authority.",
    "The content of the Biodiversity Enhancement Strategy shall include the following:",
    "a) Purpose and conservation objectives for the proposed enhancement measures;",
    "b) detailed designs or product descriptions to achieve stated objectives;",
    "c) locations of proposed enhancement measures by appropriate maps and plans (where relevant);",
    "d) persons responsible for implementing the enhancement measures; and",
    "e) details of initial aftercare and long-term maintenance (where relevant).",
    "The works shall be implemented in accordance with the approved details shall be retained in that manner thereafter.",
    "Reason: To enhance protected and Priority species & habitats and allow the LPA to discharge its duties under the NPPF 2023 and s40 of the NERC Act 2006 (as amended).",
    "During the construction of the development hereby permitted, the tree(s) located (School House, 2 Bonington Road, Hornchurch) shall not be lopped or felled without the written consent of the Local Planning Authority.",
    "Reason: In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area and to accord with Policy 27 of the Council's Local Plan.",
    "During construction of the development hereby permitted, any trees within or near to the site shall be protected in accordance with the requirements of BS 5837 (2012) 'Trees in Relation to Design, Demolition and Construction'. The protection measures shall be implemented prior to any below ground works and shall be retained for the entire period of duration of any work at the site, in connection with the development hereby permitted.",
    "Reason: In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area and to accord with Policy 27 of the Council's Local Plan.",
    "Minor (up to 9 units):",
    "All dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with national optional technical standards as required by Policy D7 of the London Plan.",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with national optional technical standards as required by Policy SI5 of the London Plan.",
    "Any boilers installed in the dwelling(s) hereby approved shall be Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with these details and shall thereafter be permanently retained.",
    "If the heating strategy is to be provided by an Air Source Heat Pump, or similar, they shall be designed to comply with the provisions of the Microgeneration Installation Standard: MCS 020 \"MCS Planning Standards for Permitted Development Installations of Wind Turbines and Air Source Heat Pumps on Domestic Premises\".  The air source heat pumps shall be provided on site prior to first occupation of the dwellings.  Any installation not meeting this standard will require a separate application for planni",
    "Biodiversity Net Gain",
    "The effect of paragraph 13 of Schedule 7A to the Town and Country Planning Act 1990 is that planning permission granted for the development of land in England is deemed to have been granted subject to the condition \"(the biodiversity gain condition\") that development may not begin unless:",
    "(a) a Biodiversity Gain Plan has been submitted to the planning authority, and",
    "(b) the planning authority has approved the plan.",
    "The planning authority, for the purposes of determining whether to approve a Biodiversity Gain Plan if one is required in respect of this permission would be Havering Borough Council.",
    "There are statutory exemptions and transitional arrangements which mean that the biodiversity gain condition does not always apply. These are listed in paragraph 17 of Schedule 7A of the Town and Country Planning Act 1990 and the Biodiversity Gain Requirements (Exemptions) Regulations 2024.",
    "Based on the information available this permission is considered to be one whi",
    "With regards to the Biodiversity Gain Plan that is required to be submitted prior to beginning of the development, the applicant should note that as the proposals include the provision of individual trees within private gardens (vegetated gardens), as the Small Site Metric - User Guide states that individual trees or other habitat cannot be calculated in private gardens, the individual trees must not be recorded as part of the finalised calculations.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is 25/m² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £2,325 would be payable due to result in a new property with a combined gross internal floor area of 93m² of GIA, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125m² (Zone A for each additional square metre of GIA. Based upon the information supplied with the application, £11,625 would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agents via email in August 2024. The revisions involved reducing the width of the proposed development. The amendments were subsequently submitted on 08/10/2024."
  ],
  "actual_completion_date": null,
  "last_updated_by": "CSV Data Import",
  "street_name": "Hornchurch",
  "appeal_status": null,
  "development_type": null,
  "decision_date": "13/06/2025",
  "lpa_app_no": "P0759.24",
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "site_name": "Scotts J M I School House, 2 Bonington Road",
  "subdivision_of_building": null,
  "last_updated": "2025-07-25T03:59:12.599Z",
  "decision_target_date": "13/06/2025",
  "valid_date": "12/06/2024",
  "reference_no_of_permission_being_relied_on": null,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Havering",
  "id": "Havering-P0759.24",
  "application_details": {
    "infrastructure_details": {
      "total_annual_pm_emissions": 0.1,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 1,
      "ghg_reduction_over_building_regulations": false,
      "no_new_gas_connections_required": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_active_slow_ev_charging_points": 1,
      "no_resi_units_to_have_full_fibre": 1,
      "no_homes_passive_cooling": 0,
      "waste_provision": true,
      "no_homes_to_have_electrical_heating": 1,
      "green_roof_area": 0,
      "no_passive_slow_ev_charging_points": 0,
      "total_annual_nox_emissions": 0,
      "fire_suppression_system_proposed": false,
      "urban_greening_factor_score": 0.34,
      "mobile_network_operators_consultation": false
    },
    "total_gia_lost": 0,
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 4,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [
        {
          "provider": "Private",
          "no_habitable_rooms": 6,
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "garden_land": true,
          "unit_type": "House or Bungalow",
          "no_bedrooms": 4,
          "gia": 109.7,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_residential_units_london_living_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_gia_gained": 109.7
    },
    "rain_water_harvesting": true,
    "scheme_phasing": true,
    "internal_resi_water_usage": 110,
    "green_suds": true,
    "surface_water_discharge_percentage_reduction": 10,
    "phasing_details": [
      {
        "phase_detail": "1",
        "intended_commencement_date": "01/2025",
        "intended_completion_date": "09/2025"
      }
    ],
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 88,
        "use_class": "C3",
        "gia_gained": 109.7,
        "gia_lost": 0
      }
    ],
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 6.35,
        "building_ref": "New House"
      }
    ],
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 109.7,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 88,
      "total_gia_lost": 0
    },
    "site_area": 0.0432,
    "grey_water_reuse": false,
    "garden_land_lost": true,
    "projected_cost_of_works": "Up to £2m",
    "total_gia_existing": 88,
    "affordable_housing_fast_track": false,
    "ownership_status": "Public",
    "total_gia_gained": 109.7
  },
  "ward": "Hacton",
  "centroid_easting": 553517,
  "epc_number": "0237-0327-7200-0853-5292"
}