{
  "borough": "Ealing",
  "subdivision_of_building": null,
  "wgs84_polygon": null,
  "site_name": "252 Empire Road",
  "reference_no_of_permission_being_relied_on": null,
  "epc_number": null,
  "last_updated": "2025-03-20T12:32:18.393+00:00",
  "locality": "Greenford",
  "centroid_easting": 516910,
  "lpa_name": "Ealing",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Empire Road",
  "site_number": null,
  "lapsed_date": "05/07/2026",
  "secondary_street_name": null,
  "cil_liability": false,
  "application_details": {
    "existing_uprns": [
      "12078683"
    ]
  },
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/230743FUL;",
  "actual_commencement_date": null,
  "centroid": {
    "lon": -0.315508,
    "lat": 51.543553
  },
  "decision_date": "05/07/2023",
  "parking_details": null,
  "postcode": "UB6 7EB",
  "pp_id": "PP-7034373",
  "appeal_decision_date": null,
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawing title number(s):",
    "Location plan, Drawing number 001 - Existing and proposed plans, Drawing number 002 - Existing and proposed plans and site plan,",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| No part of the roof of the extension shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason:  To protect the living conditions of nearby properties in accordance with policies D4 and D6 of The London Plan (2021), policies 7.4, 7A & 7B of the Ealing Development Management Plan Document (2013) and policies 1.1 (e)(g), 1.2 (f), 2.1(c) and 2.10 Core Strategy (2012). | Cycle storage for two (2) bicycle spaces for each house (taking the total provision to 4) shall be provided within the curtilage of the site, within a secure, lockable compound in accordance with all adopted standards prior to occupation of the building and be continuously available and retained for the life of the development hereby approved.",
    "Reason: To provide adequate bicycle storage to align with Sustainable Transport SPG and Policy T5 of the London Plan (2021).",
    "| The development hereby approved shall not be occupied until refuse and recycling storage within a secure enclosure has been provided in accordance with the designated location identified in the approved drawings listed under condition 2 and in accordance with the Local Planning Authority Standards and has been fully implemented and made available for use. These facilities shall permanently retained thereafter.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policy SI 8 of the London Plan (2021).",
    "| The sound insulation of the floor/ceiling /wall structures separating different types of rooms/uses, namely, bedroom adjoining the staircase of separate dwelling, shall be enhanced by at least 10dB above the recommended Building Regulations values. The assessment and mitigation measures shall be based on standards and noise limits of the Council's SPG10 and BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021). | Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 or any Order revoking and re-enacting that Order with or without modification, no extension, enlargement or other alteration of the new dwellinghouse other than that expressly authorised by this permission shall be carried out without planning permission first obtained from the local planning authority.",
    "Reason:  To ensure orderly development, which would not harm the amenities of the occupiers of nearby properties or to the character of the area ain accordance with the National Planning Policy Framework (2021), policy 7B and 7.4 of the Ealing Development Management Development Plan (2013), policy 1.1 (g) of the Ealing Development (Core) Strategy (2012) and policies D3, D4 and D6 of the London Plan (2021). | The development hereby approved shall not be occupied until details concerning the proposed sheds have been submitted to and approved in writing by the Local Planning Authority. These details shall include the design, elevations and floor plans. Once approved, these facilities shall be provided and retained for use at all times.",
    "Reason: To ensure that the materials harmonise with the surroundings in accordance with the Council's adopted Ealing Development Management DPD  (2013) policies 7.4, 7.6 and 7B, policies 1.1 (h), 1.2 (g) and 2.10 of the adopted Local Development Framework (Core Strategy 2012) and policies D3 and D4 of the London Plan (2021)."
  ],
  "appeal_decision": null,
  "valid_date": "11/05/2023",
  "decision_agency": "Borough",
  "polygon": null,
  "last_updated_by": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "last_date_consultation_comments": null,
  "uprn": "12078683",
  "decision_target_date": "14/07/2023",
  "centroid_northing": 184084,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "appeal_status": null,
  "description": "Conversion of existing house into 2 self contained residential units with associated external alterations",
  "development_type": "Minor dwellings",
  "ward": "Perivale",
  "decision_process": "Delegated",
  "lpa_app_no": "230743FUL",
  "application_type_full": null,
  "id": "Ealing-230743FUL",
  "status": "Approved",
  "appeal_start_date": null,
  "decision": "Approved"
}