{
  "appeal_status": null,
  "centroid": {
    "lon": "-0.2680397",
    "lat": "51.5294738"
  },
  "decision_target_date": "16/05/2023",
  "lapsed_date": "16/05/2026",
  "appeal_start_date": null,
  "last_updated": "2025-03-20T12:55:15.126+00:00",
  "locality": "London",
  "development_type": "Minor dwellings",
  "postcode": "NW10 7JJ",
  "ward": "North Acton",
  "id": "Ealing-230742OPDFUL",
  "uprn": "12157455",
  "decision": "Approved",
  "site_name": "63A Park Royal Road",
  "last_date_consultation_comments": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2679032,
          51.529471
        ],
        [
          -0.26813909999999996,
          51.5294149
        ],
        [
          -0.2681538,
          51.5294485
        ],
        [
          -0.2681649,
          51.5294788
        ],
        [
          -0.2680437,
          51.529504
        ],
        [
          -0.2679687,
          51.5295213
        ],
        [
          -0.2679857,
          51.5295476
        ],
        [
          -0.2679919,
          51.5295558
        ],
        [
          -0.2679686,
          51.5295622
        ],
        [
          -0.2679262,
          51.5295022
        ],
        [
          -0.2679032,
          51.529471
        ]
      ]
    ],
    "type": "Polygon"
  },
  "actual_completion_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520246.4740472,
              182594.9120054
            ],
            [
              520230.264257,
              182588.2839026
            ],
            [
              520229.1511738,
              182592.0028381
            ],
            [
              520228.3019325,
              182595.3518795
            ],
            [
              520236.6459343,
              182598.351021
            ],
            [
              520241.7990975,
              182600.4004343
            ],
            [
              520240.5540933,
              182603.2996044
            ],
            [
              520240.1006149,
              182604.1993469
            ],
            [
              520241.7001568,
              182604.9491323
            ],
            [
              520244.8002998,
              182598.351021
            ],
            [
              520246.4740472,
              182594.9120054
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Full planning permission",
  "title_number": null,
  "site_number": null,
  "lpa_name": "Ealing",
  "decision_process": "Delegated",
  "secondary_street_name": null,
  "street_name": "Park Royal Road",
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "site_area": 0.013000000000000001,
    "existing_uprns": [
      "000012182028, 000012198073, 000012198074, 000012182027, 000012197907, 000012105791, 000012105857, 000012157455"
    ]
  },
  "valid_date": "24/02/2023",
  "parking_details": null,
  "actual_commencement_date": null,
  "centroid_northing": 182595,
  "application_type": "All Other",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawing numbers: Site Location Plan, Site Block Plan, Existing Floor Plans 1 of 8 rev 2, Existing Floor Plans 2 of 8 rev 2, Proposed Floor Plans 3 of 8 rev 3, Proposed Floor Plans 4 of 8 rev 2, Existing Elevations 5 of 8 rev 2, Existing Elevations 6 of 8 rev 2, Proposed Elevations 7 of 8 rev 4, Proposed Elevations 8 of 8 rev 3.",
    "Reason: For the avoidance of doubt and in the interest of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| The development hereby approved shall not be occupied until refuse and recycling storage within a secure enclosure has been provided in accordance with the designated location identified in the approved drawings listed under condition 2 and in accordance with the Local Planning Authority Standards and has been fully implemented and made available for use. These facilities shall permanently retained thereafter.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policy SI 8 of the London Plan (2021).",
    "| Prior to occupation of the three flats hereby approved, ten (10) secured cycle parking spaces shall be implemented in in accordance with the submitted documentation and Council Policy and retained thereafter.",
    "Reason: In the interests of the adequate cycle storage, to protect the living conditions of occupiers of the area and in the interests of highway and pedestrian safety all in accordance with policies 1.1 (e) and 6.1 of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy T5 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any subsequent amendment, revision or new Order) no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the proposal hereby permitted.",
    "Reason: To protect residential amenity, in accordance with policies 1.1 & 2.1 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021), the Draft Ealing Local Plan 2022 (Reg 18), and the National Planning Policy Framework (2021).",
    "| The communal garden amenity area on the roof terrace shown on the approved plan ref: Proposed Floor Plans 4 of 8 rev 2 shall be laid out and accessible to all occupants prior to first occupation the units hereby permitted and retained in perpetuity thereafter.",
    "Reason: To ensure that there is adequate provision of amenity space within the site in accordance with policy 7D of the Ealing Development Management Development Plan Document (2013).",
    "| Prior to commencement of the development (excluding demolition, initial site clearance and ground works), a noise assessment shall be submitted to the Council for approval in writing, of external noise levels from transport and industrial/ commercial/ cultural sources, having regard to the assessment standards of the Council's SPG10. Details shall include the sound insulation of the building envelope including glazing specifications (laboratory tested including frames, seals and any integral ventilators, approved in accordance with BS EN ISO 10140-2:2010) and of acoustically attenuated mechanical ventilation and cooling as necessary (with air intake from the cleanest aspect of the building and details of self-noise) to achieve internal noise limits specified in SPG10. Best practicable mitigation measures shall also be implemented, as necessary, in external amenity spaces to achieve criteria of BS8233:2014.",
    "The approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| The individual and combined external sound level emitted from plant, machinery or equipment at the development site shall be lower than the lowest existing background sound level by at least 10dBA, as measured at/ calculated to the nearest and most affected noise sensitive premises at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all machinery operating together at maximum capacity.",
    "Reason: To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with policies with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| Prior to use, machinery, plant and equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site/surrounding premises is not adversely affected by vibration noise from mechanical installations/ equipment, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of The London Plan (2021), Ealing SPG10, the National Planning Policy Framework (2021), and Standard 30 of the Housing SPG.",
    "| Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 5dB above the maximum Building Regulations value, for the floor/ceiling/wall structures separating different types of rooms/uses in adjoining dwellings/areas, namely, bedroom/bedspace above/below/adjoining multi-use studio flats, ie. kitchen/living/dining/bathroom of separate dwelling. The assessment and mitigation measures shall have regard to standards of the Council's SPG10 and noise limits specified in BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with Policies  1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of The London Plan (2021), Ealing SPG10, the National Planning Policy Framework (2021), and Standard 30 of the Housing SPG.",
    "| Control measures shall ensure that the following standards are implemented",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays, 0800 -1300 Saturdays (no work on public holidays),",
    "- notifications of works to interested parties and regular neighbour liaison, - public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works in case of emergencies or complaints.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of The London Plan (2021), Ealing SPG10, the National Planning Policy Framework (2021), and Standard 30 of the Housing SPG."
  ],
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/230742OPDFUL;",
  "pp_id": "PP-11929708",
  "last_updated_by": "CSV Data Import",
  "centroid_easting": 520237,
  "borough": "Ealing",
  "epc_number": null,
  "lpa_app_no": "230742OPDFUL",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "description": "Construction of an additional floor to 3 self contained studio flats, above 63, 63 A & 65 \n",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_date": "16/05/2023",
  "cil_liability": true
}