{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "lpa_app_no": "225225FUL",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/225225FUL;",
  "actual_completion_date": null,
  "pp_id": "PP-11716256",
  "lapsed_date": "27/09/2027",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.373441,
    "lat": 51.509507
  },
  "decision_process": "Committee",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "000012141199",
  "epc_number": "7024-0068-1410-9108-2243",
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "description": "Construction of a three storey building for education use on the south eastern part of the site; rooftop teaching terrace and wildlife meadow (Regulation 3 Application by London Borough of Ealing)",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.372774,
          51.5092857
        ],
        [
          -0.37312449999999997,
          51.5084818
        ],
        [
          -0.3731448,
          51.5084352
        ],
        [
          -0.3731983,
          51.5083129
        ],
        [
          -0.37328049999999996,
          51.5081243
        ],
        [
          -0.3732548,
          51.5079998
        ],
        [
          -0.3737235,
          51.5080315
        ],
        [
          -0.3737967,
          51.5080361
        ],
        [
          -0.3738816,
          51.5080423
        ],
        [
          -0.3740648,
          51.5080542
        ],
        [
          -0.3747096,
          51.5080987
        ],
        [
          -0.37457769999999996,
          51.5086279
        ],
        [
          -0.37455259999999996,
          51.5087255
        ],
        [
          -0.3743316,
          51.509083
        ],
        [
          -0.3743148,
          51.5091098
        ],
        [
          -0.3743109,
          51.5091151
        ],
        [
          -0.3742933,
          51.509144
        ],
        [
          -0.3742854,
          51.5091567
        ],
        [
          -0.37426119999999996,
          51.5091961
        ],
        [
          -0.37424369999999996,
          51.5092249
        ],
        [
          -0.3742253,
          51.5092543
        ],
        [
          -0.3741152,
          51.5094339
        ],
        [
          -0.3739149,
          51.5097557
        ],
        [
          -0.37377889999999997,
          51.5099733
        ],
        [
          -0.37340599999999996,
          51.5099232
        ],
        [
          -0.37334649999999997,
          51.5099151
        ],
        [
          -0.3730749,
          51.5098754
        ],
        [
          -0.3730117,
          51.5098673
        ],
        [
          -0.37296789999999996,
          51.5098613
        ],
        [
          -0.37294000000000005,
          51.5098578
        ],
        [
          -0.3727707,
          51.5098343
        ],
        [
          -0.3726776,
          51.5098208
        ],
        [
          -0.3726266,
          51.5098134
        ],
        [
          -0.37254929999999997,
          51.5098023
        ],
        [
          -0.3725712,
          51.509751
        ],
        [
          -0.372774,
          51.5092857
        ]
      ],
      [
        [
          -0.3732913,
          51.5090358
        ],
        [
          -0.37328429999999996,
          51.5090335
        ],
        [
          -0.3732533,
          51.5090915
        ],
        [
          -0.3732431,
          51.5090945
        ],
        [
          -0.3732582,
          51.5090974
        ],
        [
          -0.3732913,
          51.5090358
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "locality": "Southall",
  "site_name": "Villiers High School",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": null,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with the following approved plans: and documents:",
    "VHS4-MAB-00-00-DR-A-00170 Rev P04 (Proposed Sections), VHS4-MAB-00-00-DR-L-00101 Rev P03 (Existing Site Layout / Block Plan), VHS4-MAB-00-00-DR-L-00102 Rev P08-WIP (Proposed Site Layout / Block Plan), VHS4-MAB-01-00-DR-A-00107 Rev P02 (Building as Existing - Photographs), VHS4-MAB-01-00-DR-A-00120 Rev P05 (Proposed Ground Floor Plan), VHS4-MAB-01-01-DR-A-00121 Rev P05 (Proposed First Floor Plan), VHS4-MAB-01-02-DR-A-00122 Rev P05 (Proposed Second Floor Plan), VHS4-MAB-01-03-DR-A-00123 Rev P05 (Proposed Roof Terrace Plan), VHS4-MAB-01-RF-DR-A-00124 Rev P04 (Proposed Roof Plan), VHS4-MAB-01-ZZ-DR-A-00160 Rev P05 (Proposed Elevations), VHS4-MAB-01-ZZ-DR-A-00165 Rev 02 (Proposed Street-Scene Elevations), VHS4-MAB-ZZ-ZZ-VL-A-00190 Rev P02 (Perspective Views), VHS4-MAB-ZZ-00-DR-A-00100 Rev P04 (Site Location Plan), Planning Statement Ref: VHS4-MAB-XX-00-PR-A-00101 Rev S2 P01 dated 05.12.2022, Design & Access Statement Rev P02 dated 01.12.2022, Preliminary Ecological Appraisal dated January 2021, Technical Briefing Note: Addendum to Ecological Appraisal dated 17 October 2022, Transport Assessment Ref: 5891/001/001A dated November 2022, Site Waste Management Plan for Villiers-Forecast dated 24 November 2022, Villiers High School Acoustics Rev P01 dated 6 December 2022, Villiers High School Energy Report Rev 5 dated 1 December 2022, Villiers High School BREEAM 2018 NC Pre-Assessment Report Rev 1 dated 28 July 2022, Drainage Strategy Report Rev P01 dated 22 November 2022, Draft Interim Travel Plan October 2022, HEA 02a Villiers High School Campus Indoor and Outdoor Air Quality Plan - Supporting Evidence dated 5 August, Villiers High School - Air Quality Existing Masterplan, Tree Survey Condition & Management Report dated 4 November 2020 and Tree Location Plan dated 11/03/2020.",
    "| The materials used in the construction of the development shall be in accordance with the materials described in the submitted design & access statement and the approved plans.",
    "Reason: To ensure that the materials harmonise with the existing building and surrounding area, in accordance with policies 7.4, 7.8 and 7B of the Ealing Development Management Development Plan 2013, policies 1.1 (g) (h), 1.2 (f) and 2.10 of the adopted Local Development Framework (Core Strategy 2012) and policy D4 and HC1 of the London Plan (2021).",
    "| Cycle storage for 15 bicycle spaces shall be provided within the curtilage of the development, within secure, lockable compounds in accordance with the designated locations identified in the approved drawings listed under condition 2 and all adopted standards prior to the first occupation of the building. The storage spaces shall be permanently retained thereafter.",
    "Reason:  To provide adequate bicycle storage in accordance with policy and T5 of the London Plan (2021).",
    "| Prior to commencement of the development hereby approved, a detailed Demolition Method Statement and a Construction Management Plan shall be submitted to and approved in writing by the Council, in consultation with TFL and in accordance with TfL guidance. Details shall include:",
    "a) Control measures for:",
    "-\tnoise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014);",
    "-\tdust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition);",
    "-\tlighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals);",
    "-\tdelivery locations;",
    "-\taudit of existing condition of roads and footways to ensure that they be restored if damaged during construction;",
    "-\thours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays, 0800 -1300 Saturdays;",
    "-\tneighbour liaison, notifications to interested parties;",
    "-\tpublic display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works.",
    "b) Details related to:",
    "-\tThe construction lorry route from the main distributor roads and the number of construction related vehicles, which would be travelling to the application site. A drawing showing signing for the construction vehicles is also required;",
    "-\tKey dates of various stages and all the emergency contacts during construction;",
    "-\tAbnormal load delivery vehicle routes and dates of these deliveries;",
    "-\tSwept path envelopes for construction lorries;",
    "-\tthe safety of pedestrians accessing the station and bus stops during construction, including those with restricted mobility and night-time movements;",
    "-\tAssurances that the construction of the proposed development will not impact on the safety and function of the adjoining highway network, and the bus stop and its associated operations in proximity to the site.",
    "Reason: To ensure the orderly and satisfactory development of the Site in accordance with the assumptions which underpinned the EIA Process; to ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site; and to minimise highway and traffic impact during the course of the works, whilst allowing enough flexibility to enable the development to be delivered in a manner which accords with the EIA process, in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, policy 7A of the Ealing Development Management Development Plan (2013) and policy T7 and SI1 of the London Plan(2021); and National Planning Policy Framework (2023).",
    "| Prior to the commencement of the development, a Ventilation Strategy Report shall be submitted to and approved by the Local Planning Authority. The report will contain details for providing fresh air ventilation to Block B4, the supply should be located away from sources of local pollution.",
    "The report shall also include the following information:",
    "a) Details and locations of the ventilation intake locations of all floors; and",
    "b) Details and locations of ventilation extracts locations of all floors.",
    "The maintenance and cleaning of the systems shall be undertaken regularly in accordance with manufacturer specifications and shall be the responsibility of the primary owner of the property. Approved details shall be fully implemented prior to the occupation/use of the development and thereafter permanently retained and maintained.",
    "Reason: To minimise exposure to existing poor air quality, and provide a suitable internal living environment for future occupiers, in accordance with policy SI 1 of the London Plan 2021, policy 1.1(j) of the Ealing Development Strategy 2026 DPD (2012); and policy 7A of the Ealing Development Management DPD (2013).",
    "| Before the development is commenced, (including demolition and site clearance) an Air Quality and Dust Management Plan (AQDMP) that includes an Air Quality (Dust) Risk Assessment shall be produced in accordance with current guidance The Control of Dust and Emissions during Construction and Demolition, SPG, GLA, July 2014, for the existing site and the proposed development. A scheme for air pollution mitigation measures based on the findings of the report shall be submitted to and approved by the Local Planning Authority prior to the commencement of any works on the site.",
    "The plan shall include:",
    "a) Dust Management Plan for Demolition Phase",
    "b) Dust Management Plan for Construction Phase",
    "The applicant shall contact the council's pollution technical team about the installation of air quality monitors on site and always provide direct access to monitoring data for the duration of the project. The monitors shall be installed on site at least 4 weeks prior to any site clearance and demolition to provide baseline data and shall be maintained on site until first occupation of the development hereby approved. Direct access to monitoring data will be always provided. The Air Quality Dust Management Plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of the construction.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise particulate matter associated with construction works in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, policy 7A of the Ealing Development Management Development Plan (2013) and policy SI1 of the London Plan (2021); and National Planning Policy Framework (2021).",
    "| No development shall commence until details of the design and layout of 3G artificial grass pitches and natural grass pitch have been submitted to and approved in writing by the Local Planning Authority (after consultation with Sport England). This should include a section through the edge of the AGP and natural grass pitch and the playground. The artificial grass pitches shall not be constructed other than in accordance with the approved details.",
    "Reason: To ensure the development is fit for purpose and sustainable and to accord with Development Plan Policy. **",
    "| No operations (including initial site clearance) shall commence on site in connection with the development hereby approved until a suitable scheme (Arboricultural Method Statement) for the protection of existing trees and hedgerows has been submitted to and approved in writing by the Local Planning Authority and installed on site.",
    "All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works. Details shall include the following:",
    "o\tFull survey of all trees on site and those within influencing distance on adjacent sites in accordance with BS5837*, with tree works proposals. All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads.",
    "o\tA plan** detailing all trees and hedgerows planned for retention and removal.",
    "o\tA schedule of tree works for all the retained trees specifying pruning and other remedial or preventative work, whether for physiological, hazard abatement, aesthetic or operational reasons. All tree works shall be carried out in accordance with BS 3998.",
    "o\tSoil assessments/survey",
    "o\tTiming and phasing of works",
    "o\tSite specific demolition and hard surface removal specifications",
    "o\tSite specific construction specifications (e.g. in connection with foundations, bridging, water features, surfacing)",
    "o\tAccess arrangements and car parking",
    "o\tLevel changes",
    "o\tLandscaping proposals",
    "o\tA Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces.",
    "o\tSoil remediation plans, where unauthorised access has damaged root protection areas in the construction exclusion zones.",
    "o\tDetails of the arboricultural supervision schedule.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "*Using the most recent revision the of the Standard** Plans must be of a minimum scale of 1:200 (unless otherwise agreed by the Local Planning Authority)",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies D8, G1, G5, G7, SI1, and SI2 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| Prior to the commencement of the development, details shall be submitted to the Local Planning Authority for approval in writing, of plant/ machinery/ equipment/ducting/air in- and outlets/ mechanical installations and their external rating noise level, together with mitigation measures as appropriate. The measures shall ensure that the external rating noise level LAeq emitted will be lower than the lowest existing background sound level LA90 by 10dBA at the most noise sensitive receiver locations at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all plant/equipment operating together at maximum capacity. Where required, a post installation sound assessment shall be submitted to the Local Planning Authority for approval in writing. The assessment shall be carried out to confirm compliance with the noise criteria and shall include additional steps to mitigate noise as necessary.",
    "Approved details shall be implemented prior to occupation/ use of plant/ machinery/ equipment and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies and D14 of the London Plan (2021), the National Planning Policy Framework (2021) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| a)\tPrior to construction completion and occupation, the Development shall implement and maintain, and in the case of energy generation equipment confirm as operational, the approved measures to achieve an overall sitewide reduction in regulated CO2 emissions against SAP10.2 (or any later version) of at least 37.24% (equating to 5.4 tonnes of CO2 per year) beyond Building Regulations Part L 2021 (or any later version). These CO2 savings shall be achieved through the Lean, Clean, Green Energy Hierarchy as detailed in the approved Energy Statement prepared by RPS in December 2022 (v5) including:",
    "i.\tLean, passive design measures to achieve an annual reduction of at least 15.17% equating to at least 2.2 tonnes in regulated carbon dioxide (CO2) emissions over BR Part L 2021.",
    "ii.\tGreen, renewable energy equipment including the incorporation of photovoltaic panels with a combined total capacity of at least 58 kWp, and Air Source Heat Pumps to achieve an annual reduction of at least 22.07%, equating to 3.2 tonnes, in regulated carbon dioxide (CO2) emissions over Part L 2021.",
    "iii.\tSeen, heat and electric meters installed to monitor the performance of the PV and the carbon efficiency (SCOP) of the heat pump system (including the heat generation and the electrical parasitic loads of the heat pumps), in line with the Council's monitoring requirements.",
    "b)\tPrior to Installation, details of the proposed renewable energy equipment, and associated monitoring devices required to identify their performance, shall be submitted to the Council for approval. The details shall include the heat distribution loop schematics, the exact number of heat pumps, the heat pump thermal kilowatt output, heat output pipe diameter(s), parasitic load supply schematics, monthly energy demand profile, and the exact number of PV arrays, the kWp capacity of each array, the orientation, pitch and mounting of the panels, and the make and model of the panels. The name and contact details of the renewable energy installation contractor(s), and if different, the commissioning electrical or plumbing contractor, should be submitted to the Council prior to installation.",
    "c)\tOn completion of the installation of the renewable energy equipment copies of the MCS certificates and all relevant commissioning documentation shall be submitted to the Council.",
    "d)\tThe development shall incorporate the overheating mitigation measures detailed in the dynamic Overheating Analysis by RPS (December 2022 Energy Strategy). Any later stage version shall be compliant with CIBSE guidance Part O TM52, and modelled against the TM49 DSY1 (average summer) weather data files, and the more extreme weather DSY2 (2003) and DYS3 (1976) files for TM59 criteria (a) and (b).",
    "e)\tWithin three months of the occupation/first-use of the development a two-page summary report prepared by a professionally accredited person comparing the \"as built stage\" TER to BER/DER figures against those in the final energy strategy along with the relevant Energy Performance Certificate(s) (EPC) and/or the Display Energy Certificate(s) (DEC's) shall be submitted to the Council for approval.",
    "Reason: In the interest of addressing climate change and to secure environmentally sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2020, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012.",
    "| Details of biodiverse landscaping, boundary treatments, wildlife meadow roofs, and a detailed Landscaping Management Plan for a minimum period of 5 years from the implementation of final planting shall be submitted to and approved in writing by the local planning authority prior to the first occupation of the new build office space hereby approved. The development shall be implemented only in accordance with these approved details and retained thereafter.",
    "Any planting that is part of the approved scheme that within a period of five years after planting is removed, dies or becomes seriously damaged or diseased, shall be replaced in the next planting season. All planting shall be replaced with others of a similar size and species and in the same position and shall be retained thereafter.",
    "Reason: To ensure a satisfactory standard of appearance and setting for the development and to ensure that the proposed development enhances biodiversity and the visual amenity of the locality, in accordance with policies 5.10, 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies S4 and G5 of the London Plan (2021) and the Mayor's Supplementary Planning Guidance on Play and Informal Recreation; the London Environment Strategy (2018) and the National Planning Policy Framework (2023).",
    "| Prior to the occupation of the development hereby approved, a Car Parking Management and Emergency Vehicle Plan shall be submitted and approved in writing by the Local Planning Authority. This plan shall detail the arrangements for the management of:",
    "-\tBlue Badge car parking.",
    "-\tHow the two spaces are monitored, managed and enforced.",
    "-\tHow the detailed plan will manage access to future disabled users of the development site, considering that parking rates for blue badge parking within the Ealing Broadway Shopping Centre apply.",
    "-\tMeasures for preventing parking in undesignated places throughout the site.",
    "-\tThe provision of Electric Vehicle Charging Points (EVCP) - 20 per cent of the car parking spaces shall be fitted with active electric car charging provision and the remainder of car parking spaces shall be fitted with passive provision (80 per cent).",
    "-\tEmergency Vehicle details",
    "Reason: To provide adequate facilities for disabled drivers, in accordance with policies T6 and D5 of the London Plan 2021 and Ealing Development (Core) Strategy policy 1.1(h).",
    "| Notwithstanding any information submitted, a detailed Travel Plan designed to manage the transport needs of the occupiers of the development, including measures to minimise car usage and promote alternative modes of transport  shall be submitted to and approved in writing by the Local Planning Authority. The revised and detailed Travel Plan shall be prepared in accordance with the Transport for London Travel Plan Guidance and Ealing's Sustainable Transport for New Development SPD in use at the time of its preparation. The development shall be carried out strictly in accordance with the approved Travel Plan.",
    "Reason: To promote sustainable modes of transport, and to ensure that the development does not exacerbate congestion on the local road network, in accordance with policies 1.1 (f) (g) of the Ealing Development Strategy 2026 (2012); policies T2, T3 and T4 of the London Plan (2021); and Ealing's Sustainable Transport for New Development SPG.",
    "| The proposed educational building must achieve Secured by Design accreditation prior to first occupation of the development hereby approved and thereafter permanently retained.",
    "Within three (3) months of first occupation, evidence that Secure by Design Accreditation has been achieved shall be provided in writing to the Local Planning Authority.",
    "Reason: To ensure a safe and secure environment and reduce the fear of crime in accordance with policies D3 and D11 of the London Plan (2021).",
    "| a)\tThe non-residential element of the development shall be registered with Building Research Establishment (BRE) and achieve BREEAM rating of \"Excellent\" with a score of 74.08% as detailed in the pre-assessment carried out by RPS in July 2022 (v1), including an EPRNC (Ene01) rating of \"Excellent\" (>4), based on the latest BREEAM NC Technical guidance.",
    "b)\tWithin 3 months of completion of each non-residential element of the development, Interim BREEAM NC Assessment and related Certification verified by the BRE shall be submitted to the Local Planning Authority for written approval.",
    "c)\tWithin 3 months from the date of first occupation of each non-residential element of the development, BREEAM 'Post Construction Stage' Assessment and related Certification verified by the BRE should be submitted to the Local Planning Authority for written approval confirming the BREEAM standard and measures have been implemented.",
    "d)\tFollowing any approval of a 'Post Construction Stage' assessment and certification of the development, the approved measures and technologies to achieve the BREEAM Very Good or higher standard shall be retained in working order in perpetuity.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2020, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012, policies LV5.2 and 7A of the Ealing Development Management DPD 2013, and Policies 1.1(k) and 1.2(f) of the Ealing Development (Core) Strategy 2012.",
    "| Within 12 months of the date of this permission until a community use agreement prepared in consultation with Sport England has been submitted to and approved in writing by the Local Planning Authority, and a copy of the completed approved agreement has been provided to the Local Planning Authority. The agreement shall apply to artificial grass pitches, toilet provision and car parking and include details of pricing policy, hours of use, access by non-educational establishment users management responsibilities and a mechanism for review as well as an appended 3 to 5 year Community Sports Development Plan which sets out the vision for community sport, the identified local sporting needs the new facilities are meeting, associated usage targets and how the use by the community of the existing and proposed sports facilities may impact on participation levels and the health and wellbeing of local residents. The Community Sports Development Plan will need to be reviewed and renewed after each time period in line with the management and programme review sections of the Community Use Agreement. The development shall not be used otherwise than in strict compliance with the approved agreement.",
    "Reason: To secure well managed safe community access to the sports facility/facilities, to ensure sufficient benefit to the development of sport and to accord with Development Plan Policy **",
    "| Before the artificial grass pitches are brought into use, a Management and Maintenance Scheme for the facility including management responsibilities, a maintenance schedule and a mechanism for review shall be submitted to and approved in writing by the Local Planning Authority after consultation with Sport England , this should include measures to ensure the replacement of the Artificial Grass Pitch within the manufacturer's specified period; a containment strategy and recycling strategy for the Artificial Grass Pitch. The measures set out in the approved scheme shall be complied with in full, with effect from commencement of use of the artificial grass pitches.",
    "Reason: To ensure that a new facilities are capable of being managed and maintained to deliver facilities which is fit for purpose, sustainable and to ensure sufficient benefit of the development to sport and to accord with Development Plan Policy **",
    "| The development hereby approved shall not be occupied until refuse and recycling storage within a secure enclosure has been provided in accordance with the designated location identified in the approved drawings listed under condition 2 and in accordance with the Local Planning Authority Standards and has been fully implemented and made available for use. These facilities shall permanently retained thereafter.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policy SI 8 of the London Plan (2021).",
    "| All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.",
    "Reason: To safeguard adjoining occupiers of the development against unacceptable noise, disturbance and emissions, policies 1.1(j) of the Ealing Development (Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing's Development Management DPD (2013) and policy SI1 of the London Plan(2021); and National Planning Policy Framework (2021).",
    "| Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), the National Planning Policy Framework (2021) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| At no time during the emission of noise shall any door or window be fixed in an open position.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise /odour /smoke /fumes, in accordance with policy 7A of the Ealing Development Management DPD (2013), policy D14 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| In order to implement Ealing Council DPD policy E5.2.3 (post-construction energy equipment monitoring), and key parts of London Plan policy SI2 (\"be Seen\"), the developer shall:",
    "a)\tEnter into a Unilateral Undertaking with the Council to secure a financial contribution for the post-construction monitoring of the renewable/low carbon technologies to be incorporated into the development and/or the energy use of the development as per energy and CO2 Condition(s).",
    "b)\tUpon final construction of the development, and prior to occupation, the agreed suitable devices for monitoring the performance/efficiency of the renewable/low-carbon energy equipment shall be installed. The monitored data shall be automatically submitted to the Council at daily intervals for a period of four years from occupation and full operation of the energy equipment. The installation of the monitoring devices and the submission and format of the data shall be carried out in accordance with the Council's approved specifications as indicated in the Automated Energy Monitoring Platform (AEMP) information document. The developer must contact the Council's chosen AEMP supplier (Energence Ltd) on commencement of construction to facilitate the monitoring process.",
    "c)\tUpon final completion of the development and prior to occupation, the developer must submit to the Council proof of a contractual arrangement with a certified contractor that provides for the ongoing, commissioning, maintenance, and repair of the renewable/low-carbon energy equipment for a period of four years from the point that the building is occupied and the equipment fully operational. Any repair or maintenance of the energy equipment must be carried out within one month of a performance problem being identified.",
    "Reason: To monitor the effectiveness and continued operation of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an in-situ evidence base on the performance of such equipment in accordance with London Plan (2021) policy SI2 (\"Be Seen\" stage of the energy hierarchy), Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD policy 5.2, E5.2.3, and Policy 2.5.36 (Best Practice) of the Mayor's Sustainable Design & Construction SPG.",
    "| In order to demonstrate compliance with the 'be seen' post-construction monitoring requirement of Policy SI 2 of the London Plan, the legal Owner shall at all times and all in all respects comply with the energy monitoring requirements set out in points a, b and c below. In the case of non-compliance the legal Owner shall upon written notice from the Local Planning Authority immediately take all steps reasonably required to remedy non-compliance.",
    "a)\tWithin four weeks of planning permission being issued by the Local Planning Authority, the Owner is required to submit to the GLA accurate and verified estimates of the 'be seen' energy performance indicators, as outlined in Chapter 3 'Planning stage' of the GLA 'Be seen' energy monitoring guidance document, for the consented development. This should be submitted to the GLA's monitoring portal in accordance with the 'Be seen' energy monitoring guidance.",
    "b)\tOnce the as-built design has been completed (upon commencement of RIBA Stage 6) and prior to the building(s) being occupied (or handed over to a new legal owner, if applicable), the legal Owner is required to provide updated accurate and verified estimates of the 'be seen' energy performance indicators for each reportable unit of the development, as per the methodology outlined in Chapter 4 'As-built stage' of the GLA 'Be seen' energy monitoring guidance. All data and supporting evidence should be uploaded to the GLA's monitoring portal. In consultation with the Council's chosen Automated Energy Monitoring Platform provider the owner should also confirm that suitable monitoring devices have been installed and maintained for the monitoring of the in-use energy performance indicators, as outlined in Chapter 5 'In-use stage' of the GLA 'Be seen' energy monitoring guidance document.",
    "c)\tUpon completion of the first year of occupation following the end of the defects liability period (DLP) and for the following four years, the legal Owner is required to provide accurate and verified annual in-use energy performance data for all relevant indicators under each reportable unit of the development as per the methodology outlined in Chapter 5 'In-use stage' of the GLA 'Be seen' ene"
  ],
  "postcode": "UB1 3BT",
  "application_type": "All Other",
  "decision_date": "27/09/2024",
  "parking_details": {
    "no_proposed_car": 62,
    "net_cycle": 15,
    "net_car": -9,
    "no_existing_car": 71,
    "no_proposed_cycle": 45,
    "no_existing_cycle": 30
  },
  "status": "Approved",
  "centroid_easting": 512977,
  "valid_date": "12/12/2022",
  "borough": "Ealing",
  "subdivision_of_building": "Proposed teaching building has no impact on existing buildings.",
  "decision_target_date": null,
  "id": "Ealing-225225FUL",
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T20:39:07.195+00:00",
  "street_name": "Boyd Avenue",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 180207,
  "application_details": {
    "open_and_protected_space_details": {
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_loss": 0,
      "open_space_local_and_other_area_loss": 0,
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_space_mol_area_gain": 0,
      "open_spaces_details": [
        {
          "area": 1530,
          "access": "Restricted",
          "land_swap": false,
          "open_space_designation": "Other",
          "description": "Open hard and soft landscaped area for pupil's activities",
          "open_space_type": "Non-residential institution grounds or garden"
        }
      ],
      "open_space_green_belt_area_gain": 0
    },
    "non_residential_details": {
      "total_gia_existing": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 4725,
      "total_gia_lost": 0,
      "total_gia_gained": 4725
    },
    "ownership_status": "Public",
    "site_area": 2.053,
    "garden_land_lost": false,
    "scheme_phasing": true,
    "existing_uprns": null,
    "total_gia_gained": 4725,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "waste_provision": true,
      "total_annual_pm_emissions": 10080,
      "no_new_water_connections_required": 3,
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 1,
      "percentage_demolition_construction_material_recycling": 0,
      "chp_heat_pumps_capacity": 310,
      "solar_pv_capacity": 58,
      "fire_suppression_system_proposed": true,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 460,
      "no_new_gas_connections_required": 1,
      "total_annual_nox_emissions": 0,
      "ghg_reduction_over_building_regulations": true,
      "no_resi_units_to_have_full_fibre": 0
    },
    "total_gia_lost": 0,
    "grey_water_reuse": false,
    "phasing_details": [
      {
        "phase_detail": "Phase 1",
        "intended_completion_date": "01/2025",
        "intended_commencement_date": "06/2023"
      }
    ],
    "total_gia_existing": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "D1",
        "gia_gained": 4725,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Between £2m and £100m",
    "surface_water_discharge_percentage_reduction": 94,
    "lead_developer_company_name": "Osborne",
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 16.1,
        "building_ref": "New Teaching Building"
      }
    ],
    "green_suds": true,
    "uk_company_registration_no": "10735247",
    "rain_water_harvesting": false,
    "scheme_name": "Villiers High School - New Teaching Building",
    "internal_resi_water_usage": 0
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              513022.3329017,
              180183.2923243
            ],
            [
              512999.9970312,
              180093.3480706
            ],
            [
              512998.7025566,
              180088.1395615
            ],
            [
              512995.2973464,
              180074.4534791
            ],
            [
              512990.0534875,
              180053.3495201
            ],
            [
              512992.147733,
              180039.5534691
            ],
            [
              512959.5467614,
              180042.3526679
            ],
            [
              512954.4513137,
              180042.7525534
            ],
            [
              512948.5478499,
              180043.302396
            ],
            [
              512935.8009855,
              180044.3520955
            ],
            [
              512890.9478531,
              180048.3009652
            ],
            [
              512898.7971513,
              180107.3540614
            ],
            [
              512900.2977524,
              180118.2509422
            ],
            [
              512914.7513445,
              180158.3494641
            ],
            [
              512915.8479376,
              180161.3486056
            ],
            [
              512916.1035345,
              180161.9484339
            ],
            [
              512917.2578431,
              180165.1875068
            ],
            [
              512917.7690368,
              180166.6170975
            ],
            [
              512919.3520886,
              180171.0358327
            ],
            [
              512920.4981521,
              180174.2549112
            ],
            [
              512921.701931,
              180177.5539669
            ],
            [
              512928.8998693,
              180197.6982007
            ],
            [
              512942.0012714,
              180233.7978673
            ],
            [
              512950.8976924,
              180258.200882
            ],
            [
              512976.9026151,
              180253.2023128
            ],
            [
              512981.0498808,
              180252.4025417
            ],
            [
              512999.9970312,
              180248.4036864
            ],
            [
              513004.3998938,
              180247.6039153
            ],
            [
              513007.4505664,
              180247.004087
            ],
            [
              513009.3964009,
              180246.6541872
            ],
            [
              513021.2033284,
              180244.3048597
            ],
            [
              513027.7004365,
              180242.9452488
            ],
            [
              513031.2540578,
              180242.1954635
            ],
            [
              513036.6463278,
              180241.0857811
            ],
            [
              513035.2529125,
              180235.3474237
            ],
            [
              513022.3329017,
              180183.2923243
            ]
          ],
          [
            [
              512987.0522853,
              180154.7005086
            ],
            [
              512987.5469889,
              180154.4505802
            ],
            [
              512989.5505388,
              180160.9487201
            ],
            [
              512990.251369,
              180161.2986199
            ],
            [
              512989.1960012,
              180161.5985341
            ],
            [
              512987.0522853,
              180154.7005086
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Southall Broadway"
}