{
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/242567HH;",
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "application_type_full": "Householder planning permission",
  "application_details": {
    "existing_uprns": null,
    "intended_completion_date": "08/2025",
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "11/2024",
    "total_gia_gained": 37,
    "no_additional_bedrooms": 0
  },
  "wgs84_polygon": null,
  "site_name": "67 The Park",
  "centroid_easting": 517750,
  "site_number": null,
  "development_type": null,
  "decision_date": "17/09/2024",
  "appeal_start_date": null,
  "lapsed_date": "17/09/2027",
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_status": null,
  "lpa_name": "Ealing",
  "centroid_northing": 180068,
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing numbers:",
    "Location Plan PL-010 Rev 04, PL-015 Rev 04, PL-020 Rev 01, PL-030 Rev 01, PL-031 Rev 04, PL-100 Rev 07, PL-200 Rev 08, PL-300 Rev 08, PL-301 Rev 07, Design & Access Statement by Lewandowski Architects (June 2024), Arboricultural Impact Assessment Rev B (May 2024), Plan of Tree Constraints Rev A (May 2024), Tree Protection Plan Rev B (May 2024), Arboricultural Method Statement by Merewood Arboricultural Consultancy Services (May 2024)",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | All external materials to be used in the development shall match the appearance of those of the existing building.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with Ealing Development Management DPD (2013) policies 7.4 and 7B; London Plan (2021) policy D3 and National Planning Policy Framework (2023). | No part of the roof of the rear extension shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason: To protect residential amenity, in accordance with policies 1.1 and 2.1 of the Ealing Development Strategy (2012), policies 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policy D6 of the London Plan (2021), and the National Planning Policy Framework (2023). | Control measures shall ensure that the following standards are implemented:",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays, 0800 -1300 Saturdays,",
    "- notifications of works to interested parties and regular neighbour liaison,",
    "- public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A and 7B of the Ealing Development Management Development Plan Document (2013), policies SI1 and D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2023). | The development shall be implemented in accordance with the Tree Protection Plan Rev B (May 2024) and the Arboricultural Method Statement by Merewood Arboricultural Consultancy Services (May 2024). All tree protection methods detailed in the approved Arboricultural Method Statement and Tree Protection Plan shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the  site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines. | The development hereby approved shall be constructed in accordance with a suitable Tree Monitoring Program.",
    "(a) Prior to the commencement of development (including ground works and site clearance), the following shall be submitted to and approved by the Local Planning Authority:",
    "A proposed tree monitoring program to include:",
    "o\tConfirmation of who shall be the lead arboriculturist for the development.",
    "o\tConfirmation of the Site Manager, key personnel, their key responsibilities and contact details.",
    "o\tDetails of induction procedures for all personnel in relation to Arboricultural matters.",
    "o\tPrestart meeting with key personnel and Ealing Council Tree Officer regarding tree protection. If Tree Officer is unable to attend, the minutes of the meeting must be recorded and emailed to the tree officer.",
    "o\tInitial implementation/installation of the tree protection measures to be installed; Photos must be sent to the Tree officer prior to the start of works hereby approved.",
    "o\tA detailed timetable of events for arboricultural supervision concerning all tree protection measures within the approved Tree Protection Plan, including:",
    "o\tThe installation of underground services.",
    "o\tAll below ground construction within the root protection area of trees on or off site.",
    "o\tApproved incursions into construction exclusion zones.",
    "o\tFinal removal of the tree protection measures.",
    "o\tProcedures for dealing with non-approved incursions into the construction exclusion zones as detailed in the approved Arboricultural Method Statement.",
    "(b) Following details shall be submitted to and approved by the Local Authority Tree Officer:",
    "o\tResults of each site visit by the lead arboriculturist with photos attached immediately following each visit.",
    "o\tWithin three months of first use of the development hereby approved, a report containing the Assessment of the retained and planted trees including any necessary remedial action as a result of damage incurred during construction.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines. | A suitable scheme of proposed tree planting and pits shall be submitted to and approved by the Local Planning Authority prior to the first use of the development hereby approved.",
    "No operations shall commence on site in connection with the development hereby approved until a suitable scheme of proposed tree planting and tree pits have been submitted to and approved by the Local Planning Authority.  The scheme shall include the following comprehensive details of all trees to be planted:",
    "o\tFull planting specification - tree size, species, the numbers of trees and any changes from the original application proposals.",
    "o\tLocations of all proposed species.",
    "o\tComprehensive details of ground/tree pit preparation to include:",
    "-  Plans detailing adequate soil volume provision to allow the tree to grow to maturity",
    "- Engineering solutions to demonstrate the tree will not interfere with structures (e.g. root barriers/deflectors) in the future",
    "- Staking/tying method(s).",
    "- Five year post planting maintenance and inspection schedule.",
    "All tree planting must be carried out in full accordance with the approved scheme in the nearest planting season (1st October to 28th February inclusive). The quality of all approved tree planting should be carried out to the levels detailed in British Standard 8545, Trees: from nursery to independence in the landscape - Recommendations.",
    "Any trees which die, are removed, uprooted, significantly damaged, become diseased or malformed within five years from the completion of planting, must be replaced during the nearest planting season (1st October to 31st March inclusive) with a tree/s of the same size, species and quality as previously approved.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines. | No trees, shrubs or hedges within the site which are shown to be retained on the approved plans shall be felled, uprooted, damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "If a tree marked on the tree report to be retained is removed without consent, or dying, or being severely damaged, or becoming seriously diseased (crown more than 50% sparse), within 5 years from the start of work on the development hereby permitted, a replacement tree shall be planted on the site or surrounding area reflecting the CAVAT value of the tree, or a proportion of its value reflecting the damage. This penalty shall be sought, unless the Local Planning Authority has given written consent to any variation.",
    "Reason: to secure the protection throughout the time that development is being carried out, of trees, shrubs and hedges growing within the site which are of important amenity value to the local landscape."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "The Park",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.304742,
    "lat": 51.507284
  },
  "cil_liability": false,
  "valid_date": "04/07/2024",
  "postcode": "W5 5NP",
  "bo_system": "CSV Data Import",
  "borough": "Ealing",
  "id": "Ealing-242567HH",
  "application_type": "Householder",
  "parking_details": {
    "no_proposed_car": 1,
    "net_car": 0,
    "no_existing_car": 1
  },
  "decision_target_date": "20/09/2024",
  "pp_id": "PP-13208815",
  "last_updated_by": "Planning Portal ingest",
  "locality": "London",
  "uprn": "000012193356",
  "last_date_consultation_comments": null,
  "title_number": null,
  "decision": "Approved",
  "last_updated": "2025-03-19T20:15:58.731+00:00",
  "polygon": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "ward": "Ealing Common",
  "appeal_decision": null,
  "lpa_app_no": "242567HH",
  "description": "Part single storey, part two storey rear extension",
  "date_building_work_completed_under_previous_permission": null
}