{
  "cil_liability": true,
  "last_updated": "2025-03-20T13:08:22.195+00:00",
  "application_details": {
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 7.8,
        "building_ref": "New House"
      }
    ],
    "affordable_housing_fast_track": true,
    "total_gia_lost": 0,
    "site_area": 0.045000000000000005,
    "internal_resi_water_usage": 0,
    "total_gia_existing": 123,
    "green_suds": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "green_roof_area": 0,
      "waste_provision": true,
      "no_new_water_connections_required": 1,
      "percentage_demolition_construction_material_recycling": 0,
      "fire_suppression_system_proposed": false,
      "mobile_network_operators_consultation": false,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 1,
      "no_resi_units_to_have_full_fibre": 1
    },
    "surface_water_discharge_percentage_reduction": 85,
    "rain_water_harvesting": false,
    "ownership_status": "Private",
    "existing_uprns": null,
    "total_gia_gained": 6,
    "grey_water_reuse": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 123,
        "use_class": "C3",
        "gia_gained": 6,
        "gia_lost": 0
      }
    ],
    "phasing_details": [
      {
        "phase_detail": "n/a",
        "intended_completion_date": "11/2022",
        "intended_commencement_date": "10/2022"
      }
    ],
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 6,
      "total_gia_existing": 123,
      "total_gia_lost": 0
    },
    "garden_land_lost": false,
    "projected_cost_of_works": "Up to £2m"
  },
  "decision_target_date": "28/02/2023",
  "parking_details": null,
  "postcode": "RM7 9HT",
  "appeal_decision_date": null,
  "locality": null,
  "status": "Approved",
  "centroid_easting": 549997,
  "lapsed_date": "28/02/2026",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              549986.54,
              188086.509
            ],
            [
              550001.084,
              188090.216
            ],
            [
              550007.359,
              188062.267
            ],
            [
              550004.792,
              188060.271
            ],
            [
              549991.958,
              188058.274
            ],
            [
              549986.54,
              188086.509
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "centroid_northing": 188074,
  "ward": "Rush Grn & Crowlands",
  "lpa_app_no": "P1604.22",
  "pp_id": "11573936",
  "bo_system": "CSV Data Import",
  "borough": "Havering",
  "valid_date": "31/10/2022",
  "title_number": null,
  "decision_agency": "Borough",
  "uprn": "100021358376",
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "last_date_consultation_comments": "24/02/2023",
  "actual_completion_date": null,
  "application_type_full": "Full planning permission",
  "application_type": "All Other",
  "appeal_status": null,
  "site_number": null,
  "secondary_street_name": null,
  "subdivision_of_building": "Western side building ground floor and first floor.",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "street_name": "Romford",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1628754,
          51.5717042
        ],
        [
          0.1630867,
          51.5717337
        ],
        [
          0.16316529999999999,
          51.5714809
        ],
        [
          0.1631274,
          51.5714636
        ],
        [
          0.1629415,
          51.5714491
        ],
        [
          0.1628754,
          51.5717042
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid": {
    "lat": "51.5715891",
    "lon": "0.1630209"
  },
  "epc_number": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1604.22",
  "lpa_name": "Havering",
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "site_name": "20 Ainsley Avenue",
  "decision": "Approved",
  "id": "Havering-P1604.22",
  "description": "Conversion of a 2 storey semi-detached dwelling into 1 x  3-bed and 1 x 2-bed 2 storey dwellings involving ground and first floor extensions to front and side, alterations to first floor rear extension, raising of ridge height, alterations to fenestration and alterations to front parking area to include proposed vehicle crossover",
  "decision_date": "28/02/2023",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.",
    "Before the building(s) hereby permitted is first occupied, the area set aside for car parking shall be laid out and surfaced to the satisfaction of the Local Planning Authority and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety.",
    "Prior to the commencement of the development hereby approved, details of all proposed walls, fences and boundary treatment shall be submitted to, and approved in writing by, the Local Planning Authority.  The boundary development shall then be carried out in accordance with the approved details and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:",
    "Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to commencement will protect the visual amenities of the development and prevent undue overlooking of adjoining property.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "Prior to the first occupation of the development, details shall be submitted to and agreed in writing by the Local Planning Authority for the installation of Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with the agreed details and shall thereafter be permanently retained.",
    "Reason: To minimise the impact of building emissions on local air quality.",
    "No work shall be carried out on the site between the hours of 08.00 hours and 18.00 hours Mondays to Fridays, between the hours of 08.00 hours  and 13.00 hours on Saturdays, nor at any time on Sundays, Bank or Public Holidays.",
    "Reason: To minimise the impact of the development on the surrounding area in the interests of amenity.",
    "All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, other than porches erected in accordance with the Order, no extension or enlargement (including additions to roofs) shall be made to the dwellinghouse(s) hereby permitted, or any detached building erected, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal",
    "The proposal involves works which affect the highway and/or its verge.  Before commencing such works you must obtain separate consent of the Highway Authority.  Please contact the Streetcare on 01708 432563.",
    "Before occupation of the residential/ commercial unit(s) hereby approved, it is a requirement to have the property/properties officially Street Named and Numbered by our Street Naming and Numbering Team.  Official Street Naming and Numbering will ensure that that Council has record of the property/properties so that future occupants can access our services.  Registration will also ensure that emergency services, Land Registry and the Royal Mail have accurate address details.  Proof of having officially gone through the Street Naming and Numbering process may also be required for the connection of utilities. For further details on how to apply for registration see:",
    "https://www.havering.gov.uk/Pages/Services/Street-names-and-numbering.aspx",
    "A fee is required when submitting details pursuant to the discharge of conditions.  In order to comply with the Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012, (as amended), a fee of £116 per request or £34 where the related permission was for extending or altering a dwellinghouse, is needed.",
    "The proposal would be liable for the Mayor of London and Havering Community Infrastructure Levy (CIL). Based upon the information supplied with the application, the Mayoral CIL payable would be £2,550 based on the calculation of £25.00 per square metre (102sqm net increase) and the Havering Community Infrastructure Levy (HCIL) would be a charge of £12,750 based on calculation of £125 per square metre. Each would be subject to indexation.",
    "Further details with regard to CIL are available from the Council's website.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the applicant and agent via telephone on 23/01/2023. The revisions involved reducing the cumulative width of the first-floor rear extensions. The amendments were subsequently submitted on 30/01/2023."
  ],
  "development_type": null
}