{
  "postcode": null,
  "uprn": null,
  "decision_agency": "Borough",
  "locality": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=28460/APP/2022/267",
  "centroid": {
    "lat": "51.530174",
    "lon": "-0.4512711"
  },
  "application_type_full": "Householder planning permission",
  "ward": "BRUNEL",
  "last_date_consultation_comments": "08/03/2022",
  "cil_liability": false,
  "status": "Refused",
  "bo_system": "CSV Data Import",
  "title_number": [
    "Unregistered"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 212.79,
    "no_additional_bathrooms": 3,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "12/2022",
    "intended_commencement_date": "03/2022",
    "site_area": 0.054000000000000006
  },
  "centroid_northing": 182388,
  "decision_date": "08/04/2022",
  "epc_number": null,
  "actual_commencement_date": null,
  "secondary_street_name": null,
  "id": "Hillingdon-28460_APP_2022_267",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507509.0198,
              182412.774
            ],
            [
              507517.751,
              182416.2136
            ],
            [
              507543.8125,
              182362.2385
            ],
            [
              507535.875,
              182358.6666
            ],
            [
              507509.0198,
              182412.774
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "description": "Erection of a single storey rear extension and construction of additional storey to convert bungalow into a two storey dwelling.",
  "lapsed_date": "08/04/2025",
  "lpa_app_no": "28460/APP/2022/267",
  "last_updated": "2025-03-20T17:45:40.754+00:00",
  "application_type": "Householder",
  "site_name": "20 NICHOLLS AVENUE",
  "appeal_decision_date": null,
  "site_number": null,
  "appeal_decision": null,
  "development_type": null,
  "appeal_start_date": null,
  "decision_conditions": [
    "The proposed development by reason of its size, scale, bulk, massing and design would result in an incongruous and visually intrusive form of development that could not be considered to constitute subordinate additions to the existing dwellinghouse and the works would fail to respect the architectural composition of the existing dwellinghouse. The proposed development would also fail to harmonise with the established built environment and rythym of development between Nos.2 and 24 Nicholls Avenue resulting in a detrimental impact on the character and appearance of this part of Nicholls Avenue. The proposal would therefore be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (2012), Policies DMHB 11, DMHB 12 and DMHD 1 of the Hillingdon Local Plan: Part Two- Development Management Policies (2020).",
    "The proposed two storey front extension, by reason of the size, scale, bulk and design, would fail to harmonise with the architectural composition of the original dwelling and would be detrimental to the character, appearance and visual amenities of the street scene and the surrounding area. Therefore the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policies DMHB 11, DMHB 12 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020) and policies D4 and D8 of the London Plan (2021).",
    "The proposed development, by virtue of its proximity, size, scale, height and design would be detrimental to the residential amenities of the neighbouring occupiers at No.22 Nicholls Avenue, in terms of loss of light, outlook, overshadowing, sense of enclosure and overbearing effect. The proposal would therefore be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (2012) and Policy DMHB 11 of the Hillingdon Local Plan: Part Two- Development Management Policies (2020).",
    "The proposed development has failed to demonstrate that it would provide an adequate level of outlook for the future occupiers of BEDROOM 5 due to its reliance solely on rooflights, which are set at a high level. The proposal would therefore give rise to a substandard form of living accommodation to the detriment of the amenities of future occupiers contrary to Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies and Policy D6 of the London Plan (2021).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "decision": "Refused",
  "actual_completion_date": null,
  "decision_process": "Delegated",
  "parking_details": null,
  "pp_id": "10388160",
  "date_building_work_completed_under_previous_permission": null,
  "subdivision_of_building": null,
  "street_name": "HILLINGDON",
  "centroid_easting": 507526,
  "decision_target_date": "08/04/2022",
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "valid_date": "11/02/2022",
  "last_updated_by": "Planning Portal ingest",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4515083,
          51.5303999
        ],
        [
          -0.4513814,
          51.5304292
        ],
        [
          -0.4510223,
          51.5299391
        ],
        [
          -0.4511378,
          51.5299085
        ],
        [
          -0.4515083,
          51.5303999
        ]
      ]
    ],
    "type": "Polygon"
  }
}