{
  "borough": "Havering",
  "subdivision_of_building": "Extension to connect to existing Unit 27, Easter Industrial Park, Ferry Lane, Rainham. \n\nInclusion of an additional fire access door to the existing Unit 27 (to meet required escape distances) and a pedestrian double access door to connect the existing Unit 17 and proposed extension, as well as the closure of the existing loading and dock doors. ",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1819123,
          51.5025395
        ],
        [
          0.1820283,
          51.5025982
        ],
        [
          0.1821157,
          51.5025893
        ],
        [
          0.18223009999999998,
          51.5024909
        ],
        [
          0.1820148,
          51.5023987
        ],
        [
          0.18171009999999999,
          51.5022715
        ],
        [
          0.1816902,
          51.5022634
        ],
        [
          0.1816586,
          51.5022554
        ],
        [
          0.1816209,
          51.5022427
        ],
        [
          0.1815695,
          51.5022303
        ],
        [
          0.1815203,
          51.5022202
        ],
        [
          0.1814791,
          51.5022161
        ],
        [
          0.18142219999999998,
          51.5022111
        ],
        [
          0.18132859999999998,
          51.5022128
        ],
        [
          0.1812586,
          51.502219
        ],
        [
          0.1812025,
          51.5022286
        ],
        [
          0.1811121,
          51.5022571
        ],
        [
          0.1810853,
          51.5022673
        ],
        [
          0.18105659999999998,
          51.5022788
        ],
        [
          0.1809101,
          51.5024009
        ],
        [
          0.18147459999999999,
          51.5026536
        ],
        [
          0.18172049999999998,
          51.502448
        ],
        [
          0.1819123,
          51.5025395
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "Unit 27, 27 Ferry Lane",
  "reference_no_of_permission_being_relied_on": null,
  "epc_number": "0650-0230-3799-0128-0006",
  "last_updated": "2025-03-19T22:27:08.317+00:00",
  "locality": null,
  "centroid_easting": 551508,
  "lpa_name": "Havering",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Rainham",
  "site_number": null,
  "lapsed_date": "26/04/2027",
  "secondary_street_name": null,
  "cil_liability": true,
  "application_details": {
    "existing_uprns": null,
    "garden_land_lost": false,
    "scheme_name": "Unit 27A , Beam Reach ",
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "B8",
        "gia_gained": 1075,
        "gia_lost": 0
      }
    ],
    "total_gia_gained": 1075,
    "projected_cost_of_works": "Up to £2m",
    "affordable_housing_fast_track": false,
    "site_area": 0.23800000000000002,
    "rain_water_harvesting": false,
    "total_gia_existing": 0,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 1075,
      "total_gia_existing": 0,
      "total_gia_gained": 1075,
      "total_gia_lost": 0
    },
    "green_suds": false,
    "grey_water_reuse": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development ",
        "intended_completion_date": "08/2025",
        "intended_commencement_date": "01/2025"
      }
    ],
    "infrastructure_details": {
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "total_annual_pm_emissions": 0,
      "waste_provision": true,
      "no_new_water_connections_required": 0,
      "no_new_gas_connections_required": 0,
      "green_roof_area": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_homes_passive_cooling": 0,
      "fire_suppression_system_proposed": false,
      "mobile_network_operators_consultation": false,
      "percentage_demolition_construction_material_recycling": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "ghg_reduction_over_building_regulations": true
    },
    "internal_resi_water_usage": 0,
    "ownership_status": "Private",
    "total_gia_lost": 0,
    "scheme_phasing": true
  },
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0781.23",
  "actual_commencement_date": null,
  "centroid": {
    "lon": "0.1815173",
    "lat": "51.5024143"
  },
  "decision_date": "26/04/2024",
  "parking_details": {
    "net_car": -2,
    "no_proposed_car": 6,
    "no_existing_car": 8
  },
  "postcode": null,
  "pp_id": "12160418",
  "appeal_decision_date": null,
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "Notwithstanding the provisions of the Town and Country Planning (Use Classes) Order 1987 (as amended) the use hereby permitted shall only be for uses falling within Class B8 and shall be used for no other purpose(s) whatsoever, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To restrict the use of the premises to one compatible with the surrounding area and to enable the Local Planning Authority to exercise control over any future use not forming part of this application.",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "No building shall be occupied or use commenced until cycle storage is provided in accordance to the approved drawings. The cycle storage shall then be retained thereafter.",
    "Reason:-",
    "In the interests of providing a wide range of facilities for non-motor car for the employees and visitors and sustainability.",
    "Before the building hereby permitted is first occupied, the area set aside for car parking shall be laid out and surfaced to the satisfaction of the Local Planning Authority in accordance to the approved drawings and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity.",
    "Prior to the commencement of development hereby approved, the developer or contractor must:",
    "a) Ensure they are signed up to the Non Road Mobile Machinery register",
    "b) The development site must be entered onto the register alongside all the NRMM equipment details.",
    "c) The register must be kept up-to-date for the duration of the construction of the development.",
    "d) All NRMM used during the course of the development that is within the scope of the Greater London Authority 'Control of Dust and Emissions during Construction and Demolition' Supplementary Planning Guidance (SPG) dated July 2014, or any subsequent amendment or guidance, shall comply with the emission requirements therein.",
    "e) An inventory of all NRMM to be kept on-site stating the emission limits for all equipment",
    "Reason:-",
    "To reduce emissions from construction and demolition activities and comply with current NRMM emission standards, in accordance with Greater London Authority 'Control of Dust and Emissions during Construc",
    "a) Prior to any installation of any photovoltaic panels, details must be submitted and approved in writing by the Local Planning Authority which outline whether the existing array of photovoltaic panels atop the existing warehouse have the capacity to meet the existing demand of the warehouse and the proposed extension.",
    "b) If expansion of the provision of photovoltaic panels is deemed to be required details of which must also be submitted and approved in writing by the Local Planning Authority prior to commencement of the use and the expanded capacity shall be retained onsite hereafter.",
    "Reason:-",
    "To ensure the development contributes to the ongoing reduction of carbon emissions for industrial sites",
    "No works shall take place in relation to any of the development hereby approved until details of surface water attenuation/storage are submitted to and approved in writing by the Local Planning Authority. Surface water attenuation/storage shall be provided in accordance with the approved details.",
    "Reason:-",
    "Surface water attenuation/storage works are required on site to prevent the risk of flooding.  Submission of a scheme prior to commencement will ensure that the measures to be employed are technically sound.",
    "No works shall take place in relation to any of the development hereby approved (except works required to secure compliance with this condition) until the following Contaminated Land reports (as applicable) are submitted to and approved in writing by the Local Planning Authority:",
    "a) A Phase I (Desktop Study) Report documenting the history of this site, its surrounding area and the likelihood of contaminant/s, their type and extent incorporating a Site Conceptual Model.",
    "b) A Phase II (Site Investigation) Report if the Phase I Report confirms the possibility of a significant risk to any sensitive receptors.  This is an intrusive site investigation including factors such as chemical testing, quantitative risk assessment and a description of the site ground conditions.  An updated Site Conceptual Model should be included showing all the potential pollutant linkages and an assessment of risk to identified receptors.",
    "c) A Phase III (Risk Management Strategy) Report if the Phase II Report",
    "a)\tPrior to commencement, a full and detailed scheme outlining adherence to relevant security standards, to apply to the works within the planning application and associated works shall be submitted to the Local Planning Authority and the Metropolitan Police NE Designing out Crime Office, demonstrating how Secure by Design practices have been considered and implemented where appropriate.",
    "b)\tPrior to occupation, the development shall be implemented in line with the approved security standards and evidence submitted to and approved in writing by the Local Planning Authority in conjunction with the Metropolitan Police. The development shall be carried out in accordance with the approved details and thereafter shall be fully retained and maintained as such for the lifetime of the development.",
    "Reason: In the interest of creating safer, sustainable communities.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent of the applicant requiring additional information with respect to impact upon adjoining building and bio-diversity study. The information were subsequently provided in April 2024.",
    "In promoting the delivery of safer, stronger, sustainable places the Local Planning Authority fully supports the adoption of the principles and practices of the Secured by Design Award Scheme and Designing against Crime. Your attention is drawn to the free professional service provided by the Metropolitan Police Designing Out Crime Officers for North East London, whose can be contacted via DOCOMailbox.NE@met.police.uk or 0208 217 3813  . They are able to provide qualified advice on incorporating crime prevention measures into new developments.",
    "With regards to surface water drainage it is the responsibility of the developer to make proper provision for drainage to ground, water courses or a suitable sewer.  In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off site storage.  When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.  Connections are not permitted for the removal of Ground Water.  Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required.  They can be contacted on 0845 850 2777.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The proposal would provide 1,075sqm of warehouse building. The Mayors levy would amount to £26,875.",
    "The charge is levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the development before works begin. Further details with regard to CIL are available from the Council's website. You are also advised to visit the planning portal website where you can download the appropriate document templates at http://www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil",
    "The site is at risk of flooding, hence appropriate measures should be in place to combat any risk to safety of the occupiers of the site and reduction in physical damage, the following measures should be considered;",
    "Physical barriers, raised electrical fittings, and special construction materials are just some of the ways you can help reduce flood damage. To find out which measures will be effective for this development, please liaise with the building control department. If you'd like to find out more about reducing flood damage, visit the Flood Risk and Coastal Change pages of the planning practice guidance.",
    "Further guidance on flood resistance and resilience measures can also be found in:",
    "NESTOR IN PEOPLE Government guidance on flood resilient construction https://www.gov.uk/government/publications/flood-resilient-construction-of-newbuildings",
    "CIRIA Code of Practice for property flood resilience https://www.ciria.org/ClRlA/Resources/Free publications/CoP for PFR resource.aspx Bri"
  ],
  "appeal_decision": null,
  "valid_date": "23/05/2023",
  "decision_agency": "Borough",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551534.995,
              180434.738
            ],
            [
              551542.852,
              180441.511
            ],
            [
              551548.948,
              180440.698
            ],
            [
              551557.211,
              180429.997
            ],
            [
              551542.581,
              180419.295
            ],
            [
              551521.854,
              180404.529
            ],
            [
              551520.5,
              180403.581
            ],
            [
              551518.332,
              180402.632
            ],
            [
              551515.758,
              180401.142
            ],
            [
              551512.236,
              180399.652
            ],
            [
              551508.85,
              180398.433
            ],
            [
              551506.005,
              180397.891
            ],
            [
              551502.076,
              180397.214
            ],
            [
              551495.574,
              180397.214
            ],
            [
              551490.697,
              180397.755
            ],
            [
              551486.769,
              180398.704
            ],
            [
              551480.402,
              180401.684
            ],
            [
              551478.505,
              180402.768
            ],
            [
              551476.473,
              180403.987
            ],
            [
              551465.907,
              180417.263
            ],
            [
              551504.244,
              180446.523
            ],
            [
              551521.99,
              180424.171
            ],
            [
              551534.995,
              180434.738
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "last_updated_by": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "last_date_consultation_comments": "17/06/2023",
  "uprn": "10091579200",
  "decision_target_date": "26/04/2024",
  "centroid_northing": 180420,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "appeal_status": null,
  "description": "Single storey extension to existing storage and distribution warehouse (Use Class B8)",
  "development_type": null,
  "ward": "Rainham & Wennington",
  "decision_process": "Delegated",
  "lpa_app_no": "P0781.23",
  "application_type_full": "Full planning permission",
  "id": "Havering-P0781.23",
  "status": "Approved",
  "appeal_start_date": null,
  "decision": "Approved"
}