{
  "postcode": "RM14 1AQ",
  "pp_id": "11253132",
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 97,
    "no_additional_bathrooms": 3,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "12/2023",
    "intended_commencement_date": "01/2023",
    "site_area": 0.124
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              556164.144,
              187454.387
            ],
            [
              556170.646,
              187467.121
            ],
            [
              556248.404,
              187442.737
            ],
            [
              556245.966,
              187437.318
            ],
            [
              556246.237,
              187435.421
            ],
            [
              556245.153,
              187427.564
            ],
            [
              556244.34,
              187427.564
            ],
            [
              556164.144,
              187454.387
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {
    "no_existing_car": 3,
    "net_car": 0,
    "no_proposed_car": 3
  },
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid": {
    "lon": "0.25229229999999997",
    "lat": "51.5642796"
  },
  "centroid_easting": 556208,
  "decision_agency": "Borough",
  "id": "Havering-P0781.22",
  "centroid_northing": 187448,
  "appeal_status": null,
  "appeal_start_date": null,
  "site_number": null,
  "development_type": null,
  "application_type_full": "Householder planning permission",
  "appeal_decision": null,
  "site_name": "69 Hall Lane",
  "actual_commencement_date": null,
  "title_number": [
    "unregistered"
  ],
  "valid_date": "13/05/2022",
  "appeal_decision_date": null,
  "secondary_street_name": null,
  "borough": "Havering",
  "decision_target_date": "28/07/2022",
  "last_date_consultation_comments": "28/07/2022",
  "epc_number": null,
  "subdivision_of_building": null,
  "cil_liability": false,
  "lpa_app_no": "P0781.22",
  "decision": "Approved",
  "last_updated": "2025-03-20T16:48:38.933+00:00",
  "street_name": "Upminster",
  "actual_completion_date": null,
  "ward": "Cranham",
  "description": "Single and two storey rear extensions including raised patio, new first floor bay windows with rebuilt entrance porch and loft conversion with front and rear dormer windows and new front boundary wall",
  "lapsed_date": "28/07/2025",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0781.22",
  "lpa_name": "Havering",
  "date_building_work_started_under_previous_permission": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "All new external finishes shall be carried out in materials to match those of the existing building, or otherwise adhere to the approved drawing 1857/02 Rev B, to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, as amended, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank walls of the buildings hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The windows inserted on the north and south elevation (side elevations) shall be  obscure-glazed, and  non-opening unless the parts of the window which can be opened are more than 1.7m above the floor of the room in which the window is installed.",
    "Reason:- In the interest of privacy and to protect the amenity of the adjacent neighbours",
    "Notwithstanding the details shown on the approved drawing No 1857/02 Rev B, a 1.7m high obscured glazed privacy screen shall be provided on the north and south elevations (side elevations) of the ground floor rear terrace unless otherwise agreed in writing. The agreed measures shall be permanently retained and maintained thereafter.",
    "Reason:-  To protect the visual amenities of the development and prevent undue overlooking of adjoining property.",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/publications/the-party-wall-etc-act-1996-revised-explanatory-booklet",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent. The revisions involved reducing the terrace, and including additional screening. The amendments were subsequently submitted in July 2022."
  ],
  "locality": null,
  "decision_date": "28/07/2022",
  "bo_system": "CSV Data Import",
  "last_updated_by": "CSV Data Import",
  "uprn": "100021407795",
  "application_type": "All Other",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.25166289999999997,
          51.5643491
        ],
        [
          0.2517623,
          51.5644617
        ],
        [
          0.2528724,
          51.5642211
        ],
        [
          0.25283479999999997,
          51.5641731
        ],
        [
          0.2528379,
          51.564156
        ],
        [
          0.2528188,
          51.5640857
        ],
        [
          0.252807,
          51.5640859
        ],
        [
          0.25166289999999997,
          51.5643491
        ]
      ]
    ],
    "type": "Polygon"
  }
}