{
  "lpa_name": "Camden",
  "uprn": "5013841",
  "decision_date": "09/07/2013",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Camden-2012_5897_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "NW3 3DJ",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 21.73913043478261,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Loss",
          "unit_type": "House or Bungalow",
          "unit_development_type": null,
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": null,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "actual_completion_date": "31/07/2016",
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "09/07/2013",
          "no_bedrooms": 7,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 1,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": 0.046,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 7,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": null,
      "site_area": null,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "A4",
        "gia_gained": 0,
        "actual_commencement_date": "09/07/2013",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "A5",
        "gia_gained": 0,
        "actual_commencement_date": "09/07/2013",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "2",
        "constraints_layer_description": "PTAL 2008"
      }
    ]
  },
  "valid_date": "16/01/2013",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of building (incorporating part of retained existing building - roof and internal walls) comprising basement, ground and two upper floors for use as a single-family dwellinghouse (Class C3) (following substantial demolition of existing dwellinghouse (Class C3) including all external walls). ",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 and DP25 of  the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans:\r\n\r\n8ELS-001 P3; 8ELS-002 P3; 8ELS-020 P3; 8ELS-030 P2; 8ELS-050 P1; 8ELS-051 P1; 8ELS-060 P1; 8ELS-070 P1; 8ELS-100 P5; 8ELS-101 P5; 8ELS-200 P6; 8ELS-300 P5; 8ELS-301 P4; Design and Access Statement (Ref: 8ELS-B-PL121031 P2); \r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 4 - The lifetime homes features and facilities, as indicated on the drawings and documents hereby approved shall be provided in their entirety prior to the first occupation of the new residential unit.\r\n \r\nReason: To ensure that the internal layout of the building provides flexibility for the accessibility of future occupiers and their changing needs over time, in accordance with the requirements of policy CS6 of the London Borough of Camden Local Development Framework Core Strategy and policy DP6 of the London Borough of Camden Local Development Framework Development Policies.\r\n\r\n",
    "Condition : 5 - Detailed drawings and samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority before the relevant part of the work is begun:\r\n\r\na) Details including sections at 1:10 of all windows (including jambs, head and cill), ventilation grills, external doors and gates;\r\nb) Elevation drawing at a scale of 1:20 demonstrating layout of timber beamed cladding;\r\nc) Manufacturer's specification details of all facing materials (to be submitted to the Local Planning Authority) and samples of those materials (to be provided on site);\r\nd) Details of any replacement bricks and a sample panel of re-used brickwork demonstrating bond, mortar mix and profile pointing;\r\ne) Render panel showing the colour, texture and method of application;\r\nf) Details of any new slates required.    \r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 and DP25 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 6 - The development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to supervise the construction works throughout their duration, in accordance with the recommendations of the structural engineering details hereby approved. The appointment shall be confirmed in writing to the Council prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works. \r\n\r\nReason: To protect the structural stability of the host building and neighbouring buildings, in accordance with policies CS5 and CS14 of the London Borough of Camden Local Development Framework Core Strategy and policies DP24, DP25, DP26 and DP27 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 7 - All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage to the satisfaction of the Council. The trees shall be retained and protected on site during demolition and construction work in accordance with the recommendations of the Arboricultural Impact Appraisal and Method Statement by Barrell Tree Consultancy ref: 13036-AIA-AS dated 22/01/2013, including proposed site supervision and monitoring, hereby approved, and shall follow guidelines and standards set out in BS5837:2012 \"Trees in Relation to design, demolition and construction\".\r\n\r\nReason: To ensure the preservation of the amenity value and health of the tree(s), in accordance with policy CS15 of the London Borough of Camden Local Development Framework Core Strategy.\r\n",
    "Condition : 8 - Prior to the commencement of the relevant part of the works detailed plans of the reinstatement of front and rear areas, showing hard and soft landscaping shall be submitted to, and approved in writing by the local planning authority. The development shall then be completed in accordance with these details prior to occupation of the residential unit hereby approved. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 and DP25 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 9 - Within 1 month of the granting of this planning permission the following information shall be submitted to and approved in writing by the local planning authority: \r\n\r\na)\tA scheme of measures to arrest the progressive small movements affecting the front and rear walls of number 6 Elsworthy Road and the rear wall of number 10 Elsworthy Road;\r\nb)\tRevised temporary works drawings for the removal of the underpinning to the flank wall of number 8 Elsworthy Road to show the temporary works in place together with the correct ground levels within the curtilage of number 10 Elsworthy Road and the associated likely level of the footings to the flank wall of number 10 Elsworthy Road; \r\nc)\tFull calculations for the permanent design and the temporary support to the new flank wall foundations/retaining wall;\r\nd)\tDetailed explanation, supported by drawings if appropriate, of a scheme of protection measures to prevent the drains of number 10 Elsworthy Road becoming blocked during the proposed grouting works;\r\ne)\tRevised drawings/information to:\r\ni.\tRevise the design of the edge column bases supporting the steel frames to the front and rear walls to reduce the maximum bearing pressure exerted by these bases, or;\r\nii.\tProvide a written undertaking that, prior to concreting, the clays beneath the formation level of the four edge column bases will be tested by a suitably competent person with membership of an appropriate professional body, in order to assess whether the bearing capacity available beneath each base is adequate to support the maximum bearing pressure given in the submitted calculations and, if found to be acceptable, or;\r\niii.\tProvide a written undertaking to confirm, in the event that point ii cannot be satisfied that new design calculations would be undertaken in order to determine what the depth and/or size of the bases should be in order to achieve an adequate bearing capacity which is achievable on site. \r\nf)\tRevised drawings of 20261/9, 20261/20 and 20261/31 (as pr",
    "Condition : 10 - Commencing within 7 days of planning permission being granted additional readings from the 3D Target Monitoring shall be submitted to the local planning authority for the following points:\r\n\r\na) 206 (Basement: Underpins beneath front wall to number 8 Elsworthy Road);\r\nb) 210 (Basement: Underpins beneath newly re-built party wall to Numbers 8 and 10 Elsworthy Road). \r\n\r\nSubsequently, this information shall be provided at intervals not exceeding 7 days until it has been demonstrated that the progressive small movements affecting those walls has been stabilised, and that this has been confirmed as being satisfactory in writing by the local planning authority. \r\n\r\nReason: To protect the structural stability of the host building and neighbouring buildings, in accordance with policies CS5 and CS14 of the London Borough of Camden Local Development Framework Core Strategy and policies DP24, DP25, DP26 and DP27 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 11 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details by not later than the end of the planting season following completion of the development or prior to the occupation of the development whichever is the sooner. Any trees or areas of planting which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies CS14 and CS15 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 12 - The work to remove the existing underpinning shall not commence until such time as a suitably qualified (Specialist or Adviser grade) member of the UK Register of Ground Engineering Professionals (UK RoGEP), has been appointed to supervise a further investigation of the ground immediately beneath the failed underpinning and to provide recommendations regarding any revisions required to the design of the basement foundations. \r\n\r\nThis investigation shall include a careful examination of the clays beneath the first 1m wide section of existing underpinning to be removed in order to assess the cause of the failure and in particular whether any shear surfaces or shear zones are present (as might have been created by a punching type bearing capacity failure). \r\n\r\nThe appointment shall be confirmed in writing to the Council prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the groundworks. \r\n\r\nReason: To protect the structural stability of the host building and neighbouring buildings, in accordance with policies CS5 and CS14 of the London Borough of Camden Local Development Framework Core Strategy and policies DP24, DP25, DP26 and DP27 of the London Borough of Camden Local Development Framework Development Policies.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-04-25T10:35:46.837Z",
  "ward": "Swiss Cottage (Pre May 2022)",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": 1,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": 1,
    "no_existing_car": 1,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": 0,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null
  },
  "lapsed_date": "09/07/2016",
  "decision_target_date": "09/07/2013",
  "centroid": {
    "lat": 51.54199,
    "lon": -0.163439
  },
  "lpa_app_no": "2012/5897/P",
  "status": "Commenced",
  "site_name": "Former 8",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2012/5897/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527463.9531954224,
              184145.7484142515
            ],
            [
              527461.6528233738,
              184149.8972266664
            ],
            [
              527455.8977707215,
              184159.20456247113
            ],
            [
              527455.1969405274,
              184160.4042190751
            ],
            [
              527451.0002044243,
              184167.35223022883
            ],
            [
              527445.9459819661,
              184175.75982358208
            ],
            [
              527443.7033253451,
              184179.4987533274
            ],
            [
              527440.9989453023,
              184183.94747989328
            ],
            [
              527439.4983441809,
              184186.3967787893
            ],
            [
              527438.9459250867,
              184187.34650693223
            ],
            [
              527449.3017218367,
              184189.09600614372
            ],
            [
              527449.6232792197,
              184188.57615495072
            ],
            [
              527454.6115411893,
              184180.45847860724
            ],
            [
              527460.6963962857,
              184170.5513145008
            ],
            [
              527468.9497024531,
              184157.10516341892
            ],
            [
              527472.65173489,
              184151.09688326728
            ],
            [
              527463.9531954224,
              184145.7484142515
            ],
            [
              527463.9531954224,
              184145.7484142515
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Minor dwellings",
  "last_date_consultation_comments": "21/02/2013",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "8",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": "09/07/2013",
  "street_name": "Elsworthy Road",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 527459,
  "appeal_start_date": null,
  "centroid_northing": 184164,
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.163374,
          51.541825
        ],
        [
          -0.163406,
          51.541863
        ],
        [
          -0.163486,
          51.541948
        ],
        [
          -0.163495,
          51.541959
        ],
        [
          -0.163553,
          51.542022
        ],
        [
          -0.163623,
          51.542099
        ],
        [
          -0.163654,
          51.542133
        ],
        [
          -0.163691,
          51.542173
        ],
        [
          -0.163712,
          51.542196
        ],
        [
          -0.16372,
          51.542204
        ],
        [
          -0.16357,
          51.542218
        ],
        [
          -0.163566,
          51.542213
        ],
        [
          -0.163497,
          51.542139
        ],
        [
          -0.163412,
          51.542049
        ],
        [
          -0.163298,
          51.541926
        ],
        [
          -0.163247,
          51.541871
        ],
        [
          -0.163374,
          51.541825
        ],
        [
          -0.163374,
          51.541825
        ]
      ]
    ],
    "type": "Polygon"
  }
}