{
  "lpa_name": "Camden",
  "uprn": "5049084",
  "decision_date": "11/09/2012",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Camden-2012_3082_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "WC1X 9JN",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [
        {
          "superseded_date": null,
          "no_rooms_proposed": 226,
          "actual_completion_date": "09/11/2015",
          "actual_commencement_date": "07/11/2012",
          "unit_type": "Student Accommodation",
          "superseded_by_lpa_app_no": null,
          "no_rooms_lost": 0
        }
      ],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 1000,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 2,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 2,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [
        {
          "actual_completion_date": "09/11/2015",
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "unit_type": "Studio Bedsit",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "07/11/2012",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "actual_completion_date": "09/11/2015",
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "unit_type": "Studio Bedsit",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "07/11/2012",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": 0.002,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 2,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "New Build",
      "site_area": 0.227,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 8416,
      "total_gia_gained": 0,
      "total_gia_lost": 4208,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B1",
        "gia_gained": 0,
        "actual_commencement_date": "07/11/2012",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 4208
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B1a",
        "gia_gained": 0,
        "actual_commencement_date": "07/11/2012",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 4208
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": 6,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Central Activities Zone",
        "constraints_layer_description": "Central Activity Zone"
      },
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Lateral Assessment Area",
        "constraints_layer_description": "Protected View"
      },
      {
        "result": "6",
        "constraints_layer_description": "PTAL 2008"
      }
    ]
  },
  "valid_date": "13/06/2012",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Redevelopment of site (involving the retention of facades facing Britannia St and Wicklow St, retention of eastern blocks adjoining railway line, demolition of remainder of site, alterations and extensions, and change of use from offices (Class B1)) and erection of a mixture of  5 - 6 storey high blocks to provide Sui Generis student accommodation (226 bedrooms) with associated performance space / gallery, communal areas and an external courtyard and 2 roof terraces; two Class C3 studio flats facing Wicklow Street; and one Class B1 office unit in basement.",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The details of the elevations of typical facade bays and of all architectural features, fenestration and facing materials to be used on the building shall not be otherwise than as those submitted to and approved by the Council before any work is commenced on the relevant part of the development. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policies DP24 and DP25 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 3 - A sample panel of the facing brickwork demonstrating the proposed colour, texture, face-bond and pointing shall be provided on site and approved by the Council before the relevant parts of the works are commenced and the development shall be carried out in accordance with the approval given. The sample panel shall be retained on site until the work has been completed.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policies DP24 and DP25 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 4 - No lights, meter boxes, flues, vents or pipes, and no telecommunications equipment, alarm boxes, television aerials or satellite dishes shall be fixed or installed on the external face of the buildings, without the prior approval in writing of the Council.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policies DP24 and DP25 of the London Borough of Camden Local Development Framework Development Policies.",
    "Condition : 5 - The use of the 5th floor roofs as amenity terraces shall not commence until details of the perimeter balustrades and any landscaping and associated permanent structures and furniture have been submitted to and approved by the Council. \r\n\r\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with the requirements of policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 6 - No development shall take place until full details of hard and soft landscaping, gates and means of enclosure of all un-built, open areas have been submitted to and approved by the Council. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved.\r\n\r\nReason: To enable the Council to ensure a reasonable standard of visual amenity in the scheme in accordance with the requirements of policies CS14 and CS15 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 7 - All hard and soft landscaping works shall be carried out to a reasonable standard in accordance with the approved landscape details by not later than the end of the planting season following completion of the development or any phase of the development, whichever is the sooner. Any trees or areas of planting which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the Council gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a satisfactory standard of visual amenity in the scheme in accordance with the requirements of policies CS14 and CS15 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 8 - The biodiverse roof shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme of maintenance.\r\n\r\nReason: To ensure that the green roof is suitably designed and maintained in accordance with the requirements of policies CS13, CS14, CS15 and CS16 of the London Borough of Camden Local Development Framework Core Strategy and policies DP22, DP23, DP24 and DP32 of the London Borough of Camden Local Development Framework Development Policies.",
    "Condition : 9 - Prior to first occupation of the development, a plan showing details of bird and bat box locations and types and indication of species to be accommodated and a plan showing details of the location of a stag loggery shall be submitted to and approved by the Council. The features shall be installed in accordance with the approved plans prior to the occupation of the development and thereafter retained and maintained permanently.\r\n\r\nReason: In order to secure appropriate features to conserve and enhance wildlife habitats and biodiversity measures within the development, in accordance with the requirements of policy CS15 of the London Borough of Camden Local Development Framework Core Strategy.\r\n",
    "Condition : 10 - Notwithstanding the provisions of Class D1 of the Schedule of the Town and Country Planning (Use Classes) Order, 1987, or any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order, the proposed performance space/gallery shall only used for ancillary purposes ancillary to the student accommodation and University of Arts and shall not be used as separate Class D1 (non-residential institution) accommodation.\r\n\r\nReason: To ensure that the future occupation of the building does not adversely affect the immediate area by reason of noise, traffic congestion and excessive on-street parking pressure etc, in accordance with policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policies DP26 and DP28 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 11 - Before the use commences, sound insulation shall be provided for the performance space and student rooms in accordance with the details shown in the Noise and Vibration Impact Assessment hereby approved. The uses shall thereafter not be carried out other than in complete compliance with the approved scheme.\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally and to protect the proposed student rooms from external road and railway noise and vibration, in accordance with the requirements of policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 12 - No music shall be played on the premises in such a way as to be audible within any adjoining premises or on the adjoining highway. \r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 13 - Noise levels at a point 1 metre external to sensitive facades shall be at least 5dB(A) less than the existing background measurement (LA90), expressed in dB(A) when all plant/equipment (or any part of it) is in operation unless the plant/equipment hereby permitted will have a noise that has a distinguishable, discrete continuous note (whine, hiss, screech, hum) and/or if there are distinct impulses (bangs, clicks, clatters, thumps), then the noise levels from that piece of plant/equipment at any sensitive facade shall be at least 10dB(A) below the LA90, expressed in dB(A).\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policies DP26 and DP28 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 14 - Before the use commences, details of the proposed air-source heat pumps and other roof level plant and any required screening or acoustic enclosures shall be submitted to and approved by the Council. The equipment shall be installed in accordance with the approved details and thereafter retained and maintained permanently.\r\n\r\nReason: To safeguard the amenities of the area generally in accordance with the requirements of policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policies DP26 and DP28 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 15 - Before the development commences, details of the proposed refuse storage areas for the student hall, offices and flats shall be submitted to and approved by the Council. The approved facilities shall thereafter be provided in its entirety prior to the first occupation of any of the new units, and thereafter permanently maintained and retained.\r\n\r\nReason: To safeguard the amenities of the area generally in accordance with the requirements of policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policies DP26 and DP28 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 16 - No development shall take place until:\r\na) The applicant has submitted a programme of ground investigation for the presence of soil and groundwater contamination and landfill gas for approval by the Council; and \r\nb) The investigation has been carried out in accordance with the approved details and the results and remediation measures (if necessary) have been submitted to and approved by the Council. \r\nAll approved remediation measures shall be implemented strictly in accordance with the approved details and a verification report shall be submitted and approved by the Council.\r\n\r\nReason: To protect future occupiers of the development from the possible presence of ground contamination arising in connection with the previous industrial/storage use of the site in accordance with policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 17 - Before the development commences, details of the proposed cycle storage areas for the student hall, offices and flats shall be submitted to and approved by the Council. The approved facilities shall thereafter be provided in its entirety prior to the first occupation of any of the new units, and thereafter permanently maintained and retained.\r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy CS11 of the London Borough of Camden Local Development Framework Core Strategy and policy DP17 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 18 - The lifetime homes features and facilities and the wheelchair accessible rooms, as indicated on the drawings and documents hereby approved, shall be provided in their entirety prior to occupation of any of the new student rooms and shall be permanently maintained and retained thereafter.\r\n \r\nReason: To ensure that the internal layout of the building is acceptable with regards to accessibility by future occupiers and their changing needs over time, in accordance with the requirements of policy CS6 of the London Borough of Camden Local Development Framework Core Strategy and policies DP6 and DP9 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 19 - The student hall shall not be occupied until details of proposed privacy measures to windows of specific rooms have been submitted to and approved by the Council. Such details shall show fixed shut and obscure glazing provided up to 1.7m above internal floor level on the courtyard-facing communal living rooms at 1st, 2nd, 3rd and 4th floors and similar glazing provided up to 1.7m above external pavement level on the street-facing bedrooms and studios at ground floor. Such glazing shall be permanently retained and maintained thereafter.   \r\n\r\nReason: In order to prevent unreasonable overlooking of student bedrooms in accordance with the requirements of policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 20 - The development hereby permitted shall be carried out in accordance with the following approved plans- (00) 001A; (20) 000B, 001C (accessible rooms plan), 001C (proposed ground floor plan), 002B, 003D, 004D, 005C, 006C, 007E, 008B, 100D, 101C, 104A, 102A, 103A, 200B, 201C; (25) 000B; Design and Access Statement by Carey Jones; Construction Management Plan by Watkin Jones; Ecological Assessment by Greengage; Energy Statement by GDM; Noise and Vibration Assessment by PDA; Phase One Preliminary Risk Assessment by Tier Consult; Service Management Plan by ADL Transport; Student Management Plan by Fresh Student Living; Sustainability Statement and BREEAM Pre-assessment by Iceni; Transport Statement by ADL Transport; Travel Plan by ADL Transport.\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 21 - The development hereby permitted shall not be commenced until detailed design and method statements (in consultation with London Underground) for all of the foundations, basement and ground floor structures, or for any other structures below ground level, including piling (temporary and permanent), have been submitted to and approved in writing by the local planning authority which: \r\n(a) provide details on all structures; \r\n(b) accommodate the location of the existing London Underground structures; \r\n(c) demonstrate access to elevations of the building adjacent to the property boundary with London Underground can be undertaken without recourse to entering our land; \r\n(d) demonstrate that there will at no time be any potential security risk to our railway, property or structures; \r\n(e) accommodate ground movement arising from the construction thereof; \r\n(f) mitigate the effects of noise and vibration arising from the adjoining operations within the structures.\r\nThe development shall thereafter be carried out in all respects in accordance with the approved design and method statements, and all structures and works comprised within the development hereby permitted which are required by the approved design statements in order to procure the matters mentioned in paragraphs of this condition shall be completed, in their entirety, before any part of the building hereby permitted is occupied. \r\n\r\nReason: To ensure that the development does not impact on existing London Underground transport infrastructure as requested by London Underground Ltd and in accordance with the requirements of policy CS11 of the London Borough of Camden Local Development Framework Core Strategy.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-04-25T10:35:40.539Z",
  "ward": "Kings Cross (Pre May 2022)",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": 0,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": 126,
    "net_cycle": null
  },
  "lapsed_date": "11/09/2015",
  "decision_target_date": "12/09/2012",
  "centroid": {
    "lat": 51.529667,
    "lon": -0.118391
  },
  "lpa_app_no": "2012/3082/P",
  "status": "Commenced",
  "site_name": "Former 15",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2012/3082/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              530627.3522805078,
              182850.1992570061
            ],
            [
              530623.5018369706,
              182848.9496147118
            ],
            [
              530601.3473577747,
              182841.7016894077
            ],
            [
              530599.45099372,
              182841.05187541444
            ],
            [
              530597.4969142375,
              182840.55201849784
            ],
            [
              530595.8479020159,
              182840.25210434722
            ],
            [
              530594.2978305278,
              182840.05216158082
            ],
            [
              530592.6982886728,
              182840.00217588834
            ],
            [
              530591.0492764513,
              182840.00217588805
            ],
            [
              530589.2518531301,
              182840.1521329622
            ],
            [
              530580.8006654948,
              182840.8019469572
            ],
            [
              530573.0997784205,
              182841.4517609491
            ],
            [
              530572.3494778598,
              182841.50174664124
            ],
            [
              530571.6486476657,
              182841.70168940816
            ],
            [
              530571.5002365656,
              182841.75167509966
            ],
            [
              530570.8488767382,
              182842.0515892511
            ],
            [
              530570.2964576441,
              182842.4014890936
            ],
            [
              530570.0985761775,
              182842.60143185884
            ],
            [
              530569.7028132443,
              182843.05130308645
            ],
            [
              530569.3977459833,
              182843.60114569386
            ],
            [
              530569.0019830501,
              182844.40091676242
            ],
            [
              530565.753428974,
              182851.3989136094
            ],
            [
              530561.6473885427,
              182860.09642397525
            ],
            [
              530562.3482187369,
              182863.59542239876
            ],
            [
              530582.9526264446,
              182873.10270096996
            ],
            [
              530586.7041292484,
              182874.90218587336
            ],
            [
              530605.9481018735,
              182883.69966762228
            ],
            [
              530607.6960548282,
              182884.44945300015
            ],
            [
              530609.6996046774,
              182885.3991811431
            ],
            [
              530611.5959687321,
              182886.24893790355
            ],
            [
              530645.9531383663,
              182856.24752570828
            ],
            [
              530627.3522805078,
              182850.1992570061
            ],
            [
              530627.3522805078,
              182850.1992570061
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Major all other major developments",
  "last_date_consultation_comments": "19/07/2012",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "15-27",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": "07/11/2012",
  "street_name": "Britannia Street",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 530618,
  "appeal_start_date": null,
  "centroid_northing": 182873,
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.118265,
          51.52946
        ],
        [
          -0.118321,
          51.52945
        ],
        [
          -0.118643,
          51.52939
        ],
        [
          -0.11867,
          51.529384
        ],
        [
          -0.118699,
          51.52938
        ],
        [
          -0.118723,
          51.529378
        ],
        [
          -0.118745,
          51.529376
        ],
        [
          -0.118768,
          51.529376
        ],
        [
          -0.118792,
          51.529377
        ],
        [
          -0.118818,
          51.529378
        ],
        [
          -0.118939,
          51.529386
        ],
        [
          -0.11905,
          51.529394
        ],
        [
          -0.119061,
          51.529394
        ],
        [
          -0.119071,
          51.529396
        ],
        [
          -0.119073,
          51.529397
        ],
        [
          -0.119082,
          51.5294
        ],
        [
          -0.11909,
          51.529403
        ],
        [
          -0.119093,
          51.529405
        ],
        [
          -0.119098,
          51.529409
        ],
        [
          -0.119102,
          51.529414
        ],
        [
          -0.119108,
          51.529421
        ],
        [
          -0.119152,
          51.529485
        ],
        [
          -0.119208,
          51.529564
        ],
        [
          -0.119197,
          51.529595
        ],
        [
          -0.118896,
          51.529676
        ],
        [
          -0.118841,
          51.529691
        ],
        [
          -0.118561,
          51.529766
        ],
        [
          -0.118535,
          51.529772
        ],
        [
          -0.118506,
          51.52978
        ],
        [
          -0.118479,
          51.529787
        ],
        [
          -0.117995,
          51.52951
        ],
        [
          -0.118265,
          51.52946
        ],
        [
          -0.118265,
          51.52946
        ]
      ]
    ],
    "type": "Polygon"
  }
}