{
  "lpa_name": "Camden",
  "uprn": "5003897",
  "decision_date": "23/01/2013",
  "epc_number": null,
  "application_type_full": "Outline planning permission: Some matters reserved",
  "bo_system": "Northgate M3",
  "id": "Camden-2012_4640_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "NW1 8RP",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 8,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Loss",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": null,
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": null,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Loss",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": null,
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": null,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Loss",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": null,
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": null,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Loss",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": null,
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": null,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Loss",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": null,
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": null,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Loss",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": null,
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": null,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Loss",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": null,
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": null,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Loss",
          "unit_type": "House or Bungalow",
          "unit_development_type": null,
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": null,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 8,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "New Build",
      "site_area": 0.28200000000000003,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 1995,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 1995
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "superseded_date": "15/01/2015",
        "actual_completion_date": null,
        "use_class": "D1",
        "gia_gained": 1995,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": "2014/2712/P",
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "superseded_date": "15/01/2015",
        "actual_completion_date": null,
        "use_class": "SG",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": "2014/2712/P",
        "gia_lost": 0
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "6",
        "constraints_layer_description": "PTAL 2008"
      }
    ]
  },
  "valid_date": "04/09/2012",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of existing buildings (excluding 1 Hawley Road) and erection of a one form entry primary school and nursery with all matters reserved. This application is accompanied by an Environmental Statement.",
  "decision_conditions": [
    "Condition : 1 - Application for approval of the reserved matters shall be made to the local planning authority not later than three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 92 of the Town and Country Planning Act 1990 (as amended).\r\n",
    "Condition : 2 - The access, appearance, landscaping, layout and scale of the development (\"the reserved matters\") shall be submitted to and approved by the local planning authority in writing before any development begins, and the development shall be carried out as approved.\r\n\r\nReason: In order that the Council may give consideration to the details of the proposed development.\r\n",
    "Condition : 3 - The development hereby permitted shall begin either before the expiration of five years from the date of this permission or before the expiration of two years from the date of the last of the reserved matters to be approved, whichever is the later.\r\n\r\nReason: In order to comply with the provisions of Section 92 of the Town and Country Planning Act 1990 (as amended).\r\n",
    "Condition : 4 - The development hereby permitted shall be carried out in accordance with footprint and scale parmeters of the following approved plans: 12001_B_ (00) _120 rev B; 121 Rev D; 122 Rev B; 123 Rev B; 220 Rev C; 221 Rev C; 12001_MP_12_001. \r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.",
    "Condition : 5 - Notwithstanding the provisions of Class D1 of the Schedule of the Town and Country Planning (Use Classes) Order, 1987, or any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order, the school site shall only be used as a day nurseries, non-residential education or training centre. \r\n\r\nReason: To ensure that the future occupation of the building does not adversely affect the adjoining premises/immediate area by reason of excessive on-street parking pressure in accordance with policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policies DP26 and DP28 of the London Borough of Camden Local Development Framework Development Policies. \r\n",
    "Condition : 6 - Before commencement of the relevant parts of the development, detailed drawings at an appropriate scale [including sections, all elevations and plans where appropriate] and/or samples of materials, as appropriate, shall be submitted to and approved in writing by the local planning authority; and the approved details/materials shall thereafter be implemented and retained. Such details shall include: \r\n\r\nAll external facing materials with respect to the following elements: windows, window openings [including surrounds and cills], glazing, balconies/terraces, balustrading, doors, facing materials (inc stonework), render, louvres, roof materials and green roof elements. A sample materials board of these details shall be displayed erected and maintained on site throughout the construction period. \r\n\r\nREASON: In order to secure the impact on the visual amenity and upon the adjacent conservation area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 and DP25 of the London Borough of Camden Local Development Framework Development Policies.\r\n\r\n",
    "Condition : 7 - No lights, meter boxes, flues, vents or pipes, and no telecommunications equipment, alarm boxes, television aerials or satellite dishes shall be fixed or installed on the external face of the buildings, without the prior approval in writing of the local planning authority.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 [and DP25 if in CA] of  the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 8 - Before commencement of the development, full details of any proposed floodlighting, including the design, height, orientation and level of illumination shall be submitted to and approved in writing by the local planning authority and the approved details shall be thereafter implemented and maintained.  \r\n\r\nREASON: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 and DP25 of  the London Borough of Camden Local Development Framework Development Policies.",
    "Condition : 9 - A Sample panel of the facing brickwork demonstrating the proposed colour, texture, face-bond and pointing shall be provided on site and approved by the Council before the relevant parts of the works are commenced and the development shall be carried out in accordance with the approval given. The sample panel shall be retained on site until the work has been completed.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 and DP25 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 10 - Before commencement of the development, details of proposed slab levels of the development, in relation to the existing and proposed levels of the site and the surrounding land, shall be submitted to and approved in writing by the local planning authority and the approved details shall be thereafter implemented and maintained. \r\n\r\nREASON: In order to ensure that the height of the development is no greater than indicated on the approved drawings, so as to protect the availability of light enjoyed by nearby residential premises, in accordance with the requirements of policy CS1 and CS5 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 11 - No development shall take place until full details of hard and soft landscaping and means of enclosure of all un-built, open areas and MUGA have been submitted to and approved by the local planning authority in writing. [Such details shall include details of any proposed earthworks including grading, mounding and other changes in ground levels.] The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved.\r\n\r\nReason: To enable the Council to ensure a reasonable standard of visual amenity in the scheme and to preserve the setting of a listed building in accordance with the requirements of policy CS14 and CS15 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 and DP25 of the London Borough of Camden Local Development Framework Development Policies.",
    "Condition : 12 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details [by not later than the end of the planting season following completion of the development or any phase of the development] [, prior to the occupation for the permitted use of the development or any phase of the development], whichever is the sooner. Any trees or areas of planting which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policy CS14, [+ CS15 if in CA] of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 13 - Prior to the commencement of any works on site, details demonstrating how trees to be retained shall be protected during construction work shall be submitted to and approved by the Council in writing. Such details shall follow guidelines and standards set out in  BS5837:2012 \"Trees in Relation to Construction\". All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with the approved protection details.\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policy CS15 of the London Borough of Camden Local Development Framework Core Strategy.\r\n",
    "Condition : 14 - Details of the design of building foundations and the layout, with dimensions and levels, of service trenches and other excavations on site in so far as these items may affect trees on or adjoining the site, shall be submitted to and approved in writing by the local planning authority before any works on site are commenced. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved.\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenities of the area in accordance with the requirements of policy CS15 of the London Borough of Camden Local Development Framework Core Strategy.\r\n",
    "Condition : 15 - By not later than the end of the planting season following the completion of the development hereby permitted, or any phase of the development, trees shall be planted on the land in such positions and of such size and species as may be agreed with the Council. Any trees removed, dying, being severely damaged or becoming seriously diseased within 5 years of planting shall be replaced by trees of a similar size and species to those originally required to be planted.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a satisfactory standard of visual amenity in the scheme in accordance with the requirements of policy CS14 and CS15 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 16 - The MUGA, associated floodlighting and any other outdoor spaces hereby permitted shall not be used outside the following times 08:00 - 21:00 Mondays to Sundays and on Bank and Public Holidays. The indoor facilities (e.g. hall and kitchen) as identified and agreed with the local planning authority shall not be used outside the following times 08:00 - 22:00 Mondays to Sundays and on Bank and Public Holidays.\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies CS5 and CS7 of the London Borough of Camden Local Development Framework Core Strategy and policy DP12, DP26 and DP28 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 17 - Before commencement of the development, details of plant to be installed [including sound attenuation and acoustic isolation from the structures] shall be submitted to and approved in writing by the local planning authority; and the approved details [including specified maximum noise levels] shall be thereafter implemented and maintained. \r\n\r\nREASON: To ensure that the appearance of any external plant is compatible with the appearance of the building and the area and to ensure that residential amenities are protected, in accordance with the requirements of requirements of policies DP26 and DP 28 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 18 - Noise levels at a point 1 metre external to sensitive facades shall be at least 5dB(A) less than the existing background measurement (LA90), expressed in dB(A) when all plant/equipment (or any part of it) is in operation unless the plant/equipment hereby permitted will have a noise that has a distinguishable, discrete continuous note (whine, hiss, screech, hum) and/or if there are distinct impulses (bangs, clicks, clatters, thumps), then the noise levels from that piece of plant/equipment at any sensitive fa�ade shall be at least 10dB(A) below the LA90, expressed in dB(A).\r\n\r\nReason: To safeguard the amenities of the [adjoining] premises [and the area generally] in accordance with the requirements of policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policies DP26 and DP28 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 19 - Before commencement of the development, details of the method of storage and waste removal (including recycled materials) shall be submitted to and approved in writing by the local planning authority and the approved method shall be thereafter implemented and maintained.  \r\n\r\nREASON: To safeguard the amenities of occupiers of the proposed use, adjoining premises and the area generally in accordance with the requirements of policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policies DP26 and DP28 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 20 - No development shall take place until assessment of site contamination has been provided:\r\n\r\na)  A detailed scheme of assessment consisting of site reconnaissance, conceptual model, risk assessment and schedule of investigation must be submitted to the planning authority. The scheme of assessment must be sufficient to assess the scale and nature of potential contamination risks on the site and shall include details of the number of sample points, the sampling methodology and the type and quantity of analyses proposed. The scheme of assessment must be approved by the LPA and the documentation submitted must comply with the standards of the Environment Agency's Model Procedures for the Management of Contamination (CLR11).\r\n\r\nb) Before development commences, a site investigation shall be undertaken in accordance with the agreed scheme of assessment and the results provided to the planning authority for their approval. Laboratory results must be provided as numeric values in a formatted electronic spread sheet. Before development commences a remediation scheme shall be agreed in writing with the planning authority and the scheme as approved shall be implemented before any part of the development hereby permitted is occupied.\r\n\r\nIn the event that Additional significant contamination is found at any time when carrying out the approved development it must be reported in writing immediately to the Local Planning Authority. An investigation and risk assessment must be undertaken in accordance with the requirements of CLR11, and where mitigation is necessary a scheme of remediation must be designed and implemented to the satisfaction of the local planning authority before any part of the development hereby permitted is occupied.\r\n\r\nReason:  To protect future occupiers of the development from the possible presence of ground contamination arising in connection with the previous industrial/storage use of the site in accordance with policy CS5 of the London Borough of Camden Loca",
    "Condition : 21 - No impact piling works shall take place until a piling method statement (detailing the type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface water or sewerage infrastructure, and the programme for the works) has been submitted to and approved by the Local Planning Authority in consultation with the relevant water or sewerage undertaker. Any piling shall be undertaken only in strict accordance with the approved method statement.\r\n\r\nReason:  To safeguard the existing public sewer infrastructure, in accordance with the requirements of policy CS13 of the London Borough of Camden Local Development Framework Core Strategy.\r\n",
    "Condition : 22 - Development should not be commenced until: Impact studies of the existing water supply infrastructure have been submitted to, and approved in writing by, the local planning authority (in consultation with Thames Water). The studies should determine the magnitude of any new additional capacity required in the system and a suitable connection point. \r\n\r\nReason: To ensure that the water supply infrastructure has sufficient capacity to cope with the/this additional demand in accordance with the requirements of policy CS13, CS15, CS16, CS17 of the London Borough of Camden Local Development Framework Core Strategy and policy DP22, DP23, DP29, DP32 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 23 - Before commencement of the development, details of the construction of the site drainage system and a surface water drainage system to make proper provision for ground, water courses or a suitable sewer [and that for surface water storm flows attenuated or regulated into the receiving public network through on or off site storage] shall be submitted to and approved in writing by the local planning authority; and the approved details shall be implemented as such and thereafter maintained.\r\n\r\nREASON: To attenuate water run-off and to prevent pollution of the water environment in accordance with the requirements of policy CS13, CS15, CS16, CS17 of the London Borough of Camden Local Development Framework Core Strategy and policy DP22, DP23, DP29, DP32 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 24 - Before the relevant part of development commences, a contract shall be entered into with the Local Highway Authority to secure: \r\n\r\na) the reinstatement of a level public footway \r\nb) the installation of a resident's parking bay on the carriageway immediately adjacent to the application site and reinstated footway. \r\n\r\nNo part of the development hereby permitted shall not be occupied until the works that are the subject of that contract have been completed\r\n\r\nReason:  To ensure that the pedestrian environment is improved and that appropriate on-street parking bay(s) are created to mitigate any detrimental impact on parking controls in accordance with policy CS11 of the London Borough of Camden Local Development Framework Core Strategy and policy DP17 and DP19 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 25 - The relevant part of development shall not commence until details of the proposed cycle storage area are submitted to and approved by the Council in writing. The approved facility shall thereafter be provided in its entirety prior to the first occupation of part of the school, and thereafter permanently maintained and retained thereafter.\r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy CS11of the London Borough of Camden Local Development Framework Core Strategy and policy DP17of the London Borough of Camden Local Development Framework Development Policies. \r\n",
    "Condition : 26 - Before the development commences, a Water Strategy and plans describing and illustrating the efficient use of water, water capture, recycling and re-use and run-off limitation systems in the development, must be submitted to and approved by the local planning authority. The Strategy should aim for a discharge rate to the sewer of no more than 50l/s. To be approved by the local planning authority, the strategy and plans must show: \r\n\r\na)       How all the rain water and grey water from the site will soak away or be collected, including the the location and capacity of storage tanks, which shall be capable of retaining rain water resulting from at least a 1 in 50 rain event\r\n\r\nb)       Where and how the collected water is to be re-used within the development, including any necessary filtration and treatment measures for the following purposes, with preference in the order shown:\r\n        \r\ni.       Flushing toilets in the school \r\nii.      Watering landscaping at ground and other floor levels throughout the development\r\niii.      Watering green roofs \r\n\r\nREASON: In order to secure the appropriate water efficiency and sustainable drainage measures in accordance with the requirements of policy CS13, CS15, CS16, CS17 of the London Borough of Camden Local Development Framework Core Strategy and policy DP22, DP23, DP29, DP32 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 27 - Prior to occupation of any relevant part of the development, the applicant must construct and implement the measures in the approved Water Strategy in condition [26] and maintain them thereafter. \r\n\r\nREASON: In order to secure the appropriate water efficiency and sustainable drainage measures in accordance with the requirements of policy CS13, CS15, CS16, CS17 of the London Borough of Camden Local Development Framework Core Strategy and policy DP22, DP23, DP29, DP32 of the London Borough of Camden Local Development Framework Development Policies.\r\n\r\n",
    "Condition : 28 - Prior to commencement of any relevant part of the development, the applicant must submit a Biodiversity Action Plan and implement the measures in the approved Biodiversity Action Plan and maintain them thereafter including the enhancement of, and provision of additional wildlife habitat on site.  \r\n\r\nReason: In order to secure appropriate features to conserve and enhance wildlife habitats and biodiversity measures within the development, in accordance with the requirements policy CS15 of the London Borough of Camden Local Development Framework Core Strategy.\r\n",
    "Condition : 29 - Full details in respect of any green roofs proposed shall be submitted to and approved in writing by the local planning authority before the relevant part of the development commences. The buildings shall not be occupied until the approved details have been implemented and these works shall be permanently retained and maintained thereafter.\r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies CS13, CS15 and CS16 of the London Borough of Camden Local Development Framework Core Strategy and policies DP22, DP23 and DP32 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 30 - Should more than one year pass between the most recent bat survey and the intended commencement of demolition and/or any tree works, an updated bat survey must be undertaken immediately prior to demolition or tree works by a licensed bat worker. Evidence that the survey has been undertaken shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of demolition and/or tree works.\r\n\r\nReason: In order to secure appropriate features to conserve and enhance wildlife habitats and biodiversity measures within the development, in accordance with the requirements policy CS15 of the London Borough of Camden Local Development Framework Core Strategy.\r\n",
    "Condition : 31 - All removal of trees, hedgerows, shrubs, scrub or tall herbaceous vegetation shall be undertaken between September and February inclusive. If this is not possible then a suitably qualified ecologist shall check the areas concerned immediately prior to the clearance works to ensure that no nesting or nest-building birds are present. If any nesting birds are present then the vegetation shall not be removed until the fledglings have left the nest.\r\n\r\nReason: In order to secure appropriate features to conserve and enhance wildlife habitats and biodiversity measures within the development, in accordance with the requirements policy CS15 of the London Borough of Camden Local Development Framework Core Strategy.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-04-25T10:35:44.081Z",
  "ward": "Camden Town with Primrose Hill (Pre May 2022)",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null
  },
  "lapsed_date": "23/01/2016",
  "decision_target_date": "30/10/2012",
  "centroid": {
    "lat": 51.542656,
    "lon": -0.14292
  },
  "lpa_app_no": "2012/4640/P",
  "status": "Lapsed",
  "site_name": "Former 5",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2012/4640/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              528891.7009569213,
              184281.54954159947
            ],
            [
              528891.1980081939,
              184276.8009008821
            ],
            [
              528890.7527748939,
              184273.10195969243
            ],
            [
              528890.5466483663,
              184270.35274664516
            ],
            [
              528892.5007278485,
              184270.102818186
            ],
            [
              528895.0566967917,
              184269.80290403578
            ],
            [
              528895.0566967917,
              184269.80290403578
            ],
            [
              528898.552602701,
              184269.3030471175
            ],
            [
              528898.3959465399,
              184267.95343344042
            ],
            [
              528898.3959465399,
              184267.95343344042
            ],
            [
              528899.8537450325,
              184267.82514511427
            ],
            [
              528899.569917074,
              184265.66306243447
            ],
            [
              528900.8014895297,
              184265.52535433194
            ],
            [
              528900.9787475724,
              184266.88193418243
            ],
            [
              528903.1879721817,
              184266.60006526485
            ],
            [
              528903.2945412481,
              184267.4055682206
            ],
            [
              528905.9703587985,
              184267.09330726397
            ],
            [
              528904.8141994816,
              184257.59939840192
            ],
            [
              528906.4019008748,
              184257.3964553399
            ],
            [
              528905.2970626862,
              184249.14881619992
            ],
            [
              528895.7987522909,
              184250.19851572777
            ],
            [
              528895.3040486244,
              184245.7497891612
            ],
            [
              528894.7021591635,
              184240.50129152607
            ],
            [
              528894.6357831266,
              184239.90176494943
            ],
            [
              528895.4029893577,
              184239.85147753335
            ],
            [
              528905.0991812195,
              184238.75179231534
            ],
            [
              528904.2499399253,
              184231.4038956266
            ],
            [
              528903.4501689977,
              184224.59584440867
            ],
            [
              528903.4501689977,
              184224.59584440867
            ],
            [
              528903.0810716331,
              184224.62684714212
            ],
            [
              528902.2686768082,
              184218.26825212705
            ],
            [
              528898.9103195086,
              184218.7744400102
            ],
            [
              528896.2301666853,
              184219.25561329193
            ],
            [
              528893.5109131376,
              184219.6090353267
            ],
            [
              528890.959869543,
              184220.0089865757
            ],
            [
              528888.3220389402,
              184220.4912395295
            ],
            [
              528886.109561469,
              184220.8997971593
            ],
            [
              528883.0518878191,
              184221.49673152005
            ],
            [
              528880.1496263094,
              184222.04657412902
            ],
            [
              528870.9316479919,
              184224.21595315245
            ],
            [
              528866.4463347497,
              184225.39561547694
            ],
            [
              528853.5510591785,
              184229.25451088132
            ],
            [
              528849.7858775068,
              184230.50430245337
            ],
            [
              528853.2618168526,
              184287.0427424159
            ],
            [
              528855.200071401,
              184286.8480249258
            ],
            [
              528856.0493126949,
              184286.34816800873
            ],
            [
              528856.7006725223,
              184284.99855432985
            ],
            [
              528869.2496555271,
              184283.9488548042
            ],
            [
              528877.6513727951,
              184283.04911235214
            ],
            [
              528884.1484809474,
              184282.3493126678
            ],
            [
              528891.7009569213,
              184281.54954159947
            ],
            [
              528891.7009569213,
              184281.54954159947
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Minor all other minor developments",
  "last_date_consultation_comments": "11/10/2012",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "Land at",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Hawley Road",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 528880,
  "appeal_start_date": null,
  "centroid_northing": 184274,
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.142748,
          51.542721
        ],
        [
          -0.142757,
          51.542679
        ],
        [
          -0.142765,
          51.542646
        ],
        [
          -0.142769,
          51.542621
        ],
        [
          -0.142741,
          51.542618
        ],
        [
          -0.142704,
          51.542615
        ],
        [
          -0.142704,
          51.542615
        ],
        [
          -0.142654,
          51.54261
        ],
        [
          -0.142657,
          51.542598
        ],
        [
          -0.142657,
          51.542598
        ],
        [
          -0.142636,
          51.542596
        ],
        [
          -0.142641,
          51.542577
        ],
        [
          -0.142623,
          51.542575
        ],
        [
          -0.14262,
          51.542588
        ],
        [
          -0.142588,
          51.542584
        ],
        [
          -0.142586,
          51.542592
        ],
        [
          -0.142548,
          51.542588
        ],
        [
          -0.142568,
          51.542503
        ],
        [
          -0.142545,
          51.542501
        ],
        [
          -0.142564,
          51.542427
        ],
        [
          -0.142701,
          51.542439
        ],
        [
          -0.14271,
          51.542399
        ],
        [
          -0.14272,
          51.542352
        ],
        [
          -0.142721,
          51.542347
        ],
        [
          -0.14271,
          51.542346
        ],
        [
          -0.142571,
          51.542334
        ],
        [
          -0.142586,
          51.542268
        ],
        [
          -0.1426,
          51.542207
        ],
        [
          -0.1426,
          51.542207
        ],
        [
          -0.142605,
          51.542207
        ],
        [
          -0.142619,
          51.54215
        ],
        [
          -0.142667,
          51.542156
        ],
        [
          -0.142706,
          51.542161
        ],
        [
          -0.142745,
          51.542164
        ],
        [
          -0.142782,
          51.542169
        ],
        [
          -0.142819,
          51.542174
        ],
        [
          -0.142851,
          51.542178
        ],
        [
          -0.142895,
          51.542184
        ],
        [
          -0.142937,
          51.542189
        ],
        [
          -0.143069,
          51.542211
        ],
        [
          -0.143133,
          51.542223
        ],
        [
          -0.143317,
          51.54226
        ],
        [
          -0.143371,
          51.542272
        ],
        [
          -0.1433,
          51.54278
        ],
        [
          -0.143272,
          51.542777
        ],
        [
          -0.14326,
          51.542773
        ],
        [
          -0.143252,
          51.54276
        ],
        [
          -0.143071,
          51.542748
        ],
        [
          -0.14295,
          51.542738
        ],
        [
          -0.142857,
          51.54273
        ],
        [
          -0.142748,
          51.542721
        ],
        [
          -0.142748,
          51.542721
        ]
      ]
    ],
    "type": "Polygon"
  }
}