{
  "lpa_name": "Camden",
  "uprn": "5044712",
  "decision_date": "10/06/2013",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Camden-2012_5448_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "NW3 5HS",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 15.384615384615383,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [
        {
          "actual_completion_date": "19/04/2017",
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "20/03/2014",
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": 0.065,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 4,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": null,
      "site_area": null,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "District, Swiss Cottage/Finchley Road",
        "constraints_layer_description": "Town Centre Designation"
      },
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Swiss Cottage/ Finchley Road",
        "constraints_layer_description": "Town Centre Health Check: Name"
      },
      {
        "result": "District",
        "constraints_layer_description": "Town Centre Health Check: Type"
      },
      {
        "result": "6",
        "constraints_layer_description": "PTAL 2008"
      }
    ]
  },
  "valid_date": "11/10/2012",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of single-family dwelling house comprising basement, ground and two upper floors (Class C3) (following demolition of existing garden walls). ",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans P-01 Rev C, P-02 Rev A, P-03 Rev G, P-04 Rev C, P-05 Rev E, Arbtech AIA 01, Arboricultural Development Report dated 21 November 2012, Arbtech TPP 01, Tree Survey  to BS5837 dated July 2012, Planning Statement dated August 2012, Code for Sustainable Homes Report prepared by FES dated July 2012, Construction Method Statement prepared by Mason Navarro Pledge dated July 2012, Lifetime Homes Standards dated August 2012 and Desk study and Ground Investigation Report prepared by Geotechnical and Environmental Associated dated July 2012. \r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - A sample panel of the facing brickwork demonstrating the proposed colour, texture, face-bond and pointing shall be provided on site and approved in writing by the local planning authority before the relevant parts of the works are commenced and the development shall be carried out in accordance with the approval given. The approved panel shall be retained on site until the work has been completed.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 and DP25 of  the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 4 - Details of the privacy screens to be erected surrounding the terraces, including samples and details drawings shall be submitted to and approved in writing by the local planning authority, prior to occupation of the hereby approved dwelling and shall be permanently retained in accordance with the approved details.\r\n\r\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with the requirements of policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 5 - Detailed drawings (scale 1:20) (including sections, elevations and plans\r\nas necessary) of the following shall not be otherwise than as those\r\nsubmitted to and approved by the Council before any work is commenced on the relevant part of the development: i.e. windows, window openings,\r\ndoors and balconies; and such works shall not be carried out otherwise\r\nthan in accordance with the details thus approved.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 and DP25 of  the London Borough of Camden Local Development Framework Development Policies.",
    "Condition : 6 - Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development Order) (Amendment) (No.2) 2008 or any Order revoking and re-enacting that Order, no development within Part 1 od Schedule 2 of that Order shall be carried out without the grant of planning permission having first been obtained from the Council.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 and DP25 of  the London Borough of Camden Local Development Framework Development Policies.",
    "Condition : 7 - All windows to the first floor level within the North East and South West elevations shall be obscure glazed and non-opening unless the parts of the window which can be opened are more than 1.7m above the floor of the room in which the window is installed. \r\n\r\nReason: To safeguard the amenities of the adjoining residents in accordance with the requirements of policies CS5 (Managing the impact of growth and development) of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 (Managing the impact of development on occupiers and neighbour) of the London Borough of Camden Local Development Framework Development Policies.",
    "Condition : 8 - Notwithstanding the hereby approved plans, only one car shall be parked on the development site at any one time. \r\n\r\nReason: To ensure the development integrates with the surrounding transport network, promotes sustainable modes of transport and minimises the provision of on site car parking in accordance with the requirements of Policy CS11(Promoting sustainable and efficient travel) of the London Borough of Camden Local Development Framework Core Strategy and Policies DP16 (The transport implications of development) and DP18 (Parking standards and limiting the availability of car parking) of the London Borough of Camden Local Development Framework Development Policies.",
    "Condition : 9 - No development shall take place until full details of hard and soft landscaping and means of enclosure of all un-built, open areas have been submitted to and approved by the local planning authority in writing. [Such details shall include details of any proposed earthworks including grading, mounding and other changes in ground levels.] The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved.\r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policy CS14 (Promoting high quality places and conserving our heritage) and CS15 (Protecting and improving our parks and open spaces & encouraging biodiversity) of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 (Securing high quality design) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 10 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details prior to the occupation of the development or any phase of the development, whichever is the sooner. Any trees or areas of planting which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policy CS14 (Promoting high quality places and conserving our heritage) and CS15 (Protecting and improving our parks and open spaces & encouraging biodiversity) of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 (Securing high quality design) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 11 - All trees on the site, or parts of trees growing from adjoining sites, unless\r\nshown on the permitted drawings as being removed, shall be retained\r\nand protected from damage to the satisfaction of the Council. The trees\r\nto be retained shall be protected during construction work in accordance\r\nwith the Tree Survey to BS5837 By Alan Thomspon of Arbtech Environmental Services dated 31/07/12 and\r\nstandards set out in BS5837: 2012 \"Trees in Relation to Construction.\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policy CS15 (Protecting and improving our parks and open spaces & encouraging biodiversity) of the London Borough of Camden Local Development Framework Core Strategy.\r\n",
    "Condition : 12 - Full details of a biodiverse, substrate-based extensive living roof shall be submitted to and approved by the Local Planning Authority, in writing, before the development commences. The development shall not be carried out otherwise than in accordance with the details thus approved and shall be fully implemented before the premises are first occupied. This must include a detailed maintenance plan, details of its construction and the materials used, to include a section at a scale of 1:20, and full planting details.\r\n\r\nThe substrate depth should vary between 80mm and 150mm with peaks and troughs, but should average at least 130mm. \r\n\r\nThe design and planting scheme should be informed by a site biodiversity assessment and reflect the local conditions and species of interest. Extensive living roofs should be planted with 16 plugs per m2.\r\n\r\nReason: To enhance the character and ecology of the development, to provide undisturbed refuges for wildlife, to promote sustainable urban drainage, and to enhance the performance and efficiency of the proposed building. To comply with policy CS15 (Protecting and improving our parks and open spaces & encouraging biodiversity) of the London Borough of Camden Local Development Framework Core Strategy and policies DP22 (Promoting sustainable design and construction) of the London Borough of Camden Local Development Framework Development Policies, London Plan Policies 5.10, 5.11 and 7.19, and National Planning Policy Framework section 11.\r\n\r\n",
    "Condition : 13 - The lifetime homes features and facilities, as indicated on the drawings and documents hereby approved shall be provided in their entirety prior to the first occupation of any of the new residential unit.\r\n \r\nReason: To ensure that the internal layout of the building provides flexibility for the accessibility of future occupiers and their changing needs over time, in accordance with the requirements of policy CS6 (Providing quality homes) of the London Borough of Camden Local Development Framework Core Strategy and policy DP6 (Lifetime homes and wheelchair homes) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 14 - The development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works.\r\n\r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Development Policies and policy DP27 (Basements and Lightwells) of the London Borough of Camden Local Development Framework Development Policies.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-04-25T10:35:45.577Z",
  "ward": "Frognal & Fitzjohns (Pre May 2022)",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": 1,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": 1,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": 5,
    "net_cycle": null
  },
  "lapsed_date": "10/06/2016",
  "decision_target_date": "10/06/2013",
  "centroid": {
    "lat": 51.547845,
    "lon": -0.180194
  },
  "lpa_app_no": "2012/5448/P",
  "status": "Completed",
  "site_name": " ",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2012/5448/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526316.4962863079,
              184797.70179474336
            ],
            [
              526312.2500798381,
              184794.90259600524
            ],
            [
              526311.153486711,
              184794.60268185317
            ],
            [
              526309.8507670563,
              184795.0525530809
            ],
            [
              526309.5539448564,
              184795.35246722942
            ],
            [
              526305.4479044256,
              184799.4013082625
            ],
            [
              526300.6987492283,
              184796.4521524493
            ],
            [
              526279.2640011667,
              184829.73380057083
            ],
            [
              526291.8023282952,
              184837.50040252163
            ],
            [
              526316.4962863079,
              184797.70179474336
            ],
            [
              526316.4962863079,
              184797.70179474336
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Minor dwellings",
  "last_date_consultation_comments": "14/02/2013",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "132",
  "application_type": "All Other",
  "actual_completion_date": "19/04/2017",
  "title_number": null,
  "actual_commencement_date": "20/03/2014",
  "street_name": "Finchley Road",
  "pp_id": "2244385",
  "subdivision_of_building": "Land off Netherhall Gardens",
  "cil_liability": false,
  "centroid_easting": 526281,
  "appeal_start_date": null,
  "centroid_northing": 184786,
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.179678,
          51.547942
        ],
        [
          -0.17974,
          51.547918
        ],
        [
          -0.179756,
          51.547915
        ],
        [
          -0.179775,
          51.547919
        ],
        [
          -0.179779,
          51.547922
        ],
        [
          -0.179837,
          51.547959
        ],
        [
          -0.179906,
          51.547934
        ],
        [
          -0.180203,
          51.548238
        ],
        [
          -0.18002,
          51.548305
        ],
        [
          -0.179678,
          51.547942
        ],
        [
          -0.179678,
          51.547942
        ]
      ]
    ],
    "type": "Polygon"
  }
}