{
  "lpa_name": "Camden",
  "uprn": "5109310",
  "decision_date": "07/06/2013",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Camden-2012_6637_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "NW3 2NY",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "Extension",
      "site_area": 0.18,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 558,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 558
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": "31/03/2018",
        "use_class": "D1",
        "gia_gained": 558,
        "actual_commencement_date": "20/08/2013",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "4",
        "constraints_layer_description": "PTAL 2008"
      }
    ]
  },
  "valid_date": "19/12/2012",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of a part single/part two storey extension to the east wing, single storey extension to the west wing, new landscaping and the installation of new pedestrian and vehicular entrance gates, windows and associated alterations to an existing school (Class D1).",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 and DP25 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans: AG-PL 001; 002 P3; 003; AG-PL101; 002 P1; 103; AG-PL150 P1; 151 P4; 152 P2; 153 P1; AG-PL600; AG-PL650 P6; 651 P4; 652 P1; 653 P1; 654 P2; 655 P1; 660 P3; AG-PL800; AG-PL850 P1; 851 P1; AG-PL900; AG-PL901; AG-DD001 (Design and Access Statement and Appendices 1 - 8, submitted by Architype dated November 2012); AG-DD002; 051-AG-L02; L03; SK121214A; 7140-AGPL002.\r\n\r\nReason:\r\nFor the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 4 - A sample panel of the facing brickwork demonstrating the proposed colour, texture, face-bond and pointing shall be provided on site and approved in writing by the local planning authority before the relevant parts of the works are commenced and the development shall be carried out in accordance with the approval given. The approved panel shall be retained on site until the work has been completed.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 and DP25 of the London Borough of Camden Local Development Framework Development Policies.\r\n\r\n",
    "Condition : 5 - Detailed drawings, or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority before the relevant part of the work is begun:\r\n\r\na) Details including sections at 1:10 of all windows (including jambs, head and cill), ventilation grills, external doors and gates;\r\n\r\nb) Section through proposed gutter detail of pitched roof at 1.1;\r\n\r\nc) Manufacturer's specification details of all facing materials (to be submitted to the Local Planning Authority) and samples of those materials (to be provided on site).   \r\n\r\nd) Plan, elevation and section drawings of all new windows at a scale of 1:10 with typical glazing bar details at 1:1.\r\n\r\ne) Elevation at 1:10 of proposed new gates (both pedestrian and vehicular) and new fencing to front boundary wall;\r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 and DP25 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 6 - Before the development commences, details of the proposed 36 cycle parking spaces and storage facility shall be submitted to and approved by the local planning authority in writing. The approved facility shall thereafter be provided in its entirety prior to the first occupation of the new extensions and thereafter permanently retained thereafter.\r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy CS11 of the London Borough of Camden Local Development Framework Core Strategy and policy DP17of the London Borough of Camden Local Development Framework Development Policies.\r\n\r\n",
    "Condition : 7 - No development shall take place until full details of hard and soft landscaping and means of enclosure of all un-built, open areas have been submitted to and approved by the local planning authority in writing. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved.\r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policy CS14 and CS15 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of the London Borough of Camden Local Development Framework Development Policies.\r\n\r\n",
    "Condition : 8 - Prior occupation of the extensions detailed plans showing the location and extent of photovoltaic cells to be installed on the building shall have been submitted to and approved by the Local Planning Authority in writing. The measures shall include the installation of a meter to monitor the energy output from the approved renewable energy systems. The cells shall be installed in full accordance with the details approved by the Local Planning Authority and permanently retained and maintained thereafter.\r\n\r\nReason:  To ensure the development provides adequate on-site renewable energy facilities in accordance with the requirements of policy CS13 of the London Borough of Camden Local Development Framework Core Strategy and policy DP22 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 9 - All of the windows on the east side elevation of the extension to the east wing of the building hereby approved shall be obscurely glazed prior to the first use of that accommodation and shall be permanently retained thereafter.\r\n\r\nReason: In order to prevent unreasonable overlooking into the grounds of adjoining Fleet School in accordance with the requirements of policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies.\r\n\r\n",
    "Condition : 10 - Prior to the commencement of development, details showing the precise locations, specifications and design of bat/bird bricks shall be submitted to and approved in writing by the local planning authority. The bricks shall be installed in accordance with the approved details prior to the occupation of the development and thereafter retained.\r\n\r\nReason: In order to secure appropriate features to conserve and enhance wildlife habitats and biodiversity measures within the development, in accordance with policy CS15 of the London Borough of Camden Local Development Framework Core Strategy.\r\n",
    "Condition : 11 - The privacy screen on east boundary of the site, as show on approved drawing AG-PL650 P6, shall be installed prior to the first occupation of the east wing extension and shall be permanently retained thereafter.\r\n\r\nReason: In order to prevent unreasonable overlooking into the grounds of adjoining Fleet School in accordance with the requirements of policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies.\r\n\r\n",
    "Condition : 12 - Prior to the commencement of construction of the extensions a Construction Management Plan setting out measures for ensuring highway safety and managing transport, deliveries and waste (including recycling of materials) throughout the demolition and/or construction period(s) and taking account of the cumulative impact of concurrent or planned development within the immediate area, shall be submitted to and approved by the local planning authority and shall contain mechanisms for monitoring, review and further approval by the local planning authority as required from time to time. The Construction Management Plan shall also include details of a working group involving local residents and businesses, a contractor complaints/call-line and measures to be carried out to mitigate the impact of the noise arising from construction and demolition activities on local residents and businesses. The measures contained in the Construction Management Plan shall at all times remain implemented throughout the duration of the works of demolition and construction.\r\n\r\nReason:  In order to protect the pedestrian environment and the amenities of the area generally and to ensure the continued free flow of traffic in the area in accordance with Policies CS5 and CS11 of the London Borough of Camden Local Development Framework Core Strategy and policies DP16, DP17 and DP26 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 13 - The development shall not be carried out other than in complete accordance with the submitted BREEAM Pre-Assessment, prepared by Method Consulting LLP (dated 3rd December 2013); and to achieve at least BREEAM 'Very Good' while achieving by reasonable endeavours target levels of 60% of the un-weighted credits in the Energy and Water sections and 40% in the Materials categories. The development shall thenceforth proceed in accordance with such Plan as approved. Within 6 months of occupation a post-completion certificate which demonstrates that the approved rating has been achieved shall be submitted to and approved in writing by the local planning authority.\r\n\r\nReason:  In order to secure the appropriate energy and resource efficiency measures in accordance with the requirements of policies CS13 and CS16 of the London Borough of Camden Local Development Framework Core Strategy and policy DP22 and DP23 of the London Borough of Camden Local Development Framework Development Policies.\r\n\r\n",
    "Condition : 14 - Need for a Legal agreement \r\n\r\nIn the event that any owners of the land have the legal locus to enter into a Section 106 Agreement no works shall be progressed on site until such time as they have entered into such an Agreement incorporating obligations in respect of the matters covered by conditions 12 & 13 within this notice of planning permission.\r\n\r\nReason: In order to define the permission and to secure development in accordance with policy CS19 of the London Borough of Camden Local Development Framework Core Strategy.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-04-25T10:36:09.712Z",
  "ward": "Gospel Oak (Pre May 2022)",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null
  },
  "lapsed_date": "07/06/2016",
  "decision_target_date": "07/06/2013",
  "centroid": {
    "lat": 51.553972,
    "lon": -0.16023
  },
  "lpa_app_no": "2012/6637/P",
  "status": "Completed",
  "site_name": "Agincourt House",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2012/6637/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527643.2008239034,
              185512.64714395296
            ],
            [
              527649.203228389,
              185509.19813122175
            ],
            [
              527664.7039432694,
              185500.00076393696
            ],
            [
              527667.2021967847,
              185498.40122180065
            ],
            [
              527668.702797906,
              185497.55146504147
            ],
            [
              527673.94665677,
              185494.45235215314
            ],
            [
              527674.952554225,
              185493.8525238518
            ],
            [
              527678.8029977616,
              185491.5531820302
            ],
            [
              527685.3001059137,
              185487.85424084106
            ],
            [
              527684.6652362085,
              185486.844529866
            ],
            [
              527683.3377813702,
              185484.72513653635
            ],
            [
              527675.1009653244,
              185471.64887957147
            ],
            [
              527668.2493195446,
              185461.1018986117
            ],
            [
              527667.7298806948,
              185460.24214471242
            ],
            [
              527666.4354061012,
              185458.08276282845
            ],
            [
              527665.7510660293,
              185456.95308619522
            ],
            [
              527665.503714196,
              185457.10304327053
            ],
            [
              527660.7463139374,
              185449.57519809203
            ],
            [
              527658.8004795162,
              185446.49607948016
            ],
            [
              527651.0501220756,
              185434.19959930738
            ],
            [
              527650.8687307313,
              185433.92967657163
            ],
            [
              527649.4423351599,
              185431.83027751604
            ],
            [
              527649.2526987543,
              185431.55035764293
            ],
            [
              527649.2032283877,
              185431.45038625982
            ],
            [
              527648.7992203934,
              185430.55064380792
            ],
            [
              527647.9005087328,
              185431.30042918492
            ],
            [
              527643.7037726297,
              185434.8993989913
            ],
            [
              527639.7461432985,
              185438.29842602968
            ],
            [
              527635.7472886618,
              185441.74743876292
            ],
            [
              527635.0464584678,
              185442.34726706293
            ],
            [
              527632.1524420193,
              185444.8465516516
            ],
            [
              527631.3526710921,
              185445.19645149342
            ],
            [
              527626.6035158946,
              185447.2958505485
            ],
            [
              527622.151182897,
              185449.2552896635
            ],
            [
              527617.3030869664,
              185451.40467441175
            ],
            [
              527615.7035451117,
              185452.10447409475
            ],
            [
              527612.1004534081,
              185453.20415931375
            ],
            [
              527608.0026580382,
              185454.40381591674
            ],
            [
              527611.2017417476,
              185459.75228493393
            ],
            [
              527624.1959580521,
              185481.54604654107
            ],
            [
              527635.2031146298,
              185500.00076393766
            ],
            [
              527636.3986484903,
              185501.75026314944
            ],
            [
              527637.8003088784,
              185504.0995906627
            ],
            [
              527638.3527279727,
              185504.9493474228
            ],
            [
              527639.6966729331,
              185507.14871785935
            ],
            [
              527641.1972740545,
              185509.79795952304
            ],
            [
              527641.6012820486,
              185510.34780213202
            ],
            [
              527642.1537011429,
              185511.14757320093
            ],
            [
              527642.4999937094,
              185511.5974444268
            ],
            [
              527643.2008239034,
              185512.64714395296
            ],
            [
              527643.2008239034,
              185512.64714395296
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Minor all other minor developments",
  "last_date_consultation_comments": "15/03/2013",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "Agincourt House",
  "application_type": "All Other",
  "actual_completion_date": "31/03/2018",
  "title_number": null,
  "actual_commencement_date": "20/08/2013",
  "street_name": "Agincourt Road",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 527648,
  "appeal_start_date": null,
  "centroid_northing": 185502,
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.160296,
          51.554069
        ],
        [
          -0.16021,
          51.554036
        ],
        [
          -0.15999,
          51.55395
        ],
        [
          -0.159955,
          51.553935
        ],
        [
          -0.159934,
          51.553927
        ],
        [
          -0.159859,
          51.553898
        ],
        [
          -0.159845,
          51.553892
        ],
        [
          -0.15979,
          51.553871
        ],
        [
          -0.159698,
          51.553836
        ],
        [
          -0.159707,
          51.553827
        ],
        [
          -0.159727,
          51.553809
        ],
        [
          -0.159851,
          51.553693
        ],
        [
          -0.159953,
          51.5536
        ],
        [
          -0.159961,
          51.553592
        ],
        [
          -0.159981,
          51.553573
        ],
        [
          -0.159991,
          51.553563
        ],
        [
          -0.159994,
          51.553564
        ],
        [
          -0.160066,
          51.553498
        ],
        [
          -0.160095,
          51.55347
        ],
        [
          -0.160211,
          51.553362
        ],
        [
          -0.160214,
          51.553359
        ],
        [
          -0.160235,
          51.553341
        ],
        [
          -0.160238,
          51.553338
        ],
        [
          -0.160239,
          51.553337
        ],
        [
          -0.160245,
          51.553329
        ],
        [
          -0.160257,
          51.553336
        ],
        [
          -0.160317,
          51.55337
        ],
        [
          -0.160372,
          51.553401
        ],
        [
          -0.160429,
          51.553433
        ],
        [
          -0.160439,
          51.553439
        ],
        [
          -0.16048,
          51.553462
        ],
        [
          -0.160491,
          51.553465
        ],
        [
          -0.160559,
          51.553485
        ],
        [
          -0.160622,
          51.553504
        ],
        [
          -0.160691,
          51.553524
        ],
        [
          -0.160714,
          51.553531
        ],
        [
          -0.160766,
          51.553541
        ],
        [
          -0.160824,
          51.553553
        ],
        [
          -0.160776,
          51.5536
        ],
        [
          -0.160581,
          51.553793
        ],
        [
          -0.160416,
          51.553957
        ],
        [
          -0.160398,
          51.553972
        ],
        [
          -0.160377,
          51.553993
        ],
        [
          -0.160368,
          51.554
        ],
        [
          -0.160348,
          51.55402
        ],
        [
          -0.160326,
          51.554043
        ],
        [
          -0.16032,
          51.554048
        ],
        [
          -0.160311,
          51.554055
        ],
        [
          -0.160306,
          51.554059
        ],
        [
          -0.160296,
          51.554069
        ],
        [
          -0.160296,
          51.554069
        ]
      ]
    ],
    "type": "Polygon"
  }
}