{
  "lpa_name": "Camden",
  "uprn": "5055974",
  "decision_date": "09/01/2013",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Camden-2012_3117_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "NW3 7HL",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": 394850,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 45.97701149425287,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_proposed_residential_units_market_for_sale": 4,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 4,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Loss",
          "unit_type": "House or Bungalow",
          "unit_development_type": null,
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": null,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "actual_completion_date": "07/05/2015",
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "23/09/2011",
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "actual_completion_date": "07/05/2015",
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "23/09/2011",
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "actual_completion_date": "07/05/2015",
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "23/09/2011",
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "actual_completion_date": "07/05/2015",
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "23/09/2011",
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 1,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": 0.08700000000000001,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 16,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": null,
      "site_area": null,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "superseding_details": [
      {
        "lpa_app_no": "2010/5139/P",
        "partial_supersedence": false
      }
    ],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "1",
        "constraints_layer_description": "PTAL 2008"
      }
    ]
  },
  "valid_date": "01/06/2012",
  "reference_no_of_permission_being_relied_on": null,
  "description": "The erection of 4 x 3-storey, 4 bed dwelling houses (Class C3)",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans:\r\nSite Location Plan (13427-A-P-010); 13427-A-P-020; 100; 101; 102; 103; 104; 120; 140; 145; 146; 147; 148; Design & Access Statement (dated June 2012 by Piercy and Company); Basement Impact Assessment report ref GB/8235 (dated July 2011 by TWS); Energy Efficiency Statement and Code for Sustainable Homes Pre-assessment report (dated May 2012 by Syntegra Consulting); Tree report ref 0711 (by Tretec); Stage Two Daylight and Sunlight report (dated May 2011 by GL Hearn, updated June 2012).  \r\n\r\nReason:\r\nFor the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage to the satisfaction of the Council. Details shall be submitted to and approved by the Local Planning Authority before works commence on site to demonstrate how trees to be retained shall be protected during construction work: such details shall follow guidelines and standards set out in BS5837:2012 \"Trees in Relation to design, demolition and construction\".\r\n\r\nReason: To ensure that the Council may be satisfied that the development will not have an adverse effect on existing trees and in order to maintain the character and amenities of the area in accordance with the requirements of policy CS15 of the London Borough of Camden Local Development Framework Core Strategy.\r\n",
    "Condition : 4 - Details of the sections and elevations of the facade and architectural features, to be used on the building, including but not limited to: balustrade, window, doors, roof junction and entrance details, shall be submitted to and approved by the Council before any work is commenced on the relevant part of the development. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 and DP25 of the London Borough of Camden Local Development Framework Development Policies.\r\n\r\n\r\n",
    "Condition : 5 - A sample panel of all facing materials, demonstrating the proposed colour, texture, face-bond and pointing of brickwork, shall be provided on site and approved by the Council before the relevant parts of the works are commenced and the development shall be carried out in accordance with the approval given. The sample panel shall be retained on site until the work has been completed.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 and DP25 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 6 - No development shall take place until full details of hard and soft landscaping and means of enclosure of all un-built, open areas have been submitted to and approved by the Council. Such details shall include details of any proposed earthworks including grading, mounding and other changes in ground levels. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved. \r\n\r\nReason: To enable the Council to ensure a reasonable standard of visual amenity in the scheme in accordance with the requirements of policy CS14, CS15 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 and DP25 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 7 - Details of the proposed cycle storage area for 8 x cycles shall be submitted to and approved by the Council provided prior to the occupation of the first unit. The approved facility shall thereafter be provided in its entirety prior to the first occupation of any of the new units, and thereafter permanently maintained and retained thereafter.\r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy CS11of the London Borough of Camden Local Development Framework Core Strategy and policy DP17 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 8 - The lifetime homes features and facilities, as indicated on the drawings and documents hereby approved (9.1 in the Design and Access Statement) shall be provided in their entirety prior to the first occupation of any of the new residential units and shall be permanently maintained and retained thereafter.\r\n \r\nReason: To ensure that the internal layout of the building is acceptable with regards to accessibility by future occupiers and their changing needs over time, in accordance with the requirements of policy CS6 of the London Borough of Camden Local Development Framework Core Strategy and policy DP6 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 9 - All hard and soft landscaping works shall be carried out to a reasonable standard in accordance with the approved landscape details by not later than the end of the planting season following completion of the development or any phase of the development, whichever is the sooner. Any trees or areas of planting which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the Council gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a satisfactory standard of visual amenity in the scheme in accordance with the requirements of policy CS14 and CS15 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 10 - The development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the Council prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works.\r\n\r\nReason: To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Development Policies and policy DP27 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 11 - Notwithstanding the drawings hereby approved detailed drawings of the boundary treatment shall be submitted to and approved in writing by the local planning authority prior to commencement of the relevant part of the works.  The front boundary treatment shall be constructed in accordance with the approved details.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 12 - The waste storage facility shown on approved drawing 1327-A-P-020 shall be provided prior to first occupation of the new dwellinghouse and permanently maintained and retained thereafter.\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies CS5 and CS7 of the London Borough of Camden Local Development Framework Core Strategy and policies DP26 and DP28 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 13 - Prior to commencement of development details of a sustainable urban drainage system shall be submitted to and approved by the local planning authority and such system shall be implemented as part of the development and thereafter retained and maintained .\r\n\r\nReason: To reduce the rate of surface water run-off from the buildings and limit the impact on the storm-water drainage system in accordance with policies CS13 and CS16 of the London Borough of Camden Local Development Framework Core Strategy and policies DP22, DP23 and DP32 of the London Borough of Camden Local Development Framework Development Policies..\r\n",
    "Condition : 14 - Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted  Development) Order 1995 as amended by the (No. 2) (England) Order 2008 or any Order revoking and re-enacting that Order, no development within Part 1 (Classes A-H) [and Part 2 (Classes A-C)] of Schedule 2 of that Order shall be carried out without the grant of planning permission having first been obtained from the Council.\r\n\r\nReason: To safeguard the visual amenities of the area and to prevent over development of the site by controlling proposed extensions and alterations in order to ensure compliance with the requirements of policies CS14 and CS5 of the London Borough of Camden Local Development Framework Core Strategy and policies DP24 and DP26 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 15 - The window on the east elevation of the building, as shown in the approved drawing: 13427-A-E-147, shall be provided with obscurely glazed and fixed shut prior to the occupation of the dwelling, and permanently retained as such thereafter.\r\n\r\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with the requirements of policy DP26 of the London Borough of Camden Local Development Framework.\r\n",
    "Condition : 16 - Prior to first occupation of the development a plan, showing details of bird boxes and their locations and types, shall be submitted to and approved in writing by the local planning authority. The boxes shall be installed in accordance with the approved plans prior to the occupation of the building and thereafter retained and maintained permanently.\r\n\r\nReason: In order to secure appropriate features to conserve and enhance wildlife habitats and biodiversity measures within the development, in accordance with the requirements of policy CS15 (Protecting and improving open spaces & encouraging biodiversity) of the London Borough of Camden Replacement Local Development Framework.\r\n",
    "Condition : 17 - Notwithstanding the details approved on the approved drawings, details of a scheme for obscure glazing or other mitigation measure to limit direct overlooking between adjoining residential uses shall be submitted for the windows on the second floor of the south (rear) elevation associated with House Plot 'D'. The approved details shall be installed prior to the occupation of the aforementioned residential unit hereby permitted, and shall be permanently retained and maintained thereafter.\r\n \r\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with the requirements of policies CS1 (Distribution of growth) and CS5 (Managing the impact of growth and development) of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 (Managing the impact of development on occupiers and neighbours) of the London Borough of Camden Local Development Framework Development Policies.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-04-25T10:35:40.838Z",
  "ward": "Hampstead Town (Pre May 2022)",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": 4,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": 4,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": 8,
    "net_cycle": null
  },
  "lapsed_date": "09/01/2016",
  "decision_target_date": "27/07/2012",
  "centroid": {
    "lat": 51.567221,
    "lon": -0.182378
  },
  "lpa_app_no": "2012/3117/P",
  "status": "Commenced",
  "site_name": "Former 4",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2012/3117/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526061.5012815064,
              186913.8460553683
            ],
            [
              526060.8004513124,
              186916.04542580637
            ],
            [
              526056.0018257488,
              186932.35075845825
            ],
            [
              526055.8039442824,
              186933.15052952553
            ],
            [
              526055.696758488,
              186933.65038644406
            ],
            [
              526055.4494066547,
              186934.4001718206
            ],
            [
              526055.3504659215,
              186934.6501002785
            ],
            [
              526055.152584455,
              186935.39988565567
            ],
            [
              526054.9959282939,
              186936.09968533966
            ],
            [
              526054.9959282939,
              186936.89945640805
            ],
            [
              526055.0536437216,
              186937.09939917392
            ],
            [
              526055.0536437217,
              186937.29934194114
            ],
            [
              526055.1031140883,
              186937.5492703998
            ],
            [
              526055.2020548215,
              186937.79919886024
            ],
            [
              526055.2515251883,
              186937.9491559352
            ],
            [
              526055.3504659215,
              186938.09911300975
            ],
            [
              526055.6472881214,
              186938.49899854366
            ],
            [
              526055.8039442825,
              186938.59896992747
            ],
            [
              526056.3481183155,
              186939.14881253685
            ],
            [
              526056.8510670429,
              186939.74864083913
            ],
            [
              526057.2468299761,
              186940.0985406803
            ],
            [
              526057.7003083369,
              186940.44844052265
            ],
            [
              526057.9971305367,
              186940.64838328998
            ],
            [
              526058.3021977977,
              186940.89831174718
            ],
            [
              526059.0524983583,
              186941.1982258992
            ],
            [
              526059.5966723913,
              186941.24821159145
            ],
            [
              526063.051352995,
              186942.44786819327
            ],
            [
              526068.1468007585,
              186944.09739602084
            ],
            [
              526080.3000208293,
              186948.3961655122
            ],
            [
              526084.7028834601,
              186949.8957362653
            ],
            [
              526088.050378269,
              186941.34818297427
            ],
            [
              526090.1033984845,
              186935.94972826395
            ],
            [
              526093.8961265932,
              186925.75264714437
            ],
            [
              526088.5038566296,
              186923.55327670812
            ],
            [
              526084.7028834596,
              186922.00372026314
            ],
            [
              526084.3483458321,
              186922.953448407
            ],
            [
              526082.2541003111,
              186922.10369164788
            ],
            [
              526071.2469437341,
              186917.70495077083
            ],
            [
              526061.5012815064,
              186913.8460553683
            ],
            [
              526061.5012815064,
              186913.8460553683
            ],
            [
              526061.5012815064,
              186913.8460553683
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Minor dwellings",
  "last_date_consultation_comments": "19/07/2012",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "4",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": "23/09/2011",
  "street_name": "North End",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 526076,
  "appeal_start_date": null,
  "centroid_northing": 186937,
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.182595,
          51.567016
        ],
        [
          -0.182605,
          51.567036
        ],
        [
          -0.182668,
          51.567184
        ],
        [
          -0.182671,
          51.567191
        ],
        [
          -0.182672,
          51.567195
        ],
        [
          -0.182675,
          51.567202
        ],
        [
          -0.182677,
          51.567205
        ],
        [
          -0.182679,
          51.567211
        ],
        [
          -0.182681,
          51.567218
        ],
        [
          -0.182681,
          51.567225
        ],
        [
          -0.18268,
          51.567227
        ],
        [
          -0.18268,
          51.567228
        ],
        [
          -0.182679,
          51.567231
        ],
        [
          -0.182678,
          51.567233
        ],
        [
          -0.182677,
          51.567234
        ],
        [
          -0.182675,
          51.567236
        ],
        [
          -0.182671,
          51.567239
        ],
        [
          -0.182669,
          51.56724
        ],
        [
          -0.182661,
          51.567245
        ],
        [
          -0.182653,
          51.56725
        ],
        [
          -0.182647,
          51.567253
        ],
        [
          -0.182641,
          51.567256
        ],
        [
          -0.182636,
          51.567258
        ],
        [
          -0.182632,
          51.56726
        ],
        [
          -0.182621,
          51.567263
        ],
        [
          -0.182613,
          51.567263
        ],
        [
          -0.182563,
          51.567273
        ],
        [
          -0.182489,
          51.567287
        ],
        [
          -0.182312,
          51.567322
        ],
        [
          -0.182248,
          51.567335
        ],
        [
          -0.182203,
          51.567257
        ],
        [
          -0.182175,
          51.567208
        ],
        [
          -0.182124,
          51.567116
        ],
        [
          -0.182203,
          51.567097
        ],
        [
          -0.182258,
          51.567084
        ],
        [
          -0.182263,
          51.567093
        ],
        [
          -0.182293,
          51.567086
        ],
        [
          -0.182454,
          51.567049
        ],
        [
          -0.182595,
          51.567016
        ],
        [
          -0.182595,
          51.567016
        ],
        [
          -0.182595,
          51.567016
        ]
      ]
    ],
    "type": "Polygon"
  }
}