{
  "lpa_name": "Camden",
  "uprn": "5035105",
  "decision_date": "14/03/2013",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Camden-2012_3519_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "WC1H 8BG",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "Change of Use",
      "site_area": 0.016,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 880,
      "total_gia_gained": 600,
      "total_gia_lost": 440,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 930
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": "22/02/2016",
        "use_class": "B1",
        "gia_gained": 330,
        "actual_commencement_date": "11/02/2014",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 440
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": "22/02/2016",
        "use_class": "B1a",
        "gia_gained": 330,
        "actual_commencement_date": "11/02/2014",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 440
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": "22/02/2016",
        "use_class": "D1",
        "gia_gained": 270,
        "actual_commencement_date": "11/02/2014",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Central Activities Zone",
        "constraints_layer_description": "Central Activity Zone"
      },
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "6",
        "constraints_layer_description": "PTAL 2008"
      }
    ]
  },
  "valid_date": "05/07/2012",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Change of use at ground and basement floors from offices (Class B1) to church (Class D1) and works of extension and alteration including erection of a new mansard roof extension, erection of rear extension at basement and ground floor, erection of rear extension at first and second floors, replacement shopfront and installation of air handling units at roof level.",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 (Promoting high quality places and conserving our heritage) of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 (Securing high quality design) and DP25 (Conserving Camden's heritage) of  the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans: Site Location Plan 290.PL.001; 021A; 030; 031; 032;033; 034; 035; 036; 037; 038; 002B; 003B; 004B; 010B; 011B; 012B; 013B; 014B; 020B; Design and Access Statement by McDowell & Benedetti Architects dated July 2012 Ref 290.pr.05 Rev A; Basement Impact Assessment Revision B by Heyne Tillett Steel dated 4th July 2012; Acoustic Report by Emtec dated 27th January 2012; BREEAM Pre-Assessment by BRE Global dated 25th January 2012; Sustainability & Energy Statement, Noise Report, BREEAM report, SBEM Calculation Document v4.1.c.3.\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 4 - The development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the Council prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works.\r\n\r\nReason: To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Development Policies and policy DP27 (Basements and Lightwells) of the London Borough of Camden Local Development Framework Development Policies.\r\n\r\n",
    "Condition : 5 - Structural engineering drawings of the excavation and lightwells adjacent to the footway on St Chad's Street, including the basement wall, shall not be otherwise than as those submitted to and approved by the Council before any works start on site. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved.\r\n\r\nReason: To safeguard the structural integrity of the public footway in accordance with the requirements of policies DP21 (Development connecting to the highway network) and DP27 (Basements and lightwells) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 6 - The proposed development shall not be occupied until the whole of the cycle parking provision shown on the approved drawings is provided. The whole of the cycle parking provision shall be permanently retained and maintained thereafter.\r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy CS11 (Promoting sustainable and efficient travel) of the London Borough of Camden Local Development Framework Core Strategy and policy DP17 (Walking, cycling and public transport) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 7 - Prior to the first occupation of the building a plan showing details of the green roof including species, planting density, substrate and a section at scale 1:20 showing that adequate depth is available in terms of the construction and long term viability of the green roof, and a programme for an initial scheme of maintenance shall be submitted to and approved in writing by the local planning authority. The green roof shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme of maintenance.\r\n\r\nReason: To ensure that the green roof is suitably designed and maintained in accordance with the requirements of policies CS13 (Tackling climate change and promoting higher environmental standards), CS14 (Promoting high quality places and conserving our heritage) and CS15 (Protecting and improving our parks and open spaces and encouraging biodiversity) of the London Borough of Camden Local Development Framework Core Strategy and policies DP22 (Promoting sustainable design and construction), DP23 (Water), DP24 (Securing high quality design) and DP32 (Air quality and Camden's Clear Zone) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 8 - A Construction Management Statement outlining how construction work will be carried out and how this work will be serviced shall be submitted to and approved by the Council before development commences. the development shall not be carried out otherwise than in accordance with the statement thus approved.\r\n\r\nReason: To protect the local transport network and the amenity of pedestrians and other road users in accordance with the requirements of policy CS5 (Managing the impact of growth) of the London Borough of Camden Local Development Framework Core Strategy and policies DP20 (Movement of goods and materials) and DP26 (Managing the impact of development on occupiers and neighbours) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 9 - The windows on the side elevation of the extension at first and second floor level hereby approved shall be obscure glazed and non-opening and shall be permanently retained and maintained thereafter.\r\n\r\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with the requirements of policy CS5 (Managing the impact of growth and development) of the London Borough of Camden Local Development Framework Core Strategy; and policy DP26 (Managing the impact of development on occupiers and neighbours) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 10 - Notwithstanding the provisions of Class D1 of the Schedule of the Town and Country Planning (Use Classes) Order, 1987, or any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order, the premises shall only be used as a place of worship and not be used for any other use within the D1 use class.\r\n\r\nReason: To ensure that the future occupation of the building does not adversely affect the adjoining premises/immediate area by reason of noise, traffic congestion and excessive on-street parking pressure in accordance with policy CS5 (Managing the impact of growth and development) of the London Borough of Camden Local Development Framework Core Strategy and policies DP26 (Managing the impact of development on occupiers and neighbours) and DP28 (Noise and vibration) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 11 - No music or other sound, in association with the church use, shall be generated on the premises in such a way as to be audible within any adjoining premises or on the adjoining highway. \r\n\r\nReason: To safeguard the amenities of the adjoining premises, and the area generally, in accordance with the requirements of policy CS5 (Managing the impact of growth and development) of the London Borough of Camden Local Development Framework Core Strategy and policies DP26 (Managing the impact of development on occupiers and neighbours) and DP28 (Noise and vibration) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 12 - Samples of the following materials shall be submitted to and approved by the Council before the relevant parts of the works are commenced and the development shall be carried out in accordance with the approval given:\r\na) Slate for mansard roof\r\nb) Zinc cladding for auditorium\r\nc) Materials for shopfront (including render, metal surround, hardwood doors, and metal cladding)\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 (Promoting high quality places and conserving our heritage) of the London Borough of Camden Local Development Framework Core Strategy and policies DP24 (Securing high quality design) and DP25 (Conserving Camden's heritage) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 13 - Detailed drawings, or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the Council before the relevant part of the work is begun:\r\n\r\na) Plan, sections and materials of proposed pavement lights to front elevation.\r\n\r\nb) Plan, elevation and section drawings of all new windows (to front elevation) and dormers at a scale of 1:10 with typical glazing bar details at a scale of 1:1. \r\n\r\nThe relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved.\r\n\r\nReason: In order to safeguard the special architectural and historic interest of the building in accordance with the requirements of policy CS14 (Promoting high quality places and conserving our heritage) of the London Borough of Camden Local Development Framework Core Strategy and policies DP24 (Securing high quality design) and DP25 (Conserving Camden's heritage) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 14 - A sample panel of the facing brickwork demonstrating the proposed colour, texture, face-bond and pointing shall be provided on site and approved by the Council before the relevant parts of the works are commenced and the development shall be carried out in accordance with the approval given. The sample panel shall be retained on site until the work has been completed.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 (Promoting high quality places and conserving our heritage) of the London Borough of Camden Local Development Framework Core Strategy and policies DP24 (Securing high quality design) and DP25 (Conserving Camden's heritage) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 15 - Notwithstanding the details illustrated on drawing number 290.PL.004 B, no plant or machinery is granted via this planning permission;\r\n\r\nReason: To safeguard the amenities of the adjoining premises, and the area generally, and the character and appearance of the building and conservation area, in accordance with the requirements of policies CS5 (Managing the impact of growth and development) and CS14 (Promoting high quality places and conserving our heritage) of the London Borough of Camden Local Development Framework Core Strategy and policies DP24 (Securing high quality design), DP25 (Conserving Camden's heritage), DP26 (Managing the impact of development on occupiers and neighbours) and DP28 (Noise and vibration) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 16 - The use of the place of worship (Class D1) hereby permitted shall not be carried out outside the following times 08:00-21:00 hours.\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies CS5 (Managing the impact of growth and development) of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 (Managing the impact of development on occupiers and neighbours) of the London Borough of Camden Local Development Framework Development Policies.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-04-25T10:35:41.690Z",
  "ward": "Kings Cross (Pre May 2022)",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null
  },
  "lapsed_date": "14/03/2016",
  "decision_target_date": "30/08/2012",
  "centroid": {
    "lat": 51.529813,
    "lon": -0.121312
  },
  "lpa_app_no": "2012/3519/P",
  "status": "Completed",
  "site_name": " ",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2012/3519/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              530414.3493718045,
              182873.70253317972
            ],
            [
              530413.549600877,
              182874.9521754731
            ],
            [
              530410.5978690007,
              182879.2009592732
            ],
            [
              530410.1031653343,
              182878.9010451237
            ],
            [
              530409.2539240402,
              182880.1506874177
            ],
            [
              530409.089022818,
              182880.38062159967
            ],
            [
              530407.39054023,
              182882.8399176346
            ],
            [
              530406.697955097,
              182883.82963433047
            ],
            [
              530406.5000736305,
              182884.09955706587
            ],
            [
              530406.4506032637,
              182884.19952845055
            ],
            [
              530405.6508323363,
              182885.34919935983
            ],
            [
              530414.9512612657,
              182891.74736790528
            ],
            [
              530415.2975538322,
              182891.24751098832
            ],
            [
              530421.9513181456,
              182881.7002438623
            ],
            [
              530423.3777137172,
              182879.85077326727
            ],
            [
              530414.3493718045,
              182873.70253317972
            ],
            [
              530414.3493718045,
              182873.70253317972
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Minor all other minor developments",
  "last_date_consultation_comments": "09/08/2012",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "11",
  "application_type": "All Other",
  "actual_completion_date": "22/02/2016",
  "title_number": null,
  "actual_commencement_date": "11/02/2014",
  "street_name": "St Chad's Street",
  "pp_id": "2054360",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 530415,
  "appeal_start_date": null,
  "centroid_northing": 182884,
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.121325,
          51.52972
        ],
        [
          -0.121336,
          51.529732
        ],
        [
          -0.121377,
          51.529771
        ],
        [
          -0.121384,
          51.529768
        ],
        [
          -0.121396,
          51.529779
        ],
        [
          -0.121398,
          51.529782
        ],
        [
          -0.121422,
          51.529804
        ],
        [
          -0.121432,
          51.529813
        ],
        [
          -0.121434,
          51.529816
        ],
        [
          -0.121435,
          51.529816
        ],
        [
          -0.121446,
          51.529827
        ],
        [
          -0.12131,
          51.529882
        ],
        [
          -0.121305,
          51.529878
        ],
        [
          -0.121213,
          51.52979
        ],
        [
          -0.121193,
          51.529773
        ],
        [
          -0.121325,
          51.52972
        ],
        [
          -0.121325,
          51.52972
        ]
      ]
    ],
    "type": "Polygon"
  }
}