{
  "lpa_name": "Camden",
  "uprn": "5021300",
  "decision_date": "13/12/2012",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Camden-2012_1898_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "NW2 2BT",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": 0,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 12.658227848101266,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Loss",
          "unit_type": "House or Bungalow",
          "unit_development_type": null,
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": null,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 1,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": 0.079,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 4,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": null,
      "site_area": null,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": 0,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "3",
        "constraints_layer_description": "PTAL 2008"
      }
    ]
  },
  "valid_date": "24/04/2012",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of building comprising basement, lower ground, ground and 2 upper floors to provide a single-family dwelling and associated landscaping (following demolition of existing dwellinghouse). ",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: Site Location Plan;  Drawing No(s) 01; 02; 03; 04; 05; 06; 07; 08; 09-A; 10-A; 11-A; 12-A; 13-A; 14-A; 15; 16; 17; 18-A; 19; 20; 21-A; 22-A; 23-A; 24-B; 25-A; 26-A; 27-A; Basement Impact Assessment by Kamvari Architects; Hydrological and Flooding Risk Report by London Basement dated 26.03.2012; Structural Method Statement by QED Structures dated 27.03.2012; Preliminary Structural Proposals by Furness Partnership dated 04.11.2011; Tree Survey and Arboricultural Method Statement by Martin Dobson Associates Ltd dated 04.04.2012; Life Time homes 120425; Construction Management Plan ref:3458; planning and design document entitled 'No. 3 Ranulf Road 120404'.\r\n\r\nReason:\r\nFor the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - A Sample panel of the facing brickwork demonstrating the proposed colour, texture, face-bond and pointing shall be provided on site and approved by the Council before the relevant parts of the works are commenced and the development shall be carried out in accordance with the approval given. The sample panel shall be retained on site until the work has been completed.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of  the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 4 - The detailed design of all windows shall be submitted to and approved by the local planning authority in writing before any work is commenced on the relevant part of the development. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of  the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 5 - Prior to the first occupation of the building a plan showing details of the green roof including species, planting density, substrate and a section at scale 1:20 showing that adequate depth is available in terms of the construction and long term viability of the green roof, and a programme for an initial scheme of maintenance shall be submitted to and approved in writing by the local planning authority. The green roof shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme of maintenance.\r\n\r\nReason: \r\nTo ensure that the green roof is suitably designed and maintained in accordance with the requirements of policies CS13, CS14, CS15 and CS16 of the London Borough of Camden Local Development Framework Core Strategy and policies DP22, DP23, DP24 and DP32 of the London Borough of Camden Local Development Framework Development Policies..\r\n",
    "Condition : 6 - No development shall take place until full details of hard and soft landscaping and means of enclosure of all un-built, open areas have been submitted to and approved by the Council. Such details shall include details of any proposed earthworks including grading, mounding and other changes in ground levels. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved.\r\n\r\nReason: To enable the Council to ensure a reasonable standard of visual amenity in the scheme in accordance with the requirements of policy CS14, CS15 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 7 - All hard and soft landscaping works shall be carried out to a reasonable standard in accordance with the approved landscape details by not later than the end of the planting season following completion of the development or any phase of the development or prior to the occupation for the permitted use of the development or any phase of the development, whichever is the sooner. Any trees or areas of planting which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the Council gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a satisfactory standard of visual amenity in the scheme in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 8 - All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage to the satisfaction of the Council. Details shall be submitted to and approved by the Council before works commence on site to demonstrate how trees to be retained shall be protected during construction work: such details shall follow guidelines and standards set out in BS5837:2012 \"Trees in Relation to Design, Demolition and Construction\"\r\n\r\nReason: To ensure that the Council may be satisfied that the development will not have an adverse effect on existing trees and in order to maintain the character and amenities of the area in accordance with the requirements of policy CS15 of the London Borough of Camden Local Development Framework Core Strategy.\r\n",
    "Condition : 9 - Before the relevant part of the development commences, details of the proposed cycle storage area for 2 cycles shall be submitted to and approved by the Council. The approved facility shall thereafter be provided in its entirety prior to the first occupation of any of the new units, and thereafter permanently maintained and retained thereafter.\r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy CS11of the London Borough of Camden Local Development Framework Core Strategy and policy DP17of the London Borough of Camden Local Development Framework Development Policies..\r\n",
    "Condition : 10 - Before the relevant part of the development commences, details of the location, design and method of waste storage including recycled materials shall be submitted to and approved by the Council and the approved facility shall therefore be provided prior to the first occupation of any of the new units and permanently maintained and retained thereafter.\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies CS5 of the London Borough of Camden Local Development Framework Core Strategy and policies DP26, and DP28 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 11 - Prior to commencement of development details of a sustainable urban drainage system shall be submitted to and approved by the local planning authority and such system shall be implemented as part of the development and thereafter retained and maintained .\r\n\r\nReason: To reduce the rate of surface water run-off from the buildings and limit the impact on the storm-water drainage system in accordance with policies CS13 and CS16 of the London Borough of Camden Local Development Framework Core Strategy and policies DP22, DP23 and DP32 of the London Borough of Camden Local Development Framework Development Policies..\r\n",
    "Condition : 12 - The property should not be occupied until the louvers on the windows on the west elevation at first floor level, as shown on the approved drawings, has been installed. The louvers shall be permanently retained and maintained thereafter.\r\n\r\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with the requirements of policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 13 - The development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the Council prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works.\r\n\r\nReason: To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Development Policies and policy DP27 (Basements and Lightwells) of the London Borough of Camden Local Development Framework Development Policies.\r\n\r\n",
    "Condition : 14 - Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted  Development) Order 1995 as amended by the (No. 2) (England) Order 2008 or any Order revoking and re-enacting that Order, no development within Part 1 (Classes A-H) and Part 2 (Classes A-C) of Schedule 2 of that Order shall be carried out without the grant of planning permission having first been obtained from the Council.\r\n\r\nReason: To safeguard the visual amenities of the area and to prevent over development of the site by controlling proposed extensions and alterations in order to ensure compliance with the requirements of policies CS14 and CS5 of the London Borough of Camden Local Development Framework Core Strategy and policies DP24 and DP26 of the London Borough of Camden Local Development Framework Development Policies..\r\n",
    "Condition : 15 - Details of the design of building foundations and the layout, with dimensions and levels, of service trenches and other excavations on site in so far as these items may affect trees on or adjoining the site, shall be submitted to and approved in writing by the local planning authority before any works on site are commenced. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved.\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenities of the area in accordance with the requirements of policy CS15 of the London Borough of Camden Local Development Framework Core Strategy.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-04-25T10:35:37.801Z",
  "ward": "Fortune Green (Pre May 2022)",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": 0,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": 2,
    "net_cycle": null
  },
  "lapsed_date": "13/12/2015",
  "decision_target_date": "19/06/2012",
  "centroid": {
    "lat": 51.557243,
    "lon": -0.197202
  },
  "lpa_app_no": "2012/1898/P",
  "status": "Lapsed",
  "site_name": "Former 3",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2012/1898/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525079.6464247254,
              185814.3507823121
            ],
            [
              525080.1576185139,
              185813.08114574122
            ],
            [
              525081.1470258466,
              185810.6018554301
            ],
            [
              525081.6911998796,
              185809.29223030608
            ],
            [
              525082.1034529349,
              185808.28251933266
            ],
            [
              525082.1034529349,
              185808.28251933266
            ],
            [
              525082.5486862346,
              185807.20282839052
            ],
            [
              525082.9032238622,
              185806.3030859384
            ],
            [
              525083.7607102171,
              185804.12370977842
            ],
            [
              525085.6323390882,
              185799.4050604751
            ],
            [
              525085.6488292104,
              185799.3550747846
            ],
            [
              525087.2978414316,
              185795.14627953822
            ],
            [
              525087.8420154644,
              185793.78666872258
            ],
            [
              525090.5628856294,
              185786.92863181274
            ],
            [
              525090.7525220348,
              185786.44876917312
            ],
            [
              525090.8597078292,
              185786.1788464366
            ],
            [
              525093.3826965275,
              185780.12058059574
            ],
            [
              525094.1000168438,
              185778.40107279853
            ],
            [
              525094.5534952045,
              185777.2613990265
            ],
            [
              525095.7984994316,
              185774.15228899836
            ],
            [
              525096.144791998,
              185773.27254082455
            ],
            [
              525097.4969820193,
              185769.80353381537
            ],
            [
              525096.6147604809,
              185766.25454970083
            ],
            [
              525096.5487999921,
              185766.00462124182
            ],
            [
              525095.5016772315,
              185761.99576876353
            ],
            [
              525094.8503174041,
              185759.09659864096
            ],
            [
              525086.3991297705,
              185762.7455541407
            ],
            [
              525077.4532384706,
              185766.70442092646
            ],
            [
              525077.2471119429,
              185766.80439231155
            ],
            [
              525076.3484002824,
              185773.60244639002
            ],
            [
              525075.6475700885,
              185779.30081525148
            ],
            [
              525074.8972695279,
              185785.29909826192
            ],
            [
              525073.7017356677,
              185794.69640831207
            ],
            [
              525072.0032530801,
              185808.50245637645
            ],
            [
              525071.4013636194,
              185813.60099693522
            ],
            [
              525071.9537827135,
              185813.55101124418
            ],
            [
              525074.4520362286,
              185813.55101124343
            ],
            [
              525074.9962102616,
              185813.60099693632
            ],
            [
              525075.499158989,
              185813.650982628
            ],
            [
              525076.6039971773,
              185813.75095401081
            ],
            [
              525077.0987008436,
              185813.8009397026
            ],
            [
              525077.6016495711,
              185813.9009110871
            ],
            [
              525078.1540686652,
              185814.00088246947
            ],
            [
              525078.6487723317,
              185814.10085385304
            ],
            [
              525078.8961241648,
              185814.20082523563
            ],
            [
              525079.6464247254,
              185814.3507823121
            ],
            [
              525079.6464247254,
              185814.3507823121
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Minor dwellings",
  "last_date_consultation_comments": "31/05/2012",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "3",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Ranulf Road",
  "pp_id": "1901537",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 525076,
  "appeal_start_date": null,
  "centroid_northing": 185802,
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.197145,
          51.557354
        ],
        [
          -0.197138,
          51.557342
        ],
        [
          -0.197124,
          51.55732
        ],
        [
          -0.197117,
          51.557308
        ],
        [
          -0.197112,
          51.557298
        ],
        [
          -0.197112,
          51.557298
        ],
        [
          -0.197105,
          51.557289
        ],
        [
          -0.197101,
          51.55728
        ],
        [
          -0.197089,
          51.557261
        ],
        [
          -0.197064,
          51.557218
        ],
        [
          -0.197064,
          51.557217
        ],
        [
          -0.197041,
          51.557179
        ],
        [
          -0.197034,
          51.557167
        ],
        [
          -0.196997,
          51.557105
        ],
        [
          -0.196995,
          51.5571
        ],
        [
          -0.196993,
          51.557098
        ],
        [
          -0.196959,
          51.557043
        ],
        [
          -0.196949,
          51.557027
        ],
        [
          -0.196943,
          51.557017
        ],
        [
          -0.196926,
          51.556989
        ],
        [
          -0.196922,
          51.556981
        ],
        [
          -0.196903,
          51.556949
        ],
        [
          -0.196917,
          51.556918
        ],
        [
          -0.196918,
          51.556915
        ],
        [
          -0.196935,
          51.55688
        ],
        [
          -0.196945,
          51.556854
        ],
        [
          -0.197066,
          51.556888
        ],
        [
          -0.197193,
          51.556926
        ],
        [
          -0.197196,
          51.556927
        ],
        [
          -0.197207,
          51.556988
        ],
        [
          -0.197215,
          51.557039
        ],
        [
          -0.197224,
          51.557094
        ],
        [
          -0.197237,
          51.557178
        ],
        [
          -0.197257,
          51.557303
        ],
        [
          -0.197264,
          51.557349
        ],
        [
          -0.197256,
          51.557348
        ],
        [
          -0.19722,
          51.557348
        ],
        [
          -0.197212,
          51.557348
        ],
        [
          -0.197205,
          51.557348
        ],
        [
          -0.197189,
          51.557349
        ],
        [
          -0.197182,
          51.557349
        ],
        [
          -0.197174,
          51.55735
        ],
        [
          -0.197166,
          51.557351
        ],
        [
          -0.197159,
          51.557352
        ],
        [
          -0.197156,
          51.557352
        ],
        [
          -0.197145,
          51.557354
        ],
        [
          -0.197145,
          51.557354
        ]
      ]
    ],
    "type": "Polygon"
  }
}