{
  "centroid": {
    "lon": "0.21413379999999999",
    "lat": "51.5846286"
  },
  "status": "Approved",
  "decision_target_date": "26/06/2020",
  "site_name": "The Railstore",
  "decision_conditions": [
    "The development to which this consent relates must be commenced not later than three years from the date of this consent.",
    "Reason:-",
    "To comply with the requirements of Section 18(1) of the Planning (Listed Building and Conservation Areas) Act 1990 (as amended by Section 51 of the Planning Compulsory Purchase Act 2004).",
    "All new work and works of making good to the retained fabric whether internal or external shall be finished to match the existing original work with regard to the methods used and to material, colour, texture and profile and in the case of brickwork facebond and pointing.",
    "Reason:-",
    "To preserve the character and appearance of the Listed Building and its setting, and in order that the development accords with Development Control Policies Development Plan Document Policy DC67.",
    "No works shall take place in relation to any of the development hereby approved until samples of the external finishing materials, which shall match those of the existing building(s) are submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the external finishing materials to be used.  Submission of samples prior to commencement will safeguard the appearance of the premises and the character of the immediate area and will ensure that the development accords with the Development Control Policies Development Plan Document Policies DC54 and DC61.",
    "Prior to commencement of the development hereby permitted, a schedule of works shall be submitted to and approved in writing by the Local Planning Authority to support the details provided as part of the current submission.",
    "Reason:-",
    "To preserve the character and appearance of the Listed Building and its setting, to safeguard the especial character and historical interest of the heritage asset and in order that the development accords with Development Control Policies Development Plan Document Policy DC67.",
    "Following works to remove the roof trusses, the work shall be completed to approved plans within 12 calendar months.",
    "Reason: To ensure positive attributes of the scheme outweigh the level of  harm identified and to preserve the character and appearance of the Listed Building and its setting, to safeguard the especial character and historical interest of the heritage asset and in order that the development accords with Development Control Policies Development Plan Document Policy DC67.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with the agent in writing and by telephone. The revisions involved the provision of further details based on recommendations made by the Council's heritage advisor. Satisfactory amendments were then agreed in June 2020."
  ],
  "secondary_street_name": "Gidea Park",
  "application_type": "All Other",
  "postcode": "RM2 6JN",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "26/06/2023",
  "locality": "Romford",
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-L0001.20",
  "centroid_northing": 189630,
  "uprn": "10070702560",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Squirrels Heath",
  "decision_date": "26/06/2020",
  "description": "Listed building consent for alteration to the South Block roof to include extension of the part glazed roofs, removal of the remaining exposed timber roof carcassing, and retention of the glazed roof over the central staircase",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=L0001.20",
  "lpa_app_no": "L0001.20",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:57:27.679+00:00",
  "centroid_easting": 553495,
  "pp_id": "08407684",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "30/01/2020",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553523.484,
              189686.209
            ],
            [
              553526.735,
              189689.732
            ],
            [
              553537.843,
              189674.288
            ],
            [
              553542.449,
              189666.702
            ],
            [
              553544.075,
              189661.013
            ],
            [
              553545.429,
              189652.614
            ],
            [
              553542.72,
              189650.175
            ],
            [
              553547.868,
              189643.131
            ],
            [
              553548.951,
              189638.796
            ],
            [
              553551.932,
              189625.52
            ],
            [
              553544.616,
              189615.767
            ],
            [
              553483.115,
              189580.004
            ],
            [
              553486.637,
              189575.127
            ],
            [
              553474.716,
              189565.644
            ],
            [
              553428.386,
              189626.062
            ],
            [
              553520.232,
              189690.544
            ],
            [
              553523.484,
              189686.209
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.803
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Kidman Close",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "03/03/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2145692,
          51.5851258
        ],
        [
          0.2146176,
          51.5851566
        ],
        [
          0.214771,
          51.5850148
        ],
        [
          0.2148342,
          51.5849454
        ],
        [
          0.2148551,
          51.5848938
        ],
        [
          0.21487099999999998,
          51.584818
        ],
        [
          0.2148308,
          51.5847968
        ],
        [
          0.21490199999999998,
          51.5847321
        ],
        [
          0.2149157,
          51.5846929
        ],
        [
          0.2149529,
          51.5845728
        ],
        [
          0.21484319999999998,
          51.5844872
        ],
        [
          0.21394059999999998,
          51.5841826
        ],
        [
          0.2139893,
          51.5841378
        ],
        [
          0.21381319999999998,
          51.5840559
        ],
        [
          0.21317139999999998,
          51.5846113
        ],
        [
          0.2145242,
          51.5851657
        ],
        [
          0.2145692,
          51.5851258
        ]
      ]
    ],
    "type": "Polygon"
  }
}