{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "21/08/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-5470_APP_2019_3673",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": "Dismissed",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.054000000000000006
  },
  "valid_date": "12/11/2019",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Temporary permission (18 months) for use of existing dwelling as an old people's day-club (Class D1)",
  "decision_conditions": [
    "The proposal, by reason of the use of the premises as a Class D1 use (day care) has resulted in the loss of an existing residential unit which undermines the Borough's supply of housing stock to the detriment of potential future occupiers of that unit. The proposal is therefore contrary to Policy 3.14 of the London Plan (March 2016) and Policy DMH 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The proposed development by reason of its use as an 'old people's day-club' for the number of people proposed, would result in a significant increase in noise and general disturbance to nearby residential properties, and as such would constitute an un-neighbourly form of development, resulting in a material loss of residential amenity. Therefore, the proposal would be contrary to Policy 7.15 of the London Plan (March 2016), Policy EM8 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The proposal fails to demonstrate that access and servicing arrangements, including for the drop-off and pick-up of patrons of the day centre would not result in conditions that would be prejudicial to highway and pedestrian safety and the efficient operation of the adjoining public highway, contrary to Policies DMT 1 and DMT 2 of the Local Plan: Part Two - Development Management Policies (2020).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Hillingdon Local Plan Parts 1 and 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T20:24:15.312+00:00",
  "ward": "BRUNEL",
  "parking_details": null,
  "lapsed_date": "21/08/2023",
  "decision_target_date": "22/01/2020",
  "centroid": {
    "lat": "51.5286031",
    "lon": "-0.45283819999999997"
  },
  "lpa_app_no": "5470/APP/2019/3673",
  "status": "Dismissed",
  "site_name": "129 HARLINGTON ROAD",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=5470/APP/2019/3673",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507395.876,
              182204.0234
            ],
            [
              507440.0615,
              182227.3068
            ],
            [
              507445.0886,
              182217.5172
            ],
            [
              507401.0354,
              182194.4984
            ],
            [
              507395.876,
              182204.0234
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "05/12/2019",
  "appeal_decision_date": "27/09/2021",
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "HILLINGDON",
  "pp_id": "08079729",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 507421,
  "appeal_start_date": "30/06/2021",
  "centroid_northing": 182211,
  "borough": "Hillingdon",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4532023,
          51.528545199999996
        ],
        [
          -0.4525585,
          51.528746
        ],
        [
          -0.4524891,
          51.5286571
        ],
        [
          -0.4531309,
          51.5284586
        ],
        [
          -0.4532023,
          51.528545199999996
        ]
      ]
    ],
    "type": "Polygon"
  }
}