{
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "site_number": null,
  "decision_process": "Delegated",
  "appeal_start_date": null,
  "lapsed_date": "31/07/2028",
  "uprn": "100021405140",
  "locality": "Upminster",
  "appeal_decision_date": null,
  "centroid_easting": 558777,
  "application_details": {
    "existing_uprns": null
  },
  "date_building_work_completed_under_previous_permission": null,
  "site_name": "Church Barn",
  "borough": "Havering",
  "status": "Approved",
  "epc_number": null,
  "bo_system": "CSV Data Import",
  "wgs84_polygon": null,
  "cil_liability": false,
  "title_number": null,
  "application_type": "All Other",
  "street_name": "Church Lane",
  "actual_commencement_date": null,
  "parking_details": null,
  "decision_target_date": "31/07/2025",
  "lpa_name": "Havering",
  "secondary_street_name": "North Ockendon",
  "decision_date": "31/07/2025",
  "last_updated": "2025-08-14T03:59:06.649Z",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=L0005.25",
  "ward": "Upminster",
  "valid_date": "05/06/2025",
  "reference_no_of_permission_being_relied_on": null,
  "development_type": null,
  "appeal_decision": null,
  "postcode": "RM14 3QH",
  "centroid_northing": 184857,
  "description": "Listed Building Consent to remove then rebuild part of a brick wall to manage epicormic growth of lime tree.",
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "lpa_app_no": "L0005.25",
  "decision": "Approved",
  "application_type_full": null,
  "last_updated_by": "CSV Data Import",
  "appeal_status": null,
  "id": "Havering-L0005.25",
  "decision_conditions": [
    "The development to which this consent relates must be commenced not later than three years from the date of this consent.",
    "Reason:-",
    "To comply with the requirements of Section 18(1) of the Planning (Listed Building and Conservation Areas) Act 1990 (as amended by Section 51 of the Planning Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "A detailed method statement outlining the process for dismantling the damaged section of the wall, confirming that no power tools will be used and the methodology for rebuilding, including mortar specifications, shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of works. The development shall proceed only in accordance with the approved details.",
    "Reason:-",
    "To ensure that the dismantling and rebuilding of the listed wall is undertaken using appropriate conservation techniques that safeguard the historic fabric, in accordance with Policy 28 of the Local Plan 2021 and the NPPF 2024.",
    "The existing historic bricks must be carefully removed to avoid breakage and reused in the reconstruction of the wall. The balance to replace any broken/damaged bricks to be made up with second-hand of salvaged bricks which should precisely match the existing bricks in respect of unit dimensions; colour and texture unless otherwise approved in writing by the Local Planning Authority.",
    "Reason:-",
    "To preserve the authenticity and architectural significance of the listed wall by retaining original materials. Reusing historic bricks maintains visual continuity and respects the craftsmanship of the original structure in accordance with Policy 28 of the Local Plan 2021 and the NPPF 2024.",
    "Should any additional or unforeseen interventions to the wall be deemed necessary during the course of works, full details shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of those additional works. All such works shall then be carried out in accordance with the approved details.",
    "Reason:-",
    "To maintain control over any additional works that may arise during the project, ensuring they are assessed for impact on the listed structure, in accordance with Policy 28 of the Local Plan 2021 and the NPPF 2024.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "pp_id": "13824768",
  "last_date_consultation_comments": "01/07/2025",
  "polygon": null,
  "centroid": {
    "lat": 51.540283,
    "lon": 0.288128
  }
}