{
  "lpa_app_no": "8230/APP/2024/3297",
  "centroid_northing": 190455,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": "31/01/2025",
  "locality": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-05-12T21:59:19.653Z",
  "valid_date": "17/12/2024",
  "polygon": null,
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 508260,
  "actual_commencement_date": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=8230/APP/2024/3297",
  "site_number": null,
  "decision": "Approved",
  "ward": "NORTHWOOD 2022",
  "decision_agency": "Borough",
  "lpa_name": "Hillingdon",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": "Removal/Variation of a condition",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hillingdon-8230_APP_2024_3297",
  "application_details": {
    "existing_uprns": null
  },
  "uprn": null,
  "decision_date": "11/02/2025",
  "description": "Variation of condition 2 (Approved Plans) of planning permission reference 8230/APP/2015/3601 dated 10-12-2015 (Two storey, 5-bed, detached dwelling house with habitable roof space and single storey detached garage/bike store to the rear, involving demolition of existing dwelling house) to allow changes to the fenestration and roof design of single storey side/rear additions (Retrospective Application).",
  "site_name": "22 THE BROADWALK",
  "last_updated_by": "CSV Data Import",
  "decision_target_date": "11/02/2025",
  "borough": "Hillingdon",
  "postcode": null,
  "street_name": "NORTHWOOD",
  "bo_system": "CSV Data Import",
  "development_type": null,
  "lapsed_date": "11/02/2028",
  "decision_conditions": [
    "The development hereby permitted shall be retained in complete accordance with the details shown on drawing numbers:",
    "15/2902/1A Rev A;",
    "15/2902/2E Rev E;",
    "15/2902/3C Rev C;",
    "15/2902/4A Rev A;",
    "15/2902/5;",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing No. 20 The Broadwalk.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The details relating to materials were approved under application reference 8230/APP/2016/1090. The development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The details relating to tree protection were approved under application reference 8230/APP/2016/1090. The development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with policies DMHB 11 and DMHB 14 of the Hillingdon Local Plan Part 2 (2020) and Policies G5, G6 and G7 of the London Plan (2021).",
    "The details relating to landscaping, car parking and refuse / cycle storage were approved under application reference 8230/APP/2016/1090. The development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with policies DMHB 11, DMHB 12, DMHB 14, DMEI 1 and DMT 2 of the Hillingdon Local Plan Part 2 (2020) and Policy G5 of the London Plan (2021).",
    "The details relating to Sustainable Water Management were approved under application reference 8230/APP/2016/3311. The development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure the development does not increase the risk of flooding in accordance with Policy DMEI 10 of the Hillingdon Local Plan Part 2 (2020) and London Plan (2021) Policy SI5.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification); no garage(s), shed(s) or other outbuilding(s), nor extension or roof alteration to any dwellinghouse(s) shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with policies DMHB 11 and DMHD 2 of the Hillingdon Local Plan Part 2 (2020)",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served.",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:",
    "carry out work to an existing party wall;",
    "build on the boundary with a neighbouring property;",
    "in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Uxbridge, UB8",
    "Your attention is drawn to the fact that the planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The following plans are SUPERSEDED by this planning permission:",
    "15/2902/2A Rev A",
    "15/2902/3B Rev B",
    "The following plans are APPROVED by this planning permission:",
    "15/2902/2E Rev E",
    "15/2902/3C Rev C"
  ],
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "pp_id": "13641948",
  "centroid": {
    "lon": -0.438231,
    "lat": 51.602539
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}