{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510274.6306,
              178999.4245
            ],
            [
              510265.3701,
              179002.7318
            ],
            [
              510270.6618,
              179016.6225
            ],
            [
              510279.9222,
              179011.3308
            ],
            [
              510275.292,
              178999.4245
            ],
            [
              510275.292,
              179000.7475
            ],
            [
              510274.6306,
              178999.4245
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07990839",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:42:24.400+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "03/09/2019",
  "secondary_street_name": "HAYES",
  "appeal_start_date": null,
  "ward": "BOTWELL",
  "centroid": {
    "lat": "51.4992649",
    "lon": "-0.4127421"
  },
  "decision": "Approved",
  "valid_date": "22/07/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.015000000000000001
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=1331/ADV/2019/41",
  "lpa_name": "Hillingdon",
  "site_name": "FORMER NESTLE FACTORY",
  "lapsed_date": "24/10/2022",
  "parking_details": null,
  "decision_conditions": [
    "i) No advertisement is to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.",
    "ii) No advertisement shall be sited or displayed so as to:-",
    "(a) Endanger persons using any highway, railway, waterway, dock, harbour or aerodrome (civil or military);",
    "(b) Obscure, or hinder the ready interpretation of, any traffic sign, railway signal or aid to navigation by water or air or;",
    "(c) Hinder the operation of any device used for the purpose of security or surveillance or for measuring the speed of any vehicle.",
    "iii) Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity of the site.",
    "iv) Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public.",
    "v) Where an advertisement is required under these Regul",
    "The intensity of illumination of the advertisement(s) shall not exceed 560 candelas per metre².",
    "REASON",
    "To ensure that the brightness of the proposed advertisement(s) will not have an adverse effect on the amenities of the area and to avoid distraction to passing motorists in accordance with Policy BE27 of the Hillingdon Unitary Development Plan Saved Policies (September 2007).",
    "The illumination of the totem sign is to be by fixed and constant internal lights and not by lights which are, or appear to be, intermittent, moving, flashing or vibrating.",
    "REASON",
    "In order to protect the visual amenity of the area and/or highway safety in accordance with Policy BE27 of the Hillingdon Unitary Development Plan Saved Policies (September 2007).",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers: 30680-FE-106; 19504-KP-ZZ-DR-S-3190-P01; TN115132 Hayes-V5; and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (2016).",
    "The decision to GRANT advertisement consent has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT advertisement consent has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016). On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "The applicant should note that any damage caused to the existing landscaping in execution of the works should be reinstated.",
    "Any lighting that is installed shall not thereafter be altered without the prior consent in writing of the local Planning Authority other than for routine maintenance which does not change its details."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Installation of an illuminated free-standing estate signage totem",
  "lpa_app_no": "1331/ADV/2019/41",
  "decision_target_date": "16/09/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "24/10/2019",
  "id": "Hillingdon-1331_ADV_2019_41",
  "centroid_northing": 179008,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 510273,
  "street_name": "NESTLES AVENUE",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.41272129999999996,
          51.4991875
        ],
        [
          -0.4128537,
          51.499219
        ],
        [
          -0.4127731,
          51.4993429
        ],
        [
          -0.4126414,
          51.4992935
        ],
        [
          -0.41271179999999996,
          51.4991874
        ],
        [
          -0.4127114,
          51.4991993
        ],
        [
          -0.41272129999999996,
          51.4991875
        ]
      ]
    ],
    "type": "Polygon"
  }
}