{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508181.8875,
              178961.0703
            ],
            [
              508184.1364,
              178977.2099
            ],
            [
              508196.8365,
              178976.1516
            ],
            [
              508197.4979,
              178973.5057
            ],
            [
              508194.9844,
              178958.9536
            ],
            [
              508181.8875,
              178960.8057
            ],
            [
              508181.8875,
              178961.0703
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07642486",
  "appeal_status": null,
  "last_updated": "2025-03-20T11:05:08.487+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "20/03/2019",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "PINKWELL",
  "centroid": {
    "lat": 51.499307,
    "lon": -0.442771
  },
  "decision": "Approved",
  "valid_date": "25/02/2019",
  "appeal_decision": null,
  "application_type_full": "Householder planning permission",
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "FME Excel Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "site_area": 0.023,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": []
  },
  "cil_liability": false,
  "postcode": "UB3 1PH",
  "title_number": [],
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=72818/APP/2019/597",
  "lpa_name": "Hillingdon",
  "site_name": "60 PINKWELL LANE",
  "lapsed_date": "16/04/2022",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans numbers 0060-PR-01 Rev. E2, 0060-PR-10 Rev. E2, 0060-PR-20 Rev. E2, 0060-PR-21 Rev. E2, 0060-PR-22 Rev. E2 and 0060-PR-23 Rev. E2.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (2016).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy BE15 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012)",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy BE24 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012)",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007,  Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "While part of the site is shown to have surface water ponding during a 1 in 100 year event, the proposed layout specifies the use of permeable paving for hardstanding areas to the front of the development. There is no flow path identified along the western side of the property and the proposed side extension will not include any additional entrances to the side or front. Roof drainage should be directed away from the sewer network through the use of soakaways or rain gardens, and water butts should be incorporated.",
    "The Council is aware of the presence of land, within 250 metres of the site, with potential to emit landfill gas . However, the risk of gas migration is considered minimal due to the age, nature and/or location of the fill. It is recommended that the structure is designed and constructed to mitigate any risk of possible entry of any migrating landfill gas."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Single storey side extension",
  "lpa_app_no": "72818/APP/2019/597",
  "decision_target_date": "22/04/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "16/04/2019",
  "id": "Hillingdon-72818_APP_2019_597",
  "centroid_northing": "178968",
  "application_type": "Householder",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": "508190",
  "street_name": "HAYES",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4428699,
          51.4992472
        ],
        [
          -0.44283259999999997,
          51.4993918
        ],
        [
          -0.44265000000000004,
          51.4993799
        ],
        [
          -0.44264129999999996,
          51.499356
        ],
        [
          -0.44268189999999996,
          51.4992257
        ],
        [
          -0.44287000000000004,
          51.4992448
        ],
        [
          -0.4428699,
          51.4992472
        ]
      ]
    ],
    "type": "Polygon"
  }
}