{
  "centroid": {
    "lon": "0.17199709999999999",
    "lat": "51.5785548"
  },
  "status": "Refused",
  "decision_target_date": "30/04/2020",
  "site_name": "57 MAWNEY ROAD",
  "decision_conditions": [
    "The proposed development would - through inappropriate layout and design of the residential units, including a lack of private amenity space - result in an unsatisfactory quality of accommodation for future occupants, and would be unacceptable when assessed against the Technical Housing Standards, policy 3.5 (and table 3.3) of the London Plan (MALP 2016), and policies DC3, DC4 and DC61 of the Havering Core Strategy and Development Control Policies DPD (2008) and Residential Design Supplementary Planning Document 2010. The proposal would also fail to accord with the core principle set out in Paragraph 127 of the National Planning Policy Framework which seeks to ensure a high standard of amenity for existing and future occupants of land and buildings.",
    "The proposed development would fail to provide adequate parking for bicycles or the storage of refuse and recycling, and it is not clear if this could be provided on site. The proposed development would therefore be unacceptable when assessed against policies 6.13 and 6.9, and table 6.2 of the London Plan (MALP), and policies DC32, DC33, DC35 and DC36 of the Havering Core Strategy and Development Control Policies DPD (2008).",
    "In the absence of a legal agreement to ensure that occupants of the proposed residential units would be unable to apply for parking permits, the proposal fails to satisfactorily mitigate the infrastructure impact of the development, contrary to the provisions of policies DC32, DC33 and DC72 of the Development Control Policies DPD and Policy 8.2 of the London Plan.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to the agent prior to the decision being issued.",
    "Further to this, paragraph 38 of the National Planning Policy Framework (2019) (the NPPF) requires Local Planning Authorities to approach decisions on proposed development in a positive and creative way, and paragraph 41 of the NPPF places an expectation that issues on applications should be addressed prior to submission of an application. The Council has made available on its website the policies and guidance provided by the Development Plan in its entirety. The Council also offers a full pre-application advice service in order to ensure that the applicant has every opportunity to submit an application that's likely to be considered acceptable. In an",
    "The proposal, if granted planning permission on appeal, would be liable for the Havering Community Infrastructure Levy (CIL) and Mayor of London CIL. Based upon the information supplied with the application, the application would attract a Mayoral CIL liability of approximately £100, and a Havering CIL liability of approximately £10,503 subject to indexation. Further details with regard to CIL are available from the Council's website."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM7 7HL",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "16/07/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0564.20",
  "centroid_northing": 188867,
  "uprn": "100023219322",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Brooklands",
  "decision_date": "16/07/2020",
  "description": "The conversion of the second floor from one 2-bed flat to 2 x 1bed flats, with associated external staircase and alterations to the second floor.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0564.20",
  "lpa_app_no": "P0564.20",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:54:10.626+00:00",
  "centroid_easting": 550596,
  "pp_id": "08674357",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "30/04/2020",
  "decision": "Refused",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550585.004,
              188852.509
            ],
            [
              550589.339,
              188884.344
            ],
            [
              550607.627,
              188881.77
            ],
            [
              550602.209,
              188849.258
            ],
            [
              550585.004,
              188852.509
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.059000000000000004
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "ROMFORD",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "23/05/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1718323,
          51.5784275
        ],
        [
          0.1719085,
          51.5787124
        ],
        [
          0.1721711,
          51.5786844
        ],
        [
          0.17207909999999998,
          51.5783937
        ],
        [
          0.1718323,
          51.5784275
        ]
      ]
    ],
    "type": "Polygon"
  }
}