{
  "bo_system": "CSV Data Import",
  "last_updated": "2025-03-19T03:34:07.692+00:00",
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "locality": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "Prior to any above ground works, a written specification of external walls and roof materials to be used in the construction of the building(s) shall be submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  Submission of a written specification prior to any above ground works will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Before the dwellings hereby permitted are first occupied, the car parking provision as shown on drawing No.",
    "PL-5889_18 shall be laid out and surfaced to the satisfaction of the Local Planning Authority and retained permanently thereafter for the proposed dwellings and shall not be used for any other purpose.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety.",
    "The proposed ground floor windows serving the living room of the side elevations of the proposed dwellings shown on Drawing No.'s PL-5889_14 and PL-5889_16 shall be permanently glazed with obscure glass not less than level 4 on the standard scale of obscurity and shall thereafter be maintained.",
    "Reason:-",
    "In the interests of privacy.",
    "The proposed first floor bathroom window on the side elevations of the proposed dwellings shown on Drawing No.'s",
    "PL-5889_14 and PL-5889_16 shall be permanently glazed with obscure glass not less than level 4 on the standard scale  of obscurity and shall thereafter be maintained as such and permanently fixed shut, with the exception of any top hung fanlights.",
    "Reason:-",
    "In the interests of privacy, and in order that the development accords with Policy 7 of the Havering Local Plan.",
    "Prior to the first occupation of the dwellings hereby approved, a scheme of hard and soft landscaping, which shall include indications of all existing trees and shrubs on the site, and details of any to be retained, together with measures for the protection in the course of development shall be submitted to and approved by the Local Planning Authority. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the hard and soft landscaping proposed.  Submission of a scheme prior to the firs",
    "Prior to the first occupation of the development hereby approved, details of all proposed walls, fences and boundary treatment shall be submitted to, and approved in writing by, the Local Planning Authority.  The boundary development shall then be carried out in accordance with the approved details and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:",
    "Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to the first occupation of the development hereby approved will protect the visual amenities of the development, prevent undue overlooking of adjoining property.",
    "Prior to the first occupation of the proposed dwellings hereby permitted, all parking spaces shall include the provision of suitable infrastructure to allow the future installation of charging facilities for electric or Ultra-Low Emission vehicles.",
    "Reason:  Passive provision prior to first occupation of the proposed dwellings hereby permitted will ensure that the development adequately incorporates measures to allow the use of electric vehicles by future occupiers in accordance with Policy T6.1 of the London Plan.",
    "All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "No works shall take place in relation to any of the development hereby approved until a Construction Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers is submitted to and approved in writing by the Local Planning Authority. The Construction Method statement shall include details of:",
    "a)  parking of vehicles of site personnel and visitors;",
    "b)  storage of plant and materials;",
    "c)  dust management controls;",
    "d)  measures for minimising the impact of noise and ,if appropriate, vibration arising from construction activities;",
    "e)  predicted noise and, if appropriate, vibration levels for construction using methodologies and at points agreed with the Local Planning Authority;",
    "f)  scheme for monitoring noise and if appropriate, vibration levels using methodologies and at points agreed with the Local Planning Authorities;",
    "g)  siting and design of temporary buildings;",
    "h)  scheme for security fencing/hoardings, depicting a readily vis",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 the outbuildings hereby permitted shall be used only for purposes incidental to the enjoyment of the dwelling house and not for any trade or business nor as living accommodation.",
    "Reason:-",
    "To restrict the use to one compatible with a residential area.",
    "Prior to the first occupation of the development, details shall be submitted to and agreed in writing by the Local Planning Authority for the installation of Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with the agreed details and shall thereafter be permanently retained. Following installation emissions certificates will need to be provided to the Local Planning Authority to verify boiler emissions.",
    "Reason: To minimise the impact of building emissions on local air quality.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan) shall be formed in the flank wall(s) of the building(s) and the outbuildings hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the single storey rear projections of the proposed dwellings and the outbuildings hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (Order) or any other order replacing or amending the said Order other than porches erected in accordance with the Order, no extension or enlargement (including additions to roofs) shall be made to the dwellinghouse(s) hereby permitted, or any detached building erected, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity.",
    "All dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with Policy 7 of the Havering Local Plan and Policy D7 of the London Plan.",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy SI 5 of the London Plan.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework.",
    "For Residential Development Only",
    "Please be advised that approval of this application from 1st September 2019 (either by London Borough of Havering, or subsequently by PINS if allowed on appeal following a refusal by London Borough of Havering) will attract a liability payment of £33,450 plus indexation in Community Infrastructure Levy (CIL). This charge has been levied under s.206 of the Planning Act 2008 and includes both the Mayor of London's CIL and Havering Council's CIL.",
    "London Borough of Havering, as CIL collecting authority, has responsibility for the collection of the Mayoral CIL, in addition to Havering's CIL, on commencement of the development.",
    "Your proposal is subject to a CIL Liability Notice indicating a levy of £5,575 plus indexation for the application, based on the Mayoral CIL levy rate for Havering of £25/sq.m plus Havering's charging rate for residential of £125/sq.m (Zone A) and the floorspace of 223 square metres.",
    "You are advised to visit the planning portal w",
    "A fee is required when submitting details pursuant to the discharge of conditions.  In order to comply with the Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012, (as amended), a fee of £116 per request or £34 where the related permission was for extending or altering a dwellinghouse, is needed.",
    "Before occupation of the residential/ commercial unit(s) hereby approved, it is a requirement to have the property/properties officially Street Named and Numbered by our Street Naming and Numbering Team.  Official Street Naming and Numbering will ensure that that Council has record of the property/properties so that future occupants can access our services.  Registration will also ensure that emergency services, Land Registry and the Royal Mail have accurate address details.  Proof of having officially gone through the Street Naming and Numbering process may also be required for the connection of utilities. For further details on how to apply for registration see:",
    "https://www.havering.gov.uk/Pages/Services/Street-names-and-numbering.aspx"
  ],
  "valid_date": "25/04/2023",
  "centroid": {
    "lat": "51.5889053",
    "lon": "0.1846176"
  },
  "lpa_app_no": "P0564.23",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "postcode": "RM1 4EJ",
  "ward": "Marshalls & Rise Pk",
  "description": "Demolition of existing building and construction of 2 dwellings with off street car parking and private amenity and outbuilding to the rear.",
  "appeal_start_date": null,
  "application_type": "All Other",
  "site_name": "118 Pettits Lane",
  "last_date_consultation_comments": "20/05/2023",
  "cil_liability": true,
  "application_details": {
    "site_area": 0.07,
    "total_gia_gained": 256,
    "rain_water_harvesting": false,
    "grey_water_reuse": false,
    "total_gia_existing": 143,
    "existing_uprns": null,
    "non_residential_details": {
      "total_gia_existing": 143,
      "total_gia_gained": 256,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 143
    },
    "infrastructure_details": {
      "no_homes_passive_cooling": 2,
      "no_resi_units_to_have_full_fibre": 2,
      "no_non_resi_units_to_have_full_fibre": 2,
      "percentage_demolition_construction_material_recycling": 0,
      "total_annual_pm_emissions": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 2,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "no_new_gas_connections_required": 2
    },
    "internal_resi_water_usage": 0,
    "ownership_status": "Private",
    "scheme_phasing": true,
    "green_suds": false,
    "garden_land_lost": false,
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 8.5,
        "building_ref": "A & B"
      }
    ],
    "total_gia_lost": 143,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 143,
        "use_class": "C3",
        "gia_gained": 256,
        "gia_lost": 143
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "phasing_details": [
      {
        "phase_detail": "Phase A",
        "intended_completion_date": "12/2024",
        "intended_commencement_date": "04/2024"
      }
    ],
    "projected_cost_of_works": "Up to £2m"
  },
  "street_name": "Romford",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0564.23",
  "uprn": "100021391627",
  "appeal_decision_date": null,
  "pp_id": "12083233",
  "decision_process": "Delegated",
  "centroid_easting": 551436,
  "epc_number": null,
  "centroid_northing": 190044,
  "application_type_full": "Full planning permission",
  "secondary_street_name": null,
  "decision": "Approved",
  "actual_commencement_date": null,
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "site_number": null,
  "id": "Havering-P0564.23",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Havering",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "decision_target_date": "21/06/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551412.246,
              190035.11
            ],
            [
              551452.209,
              190064.642
            ],
            [
              551460.337,
              190054.075
            ],
            [
              551420.916,
              190023.324
            ],
            [
              551412.246,
              190035.11
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {
    "no_existing_car": 0,
    "no_proposed_car": 4,
    "net_car": 4
  },
  "title_number": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1842711,
          51.5888318
        ],
        [
          0.1848603,
          51.5890864
        ],
        [
          0.1849729,
          51.5889893
        ],
        [
          0.1843911,
          51.5887236
        ],
        [
          0.1842711,
          51.5888318
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lapsed_date": "21/06/2026",
  "decision_date": "21/06/2023"
}