{
  "centroid": {
    "lon": "0.23353059999999998",
    "lat": "51.5945577"
  },
  "status": "Approved",
  "decision_target_date": "22/08/2019",
  "site_name": "Charles House",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 the garage(s)/carport(s) hereby permitted shall be made permanently available for the parking of private motor vehicles and not for any other purpose including living accommodation or any trade or business.",
    "Reason:-",
    "To provide satisfactory off-street parking at the site, and that the development accords with the Development Control Policies Development Plan Document Policy DC61",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section 7 of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "No building shall be occupied or use commenced until screen fencing, including to the boundaries adjacent to the hard landscaped area to the north of the site, is provided in accordance with details previously submitted to and approved in writing by the Local Planning Authority. The fencing shall be permanently retained and maintained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect the visual amenities of the development, prevent undue overlooking of adjoining property and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (Use Classes) Order 1987 (as amended) the use hereby permitted shall be B1(a) only and shall be used for no other purpose(s) whatsoever including any other use in Class B1 of the Order, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To restrict the use of the premises to one compatible with the surrounding area and to enable the Local Planning Authority to exercise control over any future use not forming part of this application, and that the development accords with the Development Control Policies Development Plan Document Policy DC61",
    "The premises shall not be used for the purposes hereby permitted other than between the hours of 08:00 and 18:00 on Mondays to Saturdays and not at all on Sundays, Bank or Public holidays without the prior consent in writing of the Local Planning Authority.",
    "Reason:-",
    "To enable the Local Planning Authority to retain control in the interests of amenity, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "No building shall be occupied or use commenced until refuse and recycling facilities are provided in accordance with details which shall previously have been submitted to and approved in writing by the Local Planning Authority. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge how refuse and recycling will be managed on site.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect the amenity of occupiers of the development and also the locality generally and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "No building shall be occupied or use commenced until cycle storage is provided in accordance with details previously submitted to and approved in writing by the Local Planning Authority. The cycle storage shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to demonstrate what facilities will be available for cycle parking.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use is in the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with DSB Property Designs Ltd via email on 10th and 28th June 2019. The revisions involved amending the boundaries of the site on the plans and deleting the container from the description of the proposal. The amendments were subsequently submitted on 10th & 28th June 2019.",
    "A fee is required when submitting details pursuant to the discharge of conditions.  In order to comply with the Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012, (as amended), a fee of £116 per request or £34 where the related permission was for extending or altering a dwellinghouse, is needed."
  ],
  "secondary_street_name": "Harold Wood",
  "application_type": "All Other",
  "postcode": "RM3 0BP",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "22/08/2022",
  "locality": "Romford",
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0564.19",
  "centroid_northing": 190775,
  "uprn": "100023216379",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Harold Wood",
  "decision_date": "22/08/2019",
  "description": "Demolish existing garages and erect new office and garage block to form new independent office (use class B1a) and storage and retention of existing hard landscaping.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0564.19",
  "lpa_app_no": "P0564.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:54:10.740+00:00",
  "centroid_easting": 554805,
  "pp_id": "07760115",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "03/05/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554794.031,
              190746.741
            ],
            [
              554793.625,
              190768.416
            ],
            [
              554790.78,
              190784.13
            ],
            [
              554803.379,
              190788.601
            ],
            [
              554794.98,
              190818.81
            ],
            [
              554800.398,
              190819.893
            ],
            [
              554815.842,
              190787.652
            ],
            [
              554813.132,
              190785.485
            ],
            [
              554816.79,
              190760.695
            ],
            [
              554821.396,
              190752.431
            ],
            [
              554815.3,
              190749.451
            ],
            [
              554794.031,
              190746.741
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.11900000000000001
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Station Road",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "12/06/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.23335989999999998,
          51.5943068
        ],
        [
          0.23336359999999998,
          51.5945017
        ],
        [
          0.2333295,
          51.5946437
        ],
        [
          0.23351319999999998,
          51.5946804
        ],
        [
          0.23340529999999998,
          51.5949541
        ],
        [
          0.2334839,
          51.5949623
        ],
        [
          0.2336925,
          51.5946684
        ],
        [
          0.23365249999999999,
          51.5946497
        ],
        [
          0.2336943,
          51.594426
        ],
        [
          0.2337571,
          51.5943505
        ],
        [
          0.23366789999999998,
          51.5943254
        ],
        [
          0.23335989999999998,
          51.5943068
        ]
      ]
    ],
    "type": "Polygon"
  }
}