{
  "locality": null,
  "appeal_status": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=73720/APP/2025/321",
  "decision_process": "Delegated",
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "decision": "Approved",
  "bo_system": "CSV Data Import",
  "valid_date": "10/02/2025",
  "description": "Erection of a two storey rear infill extension, a roof extension, and external alterations to expand the existing Bed and Breakfast (B&B) on the upper floors and external alterations to restore the Public House.",
  "application_type_full": "Full planning permission",
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "borough": "Hillingdon",
  "pp_id": "13753818",
  "site_number": null,
  "application_details": {
    "affordable_housing_fast_track": false,
    "rain_water_harvesting": false,
    "phasing_details": [
      {
        "phase_detail": "1",
        "intended_completion_date": "12/2025",
        "intended_commencement_date": "07/2025"
      }
    ],
    "site_area": 300,
    "grey_water_reuse": false,
    "non_residential_details": {
      "total_gia_gained": 50.84,
      "total_gia_existing": 389.98,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0
    },
    "garden_land_lost": false,
    "total_gia_gained": 50.84,
    "surface_water_discharge_percentage_reduction": 0,
    "internal_resi_water_usage": 105,
    "green_suds": false,
    "infrastructure_details": {
      "fire_suppression_system_proposed": false,
      "mobile_network_operators_consultation": false,
      "total_annual_pm_emissions": 0,
      "ghg_reduction_over_building_regulations": true,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_water_connections_required": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_new_gas_connections_required": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 199.65,
        "gia_gained": 0,
        "use_class": "SG",
        "gia_lost": 0
      },
      {
        "gia_existing": 190.33,
        "gia_gained": 50.84,
        "use_class": "SpecifiedOther",
        "gia_lost": 0
      }
    ],
    "total_gia_existing": 389.98,
    "ownership_status": "Private",
    "existing_uprns": null,
    "total_gia_lost": 0,
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": true
  },
  "appeal_decision_date": null,
  "lapsed_date": "23/05/2028",
  "centroid_easting": 508716,
  "decision_target_date": "23/05/2025",
  "street_name": "287 HIGH STREET",
  "last_updated": "2025-07-06T21:59:16.677Z",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "development_type": null,
  "title_number": null,
  "postcode": "UB3 5DG",
  "parking_details": {
    "no_existing_car": 0,
    "no_proposed_cycle": 12,
    "net_car": 0,
    "no_existing_cycle": 0,
    "no_proposed_car": 0,
    "net_cycle": 12
  },
  "actual_completion_date": null,
  "appeal_start_date": null,
  "secondary_street_name": "HARLINGTON",
  "epc_number": null,
  "decision_agency": "Borough",
  "ward": "H/ROW VILLAGES 2022",
  "centroid": {
    "lat": 51.487737,
    "lon": -0.435589
  },
  "polygon": null,
  "status": "Approved",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers ART/2025/CU287HS/SPLP Rev.A, ART/2025/CU287HS/Cellar Rev.B, ART/2025/CU287HS/FE01 Rev.B, ART/2025/CU287HS/FE02 Rev. B, ART/2025/CU287HS/PE/Rev. C, ART/2025/CU287HS/PL01 Rev.B, ART/2025/CU287HS/PL02 Rev.B, ART/2025/CU287HS/RP Rev.B and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development preserves and enhances the appearance and character of the locally listed building and conservation area in accordance with Policies DMHB 3, DMHB 4 and DMHB 11  of the Hillingdon Local Plan Part 2 (2020).",
    "The rooflight located towards the rear in the south elevation shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the approved plans, all roof lights shall be conservation roof lights with a genuine glazing bar, installed completely flush along the roof line.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development preserves and enhances the appearance and character of the locally listed building and conservation area in accordance with Policies DMHB 3, DMHB 4 and DMHB 11  of the Hillingdon Local Plan Part 2 (2020).",
    "The reinstatement of the chimney stacks shall be carried out in accordance with the approved plans and completed prior to occupation of the development hereby approved.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development preserves and enhances the appearance and character of the locally listed building and conservation area in accordance with Policies DMHB 3, DMHB 4 and DMHB 11  of the Hillingdon Local Plan Part 2 (2020).",
    "Before the commencement of development, unless otherwise agreed in writing by the Local Planning Authority, details of the redundant crossovers to be removed to reinstate the kerb and footway shall be submitted to and approved in writing by the Local Planning Authority. The redundant crossovers reinstated back to footway shall be constructed and laid out in accordance with the approved plans and completed prior to occupation of the development hereby approved.",
    "REASON",
    "To ensure construction of a satisfactory development and to promote sustainable development in accordance with Policies DMT 1, DMT 2 and DMT 6 of the Hillingdon Local Plan Part 2 (2020).",
    "The cycle parking shall be constructed and laid out in accordance with the agreed details and completed prior to occupation of the development hereby approved and shall thereafter be retained, maintained and kept available for the occupants of the development at all times.",
    "REASON",
    "To ensure that the proposed development will provide adequate facilities in compliance with Policies DMT 5 and DMT 6 of the Hillingdon Local Plan Part 2 (2020) and Policy T5 of the London Plan (2021).",
    "The Fire Escape doors which open outwards onto the public highway shall be fitted on both sides with \"Fire escape door keep shut\" and \"keep clear\" signs in accordance with the above requirement and completed prior to occupation of the development hereby approved and shall thereafter be retained, maintained and kept available for the occupants of the development at all times. The doors cannot be used for any other purpose, even on a temporary basis, other than as emergency/escape exit doors.",
    "REASON",
    "To ensure the provision of Fire escape doors in an emergency, the risk to pedestrian safety is as low as possible to do so, suitable, and sustainable for users of the development in accordance with Policies T2 and T4 of the London Plan (2021).",
    "The building shall achieve 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO). No building shall be occupied until accreditation has been achieved.",
    "REASON",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000 to ensure the development provides a safe and secure environment in accordance with Policy DMHB 15 of the Hillingdon Local Plan Part 2 (2020) and Policies D11 and D12 of the London Plan (2021).",
    "The applicant is advised that the storage of materials associated with the construction of this development should be provided within the site on land which is not public highway, and the use of such areas must not interfere with the public highway. If this is not possible, authorisation should be sought from the Highway Authority before construction works commence.",
    "It is an offence under section 137 of the Highways Act 1980 for any person, without lawful authority or excuse, in any way to wilfully obstruct the free passage along a highway or public right of way. If this development is likely to result in the public highway or public right of way network becoming routinely blocked (fully or partly) the applicant must contact the Highway Authority to obtain their permission and requirements before construction works commence.",
    "It is an offence under section 148 of the Highways Act 1980 to deposit compost, dung or other material for dressing land, or any rubbish on a made up carriageway, or any or other debris on a highway to the interruption of any highway user. Section 149 of the same Act gives the Highway Authority powers to remove such material at the expense of the party responsible. Therefore, best practical means shall be taken at all times to ensure that all vehicles leaving the site during construction of the development and use thereafter are in a condition such as not to emit dust or deposit mud, slurry or other debris on the highway.",
    "The accessible toilet should be designed in accordance with the guidance given in Approved Document M to the Building Regulations 2010 (2015 edition).",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people."
  ],
  "uprn": null,
  "lpa_name": "Hillingdon",
  "centroid_northing": 177692,
  "site_name": "THE FORMER RED LION PH",
  "wgs84_polygon": null,
  "lpa_app_no": "73720/APP/2025/321",
  "last_date_consultation_comments": "03/05/2025",
  "subdivision_of_building": null,
  "id": "Hillingdon-73720_APP_2025_321",
  "decision_date": "23/05/2025",
  "cil_liability": false
}