{
  "development_type": null,
  "appeal_decision": null,
  "site_number": null,
  "street_name": "RUISLIP",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 38 BURY-TREES Rev. P01, 38 BURY-004 Rev. P02 and 38 BURY-006 Rev. P01..",
    "REASON",
    "To ensure the development complies with the provisions of the Local Plan: Part Two - Development Management Policies (2020) and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted, shall be as per the submitted plans and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policies DMHB 11 and DMHD 1 of the Local Plan: Part Two - Development Management Policies (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "No site clearance or construction work shall take place until the details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "1. A method statement outlining the sequence of development on the site including demolition, building works and tree protection measures.",
    "2. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority. Such fencing should be a minimum height of 1.5 metres.",
    "Thereafter, the development shall be implemented in accordance with the approved details.",
    "The fencing shall be retained in position until development is completed.",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "The outbuilding hereby approved shall only be used for the purpose(s) stated on the application form and approved drawings and shall not be used for purposes such as a living room, bedroom, kitchen, study, commercial use, as a separate unit of accommodation or for any business purposes.",
    "REASON",
    "To avoid any future fragmentation of the curtilage or the creation of a separate residential or business use, so as to protect the amenity of adjoining residential properties in accordance with Policies DMH 4, DMHB 11, DMHB 16, DMHB 18 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020."
  ],
  "locality": null,
  "uprn": null,
  "status": "Approved",
  "pp_id": "09991134",
  "title_number": [
    "Unregistered"
  ],
  "parking_details": null,
  "bo_system": "CSV Data Import",
  "centroid": {
    "lon": "-0.4290981",
    "lat": "51.5782936"
  },
  "decision_agency": "Borough",
  "application_type": "Householder",
  "decision_date": "27/09/2021",
  "last_updated_by": "CSV Data Import",
  "decision_process": "Delegated",
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 187772,
  "secondary_street_name": null,
  "epc_number": null,
  "cil_liability": false,
  "actual_completion_date": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=256/APP/2021/2597",
  "lpa_app_no": "256/APP/2021/2597",
  "lpa_name": "Hillingdon",
  "application_type_full": "Householder planning permission",
  "site_name": "38 BURY STREET",
  "ward": "EASTCOTE & E RUISLIP",
  "appeal_status": null,
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508923.8333,
              187758.012
            ],
            [
              508959.4198,
              187793.5985
            ],
            [
              508969.7386,
              187782.3537
            ],
            [
              508964.8438,
              187772.4318
            ],
            [
              508933.6229,
              187751.6619
            ],
            [
              508923.8333,
              187758.012
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-03-20T20:24:15.416+00:00",
  "appeal_start_date": null,
  "decision_target_date": "27/09/2021",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "last_date_consultation_comments": "02/09/2021",
  "borough": "Hillingdon",
  "lapsed_date": "27/09/2024",
  "appeal_decision_date": null,
  "id": "Hillingdon-256_APP_2021_2597",
  "description": "Detached outbuilding in rear garden",
  "valid_date": "02/08/2021",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 6.25,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "10/2021",
    "intended_commencement_date": "09/2021",
    "site_area": 0.07500000000000001
  },
  "centroid_easting": 508949,
  "postcode": null,
  "actual_commencement_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4294655,
          51.5781727
        ],
        [
          -0.42894109999999996,
          51.5784857
        ],
        [
          -0.4287957,
          51.5783826
        ],
        [
          -0.42886939999999996,
          51.5782944
        ],
        [
          -0.4293262,
          51.5781137
        ],
        [
          -0.4294655,
          51.5781727
        ]
      ]
    ],
    "type": "Polygon"
  }
}