{
  "cil_liability": false,
  "centroid": {
    "lat": "51.6062228",
    "lon": "-0.4781721"
  },
  "uprn": null,
  "bo_system": "CSV Data Import",
  "borough": "Hillingdon",
  "description": "Retention of dormer window and single storey rear extension",
  "street_name": "HAREFIELD",
  "id": "Hillingdon-76008_APP_2021_2764",
  "decision_target_date": "08/09/2021",
  "decision_date": "14/12/2021",
  "lapsed_date": "14/12/2024",
  "ward": "HAREFIELD",
  "pp_id": "10035752",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=76008/APP/2021/2764",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 5,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "03/2021",
    "intended_completion_date": "10/2021",
    "site_area": 0.011000000000000001
  },
  "decision_conditions": [
    "The applicant has failed to demonstrate, as a matter of fact and degree, that the property has been converted into a small House in Multiple Occupation (Use Class C4). Given the evidence possessed by the Council, it is considered that the future occupants could be afforded with all the necessary facilities required for day to day private domestic existence. As a result, the proposal would result in a material change of use to six self-contained studio flats in a location and form that would be unacceptable, due to the requirements for amenity space, parking and and the detrimental impact on the character and appearance of the Conservation Area and on neighbouring residential properties. The proposal therefore conflicts with Policies BE1 and HE1 of the Hillingdon Local Plan: Part One- Strategic Policies (2012), Policies DMHD 1, DMH 4, DMHB 1, DMHB 4,  DMHB 11, DMHB 12, DMHB 16, DMHB 18 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020),  Policies HC1, D1, D3",
    "The constructed rear dormer, by reason of its excessive size, scale and bulk, coupled with its siting and design, appears as an incongruous and visually obtrusive form of development which significantly detracts from the original form of the property and the symmetry of the terrace which it forms a part and fails to either preserve or enhance the character or appearance of the surrounding Harefield Village Conservation Area. The proposal is therefore contrary to Policies BE1 and HE1 of the Hillingdon Local Plan: Part One- Strategic Policies (2012), Policies DMHB 1, DMHB 4, DMHB 11, DMHB 12 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policies HC1, D1, D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "The increase to the ridge height of the host property, by virtue of it being higher than the adjoining terrace properties, disrupts the appearance, rhythm and symmetry of the terrace which it forms a part. Consequently, the proposal has caused significant harm to the character, appearance and visual amenities of the host property, the street scene and the setting of the Harefield Village Conservation Area. The proposal is therefore contrary to Policies BE1 and HE1 of the Hillingdon Local Plan: Part One- Strategic Policies (2012), Policies DMHB 1, DMHB 4, DMHB 11, DMHB 12 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policies HC1, D1, D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "The installed front roof light and external pipe run, by virtue of their siting on the front elevation of the property, protrusion and design, appear visually intrusive and significantly detracts from the architectural composition of the host property, and causes harm to the street scene and setting of the Harefield Village Conservation Area. The proposal is therefore contrary to Policies BE1 and HE1 of the Hillingdon Local Plan: Part One- Strategic Policies (2012), Policies DMHB 1, DMHB 4, DMHB 11, DMHB 12 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policies HC1, D1, D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "The development has led to the unacceptable subdivision and loss of a family-sized dwelling with an original floor area of less than 120 square metres and more than one unit per floor. The proposal has therefore caused harm to the Borough's housing supply, where the Council's evidence demonstrates that there is a substantial need for family sized housing (i.e. three bedrooms or more). The proposal therefore conflicts with Policy DMH 4 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and the National Planning Policy Framework (2021).",
    "The development, by virtue of its substandard and cramped internal floor areas, compromised outlook, privacy and natural light, and substandard provision of private outdoor amenity space, would result in poor quality living conditions for future occupants. The proposal is therefore contrary to Policies DMHB 11, DMHB 16 and DMHB 18 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policy D6 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "The constructed single storey rear infill extension, by virtue of its proximity, depth, height and roof profile causes harm to the living conditions of the neighbouring residential occupiers at number 59 Newdigate Road, in terms of outlook, sense of enclosure and overbearing impact. The proposal is therefore contrary to Policy BE1 of the Hillingdon Local Plan: Part One- Strategic Policies (2012), Policies DMHD 1 and DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and the National Planning Policy Framework (2021).",
    "Insufficient evidence has been submitted to demonstrate that the development would not severely exacerbate the demand for street parking in the area leading to increased instances of dangerous and illegal parking, which in turn, would result in congestion and harmful highway safety implications. The proposal therefore conflicts with Policies DMT 1, DMT 2 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policies T6 and T6.1 of the London Plan (2021) and the National Planning Framework (2021).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan 2021 and national guidance.",
    "This is a reminder that Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), should an application for appeal be allowed, the proposed development would be deemed as 'chargeable development' and therefore liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This would be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012.",
    "For more information on CIL matters please visit the planning portal page at: www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil"
  ],
  "lpa_app_no": "76008/APP/2021/2764",
  "parking_details": null,
  "actual_completion_date": null,
  "date_building_work_started_under_previous_permission": "01/03/2021",
  "application_type_full": "Householder planning permission",
  "title_number": [
    "n/a"
  ],
  "centroid_easting": 505484,
  "last_updated": "2025-03-19T03:24:07.182+00:00",
  "appeal_start_date": "03/03/2022",
  "decision": "Refused",
  "site_number": null,
  "postcode": "UB9 6EL",
  "secondary_street_name": "MIDDLESEX",
  "site_name": "57 NEWDIGATE ROAD",
  "valid_date": "14/07/2021",
  "status": "Dismissed",
  "decision_process": "Committee",
  "last_updated_by": "CSV Data Import",
  "actual_commencement_date": null,
  "appeal_decision_date": "03/07/2023",
  "epc_number": null,
  "centroid_northing": 190806,
  "lpa_name": "Hillingdon",
  "locality": null,
  "appeal_status": null,
  "application_type": "Householder",
  "development_type": null,
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": "Dismissed",
  "decision_agency": "Borough",
  "last_date_consultation_comments": "26/08/2021",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505475.3544,
              190796.0699
            ],
            [
              505489.0913,
              190818.7886
            ],
            [
              505492.7954,
              190816.6719
            ],
            [
              505478.7725,
              190793.9177
            ],
            [
              505475.3544,
              190796.0699
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              505475.2006,
              190796.1667
            ],
            [
              505475.3544,
              190796.0699
            ],
            [
              505475.3329,
              190796.0344
            ],
            [
              505475.2006,
              190796.1667
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4782999,
          51.6061352
        ],
        [
          -0.4780948,
          51.6063368
        ],
        [
          -0.47804189999999996,
          51.6063171
        ],
        [
          -0.4782512,
          51.6061152
        ],
        [
          -0.4782999,
          51.6061352
        ]
      ]
    ],
    "type": "Polygon"
  }
}