{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "18/03/2024",
  "development_type": "Minor all other minor developments",
  "ward": "Perivale",
  "lapsed_date": "20/05/2027",
  "decision_date": "20/05/2024",
  "lpa_app_no": "241132FUL",
  "status": "Approved",
  "parking_details": null,
  "centroid": {
    "lat": 51.535829,
    "lon": -0.321835
  },
  "application_type": "All Other",
  "borough": "Ealing",
  "decision_process": "Delegated",
  "last_updated_by": "Planning Portal ingest",
  "last_date_consultation_comments": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T22:53:02.223+00:00",
  "locality": "Greenford",
  "date_building_work_completed_under_previous_permission": null,
  "description": "Change of use of House in Multiple Occupation (HMO) (Use Class C4) to a large House in Multiple Occupation (HMO) (Use Class Sui Generis) comprising 6 rooms for up to 8 people; associated internal alterations; and installation of one rooflight to single storey rear extension",
  "application_type_full": "Full planning permission",
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/241132FUL;",
  "site_number": null,
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "application_details": {
    "infrastructure_details": {
      "no_new_gas_connections_required": 0,
      "total_annual_pm_emissions": 0,
      "no_homes_passive_cooling": 0,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": false,
      "mobile_network_operators_consultation": false,
      "no_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "total_annual_nox_emissions": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 138,
        "use_class": "C4",
        "gia_gained": 0,
        "gia_lost": 0
      }
    ],
    "affordable_housing_fast_track": false,
    "total_gia_lost": 0,
    "total_gia_gained": 0,
    "projected_cost_of_works": "Up to £2m",
    "existing_uprns": [
      "000012077700"
    ],
    "total_gia_existing": 138,
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "grey_water_reuse": false,
    "internal_resi_water_usage": 0,
    "site_area": 0.008990000000000001,
    "garden_land_lost": false,
    "phasing_details": [
      {
        "phase_detail": "All",
        "intended_completion_date": "09/2024",
        "intended_commencement_date": "09/2024"
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_gia_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 138
    },
    "ownership_status": "Private",
    "green_suds": false
  },
  "pp_id": "PP-12901290",
  "postcode": "UB6 8AN",
  "wgs84_polygon": null,
  "cil_liability": false,
  "street_name": "Tavistock Avenue",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawing title numbers: SAM Design and Access Statement; EX-P001; EX-P002; EX-E001; EX-E002; EX-PR001; PR-P001 Rev A; PR-P002 Rev A;  PR-E001 Rev A;  PR-E002 Rev A; PR-PR001 Rev A; EX-L001",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "| No part of the roof of the extension shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason:  To protect the living conditions of nearby properties in accordance with policies D4 and D6 of The London Plan (2021), policies 7.4, 7A & 7B of the Ealing Development Management Plan Document (2013) and policies 1.1 (e)(g), 1.2 (f), 2.1(c) and 2.10 Core Strategy (2012). | The hereby approved rear rooflights to the roof slope of the hereby approved development shall not project more than 150mm from the plane of the roof slope when measured perpendicularly and shall be retained as such for the lifetime of the development.",
    "Reason: To ensure that the materials harmonise with the surroundings, and to safeguard the character and appearance of the  area in accordance with policies D3 and D4 of the London Plan (2021) and policies 7B and 7.4 of the Ealing Development Management DPD (2013). | Prior to commencement of the development, a noise assessment report shall be submitted to the Council for approval in writing, of external noise sources including transport/ industrial/ commercial/ cultural uses and their noise levels occurring at the site during most of the year, ie. measured during school and work weekdays, in accordance with internal noise limits specified in BS8233:2014. Details shall include the sound insulation of the building envelope including glazing specifications (laboratory tested including frames, seals and any integral ventilators, approved in accordance with BS EN ISO 10140-2:2010) and of acoustically attenuated mechanical ventilation and cooling as necessary (with air intake from the cleanest aspect of the building and details of self-noise). Best practicable mitigation measures shall also be implemented, as necessary, in external amenity spaces to achieve criteria of BS8233:2014.",
    "The approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policy D14 of the London Plan 2021.",
    "| The individual and combined external sound level emitted from plant, machinery or equipment at the development site shall be lower than the lowest existing background sound level by at least 10dBA, as measured at/ calculated to the nearest and most affected noise sensitive premises at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all machinery operating together at maximum capacity.",
    "Reason:   To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policy D14 of the London Plan 2021.",
    "| Prior to use, machinery, plant and equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by vibration noise from mechanical installations/ equipment, in accordance with Policy D14 of the London Plan 2021.",
    "| The sound insulation of the floor/ceiling /wall structures separating different types of rooms/uses, namely, bedrooms adjoining/above/below communal main entrance/ kitchen/ bathroom shall be enhanced by at least 10dB above the recommended Building Regulations values. The assessment and mitigation measures shall be based on standards and noise limits of the Council's SPG10 and BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with Policies …",
    "E7.A.7 DM DPD, Standard 30 London Housing SPG 2016 and Policy D14 London Plan.",
    "| At no time, shall a bathroom be installed within Bedroom 6 and all rooms within the HMO shall not be self-contained and shall maintain access to all of the communal spaces, including kitchens, bathrooms, rear garden and cycle storage, within the building, for the lifetime of the development.",
    "Reason: To ensure that each of the rooms proposed are not self-contained, to ensure that the proposed accommodation meets the relevant space standards, in accordance with Policy D6 of the London Plan. | Prior to occupation of the proposed development, cycle storage for 8 bicycle spaces shall be provided within the curtilage of the development, within secure, lockable compounds in accordance with the designated locations identified in the approved drawings listed under condition 2 and all adopted standards prior to the first occupation of the building. The storage spaces shall be permanently retained thereafter.",
    "Reason:  To provide adequate bicycle storage in accordance with policy and T5 of the London Plan (2021)."
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": 183215,
  "site_name": "69 Tavistock Avenue",
  "decision_target_date": "27/05/2024",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Ealing",
  "polygon": null,
  "appeal_start_date": null,
  "uprn": "000012077700",
  "appeal_decision_date": null,
  "id": "Ealing-241132FUL",
  "centroid_easting": 516491
}