{
  "lpa_name": "Islington",
  "pp_id": "3776713             ",
  "description": "To be able to park in front of our house. The Barnsbury Complex has 141 dwellings of which 123 are flats, 15 are houses with parking space at the doorstep of each of thehouses (Augustas Lane houses) and 3 are houses (Turner Parade) overlooking Barnsbury Park with no possibility to park in front of the house. I live in 2 Turner Parade and would like to be able to apply for a parking permit to be able to park in front of our house and in our neighbourhood. At present we can only park in an underground park with access from Offord Road. Access to the parking is through stairs, as there is no lift. I have a 4 months old and 2 and half years old daughters, therefore for me it is very difficult to access the car with a pram to drop and pick them up from nursery and school. Barnsbury Park is a very quiet street and there is always space to park. Having a parking permit would facilitate massively are daily lives. At the end of the day, my family pays a considerable amount of council tax per year for having a house in Islington; therefore I would like to be able to park in our neighbourhood without incurring additional charges in parking permits and visitor vouchers. If you wish the existing condition to be changed, please state how you wish the condition to be varied:\r\nCovenant 9.2 of Schedule 2 The Developer's Covenants (page 12 of Agreement pursuant to section 106 Town and Country Planning Act 1990 in relation to Planning\r\nApplication ref P051989) to read as follows: Crainger and the RSL (including owners and occupiers of any individual dwelling comprised in the Development) hereby waives all right and entitlement to a Resident's Parking Permit save to the extend they live in Turner Parade and/or they are or become a holder of a disabled person's badge. 7. Site Visit Can the site be seen from a public road, public footpath, bridleway or other public land? Yes No\r\nIf the planning authority needs to make an appointment to carry out a site visit, whom should they",
  "epc_number": null,
  "status": "Application Received",
  "decision_date": "28/11/2014",
  "street_name": "Barnsbury Park",
  "decision_process": "",
  "uprn": "10023222673",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "04/02/2015",
  "subdivision_of_building": null,
  "title_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 531192,
  "appeal_decision": null,
  "lpa_app_no": "P2014/4564",
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "actual_commencement_date": null,
  "application_type": "All Other",
  "bo_system": "Agile APAS",
  "centroid": {
    "lat": 51.542942,
    "lon": -0.109566
  },
  "decision_agency": null,
  "parking_details": null,
  "postcode": "",
  "last_updated": "2025-03-20T01:02:53.257+00:00",
  "secondary_street_name": null,
  "cil_liability": false,
  "url_planning_app": null,
  "valid_date": "05/11/2014",
  "appeal_decision_date": null,
  "locality": "London",
  "appeal_start_date": null,
  "application_type_full": null,
  "decision": "Withdrawn",
  "last_updated_by": "Agile APAS",
  "actual_completion_date": null,
  "site_name": "Turner Parade",
  "lapsed_date": "28/11/2017",
  "centroid_northing": 184365,
  "decision_conditions": null,
  "ward": "Bow East",
  "site_number": "",
  "application_details": {
    "lead_developer_company_name": "Barnsbury Square Residents Association",
    "s106_agreement": false
  },
  "id": "Islington-P2014_4564",
  "appeal_status": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.109544,
          51.542955
        ],
        [
          -0.109545,
          51.542928
        ],
        [
          -0.109588,
          51.542929
        ],
        [
          -0.109587,
          51.542956
        ],
        [
          -0.109544,
          51.542955
        ]
      ]
    ]
  },
  "borough": "Islington",
  "last_date_consultation_comments": null
}