{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "05/08/2020",
  "epc_number": null,
  "application_type_full": "Householder planning permission",
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-8901_APP_2020_581",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "site_area": 0.078,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": []
  },
  "valid_date": "27/02/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Alterations to front chimney height, extension to vehicular crossover and retention of roof lantern",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plan number ART/2020/LE01CC/RE Rev. A, ART/2020/LE1CC/PSL Rev. C and ART/2020/LE01CC/PE Rev. C (subject to further landscaping details being submitted as required by condition 04).",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2016).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Within 3 months of the date of this permission a landscape scheme shall be submitted to the Local Planning Authority. Subject to any amended details required by the Local Planning Authority, which shall then be provided within two months of being requested unless a longer time frame is first agreed in writing, and following the Authority's written approval of acceptable details, the approved landscaping shall then be implemented during the first planting season following the approval of details and retained as such for the lifetime of the development.",
    "The scheme shall include:",
    "1. Details of Soft Landscaping that include a minimum of 25% of the front garden area and boundary hedgerow details",
    "1.a Planting plans (at not less than a scale of 1:100),",
    "1.b Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Hard Landscaping",
    "2a. Car Parking Layouts (details of permeable surfacing of driveways)",
    "3. Details of Landscape Maintenance",
    "3.a Landscap",
    "No further construction work shall take place until details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "1. A method statement outlining the sequence of development on the site including demolition, building works and tree protection measures.",
    "2. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation on or adjoining the site, shall be submitted to the Local Planning Authority for approval. No further works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority. Such fencing should be a minimum height of 1.5 metres.",
    "Thereafter, the development shall be implemented in accordance with the approved details.",
    "The fencing shall be retained in position until development is completed.",
    "The area w",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T11:06:46.943+00:00",
  "ward": "UXBRIDGE NORTH",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "lapsed_date": "05/08/2023",
  "decision_target_date": "01/06/2020",
  "centroid": {
    "lat": 51.548721,
    "lon": -0.45793
  },
  "lpa_app_no": "8901/APP/2020/581",
  "status": "Approved",
  "site_name": "1 CROFT CLOSE",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=8901/APP/2020/581",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507002.8177,
              184444.5682
            ],
            [
              507012.475,
              184461.1047
            ],
            [
              507040.7855,
              184442.9807
            ],
            [
              507029.9375,
              184422.7401
            ],
            [
              507025.9688,
              184421.2848
            ],
            [
              507002.8177,
              184444.5682
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "21/05/2020",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "FME Excel Import",
  "site_number": null,
  "application_type": "Householder",
  "actual_completion_date": null,
  "title_number": [],
  "actual_commencement_date": null,
  "street_name": "HILLINGDON",
  "pp_id": "08522668",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": "507022",
  "appeal_start_date": null,
  "centroid_northing": "184441",
  "borough": "Hillingdon",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4581849,
          51.5487585
        ],
        [
          -0.45804059999999996,
          51.5489053
        ],
        [
          -0.457638,
          51.548737
        ],
        [
          -0.4578005,
          51.5485571
        ],
        [
          -0.4578582,
          51.5485448
        ],
        [
          -0.4581849,
          51.5487585
        ]
      ]
    ],
    "type": "Polygon"
  }
}