{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "01/10/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-4163_APP_2020_2212",
  "secondary_street_name": "YIEWSLEY",
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.188
  },
  "valid_date": "17/07/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of an existing brick annex building and the erection of a single storey brick workshop building to house a motor vehicle educational training facility and associated external hard and soft landscape works (involving the removal of four low grade trees)",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 2020/D305/P/03 Rev. A (Proposed Site Layout), 2020/D305/P/04 Rev. A (Proposed Floor Plan) and 2020/D305/P/05 Rev. A (Proposed Elevations) and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2016).",
    "The development hereby permitted shall not be occupied / operated until the development has been completed / equipped in accordance with the specified supporting plans and/or documents:",
    "Design and Access Statement",
    "Equipment Schedule",
    "Agent's email dated 18/9/20",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure that the development complies with the objectives of Policy Pt1.EM8 of the Hillingdon Local Plan Part 1 - Strategic Policies (November 2012) and Policy DMHB 11 of the Hillingdon Local Plan Part 2 - Development Management Policies (January 2020).",
    "No development shall take place until plans of the site showing the existing and proposed ground levels and the proposed finished floor levels of all proposed buildings have been submitted to and approved in writing by the Local Planning Authority. Such levels shall be shown in relation to a fixed and know datum point. Thereafter the development shall not be carried out other than in accordance with the approved details.",
    "REASON",
    "To ensure that the development relates satisfactorily to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020).",
    "No above ground works shall take place until details of all materials and external surfaces, have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 - Development Management Policies (January 2020).",
    "No above ground works shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse / Recycling Storage",
    "2.b Cycle Storage to include secure and covered storage for 4 cycles",
    "2.c Means of enclosure/boundary treatments",
    "2.d Car Parking Layouts",
    "2.e Hard Surfacing Materials",
    "2.f External Lighting",
    "2.g Other structures (such as play equipment and furniture)",
    "3. Details of Landscape Maintenance",
    "3.a Landscape Maintenance Schedule for a minimum period of 5 years.",
    "3.b Proposals for the replacement of any tree, shrub, or area of surfing/seeding within the landscaping scheme which dies or in the opinion o",
    "Prior to the occupation of the development, a travel plan which shall include clear objectives and modal split targets, together with a time-bound programme of implementation, monitoring, regular review and update; and be based on the particulars contained within the approved development, shall be submitted to and approved in writing by the local planning authority and thereafter operated in accordance with the agreed details.",
    "Reason:",
    "To ensure that the development satisfies sustainability objectives, in accordance with Policy 6.13 of the London Plan (March 2016) and Policy DMT 1 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020).",
    "Power tools and/or air compressor equipment shall only be used within the building with the doors and/or the UPC heavy duty curtain closed.",
    "Reason:",
    "To safeguard the amenity of the occupants of surrounding properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 - Development Management Policies (January 2020).",
    "The development shall not begin until a scheme for the control of noise transmission to the adjoining dwellings has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include such combination of sound insulation and other measures as may be approved by the LPA. Thereafter, the scheme shall be implemented and maintained in full compliance with the approved measures.",
    "REASON:",
    "To safeguard the amenity of the occupants of surrounding properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 - Development Management Policies (January 2020).",
    "The premises shall not be used except between:-",
    "0800 and 1700 hours, Mondays - Fridays",
    "0800 to 1300 hours, Saturdays",
    "and at no time on Sundays, Public or Bank Holidays.",
    "REASON",
    "To safeguard the residential amenity of the occupiers of adjoining and nearby properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 - Development Management Policies (January 2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation. These cover such works as - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works. Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts. A completed application form together with detailed plans must be submitted for approval before any building work is commenced. For further information and advice, contact - Residents Services, Building Control, 3N/01 Civic Centre, Uxbridge (Telephone 01895 250804 / 805 / 808).",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:",
    "- carry out work to an existing party wall;",
    "- build on the boundary with a neighbouring property;",
    "- in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Uxbridg",
    "Your attention is drawn to the fact that the planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor.",
    "Demolition and removal of any material containing asbestos must be carried out in accordance with guidance from the Health and Safety Executive and the Council's Environmental Services. For advice and information contact: - Environmental Protection Unit, 3S/02, Civic Centre, High Street, Uxbridge, UB8 1UW (Tel. 01895 277401) or the Health and Safety Executive, Rose Court, 2 Southwark Bridge Road, London, SE1 9HS (Tel. 020 7556 2100).",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:39:39.253+00:00",
  "ward": "YIEWSLEY",
  "parking_details": null,
  "lapsed_date": "01/10/2023",
  "decision_target_date": "02/10/2020",
  "centroid": {
    "lat": "51.5121806",
    "lon": "-0.46699789999999997"
  },
  "lpa_app_no": "4163/APP/2020/2212",
  "status": "Approved",
  "site_name": "HILLINGDON TUITION CENTRE",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=4163/APP/2020/2212",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506459.5976,
              180338.5489
            ],
            [
              506457.2825,
              180389.4813
            ],
            [
              506489.3633,
              180389.8121
            ],
            [
              506495.3164,
              180372.9448
            ],
            [
              506496.3086,
              180369.3068
            ],
            [
              506496.3086,
              180366.661
            ],
            [
              506496.9701,
              180362.3615
            ],
            [
              506497.6315,
              180345.1635
            ],
            [
              506496.9701,
              180342.187
            ],
            [
              506495.6472,
              180340.864
            ],
            [
              506494.3242,
              180339.5411
            ],
            [
              506491.0169,
              180338.8797
            ],
            [
              506459.5976,
              180338.5489
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "12/08/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "PROVIDENCE ROAD",
  "pp_id": "08903606",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 506477,
  "appeal_start_date": null,
  "centroid_northing": 180364,
  "borough": "Hillingdon",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.46725629999999996,
          51.5119552
        ],
        [
          -0.4672743,
          51.5124134
        ],
        [
          -0.46681209999999995,
          51.5124103
        ],
        [
          -0.46673139999999996,
          51.5122576
        ],
        [
          -0.46671819999999997,
          51.5122247
        ],
        [
          -0.466719,
          51.5122009
        ],
        [
          -0.4667108,
          51.5121622
        ],
        [
          -0.46670639999999997,
          51.5120075
        ],
        [
          -0.4667169,
          51.5119808
        ],
        [
          -0.4667363,
          51.5119692
        ],
        [
          -0.4667558,
          51.5119575
        ],
        [
          -0.4668036,
          51.5119522
        ],
        [
          -0.46725629999999996,
          51.5119552
        ]
      ]
    ],
    "type": "Polygon"
  }
}