{
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/242358FUL;",
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "application_type_full": "Full planning permission",
  "application_details": {
    "existing_uprns": [
      "000012156659"
    ],
    "affordable_housing_fast_track": false,
    "site_area": 7.63,
    "garden_land_lost": false,
    "scheme_name": "India Gardens",
    "scheme_phasing": true,
    "total_gia_gained": 1071,
    "rain_water_harvesting": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_new_gas_connections_required": 0,
      "waste_provision": true,
      "no_homes_passive_cooling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "percentage_demolition_construction_material_recycling": 100,
      "no_new_water_connections_required": 0,
      "green_roof_area": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "fire_suppression_system_proposed": false,
      "mobile_network_operators_consultation": false,
      "total_annual_nox_emissions": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 2087,
        "use_class": "E(d)",
        "gia_gained": 1071,
        "gia_lost": 2087
      }
    ],
    "total_gia_lost": 2087,
    "grey_water_reuse": false,
    "green_suds": false,
    "projected_cost_of_works": "Up to £2m",
    "internal_resi_water_usage": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 2087,
      "total_gia_existing": 2087,
      "total_gia_gained": 1071,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "total_gia_existing": 2087,
    "phasing_details": [
      {
        "phase_detail": "Entire development",
        "intended_completion_date": "07/2024",
        "intended_commencement_date": "05/2024"
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "ownership_status": "Private"
  },
  "wgs84_polygon": null,
  "site_name": "Sklpc Community Centre And Sports Ground",
  "centroid_easting": 511236,
  "site_number": null,
  "development_type": "Minor all other minor developments",
  "decision_date": "28/08/2024",
  "appeal_start_date": null,
  "lapsed_date": "28/08/2027",
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_status": null,
  "lpa_name": "Ealing",
  "centroid_northing": 184331,
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development hereby permitted shall be removed from the site and the playing field restored and ready for use by 1st January 2027. The playing field shall be restored in accordance with a specification of works developed by a competent sports agronomist that ensures that it would be restored to, at least, the same quality as the area of playing field unaffected by the development hereby permitted.",
    "Reason: To ensure that there is no long-term impact on the quantity and quality of the playing field and to accord with policies S5 and G2 of the London Plan 2021 and the NPPF 2023. | The development hereby approved shall be carried out in accordance with drawing / document title number(s): Design and access statement, SKLPC_PL_EX_00A (existing site plan), SKLPC_TEMP.ST_PRO_00 Rev 03 (proposed site plan).",
    "Reason: For the avoidance of doubt and in the interests of proper planning. | The external materials to be used in the development shall be as specified in the submitted planning application form. The development shall be implemented only in accordance with these approved details.",
    "Reason: To ensure that the materials and finishes are of high quality and contribute positively to the visual amenity of the locality in accordance with policies 1.1 (h) (g), 1.2(h), 2.1(c) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policy D3 of the London Plan (2021) and 12 of the National Planning Policy Framework (2021). | Amplified sounds and live music emitted to or from outdoor areas of the site including marquees shall be restricted to the festivals of Navratri and the Mela & up to 6 other events per year. No amplified sounds including music and voices nor live music including drumming or other non-amplified music shall be emitted to or from outdoor areas including marquees, outside the hours of 19:30-23:00 during Navratri and 09:00-20:00 during the Mela & up to 6 other events per year and at no other times. Amplified sound mitigation measures for music and public-address systems shall include sufficient loudspeakers angled downward, inward and directed away from any residential premises, to minimise the volume and impact of amplified sounds at noise sensitive premises. Sound limiting device(s) shall further control the MNL (music noise level) and amplified sounds during permitted outdoor events. In accordance with the Noise Council's Code of Practice on Environmental Noise Control, the MNL LAeq 15mins shall not exceed the background noise level LA90 at any time during the event by more than 15 dBA, as measured with a Type 2 sound level meter or better of BS5969, Fast time weighting, at the nearest and most affected residential neighbouring premises. Additional mitigation measures shall be implemented as necessary. The music noise level shall be continually monitored and measurement data shall be made available for inspection by Council officers on request.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, in accordance with policy D14 of the London Plan (2021), Policy 5.2 of the Ealing Development Strategy DPD (2012), Policy 7A of the adopted Development Management DPD (2013) and the advice contained within the Council's interim guidance 'Noise and Vibration' (formerly SPG 10 detailing noise criteria).",
    "| Prior to any cooking taking place on the site an effective kitchen extract system and odour control system shall be installed, operated and maintained according to manufacturer's recommendations. Equipment and ducting shall be sited with anti-vibration mounts and silencers, as necessary, to not exceed an external noise rating level (LAr,Tr) of 10dB below background at noise sensitive receivers, as measured or calculated according to BS8233:2014. The installation and mitigation measures shall be implemented prior to use and thereafter be permanently retained. Should the amount of cooking be increased, the level of odour control shall be upgraded as necessary to prevent odour nuisance.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise or odours, in accordance with policy 1.1(j) of the Ealing Core Strategy (201142), policy 7A of the Ealing Development Management Development Plan Document (2013), policies SI1 and D14 of the London Plan (2021), the National Planning Policy Framework (2019) and Interim Guidance SPG 10 'Noise and Vibration'.",
    "The container and marquee hereby approved shall only be used in association with the recreational use of the sport grounds and for no other purpose.",
    "Reason: To ensure the development is compatible with the activities proposed and established use of the site, in accordance with policies S5 and G4 of the London Plan (2021) and 5.6 of the Ealing Development Strategy 2026 Development Plan Document (2012).",
    "| No diesel or petrol generators will be installed onsite without prior approval from the Local Planning Authority. Any new proposed diesel or petrol generators should demonstrate compliance with a minimum NOx emissions standard of 150mg/Nm-3 (at 5% O2) and must be submitted and approved in writing by the Local Planning Authority. The details must include the results of NOx emissions testing of the diesel or petrol fuelled generator units by an accredited laboratory, emissions concentrations expressed at specific reference conditions for temperature, pressure, oxygen and moisture content under normal operating conditions. Where any combustion plant does not meet the relevant standard, it should not be operated without the fitting of suitable NOx abatement equipment or technology. Evidence of installation shall be required where secondary abatement is required to meet the NOx Emission standard 150mg/Nm-3 (at 5% O2). The emergency plant and generators hereby permitted may be operated only for essential testing, except when required in an emergency situation.",
    "Reason: To ensure LA meets its obligations to deliver air quality objectives for NO2 in accordance with London Local Air Quality Management (LLAQM), and to limit PM2.5 (fine particulates) to safeguard public health and well-being and external amenity of nearby sensitive receptors in accordance with policy SI 1 of the London Plan 2021.",
    "| Within 3 months from the date of this decision, a Travel Plan designed to manage the transport needs of the visitors to the marquee shall be submitted to the Council for approval, including measures to:",
    "-\tminimise car usage,",
    "-\tdetail travel modes to and from the site,",
    "-\tdetail drop-off arrangements,",
    "-\tpromote alternative modes of transport, and",
    "-\tensure safe and convenient pedestrians and cyclists movement to and from the temporary marquee and away from the construction site.",
    "Management measures that were implemented for the existing community use building should be rolled over to cover the temporary use to ensure there is no detrimental impact on the highway network. The development shall be carried out strictly in accordance with the approved Travel Plan.",
    "Reason:  To promote sustainable modes of transport, and to ensure that the development does not exacerbate congestion on the local road network, in accordance with policies 1.1 (f) (g) of the Ealing Development Strategy 2026 (2012); policies T2, T3 and T4 of the London Plan (2021); and Ealing's Sustainable Transport for New Development SPG."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "India Gardens",
  "actual_completion_date": null,
  "subdivision_of_building": "REFER TO SITE PLAN",
  "centroid": {
    "lon": -0.397216,
    "lat": 51.546918
  },
  "cil_liability": false,
  "valid_date": "12/06/2024",
  "postcode": "UB5 6RE",
  "bo_system": "CSV Data Import",
  "borough": "Ealing",
  "id": "Ealing-242358FUL",
  "application_type": "All Other",
  "parking_details": null,
  "decision_target_date": "28/08/2024",
  "pp_id": "PP-13137184",
  "last_updated_by": "CSV Data Import",
  "locality": "Northolt",
  "uprn": "000012156659",
  "last_date_consultation_comments": null,
  "title_number": null,
  "decision": "Approved",
  "last_updated": "2025-03-19T21:40:12.588+00:00",
  "polygon": null,
  "date_building_work_started_under_previous_permission": "01/05/2024",
  "actual_commencement_date": null,
  "ward": "Northolt West End",
  "appeal_decision": null,
  "lpa_app_no": "242358FUL",
  "description": "Erection of a temporary marquee and associated facilities during construction period of works for India Gardens",
  "date_building_work_completed_under_previous_permission": null
}