{
  "application_details": {
    "existing_uprns": null
  },
  "title_number": null,
  "status": "Refused",
  "centroid": {
    "lon": -0.440174,
    "lat": 51.604013
  },
  "site_name": "42 NICHOLAS WAY",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "25/06/2025",
  "polygon": null,
  "last_date_consultation_comments": null,
  "appeal_status": null,
  "epc_number": null,
  "street_name": "NORTHWOOD",
  "appeal_decision_date": null,
  "development_type": null,
  "ward": "NORTHWOOD 2022",
  "date_building_work_started_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "decision_conditions": [
    "The Silver Birch is in the rear garden of 42 Nicholas Way. The tree is mature located close to Ruislip Woods, contributing to the continuity of canopy cover in the area. While its visibility is largely limited to neighbouring properties, it still offers a moderate level of amenity value due to its size and contribution to the local treescape. Its presence supports the broader woodland character and provides a visual link between private gardens and the adjacent woodland setting.",
    "The application seeks consent to fell a mature Silver Birch located approximately 6 feet from the property, with a proposal to replant a replacement tree elsewhere in the garden. No arboricultural evidence has been submitted to demonstrate that the tree is currently causing, or is likely to cause, structural damage to the property. The justification provided is based on general concerns regarding the proximity of the tree to foundations on clay subsoil and the species' limited capacity for reduction pruning.",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Owner(s)'s permission:  Permission should be sought from the owner(s) of the tree(s) and / or the owner(s) of the land that the tree(s) overhang prior to any approved work being carried out.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance."
  ],
  "uprn": null,
  "decision_agency": "Borough",
  "decision": "Refused",
  "application_type": "All Other",
  "valid_date": "30/04/2025",
  "description": "TPO 398 A1 1x Silver Birch to fell and replant.",
  "lpa_app_no": "2901/TRE/2025/119",
  "decision_process": "Delegated",
  "actual_completion_date": null,
  "site_number": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "postcode": "HA6 2TS",
  "lapsed_date": "26/06/2028",
  "date_building_work_completed_under_previous_permission": null,
  "parking_details": null,
  "lpa_name": "Hillingdon",
  "actual_commencement_date": null,
  "last_updated": "2025-07-09T21:59:12.840Z",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=2901/TRE/2025/119",
  "centroid_easting": 508122,
  "appeal_decision": null,
  "pp_id": "13982635",
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "cil_liability": false,
  "borough": "Hillingdon",
  "locality": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-2901_TRE_2025_119",
  "subdivision_of_building": null,
  "centroid_northing": 190616,
  "wgs84_polygon": null,
  "decision_date": "26/06/2025"
}