{
  "lpa_name": "Hillingdon",
  "pp_id": "12800776",
  "description": "Change of use from Class C3 (Dwellinghouse) to Class C2 (Children's Care Home)",
  "epc_number": null,
  "status": "Approved",
  "decision_date": "02/07/2024",
  "street_name": "HAYES",
  "decision_process": "Delegated",
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "02/07/2024",
  "subdivision_of_building": null,
  "title_number": null,
  "date_building_work_completed_under_previous_permission": "26/06/2023",
  "centroid_easting": 511531,
  "appeal_decision": null,
  "lpa_app_no": "76090/APP/2024/552",
  "development_type": null,
  "date_building_work_started_under_previous_permission": "07/11/2021",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511508.8986,
              182216.9278
            ],
            [
              511511.809,
              182223.6747
            ],
            [
              511553.0841,
              182204.2278
            ],
            [
              511548.3216,
              182197.6132
            ],
            [
              511509.4277,
              182216.9278
            ],
            [
              511508.8986,
              182216.9278
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "actual_commencement_date": null,
  "application_type": "All Other",
  "bo_system": "CSV Data Import",
  "centroid": {
    "lat": "51.5277979",
    "lon": "-0.39361389999999996"
  },
  "decision_agency": "Borough",
  "parking_details": {
    "no_existing_car": 2,
    "net_car": 0,
    "no_proposed_car": 2
  },
  "postcode": "UB4 9BT",
  "last_updated": "2025-03-19T21:03:32.206+00:00",
  "secondary_street_name": null,
  "cil_liability": false,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=76090/APP/2024/552",
  "valid_date": "07/05/2024",
  "appeal_decision_date": null,
  "locality": null,
  "appeal_start_date": null,
  "application_type_full": "Full planning permission",
  "decision": "Approved",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "site_name": "24 DOUGLAS CRESCENT",
  "lapsed_date": "02/07/2027",
  "centroid_northing": 182210,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 44420_01 Rev. 02 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "Notwithstanding the provisions of the Town & Country Planning (Use Classes) Order 1987 and the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any orders revoking and re-enacting either of these orders with or without modification), the building shall be used only for the purpose of a Children's Care Home and for no other purpose including any other purpose within Use Class C2 of the Town and Country Planning Use Classes Order 1987 (as amended).",
    "REASON",
    "To enable the Local Planning Authority to retain control over the use so as to ensure that it complies with policies DMHB 8, DMHB 11, DMT 1, DMT 2 and DMT 6 of the Hillingdon Local Plan Part 2 - Development Management Policies (2020) and Policy D13 of The London Plan (2021).",
    "Before the development is brought into use, plans and details of 1no. 7Kw active and 1no. 7kW passive electric vehicle charging points, serving the development and capable of charging multiple vehicles simultaneously, shall be submitted to and approved in writing by the Local Planning Authority. The electric vehicle charging points shall be installed in accordance with the approved details and made available for use prior to the occupation of the use hereby permitted and thereafter they shall be permanently retained and maintained.",
    "REASON",
    "To encourage sustainable travel and to comply with Policy DMT 6 of the Hillingdon Local Plan Part 2 - Development Management Policies (2020).",
    "Before the development is brought into use, details of covered and secure cycle storage for 2no bicycles to be relocated within the application site, shall be submitted to and approved in writing by the Local Planning Authority. The facilities shall be provided in accordance with the approved details prior to the occupation of the use hereby permitted and thereafter shall be permanently retained.",
    "REASON",
    "To ensure the provision and retention of facilities for cyclists to the development and hence the availability of sustainable forms of transport to the site in accordance with Policy DMT 5 and DMT 6 of the Hillingdon Local Plan Part 2 - Development Management Policies (2020).",
    "The development hereby approved includes the carrying out of alterations to a vehicular access.  Prior to undertaking work on the adopted highway you will require a Section 184 licence from the Highway Authority. The works shall be to the specification and constructed to the satisfaction of the Highway Authority. Fees are payable for the approval of the highway details, and inspection of the works. Further information and an application form are available on the London Borough of Hillingdon website https://www.hillingdon.gov.uk/dropped-kerb-form.",
    "The extension to the vehicular crossover shall be provided and constructed in accordance with the London Borough of Hillingdon Domestic Vehicle Footway Crossover Policy (2023). Arrangement shall be made for surface water drainage to be intercepted and disposed of separately so that it does not discharge from or onto the highway carriageway.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people.",
    "You are advised that the use hereby approved for a Residential Care Home for Children should be registered with Ofsted and Care Quality Commission, prior to the commencement of the use. Further information can be found on www.ofsted.gov.uk and www.cqc.org.uk"
  ],
  "ward": "YEADING 2022",
  "site_number": null,
  "application_details": {
    "existing_uprns": null,
    "surface_water_discharge_percentage_reduction": 0,
    "rain_water_harvesting": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 109,
        "use_class": "C3",
        "gia_gained": 0,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "green_suds": false,
    "internal_resi_water_usage": 0,
    "phasing_details": [
      {
        "phase_detail": "Completed",
        "intended_completion_date": "06/2024",
        "intended_commencement_date": "06/2024"
      }
    ],
    "infrastructure_details": {
      "no_new_water_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 0,
      "fire_suppression_system_proposed": false,
      "no_homes_passive_cooling": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "green_roof_area": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "mobile_network_operators_consultation": false,
      "ghg_reduction_over_building_regulations": true,
      "percentage_demolition_construction_material_recycling": 0,
      "total_annual_nox_emissions": 0
    },
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_gia_gained": 0,
      "total_gia_existing": 109
    },
    "total_gia_existing": 109,
    "ownership_status": "Private",
    "total_gia_gained": 0,
    "garden_land_lost": false,
    "scheme_phasing": true,
    "total_gia_lost": 0,
    "grey_water_reuse": false,
    "affordable_housing_fast_track": false,
    "site_area": 0.034
  },
  "id": "Hillingdon-76090_APP_2024_552",
  "appeal_status": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3939302,
          51.5278645
        ],
        [
          -0.39388609999999996,
          51.5279246
        ],
        [
          -0.39329749999999997,
          51.5277416
        ],
        [
          -0.3933682,
          51.5276831
        ],
        [
          -0.39392259999999996,
          51.5278644
        ],
        [
          -0.3939302,
          51.5278645
        ]
      ]
    ],
    "type": "Polygon"
  },
  "borough": "Hillingdon",
  "last_date_consultation_comments": "01/06/2024"
}