{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/173086VAR;",
  "lapsed_date": "01/11/2021",
  "decision_target_date": "07/11/2018",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 7RJ",
  "site_name": "Larden Hall",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012142730, 000012195347, 000012195348, 000012195349, 000012195350, 000012195351, 000012195352, 000012195353, 000012195354, 000012195355"
    ],
    "site_area": 0.030000000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "173086VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521309,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-21T00:17:38.253+00:00",
  "id": "Ealing-173086VAR",
  "application_type": "All Other",
  "street_name": "Essex Park Mews",
  "borough": "Ealing",
  "ward": "Southfield",
  "decision_date": "01/11/2018",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application (S73) for the variation of condition no.2 (approved plans) of planning permission PP/2015/6684 dated 04/07/2017 for ' Construction of a part 2, part 3 and part 4 storey building comprising of 9 residential self-contained flats (2x3bedroom, 3x2bedroom and 4xstudios) (following the demolition of the existing non-residential institution (Use Class D1) building) Variation involving internal alterations and minor alterations to external openings",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": [
    "CSV Data Import",
    "CSV Data Import"
  ],
  "development_type": "Minor dwellings",
  "centroid_northing": 180045,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012142730",
  "centroid": {
    "lon": "-0.2534705",
    "lat": "51.5063268"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              521307.761822,
              180039.613452
            ],
            [
              521296.9030765,
              180038.5037696
            ],
            [
              521296.4001278,
              180041.1030256
            ],
            [
              521296.2022463,
              180044.8019668
            ],
            [
              521295.7982383,
              180049.7505503
            ],
            [
              521296.69695,
              180049.8505216
            ],
            [
              521300.4484528,
              180050.2004215
            ],
            [
              521302.3530619,
              180050.4003642
            ],
            [
              521302.3777971,
              180050.4003642
            ],
            [
              521308.297751,
              180050.8502355
            ],
            [
              521314.102274,
              180051.3001067
            ],
            [
              521319.3461328,
              180051.6500065
            ],
            [
              521321.6465049,
              180051.9499207
            ],
            [
              521323.6088294,
              180042.8425277
            ],
            [
              521323.9468769,
              180041.2529827
            ],
            [
              521320.4015006,
              180040.8930857
            ],
            [
              521313.5498549,
              180040.2032831
            ],
            [
              521307.761822,
              180039.613452
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "1. The development permitted shall be begun before the expiration of three years from the date of planning permission PP/2015/6684 dated 04/07/2016.",
    "REASON: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "2. The development hereby approved shall be carried out in accordance with drawing title numbers: Drawing No. P03 (Proposed Landscape Plan), dated September 2015; Drawing No. P004 (Ground floor plan), dated 05/06/17; Drawing No. P005 (First floor plan), dated 05/06/17; Drawing No. P006 (Second floor plan), dated 05/06/17; Drawing No. P007 (Third floor plan), dated 05/06/17; Drawing No. P008 (South/front elevation), dated 05/06/17; Drawing No. P009 (East/side elevation), dated 05/06/17; Drawing No. P010 (Roof plan), dated 05/06/17; Drawing No. P011 (North/rear elevation), dated 05/06/17; Drawing No. P012 (West/side elevation), dated 05/06/17.",
    "REASON: For the avoidance of doubt, and in the interests of proper planning.",
    "3.\tSamples of the materials to be used for the external surfaces as shown on the approved plans of the development including boundary treatment shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies Ealing Local Variation to London Plan Policy 7.4 and 7B of the Ealing Development Management Development Plan (2013), policies 1.1 (h) and 1.2 (g) of the adopted Local Development Framework (Core) Strategy (2012) and policies 7.4, 7.6 and 7.8 of the London Plan (2016).",
    "4.\tPrior to occupation of the building, the landscaping plan as shown on drawing P03 (Proposed Landscape Plan) shall be implemented as approved.  Any trees or other plants, which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, in accordance with policies 1.1 (e) (i) and 1.2 (d) of the adopted Local Development Framework (Core Strategy 2012), policies 7.4 and 7.6 of the London Plan (2016) and policy 7.4 of the Ealing Development Management Development Plan 2013.",
    "5.\tThe refuse storage shown on drawing reference P004 (Proposed Ground Floor Plan) shall be provided and brought into use prior to the first occupation of the development permitted and retained thereafter. Notwithstanding any information submitted with this application, the external refuse access door hereby approved shall not open outwards.",
    "Reason:  To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with policies with policies 3.5 and 7B of the Ealing Development Management Plan 2013, policies 1.1 (e) of the Adopted Ealing Development (Core) Strategy and The London Plan (2016) policy 5.16.",
    "6. A minimum of fourteen (14) cycle parking spaces shall be provided within the integrated bicycle storage facility in accordance with adopted standards of the London Plan 2016. Such provision shall be brought into use prior to first occupation and retained permanently.",
    "Reason: To provide adequate facilities for cyclists, in accordance with policy 6.9 of the London Plan 2016.",
    "7.  The proposed windows in the northern elevation (P011 (Proposed north/rear elevation) of the building hereby approved shall be obscure glazed and permanently fixed shut.",
    "Reason:  To protect the living conditions of occupiers of the area in accordance with policies 7.4 and 7.6 of the London Plan (2016) and policy 7.4 of the Ealing Development Management Development Plan 2013.",
    "8.\tThe development shall achieve compliance with an acoustic standard not exceeding NR 25 Leq 5mins, (octaves) or NR 20 Leq 5mins, (one-third octaves) inside the bedrooms with the windows shut and other means of ventilation provided and NR 30 Leq,5mins (octaves) or NR 25 Leq,5mins (one-third octaves) inside the living rooms with the windows shut and other means of ventilation provided, and as specified in Supplementary Planning Guidance 10.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy 7.15 of The London Plan (2016), Ealing SPG10 and the National Planning Policy Framework (2012).",
    "9.  Visual privacy screens to be fixed on the second and third floor balconies to prevent direct viewing toward the buildings at 113- 121 The Vale. The proposed visual privacy screens on the northern elevation of the building hereby approved shall be 1.8metres in height above the finished balcony floor level.",
    "Reason:  To protect the living conditions of occupiers of the area in accordance with policies 7.4 and 7.6 of the London Plan (2016) and policy 7.4 of the Ealing Development Management Development Plan 2013.",
    "10. The rating noise level emitted from the proposed external plant and machinery at the proposed development, as assessed under BS4142: 2014, shall not exceed the existing background sound level, as measured at the nearest sensitive facades, during the relevant periods of operation.",
    "Reason: In the interests of the internal environment of the development and living conditions of occupiers of nearby properties and future occupiers of the site, in accordance with Interim Supplementary Planning Guidance 10, policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.15 of the London Plan (2016), and the National Planning Policy Framework (2012).",
    "11. The development hereby approved shall be provided with filtered fresh air ventilation system capable of mitigating elevated concentrations of nitrogen oxides in the external air. The ventilation system shall be completed prior to occupation and shall be retained permanently thereafter.",
    "Reason: In the interests of the internal environment of the development in accordance with Interim Supplementary Planning Guidance 10, policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.14 of the London Plan (2016), and the National Planning Policy Framework (2012).",
    "12. Each dwelling shall include the installation of an Ultra-Low NOx boilers that is compliant with the NOx (g/m²) benchmarks set out at Appendix 5 of the Mayor's Sustainable Design and Construction SPG. The boilers shall be installed prior to the first occupation.",
    "Reason: To minimise the impact of building emissions on local air quality in the interests of health, in accordance with policies 3.2 and 7.14 of the London Plan 2016; the Mayor's Sustainable Design and Construction SPG; policies 1.1(e) and (j) of Ealing's Development (or Core) Strategy 2012, and policy 7A of Ealing's Development Management.",
    "13. Vibration from demolition, breaking of concrete and piling etc., as measured in the vertical direction on any floor in surrounding noise sensitive buildings, shall not exceed an overall peak particle velocity level of 1mm/s.",
    "Reason: In the interests of the amenity of adjoining occupiers, in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, policy 6.3 of the London Plan 2016 and policy 7A of the Ealing Development Management Development Plan."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "16/06/2017",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-06157483",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2534902,
          51.5062787
        ],
        [
          -0.253647,
          51.5062711
        ],
        [
          -0.25365329999999997,
          51.5062945
        ],
        [
          -0.25365489999999996,
          51.5063278
        ],
        [
          -0.25365899999999997,
          51.5063724
        ],
        [
          -0.253646,
          51.5063731
        ],
        [
          -0.2535919,
          51.5063754
        ],
        [
          -0.25356439999999997,
          51.5063768
        ],
        [
          -0.253564,
          51.5063768
        ],
        [
          -0.2534786,
          51.5063796
        ],
        [
          -0.2533949,
          51.5063824
        ],
        [
          -0.25331919999999997,
          51.5063844
        ],
        [
          -0.253286,
          51.5063866
        ],
        [
          -0.2532609,
          51.5063043
        ],
        [
          -0.2532566,
          51.50629
        ],
        [
          -0.25330769999999997,
          51.5062875
        ],
        [
          -0.2534067,
          51.5062828
        ],
        [
          -0.2534902,
          51.5062787
        ]
      ]
    ],
    "type": "Polygon"
  }
}