{
  "appeal_status": null,
  "lapsed_date": "01/05/2028",
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=64445/APP/2025/125",
  "borough": "Hillingdon",
  "application_type_full": "Removal/Variation of a condition",
  "actual_commencement_date": null,
  "ward": "SOUTH RUISLIP 2022",
  "decision_date": "01/05/2025",
  "parking_details": null,
  "polygon": null,
  "pp_id": "13703077",
  "development_type": null,
  "description": "Variation of Condition 4 (Tree Protection) of planning permission reference 64445/APP/2024/2408, dated 30-10-2024, for the 'Replacement of existing electric vehicle charging stations with twelve electric vehicle charging stations and ancillary equipment within the retail store car park.' The amendment seeks to require works to be undertaken in accordance with the submitted Arboricultural Impact Assessment'.",
  "site_name": "B&M",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of the grant of planning permission for planning application reference number 64445/APP/2024/2408.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans:",
    "Title: Location Plan, ref: 10640-0016-02, rev: A, dated: 29/08/24",
    "Title: Site Layout Plan, ref: 10640-0016-01-PL, rev: A, dated: 29/08/24",
    "Title: Block Plan, ref: 10640-0016_03, rev: A. dated: 29/08/24",
    "Title: BYD 160kW CHARGER, ref: 001_29, rev: C, dated: 19/03/24",
    "Title: SUBSTATION - TR18 - 1000 - 1500KVA, ref: 001_30, rev: A, dated: 17/04/24",
    "Title: FEEDER PILLAR - SCHNEIDER 1600A 12 WAY, ref: 001_54, rev: B, dated: 15/08/24",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (2012) and 2 (2020) and The London Plan (2021).",
    "Trees, hedges, and shrubs shown to be retained on the approved plan shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during construction, or is found to be seriously diseased or dying another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork shall be agreed",
    "1. The development must be implemented in accordance with the approved details of the submitted Arboricultural Impact Assessment, LMP_VRP_AIA_001, prepared by Tree Sense Arboricultural Consultants, dated 16.01.2025, including being undertaken in accordance with all recommendations of the report and of the Arboricultural Method Statement contained within the report.",
    "2. All protective measures identified on the Tree Protection Plan contained within the report must be retained until the development is completed. The areas within the approved protective fencing shall remain undisturbed during the course of the works and in particular in these areas:",
    "a. There shall be no changes in ground levels;",
    "b. No materials or plant shall be stored;",
    "c. No buildings or temporary buildings shall be erected or stationed;",
    "d. No materials or waste shall be burnt; and",
    "e. No drain runs or other trenches shall be dug or otherwise created, without the prior written consent of the Local Planning Authority.",
    "3",
    "The electric vehicle charging points hereby approved shall ensure that a minimum of one charging point is fully accessible to wheelchair users and people of short stature, in accordance with BSI PAS 1899:2022, with all such features and facilities remaining in place for as long as charging facilities remain on-site.",
    "REASON",
    "To ensure an inclusively designed environment in accordance with Policy D5 of the London Plan (2021).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "Cadent Gas Ltd own and operate the gas infrastructure within the area of the development. There may be a legal interest (easements and other rights) in the land that restrict activity in proximity to Cadent assets in private land. The applicant must ensure that the proposed works do not infringe on legal rights of access and or restrictive covenants that exist.",
    "If buildings or structures are proposed directly above the apparatus the development may only take place following diversion of the apparatus. The applicant should apply online to have apparatus diverted in advance of any works, by visiting cadentgas.com/diversions",
    "Prior to carrying out works, including the construction of access points, please register on www.linesarchbeforeudig.co.uk to submit details of the planned works for review, ensuring requirements are adhered to.",
    "Cadent may have a Deed of Easement on the pipeline, which provides a right of access for a number of functions and prevents change to existing ground levels and storage of materials. It also prevents the erection of permanent/temporary buildings, or structures. If necessary, Cadent will take action to legally enforce the terms of the easement.",
    "There is a possibility that there are some contaminating substances in the ground of the site. Our contaminated land record shows the site to be on a former contaminated land use identified as MOD Land/Rifle Range and Works (various). It is therefore advised that persons working on site shall take basic precautions in relation to any contamination they may find. This advice is provided on the grounds of Health and Safety of the workers on site and to ensure the appropriate restoration of the site is done. Should there be any contamination identified during the development where there is a need for ground work once such works are complete to minimise risk to the occupants of the site."
  ],
  "lpa_app_no": "64445/APP/2025/125",
  "subdivision_of_building": null,
  "centroid_easting": 510964,
  "epc_number": null,
  "secondary_street_name": "RUISLIP",
  "lpa_name": "Hillingdon",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "postcode": null,
  "decision_process": "Delegated",
  "application_details": {
    "existing_uprns": null
  },
  "uprn": null,
  "street_name": "428a VICTORIA ROAD",
  "decision": "Approved",
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 185778,
  "centroid": {
    "lon": -0.400681,
    "lat": 51.559977
  },
  "valid_date": "04/02/2025",
  "id": "Hillingdon-64445_APP_2025_125",
  "last_updated": "2025-07-06T21:59:15.816Z",
  "locality": null,
  "status": "Approved",
  "last_date_consultation_comments": "24/04/2025",
  "decision_target_date": "01/05/2025",
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type": "All Other"
}