{
  "site_name": null,
  "last_updated_by": "Portal",
  "centroid": {
    "lon": -7.55716,
    "lat": 49.766807
  },
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.04718,
          51.557732
        ],
        [
          -0.047157,
          51.557678
        ],
        [
          -0.047136,
          51.557581
        ],
        [
          -0.04675,
          51.557605
        ],
        [
          -0.046708,
          51.557641
        ],
        [
          -0.046767,
          51.557801
        ],
        [
          -0.04718,
          51.557732
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "url_planning_app": "https://developmentandhousing.hackney.gov.uk//planning/index.html?fa=getApplication&id=78127",
  "secondary_street_name": null,
  "site_number": "157",
  "application_details": {
    "site_area": 0.057
  },
  "lapsed_date": "13/05/2027",
  "decision": "Approved",
  "postcode": "E5 0RY",
  "last_date_consultation_comments": "09/03/2024",
  "decision_process": "Delegated",
  "epc_number": null,
  "pp_id": null,
  "development_type": "New Build",
  "bo_system": "Portal",
  "valid_date": "23/01/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              535473.931570738,
              186123.336070091
            ],
            [
              535475.708530215,
              186117.351573474
            ],
            [
              535477.4404845,
              186106.67900088
            ],
            [
              535504.136256374,
              186110.063747771
            ],
            [
              535506.938742338,
              186114.108765766
            ],
            [
              535502.352284791,
              186131.78855708
            ],
            [
              535473.931570738,
              186123.336070091
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection",
    "crs": {
      "type": "name",
      "properties": {
        "name": "EPSG:27700"
      }
    }
  },
  "actual_commencement_date": null,
  "parking_details": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "Prior Approval",
  "lpa_name": "Hackney",
  "borough": "Hackney",
  "centroid_northing": null,
  "id": "Hackney-2024_0152",
  "decision_target_date": "19/03/2024",
  "description": "Prior approval (Class A) construction of an additional storey comprising one flat, including new refuse and recycling in existing refuse store and the installation of 2x new bike stands.&nbsp;",
  "appeal_status": null,
  "decision_date": "13/05/2024",
  "ward": "Lea Bridge Ward",
  "appeal_decision": null,
  "locality": "HACKNEY",
  "street_name": "MILDENHALL ROAD",
  "status": "Approved",
  "application_type_full": null,
  "decision_agency": "Borough",
  "uprn": "100021059219",
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "2024/0152",
  "title_number": null,
  "last_updated": "2025-07-09T09:26:56.120Z",
  "cil_liability": null,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "centroid_easting": null,
  "appeal_start_date": null,
  "decision_conditions": [
    "<p>The Development hereby permitted shall only be carried out and completed strictly in accordance with the submitted plans hereby approved and any subsequent approval of details.\r\n</p><p><br></p><p>\r\nREASON: To ensure that the development hereby permitted is carried out in full accordance with the plans hereby approved.\r\n</p>",
    "<p>The development hereby permitted must be begun not later than the expiration of three years beginning with the date of this permission.</p><p><br></p><p>\r\n</p><p>\r\nREASON: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).</p><p>\r\n</p>",
    "Notwithstanding any details shown on the drawings hereby approved, full details /particulars of all of the proposed external materials shall be submitted to the Local Planning Authority for approval in writing prior to commencement of works.&nbsp;&nbsp;The development shall be carried out in accordance with the details thus approved and retained in perpetuity.REASON: To ensure the proposed development complements the existing building.&nbsp;",
    "Prior to commencement of development, a detailed Construction Logistics and Management Plan covering the matters set out below must be submitted to and approved in writing by the Local Planning Authority. The plan must demonstrate the adoption and use of the best practicable means to reduce the effects of noise, vibration and dust from the site. &nbsp; The development shall only be implemented in accordance with the details and measures approved as part of the construction logistics and management plan, which shall be maintained throughout the entire construction period.The construction management plan shall include but not be limited to the following:i) A construction method statement covering all phases of above ground works to include details of noise control measures, vibration and dust control measures and measures to preserve air quality;ii) Details and locations of all noisy activities including mobile plant machinery, and details of the best practicable means of mitigation employed against noise and vibration in accordance with British Standard Code of Practice BS 5228.iii) Details of the locations where deliveries will be undertaken; the size and number of lorries expected to access the site daily; the access arrangements (including turning provision if applicable); construction traffic routing; details of parking suspensions (if required) and the duration of construction.iv) Deliveries to site and associated with removal of plant, equipment, machinery and waste from the site must only take place within the permitted hours detailed above.v) Procedures for maintaining good public relations including complaint management, public consultation and liaison - Arrangements for liaison with the Council’s Community Safety Team.REASON: To ensure that occupiers of residential premises do not suffer a loss of amenity during site activities",
    "Prior to occupation of development, details of the refuse storage for the proposed units shall be submitted to the Local Planning Authority for approval in writing. The storage shall be installed in full prior to occupation of the hereby approved unit and retained and maintained for the lifetime of the development.REASON: To ensure the development provides adequate waste storage",
    "Prior to the occupation of the dwelling a policy compliant cycle parking plan is required, which includes&nbsp;details of layout, stand type and spacing.The development shall be carried out in accordance with the details thus approved and retained in perpetuity.REASON: To ensure that adequate provision for the safe and secure storage of bicycles is made for future occupiers and in the interest of safeguarding highway safety.",
    "<p>The roof of the mansard hereby approved shall not be used as a terrace, balcony or similar amenity area.</p><p>\r\nREASON: In the interests of neighbours amenity.&nbsp;</p>"
  ],
  "date_building_work_completed_under_previous_permission": null
}