{
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "site_number": "73",
  "decision_process": "Delegated",
  "appeal_start_date": null,
  "lapsed_date": null,
  "uprn": "100021031846",
  "locality": "HACKNEY",
  "appeal_decision_date": null,
  "centroid_easting": null,
  "application_details": {
    "constraints_details": [
      {
        "result": "Cazenove",
        "constraints_layer_description": "Wards"
      },
      {
        "result": "2014/0734/ENF",
        "constraints_layer_description": "Enforcement Boundaries"
      },
      {
        "result": "2012/0606/ENF",
        "constraints_layer_description": "Enforcement Boundaries"
      },
      {
        "result": "2013/0621/ENF",
        "constraints_layer_description": "Enforcement Boundaries"
      },
      {
        "result": "2011/0562/ENF",
        "constraints_layer_description": "Enforcement Boundaries"
      },
      {
        "result": "2009/0254/ENF",
        "constraints_layer_description": "Enforcement Boundaries"
      },
      {
        "result": "2012/0432/ENF",
        "constraints_layer_description": "Enforcement Boundaries"
      },
      {
        "result": "2009/1104",
        "constraints_layer_description": "Application Boundaries"
      },
      {
        "result": "2019/2200",
        "constraints_layer_description": "Application Boundaries"
      },
      {
        "result": "2017/0860",
        "constraints_layer_description": "Application Boundaries"
      },
      {
        "result": "2019/1598",
        "constraints_layer_description": "Application Boundaries"
      },
      {
        "result": "2011/1130",
        "constraints_layer_description": "Application Boundaries"
      },
      {
        "result": "2012/0810",
        "constraints_layer_description": "Application Boundaries"
      },
      {
        "result": "2016/1963",
        "constraints_layer_description": "Application Boundaries"
      },
      {
        "result": "2021/3459",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2021/2832",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2011/1130",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2023/0119",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2009/1104",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2016/1963",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2012/0810",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2017/0860",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2019/2200",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2019/1598",
        "constraints_layer_description": "Applications"
      }
    ]
  },
  "date_building_work_completed_under_previous_permission": null,
  "site_name": null,
  "borough": "Hackney",
  "status": "Application Under Consideration",
  "epc_number": null,
  "bo_system": "Portal",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.065986,
          51.570849
        ],
        [
          -0.065917,
          51.570816
        ],
        [
          -0.065897,
          51.570806
        ],
        [
          -0.065891,
          51.570803
        ],
        [
          -0.065909,
          51.570789
        ],
        [
          -0.065915,
          51.570792
        ],
        [
          -0.065929,
          51.570781
        ],
        [
          -0.0659,
          51.570766
        ],
        [
          -0.065891,
          51.570762
        ],
        [
          -0.065904,
          51.570752
        ],
        [
          -0.065895,
          51.570748
        ],
        [
          -0.065874,
          51.570738
        ],
        [
          -0.065883,
          51.57073
        ],
        [
          -0.06586,
          51.570719
        ],
        [
          -0.065824,
          51.570746
        ],
        [
          -0.065584,
          51.570926
        ],
        [
          -0.065571,
          51.570935
        ],
        [
          -0.06556,
          51.570944
        ],
        [
          -0.065503,
          51.570987
        ],
        [
          -0.065474,
          51.571008
        ],
        [
          -0.06555,
          51.571045
        ],
        [
          -0.065634,
          51.571087
        ],
        [
          -0.065659,
          51.571099
        ],
        [
          -0.065726,
          51.571048
        ],
        [
          -0.065752,
          51.571028
        ],
        [
          -0.065767,
          51.571017
        ],
        [
          -0.065865,
          51.570942
        ],
        [
          -0.065868,
          51.57094
        ],
        [
          -0.065904,
          51.570912
        ],
        [
          -0.065986,
          51.570849
        ]
      ]
    ],
    "type": "Polygon"
  },
  "cil_liability": null,
  "title_number": null,
  "application_type": "All Other",
  "street_name": "CLAPTON COMMON",
  "actual_commencement_date": null,
  "parking_details": null,
  "decision_target_date": "31/05/2024",
  "lpa_name": "Hackney",
  "secondary_street_name": null,
  "decision_date": null,
  "last_updated": "2025-07-09T09:24:43.115Z",
  "url_planning_app": "https://developmentandhousing.hackney.gov.uk//planning/index.html?fa=getApplication&id=78479",
  "ward": "Cazenove Ward",
  "valid_date": "01/03/2024",
  "reference_no_of_permission_being_relied_on": null,
  "development_type": "Major all other major developments",
  "appeal_decision": null,
  "postcode": "E5 9AA",
  "centroid_northing": null,
  "description": "Variation of condition 2 (Approved drawings) attached to planning permission ref&nbsp;2016/1963&nbsp;dated&nbsp;07/12/2018&nbsp;for the redevelopment of existing site (including demolition of existing building) to build a 3-storey (plus basement) synagogue (Class D1) including&nbsp;associated hard and soft landscaping to the front of the building.",
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "lpa_app_no": "2024/0441",
  "decision": null,
  "application_type_full": "Removal/Variation of a condition",
  "last_updated_by": "Portal",
  "appeal_status": null,
  "id": "Hackney-2024_0441",
  "decision_conditions": [
    "&lt;p&gt;There shall be no more than 300 visitors into the premises hereby approved at any one\r\ntime.\r\n&lt;/p&gt;&lt;p&gt;REASON: To ensure that the use does not lead to a loss of amenity for nearby\r\nresidents and to ensure that no negative highway impacts arise as a result of\r\nthe development.&lt;/p&gt;",
    "&lt;p&gt;The proposed development shall be used as a Synagogue only and for no\r\nother use within Use Class D1 of the Schedule to the Town and Country\r\nPlanning (Use Classes Order) 1987, as amended.\r\n&lt;/p&gt;&lt;p&gt;REASON: To ensure that the use does not lead to a loss of amenity for nearby\r\nresidents and to ensure that no negative highway impacts arise as a result of\r\nthe development.&lt;br&gt;&lt;/p&gt;",
    "&lt;p&gt;The development hereby approved shall be undertaken in strict accordance with the Construction Management Plan as submitted and approved under Discharge of Condition application ref: 2019/1175.&lt;/p&gt;&lt;p&gt;REASON: To ensure that the development does not lead to a loss of amenity for nearby\r\nresidents and to ensure that no negative highway impacts arise as a result of\r\nthe development.&lt;br&gt;&lt;/p&gt;",
    "&lt;p&gt;The development hereby approved shall be undertaken in strict accordance with the Construction Management Plan as submitted and approved under Discharge of Condition application ref: 2019/1175.&lt;/p&gt;&lt;p&gt;REASON: To ensure that the development does not lead to a loss of amenity for nearby residents and to ensure that no negative highway impacts arise as a result of the development.&lt;/p&gt;",
    "&lt;p&gt;The development hereby approved shall be undertaken in strict accordance with the Lighting Strategy as submitted and approved under Discharge of Condition application ref: 2019/1598 and thereafter maintained for the duration of the development.&lt;/p&gt;&lt;p&gt;REASON:&amp;nbsp;To ensure that the development does not lead to a loss of amenity for nearby\r\nresidents.&lt;/p&gt;",
    "&lt;p&gt;Details of refuse enclosures, including facilities for the storage of\r\nmaterials for recycling, showing the design, location and external appearance,\r\nshall be submitted to and approved by the Local Planning Authority, in writing,\r\nbefore occupation of the premises. The development shall not be carried out\r\notherwise than in accordance with the details thus approved.&lt;/p&gt;&lt;p&gt;REASON: In order to provide for adequate bin enclosures in the interest of the\r\nappearance of the site and area.&lt;br&gt;&lt;/p&gt;",
    "&lt;p&gt;The development hereby approved shall be undertaken in strict accordance with the investigative work and remedial action plan as submitted and approved under Discharge of Condition application ref: 2019/2200 and thereafter maintained for the duration of the development.&lt;/p&gt;&lt;p&gt;REASON:&amp;nbsp;To ensure that potential contamination risks are identified and\r\nsuitable remediation is agreed.&lt;/p&gt;",
    "&lt;p&gt;Prior to the first use of the development hereby approved, an Operational Management Plan including details of servicing, waste\r\nmanagement and measures to prevent undue noise disturbance to\r\nsurrounding residential occupiers shall be submitted to and approved in\r\nwriting by the Local Planning Authority. The development shall thereafter be carried out in strict accordance with the approved plan and details.&lt;/p&gt;&lt;p&gt;REASON: To safeguard the amenities of neighbouring owner/occupiers and to\r\nensure that the proposal is acceptable in terms of Highways impacts.&lt;br&gt;&lt;/p&gt;",
    "&lt;p&gt;&lt;b&gt;Prior to the further excavation of the basement hereby approved,&lt;/b&gt;&amp;nbsp;precise details of groundwater flood mitigation measures shall be submitted to the Local Planning Authority for approval. The measures should include suitable measures against\r\nthe effects of groundwater be incorporated in construction methods and design of basement structure. Consideration\r\nshould also be given to how the retained material is drained in the basement. Suitable protection measures should be\r\nprovided against the flooding of the (temporary) construction works and design of suitable surface water drainage\r\nsystems to ensure the basement is protected from surface water flooding.&lt;/p&gt;&lt;p&gt;REASON: To ensure that the basement development has an acceptable impact on ground conditions and minimises the risk of flooding.&lt;/p&gt;",
    "&lt;p&gt;The development hereby permitted must be begun not later than the expiration of three years beginning 07/12/2018.\r\n&lt;/p&gt;&lt;p&gt;&lt;br&gt;&lt;/p&gt;&lt;p&gt;\r\nREASON: In order to comply with the provisions of the Town and Country Planning Act 1990 as amended.\r\n&lt;/p&gt;",
    "&lt;p&gt;The Development hereby permitted shall only be carried out and completed strictly in accordance with the submitted plans hereby approved and any subsequent approval of details.\r\n&lt;/p&gt;&lt;p&gt;&lt;br&gt;&lt;/p&gt;&lt;p&gt;\r\nREASON: To ensure that the development hereby permitted is carried out in full accordance with the plans hereby approved.\r\n&lt;/p&gt;",
    "&lt;p&gt;No soil stacks, soil vent pipes, flues, ductwork or any other pipework shall\r\nbe fixed to the street elevations of the building, unless otherwise agreed in\r\nwriting by the Local Planning Authority.\r\n&lt;/p&gt;&lt;p&gt;REASON: To ensure that the external appearance of the building is\r\nsatisfactory and does not detract from the character and visual amenity of the\r\narea.&lt;br&gt;&lt;/p&gt;",
    "&lt;p&gt;No roof plant (including all external enclosures, machinery and other\r\ninstallations) other than that shown on the approved drawings shall be placed\r\nupon or attached to the roof or other external surfaces of the building.\r\n&lt;/p&gt;&lt;p&gt;REASON: To ensure that the external appearance of the building is\r\nsatisfac&lt;br&gt;&lt;/p&gt;",
    "&lt;p&gt;The development hereby approved shall be undertaken in strict accordance with the detailed drawings and full particulars as submitted and approved under Discharge of Condition application ref: 2019/4081 and thereafter maintained for the lifetime of the development.&lt;/p&gt;&lt;p&gt;REASON: To ensure that the external appearance of the building is satisfactory and does not detract from the character and visual amenity of the area.&lt;/p&gt;",
    "&lt;p&gt;The development hereby approved shall be undertaken in strict accordance with the measures as submitted and approved under Discharge of Condition application ref: 2019/4081 and thereafter maintained for the duration of the development.&lt;/p&gt;&lt;p&gt;REASON:&amp;nbsp;To ensure that the external appearance of the building is\r\nsatisfactory and does not detract from the character and visual amenity of the\r\narea.&lt;/p&gt;",
    "&lt;p&gt;The development hereby approved shall be undertaken in strict accordance with the details as submitted and approved under Discharge of Condition application ref: 2019/4081 and shall thereafter maintained for the duration of the development.&lt;/p&gt;&lt;p&gt;REASON:&amp;nbsp; To ensure that the external appearance of the building is\r\nsatisfactory and does not detract from the character and visual amenity of the\r\narea.&lt;/p&gt;",
    "&lt;p&gt;The development hereby approved shall be undertaken in strict accordance with the BREEAM assessment and energy strategy as submitted and approved under Discharge of Condition application ref: 2019/4081 and thereafter maintained for the duration of the development.&lt;/p&gt;&lt;p&gt;REASON: To ensure that the proposed sustainability measures are implemented to a satisfactory standard as proposed.&lt;/p&gt;",
    "&lt;p&gt;The development hereby approved shall be undertaken in strict accordance with the material schedule as submitted and approved under Discharge of Condition application ref: 2019/4081 and thereafter maintained for the lifetime of the development.&lt;/p&gt;&lt;p&gt;REASON: To ensure that the external appearance of the building is satisfactory and does not detract from the character and visual amenity of the area.&lt;/p&gt;",
    "&lt;p&gt;Prior to the occupation of the development the applicant is to submit the\r\nfollowing in writing to the satisfaction of the Local Planning Authority:\r\n&lt;/p&gt;&lt;p&gt;1) Full BREEAM post construction certification confirming that the\r\ndevelopment has achieved a BREEAM Very Good rating, with a minimum\r\nscore of 65 points.\r\n&lt;/p&gt;&lt;p&gt;2) Commissioning certificates, carried out by an MCS certified renewable\r\nenergy installer, confirming the installed capacity of the proposed renewable\r\nenergy technologies.\r\n&lt;/p&gt;&lt;p&gt;3) Specification details of all major cooling and heating plant, and confirmation\r\nthat the installed plant are registered on the Governments Energy Technology\r\nList.&lt;/p&gt;&lt;p&gt;REASON: To ensure that the proposed sustainability measures are\r\nimplemented to a satisfactory standard as proposed.&lt;br&gt;&lt;/p&gt;",
    "&lt;p&gt;The development hereby approved shall be carried out in strict accordance with the biodiverse living roof details as submitted and approved under Discharge of Condition application ref: 2019/4081 and thereafter maintained for the duration of the development.&lt;/p&gt;&lt;p&gt;REASON:&amp;nbsp;To enhance the character and ecology of the development, to\r\nprovide undisturbed refuges for wildlife, to promote sustainable urban\r\ndrainage, and to enhance the performance and efficiency of the proposed\r\nbuilding.&lt;/p&gt;",
    "&lt;p&gt;The roof of the extension hereby permitted shall not be used for any\r\npurpose other than as a means of escape in emergency or for maintenance of\r\nthe building. In particular the roof shall not be used as a roof terrace, balcony\r\nor any other amenity area.\r\n&lt;/p&gt;&lt;p&gt;REASON: To safeguard the amenities of the occupiers of adjoining premises\r\nand the area generally.&lt;br&gt;&lt;/p&gt;",
    "&lt;p&gt;The development hereby approved shall be undertaken in strict accordance with the Noise Assessment and Noise Management Plan as submitted and approved under Discharge of Condition application ref: 2019/1175 and thereafter maintained for the duration of the development.&lt;/p&gt;&lt;p&gt;REASON: To safeguard the amenities of the occupiers of adjoining premises and the area generally.&lt;/p&gt;",
    "&lt;p&gt;The use hereby permitted may only be carried out between 07.00 - 00.00\r\nDaily, with the exception as specified in condition 15 below.\r\n&lt;/p&gt;&lt;p&gt;REASON: To safeguard the amenities of neighbouring owner/occupiers.&lt;br&gt;&lt;/p&gt;",
    "&lt;p&gt;The use hereby approved is permitted to operate outside the hours\r\nspecified above in condition 14 on up to eight days in the first calendar year of\r\nthe operation subject to the proposed extended hours being approved by the\r\nLocal Planning Authority at least 10 days in advance of the event taking place.\r\n&lt;/p&gt;&lt;p&gt;REASON: To ensure that the use is operated in a satisfactory manner and\r\ndoes not unduly disturb adjoining occupiers or prejudice local amenity\r\ngenerally.&lt;br&gt;&lt;/p&gt;",
    "&lt;p&gt;The portions of the building hereby permitted which have been set aside\r\nfor study accommodation/Mikvah shall not be used other than as ancillary to\r\nthe synagogue use of the same building and shall not be occupied or used\r\nseparately to the said main use.\r\n&lt;/p&gt;&lt;p&gt;REASON: To ensure that the use does not lead to a loss of amenity for nearby\r\nresidents and to ensure that no negative highway impacts arise as a result of\r\nthe development.&lt;br&gt;&lt;/p&gt;",
    "&lt;p&gt;Before occupation/use of the development a post-development verification\r\nreport will be produced to the satisfaction of and approved in writing by the\r\nPlanning Authority. The verification report must fully set out any restrictions\r\non the future use of a development and demonstrate that arrangements have\r\nbeen made to inform future site users of the restrictions. Work shall be\r\ncompleted and reporting produced by a competent person/company in line\r\nwith current best practice guidance, including the Council’s contaminated land\r\nplanning guidance. The Contaminated Land Officer must receive verbal and\r\nwritten notification at least five days before development and remedial works\r\ncommence. Subject to written approval by the Planning Authority, this\r\ncondition may be varied, or discharged in agreed phases. Any additional, or\r\nunforeseen contamination encountered during the course of development\r\nshall be immediately notified to the Planning Authority and Contaminated Land\r\nOfficer.\r\nAll development shall cease in the affected area. Any additional or unforeseen\r\ncontamination shall be dealt with as agreed with the Contaminated Land\r\nOfficer. Where development has ceased in the affected area, it shall\r\nrecommence upon written notification of the Planning Authority or\r\nContaminated Land Officer.\r\n&lt;/p&gt;&lt;p&gt;REASON: To ensure that potential contamination risks are identified and\r\nsuitable remediation is agreed.&lt;br&gt;&lt;/p&gt;",
    "&lt;p&gt;The development hereby approved shall be undertaken in strict accordance with the Air Quality Assessment as submitted and approved under Discharge of Condition application ref: 2019/1598 and thereafter maintained for the duration of the development.&lt;/p&gt;&lt;p&gt;REASON:&amp;nbsp;To ensure satisfactory measures are in place to safeguard against\r\nair quality impacts.&lt;/p&gt;",
    "&lt;p&gt;The total noise level from fixed plants (external or internal) shall not cause\r\nadverse or significant adverse impact onto the nearest residential premises at\r\nany time. Therefore the rating noise level (specific sound corrected for any\r\nacoustic features) of the plant should be 5dB(A) below the representative\r\nbackground noise level (L90) at 1 metre from the nearest noise sensitive\r\nreceptor. The method of assessment shall be carried out in accordance with\r\nBS4142:2014 ‘Methods for rating and assessing industrial and commercial\r\nsound’. After all mechanical plants and equipment have been fully installed in\r\nplace, and before the premises is occupied, a test shall be carried out to show\r\nabove criterion shall be met and the results submitted to the Community\r\nSafety Team for approval.\r\n&lt;/p&gt;&lt;p&gt;REASON: To ensure that occupiers of residential premises do not suffer a loss\r\nof amenity by reason of noise nuisance from equipment.&lt;br&gt;&lt;/p&gt;",
    "&lt;p&gt;The development hereby approved shall be carried out in strict accordance with the cycle parking details as submitted and approved under Discharge of Condition application ref: 2019/4081 and thereafter maintained for the duration of the development.&lt;/p&gt;&lt;p&gt;REASON:&amp;nbsp;In order to ensure an acceptable design outcome that preserves the\r\ncharacter and appearance of the residential area while protecting the roots of\r\nneighbouring trees.&lt;/p&gt;",
    "&lt;p&gt;Prior to occupation, a Travel Plan shall have been submitted to\r\nand approved by the Local Planning Authority. The Travel Plan shall then be\r\nimplemented in accordance with a timetable of implementation, monitoring\r\nand review to be agreed in writing by the Local Planning\r\nAuthority.\r\n&lt;/p&gt;&lt;p&gt;REASON: To ensure that the travel arrangements to the proposed use are\r\nappropriate and successfully limit the effects of the increase in travel\r\nmovements.&lt;br&gt;&lt;/p&gt;",
    "&lt;p&gt;Details of bird and bat boxes to be implemented as part of the\r\ndevelopment, shall be submitted to and approved in writing by the local\r\nplanning authority, prior to the occupation of the development hereby\r\napproved.\r\n&lt;/p&gt;&lt;p&gt;REASON: To provide potential habitats for local wildlife, in line with the\r\nrecommendations of the submitted habitat survey.&lt;br&gt;&lt;/p&gt;",
    "&lt;p&gt;The development hereby approved shall be undertaken in strict accordance with the hard and soft landscaping scheme as submitted and approved under Discharge of Condition application ref: 2019/2200 and thereafter maintained for the duration of the development.&lt;/p&gt;&lt;p&gt;REASON:&amp;nbsp;To enhance the character, appearance and ecology of the\r\ndevelopment and contribution to green infrastructure.&lt;/p&gt;",
    "&lt;p&gt;Except on days of collection, all refuse and waste shall be stored in sealed\r\ncontainers in the approved refuse storage areas.\r\n&lt;/p&gt;&lt;p&gt;REASON: In the interests of the appearance of the street and the amenity of\r\nadjoining occupiers.&lt;br&gt;&lt;/p&gt;",
    "&lt;p&gt;The development hereby approved shall be undertaken in strict accordance with the Piling Method Statement as submitted and approved under Discharge of Condition application ref: 2021/2832.&lt;/p&gt;&lt;p&gt;REASON:&amp;nbsp;The proposed works will be in close proximity to underground\r\nsewerage utility infrastructure. Piling has the potential to impact on local\r\nunderground sewerage utility infrastructure. The applicant is advised to\r\ncontact Thames Water Developer Services on 0800 009 3921 to discuss the\r\ndetails of the piling method statement.&lt;/p&gt;",
    "&lt;p&gt;The perforated metal mesh screen hereby approved shall be implemented\r\nprior to the occupation of the development hereby approved and retained in\r\nperpetuity thereafter.\r\n&lt;/p&gt;&lt;p&gt;REASON: To prevent and mitigate overlooking to nearby residential occupiers.&lt;br&gt;&lt;/p&gt;",
    "&lt;p&gt;&lt;b&gt;Prior to the further excavation of the basement as hereby approved, &lt;/b&gt;detailed specification, a drainage layout and a management &amp;amp; maintenance plan (where\r\napplicable) of at least one suitable sustainable drainage system (i.e. water butt with overflow, raingarden, bioretention\r\nplanter box, living roof (substrate depth of 80-150mm excluding the vegetative mat), permeable paving etc.) shall be\r\nsubmitted to, and approved by the LPA, in consultation with the LLFA. If soakaways i.e. plastic modules and soakaway\r\nrings are used, an infiltration test must be carried out to ensure that the capacity of the soil is suitable for infiltration. It\r\nmust be demonstrated that there will be no increase in surface water flow being discharged offsite and an overall\r\nreduction in peak flow rate and volume.&lt;/p&gt;&lt;p&gt;REASON: To ensure the basement development has an acceptable impact on ground conditions and minimises the risk of flooding.&lt;/p&gt;"
  ],
  "pp_id": "12848480",
  "last_date_consultation_comments": "13/04/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              534131.754260857,
              187547.40752997
            ],
            [
              534136.65182684,
              187543.79856298
            ],
            [
              534138.086468084,
              187542.748863243
            ],
            [
              534138.531701372,
              187542.428954766
            ],
            [
              534137.303186679,
              187540.849407074
            ],
            [
              534136.899178743,
              187541.15931846
            ],
            [
              534135.926261816,
              187539.859689939
            ],
            [
              534137.962792053,
              187538.340125393
            ],
            [
              534138.597661269,
              187537.870259805
            ],
            [
              534137.773155722,
              187536.76057714
            ],
            [
              534138.399780031,
              187536.300708662
            ],
            [
              534139.892136122,
              187535.18102917
            ],
            [
              534139.265511486,
              187534.341269859
            ],
            [
              534140.873298643,
              187533.131616407
            ],
            [
              534143.305591392,
              187536.200737486
            ],
            [
              534159.399950729,
              187556.604896796
            ],
            [
              534160.27392707,
              187557.704582182
            ],
            [
              534161.065453391,
              187558.704296006
            ],
            [
              534164.874671484,
              187563.55290818
            ],
            [
              534166.804015446,
              187566.002206687
            ],
            [
              534161.403500656,
              187570.001062291
            ],
            [
              534155.450566398,
              187574.449788739
            ],
            [
              534153.702613426,
              187575.749417091
            ],
            [
              534149.250280457,
              187569.951076866
            ],
            [
              534147.461101985,
              187567.671729211
            ],
            [
              534146.504675117,
              187566.45207834
            ],
            [
              534139.900381147,
              187557.954510807
            ],
            [
              534139.702499828,
              187557.704582294
            ],
            [
              534137.253716872,
              187554.505498066
            ],
            [
              534131.754260857,
              187547.40752997
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              534131.754260857,
              187547.40752997
            ],
            [
              534136.65182684,
              187543.79856298
            ],
            [
              534138.086468084,
              187542.748863243
            ],
            [
              534138.531701372,
              187542.428954766
            ],
            [
              534137.303186679,
              187540.849407074
            ],
            [
              534136.899178743,
              187541.15931846
            ],
            [
              534135.926261816,
              187539.859689939
            ],
            [
              534137.962792053,
              187538.340125393
            ],
            [
              534138.597661269,
              187537.870259805
            ],
            [
              534137.773155722,
              187536.76057714
            ],
            [
              534138.399780031,
              187536.300708662
            ],
            [
              534139.892136122,
              187535.18102917
            ],
            [
              534139.265511486,
              187534.341269859
            ],
            [
              534140.873298643,
              187533.131616407
            ],
            [
              534143.305591392,
              187536.200737486
            ],
            [
              534159.399950729,
              187556.604896796
            ],
            [
              534160.27392707,
              187557.704582182
            ],
            [
              534161.065453391,
              187558.704296006
            ],
            [
              534164.874671484,
              187563.55290818
            ],
            [
              534166.804015446,
              187566.002206687
            ],
            [
              534161.403500656,
              187570.001062291
            ],
            [
              534155.450566398,
              187574.449788739
            ],
            [
              534153.702613426,
              187575.749417091
            ],
            [
              534149.250280457,
              187569.951076866
            ],
            [
              534147.461101985,
              187567.671729211
            ],
            [
              534146.504675117,
              187566.45207834
            ],
            [
              534139.900381147,
              187557.954510807
            ],
            [
              534139.702499828,
              187557.704582294
            ],
            [
              534137.253716872,
              187554.505498066
            ],
            [
              534131.754260857,
              187547.40752997
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection",
    "crs": {
      "type": "name",
      "properties": {
        "name": "EPSG:27700"
      }
    }
  },
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  }
}