{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "28/03/2024",
  "development_type": null,
  "ward": "NORTHWOOD 2022",
  "lapsed_date": "07/06/2027",
  "decision_date": "07/06/2024",
  "lpa_app_no": "52511/APP/2024/822",
  "status": "Approved",
  "parking_details": {
    "no_existing_cycle": 0,
    "no_proposed_car": 4,
    "net_car": 2,
    "no_proposed_cycle": 4,
    "no_existing_car": 2,
    "net_cycle": 4
  },
  "centroid": {
    "lat": 51.613361,
    "lon": -0.429829
  },
  "application_type": "All Other",
  "borough": "Hillingdon",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "last_date_consultation_comments": "06/06/2024",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T21:03:45.953+00:00",
  "locality": null,
  "date_building_work_completed_under_previous_permission": null,
  "description": "Demolition of existing dwellinghouse and erection of 2no detached dwellinghouses with associated parking and landscaping",
  "application_type_full": "Full planning permission",
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=52511/APP/2024/822",
  "site_number": null,
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "application_details": {
    "infrastructure_details": {
      "no_new_gas_connections_required": 1,
      "total_annual_pm_emissions": 0,
      "no_homes_passive_cooling": 0,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": false,
      "no_active_rapid_ev_charging_points": 2,
      "mobile_network_operators_consultation": false,
      "no_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 1,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_passive_rapid_ev_charging_points": 2,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "total_annual_nox_emissions": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 200,
        "use_class": "C3",
        "gia_gained": 557,
        "gia_lost": 200
      }
    ],
    "affordable_housing_fast_track": false,
    "total_gia_lost": 200,
    "total_gia_gained": 557,
    "projected_cost_of_works": "Between £2m and £100m",
    "existing_uprns": null,
    "total_gia_existing": 200,
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 9.15,
        "building_ref": "plot 1"
      },
      {
        "no_storeys": 3,
        "max_height": 9.15,
        "building_ref": "plot 2 "
      }
    ],
    "grey_water_reuse": false,
    "internal_resi_water_usage": 105,
    "site_area": 0.099,
    "garden_land_lost": true,
    "phasing_details": [
      {
        "phase_detail": "Entire development ",
        "intended_completion_date": "12/2025",
        "intended_commencement_date": "12/2024"
      }
    ],
    "residential_details": {
      "total_no_proposed_bedrooms": 9,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_gia_lost": 200,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_gia_gained": 557,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units": 1,
      "total_no_existing_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 6,
          "unit_no": "Loss-1",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 4,
          "unit_type": "House or Bungalow",
          "provision_for_older_persons": false,
          "gia": 200,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 9,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "garden_land": true,
          "no_bedrooms": 5,
          "unit_type": "House or Bungalow",
          "gia": 290,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 7,
          "provider": "Private",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "garden_land": true,
          "no_bedrooms": 4,
          "unit_type": "House or Bungalow",
          "gia": 267,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units": 2,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_market_for_sale": 2,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_social_rent": 0
    },
    "surface_water_discharge_percentage_reduction": 94,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 200,
      "total_gia_gained": 557,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 200
    },
    "ownership_status": "Private",
    "green_suds": false
  },
  "pp_id": "12914301",
  "postcode": null,
  "wgs84_polygon": null,
  "cil_liability": true,
  "street_name": "NORTHWOOD",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 23-J4295-LP01 Rev. A (revised), 23-J4295-CP01, 23-J4295-100, 23-J4295-100.1, 23-J4295-101, 23-J4295-102, 23-J4295-103, 23-J4295-104, 23-J4295-105, IDL/1176/07/01 Rev.7 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "Prior to the commencement of any works above damp proof course level, details of all materials and external surfaces shall have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policies DMHB 11 and DMHB 12 of the Hillingdon Local Plan Part 2 (2020).",
    "No development (excluding site clearance and demolition) shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100).",
    "1.b  Written specification of planting and cultivation works to be undertaken.",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate.",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage.",
    "2.b Cycle Storage (2 secure and accessible spaces for each dwelling).",
    "2.c Means of enclosure/boundary treatments.",
    "2.d Car Parking Layouts (including demonstration that each dwelling would provided with 1 active and 1 passive electric vehicle charging points).",
    "2.e Hard Surfacing Materials.",
    "2.f External Lighting.",
    "2.g Other structures (such as play equipment and furniture).",
    "3. Details of Landscape Maintenance",
    "3.a Landscape Maintenance Schedule for a minimum period",
    "The development shall be carried out in accordance with the approved Surface Water Drainage Statement (21 March 2024, Markides Associates) and shall include the incorporation of the sustainable urban drainage measures detailed within the statement, which shall be installed on site prior to occupation and thereafter permanently retained and maintained.",
    "REASON",
    "To ensure that surface water run off is handled as close to its source as possible and to ensure the development does not increase the risk of flooding in accordance with Policies DMEI 9 and DMEI 10 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020) and Policy SI 13 of the London Plan (2021).",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "The demolition and construction works of the development hereby approved shall be carried out in accordance with the tree protection measures specified in the approved Arboricultural Impact Assessment (Ref. 101 914, Date: 26/03/2024, Arbol EuroConsulting).",
    "REASON",
    "To ensure that trees and other vegetation can and will be retained and not damaged during construction work and to ensure that the development conforms with Policy DMHB 14 of the Hillingdon Local Plan Part 2 (2020).",
    "No development (excluding site clearance and demolition) shall take place until plans of the site showing the existing and proposed ground levels and the proposed finished floor levels of all proposed dwellings have been submitted to and approved in writing by the Local Planning Authority. Such levels shall be shown in relation to a fixed and known datum point. Thereafter the development shall not be carried out other than in accordance with the approved details.",
    "REASON",
    "To ensure that the development relates satisfactorily to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The dwellings hereby approved shall accord with the requirements of Policy D7 of the London Plan and shall not be occupied until certification of compliance with the technical specifications for an M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015, has been submitted to, and approved in writing, by the Local Planning Authority. All such provisions must remain in place for the life of the building.",
    "REASON",
    "To not only allow the Building Control body to require the development to comply with the optional Building Regulations standards, but to also ensure the appropriate quantity and standard of accessible and adaptable housing is constructed and maintained in accordance with Policy D7 of the London Plan (2021).",
    "The dwellings hereby approved shall achieve a water efficiency standard of no more than 110 litres per person per day maximum water consumption (to include a fixed factor of water for outdoor use of 5 litres per person per day in accordance with the optional requirement defined within Approved Document G of the Building Regulations).",
    "REASON",
    "In the interest of water conservation and to comply with Policy DMEI 10 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England)Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows or other openings shall be constructed in the side walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The first floor windows and roof lights fitted in the side elevations of the dwellings hereby permitted shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the details shown on the approved drawings and prior to the commencement of any works above ground level(excluding site clearance and demolition), section drawings at the scale of 1:20 of the skylights fitted in the centre flat roof and serving the habitable loft space shall be submitted to and approved in writing by the Local Planning Authority. The development shall be carried out strictly in accordance with the approved details thereafter.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality in accordance with Policy DMHB 11 and  DMHB 12 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the ground floor flat roofs of the proposed development hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification); no garage(s), shed(s) or other outbuilding(s), nor extension or roof alteration to any dwellinghouse(s) shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the area and amenity of occupiers and neighbours in accordance with Policies DMHB 11, DMHB 18 and DMHD 2 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to development commencing, a demolition and construction management plan shall be submitted to and approved in writing by the Local Planning Authority. The plan shall detail:",
    "(i)  The phasing of development works.",
    "(ii) The hours during which development works will occur (please refer to informative 'Control of Environmental Nuisance from Construction Work' for maximum permitted working hours).",
    "(iii) Measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities).",
    "(iv) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours, and measures to ensure access does not become blocked by construction vehicles).",
    "(v) Measures to reduce the impact of the development on local air quality and dust through minimising emissions throughout the demolition and con",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "The applicant is advised that a Section 278 agreement must be obtained from the Highway Authority before any works are carried out on any footway, footpath, carriageway, verge or other land forming part of the highway. All works on the highway will require a permit and an application will need to submitted to the Council's Highways Authority up to 3 months in advance of the intended start date, depending on the scale of the works proposed and the adopted road.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "Wildlife and Countryside Act 1981 and Conservation of Habitats and Species Regulations 2017 (as amended):  Note that it is an offence under these acts to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works."
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": 191671,
  "site_name": "6 FIRS WALK",
  "decision_target_date": "07/06/2024",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Hillingdon",
  "polygon": null,
  "appeal_start_date": null,
  "uprn": null,
  "appeal_decision_date": null,
  "id": "Hillingdon-52511_APP_2024_822",
  "centroid_easting": 508816
}