{
  "application_type": "All Other",
  "application_type_full": "Full planning permission",
  "description": "Erection of 1 no. detached 4-bed dwelling and 2 no. semi-detached 4-bed dwellings, with associated parking and amenity space. (Revised drawing received on 12.10.2022)",
  "epc_number": null,
  "street_name": "EASTCOTE",
  "appeal_decision": null,
  "lpa_app_no": "1788/APP/2022/2935",
  "centroid": {
    "lon": -0.406014,
    "lat": 51.576191
  },
  "actual_completion_date": "16/07/2025",
  "development_type": "New Build",
  "centroid_easting": 510555,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=1788/APP/2022/2935",
  "last_updated": "2025-08-12T07:52:01.224Z",
  "subdivision_of_building": null,
  "postcode": "HA4 8RG",
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "Portal",
  "centroid_northing": 187573,
  "site_name": "34 ACACIA AVENUE",
  "status": "Completed",
  "appeal_start_date": null,
  "valid_date": "23/09/2022",
  "lapsed_date": "18/11/2025",
  "parking_details": {
    "no_existing_car": 1,
    "no_proposed_car": 6,
    "net_cycle": 12,
    "no_existing_cycle": 0,
    "net_car": 5,
    "no_proposed_cycle": 12,
    "no_proposed_lgv": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "Portal",
  "cil_liability": false,
  "decision_target_date": "18/11/2022",
  "title_number": [],
  "decision": "Approved",
  "last_date_consultation_comments": "28/10/2022",
  "ward": "EASTCOTE 2022",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-1788_APP_2022_2935",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510537.95,
              187582.5834
            ],
            [
              510561.3656,
              187591.1823
            ],
            [
              510572.0813,
              187563.1364
            ],
            [
              510549.3271,
              187554.4052
            ],
            [
              510538.6114,
              187582.5834
            ],
            [
              510537.95,
              187582.5834
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted drawings, numbered 2020-052/99, 2020-052/100, 2020-052/101, 2020-052/201, 2020-052/202  (all received on 23.09.2022) and drawing number 2020-052/200 Rev. A (received on 12.10.222) and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "Notwithstanding the details specified on the approved drawings and prior to any works above damp proof course level, details of all materials and external surfaces shall be submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the commencement of any site clearance, demolition or construction work, a demolition and construction management plan shall be submitted to and approved in writing by the Local Planning Authority. The plan shall detail:",
    "(i) The phasing of development works",
    "(ii) The hours during which development works will occur (please refer to informative I15 for maximum permitted working hours).",
    "(iii) Measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities).",
    "(iv) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours).",
    "(v) Measures to reduce the impact of the development on local air quality and dust through minimising emissions throughout the demolition and construction process.",
    "(vi) The storage of demolition/construction materials on site. The app",
    "No development approved by this permission shall be commenced until a scheme for the provision of sustainable water management and water efficiency has been submitted to and approved in writing by the Local Planning Authority. The scheme shall:",
    "i. Provide information about the design storm period and intensity, the method employed to delay and control the surface water discharged from the site and the measures taken to prevent pollution of the receiving groundwater and/or surface waters;",
    "ii. Include a timetable for its implementation; and",
    "iii. Provide a management and maintenance plan for the lifetime of the development which shall include the arrangements for adoption by any public authority or statutory undertaker and any other arrangements to secure the operation of the scheme throughout its lifetime.",
    "The scheme shall also demonstrate the use of methods to minimise the use of potable water through water collection, reuse and recycling and will:",
    "iv. Provide details of water collect",
    "Prior to any works on site above damp proof course level, details of step free access via all points of entry and exit shall be submitted to, and approved in writing, by the Local Planning Authority. Such provision shall remain in place for the life of the building.",
    "REASON",
    "To ensure housing of an inclusive design is achieved and maintained in accordance with Policies D5 and D7 of the London Plan (2021).",
    "The dwellings hereby approved shall not be occupied until certification of compliance with the technical specifications for an M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015, has been submitted to, and approved in writing, by the Local Planning Authority. All such provisions must remain in place for the life of the building.",
    "REASON",
    "To not only allow the Building Control body to require the development to comply with the optional Building Regulations standards, but to also ensure the appropriate quantity and standard of accessible and adaptable housing is constructed and maintained in accordance with Policy D7 of the London Plan (2021).",
    "Prior to the commencement of any works above damp proof course level, details of a landscape scheme shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1. Details of Soft Landscaping",
    "1.a Planting plans (at not less than a scale of 1:100),",
    "1.b Written specification of planting and cultivation works to be undertaken,",
    "1.c Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage",
    "2.c Means of enclosure/boundary treatments",
    "2.d Car Parking Layouts (including 1 active and 1 passive charging point per dwelling)",
    "2.e Hard Surfacing Materials",
    "3. Details of Landscape Maintenance",
    "3.a Landscape Maintenance Schedule for a minimum period of 5 years.",
    "3.b Proposals for the replacement of any tree, shrub, or area of surfing/seeding within the landscaping scheme which dies or in the opinion of the Local Planning Authority becomes seriously dam",
    "The dwellings hereby approved shall not be occupied until it has achieved an energy efficiency standard of a minimum 10% CO2 improvement over Building Regulations requirements Part L 2013 (TER Baseline).",
    "REASON",
    "In the interest of energy conservation and to comply with SI 2 of the London Plan (2021).",
    "Notwithstanding the details specified on the approved drawings, the first floor windows fitted in the side elevations of the dwellings hereby approved shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties and to provide adequate quality of internal accommodation for future occupiers in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England)Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification); no garage(s), shed(s) or other outbuilding(s), nor extension or roof alteration to any dwellinghouse(s) shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with policies DMHB 11 and DMHD 2 of the Hillingdon Local Plan Part 2 (2020)",
    "Prior to the occupation of the development hereby approved,  the proposed vehicular access from the site emerging onto Acacia Avenue as specified on approved drawing number 2020-052/200 Rev. A shall be installed and maintained as such thereafter for the lifetime of the development.",
    "REASON",
    "In the interest of highway safety in accordance with Policies DMT 1, DMT 2 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "Prior to the occupation of the development hereby approved, the existing vehicular access from the site emerging onto Acacia Avenue shall be permanently closed and any kerbs and footway, fully reinstated at the applicant's expense, in a manner to be agreed in writing by the Local Planning Authority.",
    "REASON",
    "In the interest of highway safety and the visual amenity of the area in accordance with Policies DMT 2 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "The development requires the formation of a vehicular crossover, which will be constructed by the Council.  This work is also subject to the issuing of a separate licence to obstruct or open up the public highway.  For further information and advice contact: - Highways Maintenance Operations, 4W/07, Civic Centre, Uxbridge, UB8 1UW.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:",
    "carry out work to an existing party wall;",
    "build on the boundary with a neighbouring property;",
    "in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Uxbridge, UB",
    "Your attention is drawn to the fact that the planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor."
  ],
  "application_details": {
    "total_gia_gained": 381.6,
    "rain_water_harvesting": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "01/2024",
        "intended_commencement_date": "01/2023"
      }
    ],
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 8.2,
        "building_ref": "1"
      },
      {
        "no_storeys": 2,
        "max_height": 8.1,
        "building_ref": "2 & 3"
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "existing_uprns": [],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "actual_completion_date": "16/07/2025",
        "use_class": "C3",
        "gia_gained": 254,
        "actual_commencement_date": "15/08/2023",
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "affordable_housing_fast_track": false,
    "internal_resi_water_usage": 110,
    "green_suds": false,
    "garden_land_lost": false,
    "residential_details": {
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_sale": 3,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_bedrooms": 12,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 3,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_gia_gained": 254,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "habitable_rooms_density": 24,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "dwelling_density": 4,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units": 1,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "actual_completion_date": "16/07/2025",
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "sheltered_accommodation": false,
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "no_habitable_rooms": 6,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": "Loss-1",
          "actual_commencement_date": "15/08/2023",
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "gia": 127,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "16/07/2025",
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "sheltered_accommodation": false,
          "unit_type": "Semi Detached Home",
          "unit_development_type": "New Build",
          "no_habitable_rooms": 6,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": "Loss-2",
          "actual_commencement_date": "15/08/2023",
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "gia": 127,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "16/07/2025",
          "description": null,
          "change_type": "Loss",
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "no_habitable_rooms": 8,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "15/08/2023",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "actual_completion_date": "16/07/2025",
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "sheltered_accommodation": false,
          "unit_type": "Semi Detached Home",
          "unit_development_type": "New Build",
          "no_habitable_rooms": 6,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": "Loss-2",
          "actual_commencement_date": "15/08/2023",
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "gia": 127,
          "tenure": "Market for sale"
        }
      ],
      "site_area": 0.75
    },
    "total_gia_lost": 186.1,
    "scheme_phasing": false,
    "infrastructure_details": {
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 3,
      "no_new_gas_connections_required": 3,
      "no_resi_units_to_have_full_fibre": 3,
      "fire_suppression_system_proposed": false,
      "no_homes_to_have_electrical_heating": 0,
      "total_annual_pm_emissions": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_passive_cooling": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": false,
      "green_roof_area": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_passive_rapid_ev_charging_points": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "community_energy_capacity": null,
      "waste_details": []
    },
    "site_area": 0.07400000000000001,
    "total_gia_existing": 186.1,
    "ownership_status": "Private",
    "non_residential_details": {
      "total_gia_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 0,
      "development_type": null,
      "site_area": 0
    },
    "grey_water_reuse": false,
    "s106_agreement": false,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": false,
    "other_contributions": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "commencement_notice_received": false,
    "circular_economy_statement": false,
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [],
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": false,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": false,
    "non_permanent_dwellings_details": [],
    "intended_completion_date": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": 0,
      "other_resi_accommodation_unit_details": []
    },
    "uk_company_registration_no": null,
    "3d_model": false,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "borough_cil_liability_notice_issued": false,
    "transport_impact_assessment": false,
    "social_infrastructure_contributions": null,
    "scheme_name": "34 ACACIA AVENUE",
    "lead_developer_company_name": null
  },
  "pp_id": "11544890",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.406257,
          51.57628
        ],
        [
          -0.405917,
          51.576353
        ],
        [
          -0.405771,
          51.576099
        ],
        [
          -0.406102,
          51.576025
        ],
        [
          -0.406248,
          51.57628
        ],
        [
          -0.406257,
          51.57628
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "18/11/2022",
  "secondary_street_name": null
}