{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506603.1626,
              183601.2543
            ],
            [
              506603.1626,
              183602.5773
            ],
            [
              506605.1469,
              183581.4105
            ],
            [
              506603.1626,
              183547.0146
            ],
            [
              506619.0376,
              183478.2228
            ],
            [
              506605.1469,
              183464.9936
            ],
            [
              506601.8396,
              183463.0093
            ],
            [
              506587.2875,
              183475.577
            ],
            [
              506466.9019,
              183466.978
            ],
            [
              506470.2092,
              183509.9729
            ],
            [
              506500.6363,
              183555.6136
            ],
            [
              506487.4071,
              183584.0564
            ],
            [
              506490.7144,
              183634.3273
            ],
            [
              506574.0583,
              183640.2805
            ],
            [
              506584.6417,
              183599.9314
            ],
            [
              506603.1626,
              183601.2543
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08137114",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:46:04.010+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "28/10/2019",
  "secondary_street_name": "UXBRIDGE",
  "appeal_start_date": null,
  "ward": "UXBRIDGE NORTH",
  "centroid": {
    "lat": "51.5407688",
    "lon": "-0.4650858"
  },
  "decision": "Approved",
  "valid_date": "30/09/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 1.966
  },
  "cil_liability": false,
  "postcode": "UB10 0GJ",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=585/APP/2019/2988",
  "lpa_name": "Hillingdon",
  "site_name": "BATTLE OF BRITAIN BUNKER, RAF UXBRIDGE",
  "lapsed_date": "25/11/2022",
  "parking_details": null,
  "decision_conditions": [
    "The works hereby permitted shall be begun before the expiration of three years from the date of this consent.",
    "REASON",
    "To comply with Section 18 of the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "Any damage caused to the building in execution of the works shall be made good to the satisfaction of the Local Planning Authority within three months of the works being completed.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the building in accordance with Policy BE8 Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012), Policy DMHB 2 of the emerging Hillingdon Local Plan: Part Two - Development Management Policies with Modifications (March 2019), Policy 7.8 of the London Plan (2016) and the NPPF (February 2019).",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 2270_01_01 Rev. A, 2270_01_03 Rev. A, 2270_01_05, 2270_01_07 Rev. A, 2270_01_08, 2270_03_02 Rev. B, 2270_03_04, 20187/1 01 and 20187/1 02 Rev. B and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012), the Emerging Hillingdon Local Plan: Part Two - Development Management Policies with Modifications (March 2019) and the London Plan (2016).",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "Design, Access & Heritage Statement - September 2019",
    "Outline Schedule of Refurbishment Works - 2270-W Rev. A",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence",
    "REASON",
    "To ensure that the development complies with the objectives of Policy BE8 Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012), Policy DMHB 2 of the emerging Hillingdon Local Plan: Part Two - Development Management Policies with Modifications (March 2019), Policy 7.8 of the London Plan (2016) and the NPPF (February 2019).",
    "The decision to GRANT Listed Building Consent has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT Listed Building Consent has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007,  Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Considerations in relation to gas pipeline/s identified on site:",
    "Cadent have identified operational gas apparatus within the application site boundary. This may include a legal interest (easements or wayleaves) in the land which restricts activity in proximity to Cadent assets in private land. The Applicant must ensure that proposed works do not infringe on Cadent's legal rights and any details of such restrictions should be obtained from the landowner in the first instance.",
    "If buildings or structures are proposed directly above the gas apparatus then development should only take place following a diversion of this apparatus. The Applicant should contact Cadent's Plant Protection Team at the earliest opportunity to discuss proposed diversions of apparatus to avoid any unnecessary delays.",
    "If any construction traffic is likely to cross a Cadent pipeline then the Applicant must contact Cadent's Plant Protection Team to see if any protection measures are required.",
    "All developers are re"
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Repairs to leaking concrete intake shaft, Y1 to the lower plant room. Overhaul and clean the air shafts, their cowls and grills and adjust kerb heights to allow storm water run off and to prevent water ingress. Improve existing drainage system to direct water away from the bunker. Repair asphalt to roofs over entrance and exit and local repairs to shafts. Improve and overhaul iron door and frame to exit. Remove undergrowth and trees directly over bunker to prevent future tree root damage",
  "lpa_app_no": "585/APP/2019/2988",
  "decision_target_date": "25/11/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "25/11/2019",
  "id": "Hillingdon-585_APP_2019_2988",
  "centroid_northing": 183546,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 506543,
  "street_name": "HILLINGDON ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4642019,
          51.5412541
        ],
        [
          -0.4642015,
          51.541266
        ],
        [
          -0.46417929999999996,
          51.5410754
        ],
        [
          -0.4642183,
          51.5407666
        ],
        [
          -0.4640104,
          51.5401452
        ],
        [
          -0.4642146,
          51.540029
        ],
        [
          -0.4642629,
          51.5400117
        ],
        [
          -0.46446879999999996,
          51.5401275
        ],
        [
          -0.46620659999999997,
          51.5400729
        ],
        [
          -0.4661459,
          51.5404587
        ],
        [
          -0.4656935,
          51.5408632
        ],
        [
          -0.4658756,
          51.5411214
        ],
        [
          -0.46581269999999997,
          51.5415726
        ],
        [
          -0.46460959999999996,
          51.5416104
        ],
        [
          -0.46446919999999997,
          51.5412457
        ],
        [
          -0.4642019,
          51.5412541
        ]
      ]
    ],
    "type": "Polygon"
  }
}