{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506493.6248,
              183633.732
            ],
            [
              506567.0469,
              183638.3622
            ],
            [
              506563.7396,
              183580.1538
            ],
            [
              506546.5416,
              183566.9246
            ],
            [
              506497.5936,
              183562.2944
            ],
            [
              506492.9634,
              183635.7164
            ],
            [
              506493.6248,
              183633.732
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08332217",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:46:03.492+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Committee",
  "epc_number": null,
  "last_date_consultation_comments": "28/12/2019",
  "secondary_street_name": "UXBRIDGE",
  "appeal_start_date": null,
  "ward": "UXBRIDGE NORTH",
  "centroid": {
    "lat": "51.5412748",
    "lon": "-0.4652706"
  },
  "decision": "Approved",
  "valid_date": "29/11/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.48300000000000004
  },
  "cil_liability": false,
  "postcode": "UB10 OGG",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=585/APP/2019/3868",
  "lpa_name": "Hillingdon",
  "site_name": "BATTLE OF BRITAIN MUSEUM AND VISITOR CENTRE",
  "lapsed_date": "19/02/2023",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 2019/D/295/P/02, 2019/D/295/P/03, 2019/D/295/P/04 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020) and the London Plan (March 2016).",
    "Prior to commencement (excluding demolition and site clearance), a scheme for the provision of sustainable water management showing the detail of the proposed rain gardens and drainage shall be submitted to, and approved in writing by the Local Planning Authority. Thereafter the development shall be implemented and retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure that surface water run off is controlled to ensure the development does not increase the risk of flooding contrary to: Policy EM6 Flood Risk Management in Hillingdon Local Plan: Part 1- Strategic Policies (Nov 2012), Policy 5.12 of the London Plan (March 2016) and to be handled as close to its source as possible in compliance with Policy 5.13 of the London Plan (March 2016), National Planning Policy Framework (February 2019), and the Planning Practice Guidance (March 2014).",
    "No site clearance or construction work shall take place until the details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "1. A method statement outlining the sequence of development on the site including demolition, building works and tree protection measures.",
    "2. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority such fencing should be a minimum height of 1.5 metres.",
    "Thereafter, the development shall be implemented in accordance with the approved details. The fencing shall be retained in position until development is completed.",
    "Th",
    "Prior to commencement of relevant works, a landscape scheme shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "NB: Landscaping plans shall include pollution absorbing and native planting species.",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Means of enclosure/boundary treatments",
    "2.c Car Parking Layouts (to total 44 car parking spaces, 3 long bays and 3 motorcycle spaces, including demonstration that 8 car parking spaces are served by active electrical charging points, 5 Blue Badge parking spaces and 5 Brown Badge parking spaces)",
    "2.d Hard Surfacing Materials",
    "2.e External Lighting",
    "2.f Other structures (if relevant)",
    "4. Details of Landscape Maintenance",
    "4.",
    "No development shall take place until details of functional services and levels has been submitted to and approved in writing by the Local Planning Authority. The details shall include:-",
    "a) Existing and proposed functional services above and below ground",
    "b) Proposed finishing levels or contours",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with Policies DMHB 11 and DMHB 14 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020)",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Proposed landscaping improvement works including surface water flood mitigation using new rain gardens, reshaping of existing bund, new tree planting and new car park spaces with associated works",
  "lpa_app_no": "585/APP/2019/3868",
  "decision_target_date": "21/02/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "19/02/2020",
  "id": "Hillingdon-585_APP_2019_3868",
  "centroid_northing": 183602,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 506529,
  "street_name": "WREN AVENUE",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4657709,
          51.5415667
        ],
        [
          -0.4647112,
          51.5415945
        ],
        [
          -0.4647765,
          51.5410719
        ],
        [
          -0.46502839999999995,
          51.5409562
        ],
        [
          -0.46573529999999996,
          51.5409238
        ],
        [
          -0.46577979999999997,
          51.5415847
        ],
        [
          -0.4657709,
          51.5415667
        ]
      ]
    ],
    "type": "Polygon"
  }
}