{
  "appeal_decision": null,
  "street_name": "108 VINE LANE",
  "title_number": null,
  "valid_date": "31/05/2023",
  "cil_liability": false,
  "polygon": null,
  "application_type_full": "Removal/Variation of a condition",
  "decision": "Approved",
  "pp_id": "12178970",
  "date_building_work_completed_under_previous_permission": null,
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "29/09/2026",
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "borough": "Hillingdon",
  "site_number": null,
  "development_type": null,
  "centroid": {
    "lat": 51.543253,
    "lon": -0.460624
  },
  "last_date_consultation_comments": "17/07/2023",
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": null,
  "lpa_name": "Hillingdon",
  "decision_process": "Delegated",
  "decision_target_date": "29/09/2023",
  "secondary_street_name": "HILLINGDON",
  "actual_completion_date": null,
  "last_updated_by": "CSV Data Import",
  "centroid_easting": 506848,
  "decision_conditions": [
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:-",
    "1689-IID-PL-XX-DR-A-1002 Rev. P01 (Proposed Block Plan)",
    "1689-IID-PL-XX-DR-A-1021 Rev. P01 (Ground Floor Scoping Plan)",
    "1689-IID-PL-XX-DR-A-1022 Rev. P01 (First Floor Scoping Plan)",
    "1689-IID-PL-XX-DR-A-1023 Rev. P01 (Second Floor Scoping Plan)",
    "1689-IID-PL-XX-DR-A-1024 Rev. P01 (Roof Plan Scoping)",
    "1689-IID-PL-XX-DR-A-1031 Rev. P01 (Proposed Ground Floor Plan)",
    "1689-IID-PL-XX-DR-A-1032 Rev. P01 (Proposed First Floor Plan)",
    "1689-IID-PL-XX-DR-A-1033 Rev. P01 (Proposed Second Floor Plan)",
    "1689-IID-PL-XX-DR-A-1034 Rev. P01 (Proposed Roof Plan)",
    "1689-IID-PL-XX-DR-A-1036 Rev. P01 (Proposed Multi-use Hall Ground Floor Plan)",
    "1689-IID-PL-XX-DR-A-1037 Rev. P01 (Proposed Multi-use Hall First Floor Plan)",
    "1689-IID-PL-XX-DR-A-1039 Rev. P01 (Proposed Multi-use Hall Roof Plan)",
    "1689-IID-PL-XX-DR-A-1050 Rev. P01 (Landscape - Proposed Master Plan)",
    "1689-IID-PL-XX-DR-A-10",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "Ecological Mitigation Enhancement and Management Plan, Issue 3, updated 18/5/23",
    "Report of Ecological Walkover Survey, dated 18/4/23",
    "Cover Letter dated 9/5/23",
    "Energy Statement, dated 24/5/23",
    "Baseline Noise Survey Report, dated 23/05/23",
    "Design Statement, May 2023",
    "Waste Strategy, dated 27/09/23",
    "Flood Risk Assessment & Drainage Strategy, prepared by AKS Ward, dated January 2015",
    "Email from AKS Ward Ltd, dated 04/06/15",
    "Access Management Plan",
    "Arboricultural Report, prepared by Crown consultants, dated 10/12/14",
    "Planning Construction Management Plan, dated 17/06/15",
    "Transport Statement, prepared by Mayer Brown, dated July 2015",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence",
    "REASON",
    "To ensure that the development complies with the objectives of",
    "Detailed drawings or samples of materials, as appropriate, in respect of the following shall be submitted to and approved in writing by the Local Planning Authority before the relevant part of the work is begun:",
    "a) all new external materials and materials for the light well / courtyard infill structure - samples illustrating texture, colour and finish to be provided for agreement",
    "b) details of new external flues, vents and plant",
    "c) details of works required for the installation of the ducting for the courtyard ventilation system",
    "d) drainage details for the new bathrooms and kitchenette",
    "e) details of the protection of panelling to rooms G5 and G6 during works",
    "f) details of new internal and external joinery for the listed building, drawings to include relevant cross-sections and to be at scale 1:10, 1:5 or to full size as appropriate. These details should cover windows, doors, architraves, panelling, dado rails, skirting and glazed screens",
    "g) design details of the secondary glazing",
    "h)",
    "No site clearance or construction work shall take place until the tree protection measures, including drawing no. CCL09219 /TPP Rev.1, specified in the Arboricultural Report prepared by Crown Consultants and dated 10/12/14, have been fully implemented. The development shall be carried out in accordance with the approved method statement as detailed in the report and tree protection measures shall be retained in position until development is completed. Unless otherwise agreed in writing by the Local Planning Authority the area within the approved protective fencing shall remain undisturbed during the course of the works and in particular in these areas:",
    "2.a There shall be no changes in ground levels;",
    "2.b No materials or plant shall be stored;",
    "2.c No buildings or temporary buildings shall be erected or stationed.",
    "2.d No materials or waste shall be burnt; and.",
    "2.e No drain runs or other trenches shall be dug or otherwise created, without the prior written consent of the Local Planning Au",
    "Trees, hedges and shrubs shown to be retained on the approved plan shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during construction, or is found to be seriously diseased or dying another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork shall be agreed",
    "The development hereby approved shall be carried out in complete accordance with the submitted Flood Risk Assessment & Drainage Strategy prepared by AKS Ward, dated January 2015, the email from AKS Ward dated 04/06/15 and its associated attachments, as listed in condition 1, unless otherwise agreed in writing by the Local Planning Authority.",
    "REASON",
    "To ensure the development does not increase the risk of flooding in accordance with Policy DMEI 10 of the Hillingdon Local Plan Part 2 (2020) and London Plan (2021) Policy SI 15",
    "The rating level of the noise emitted from the site by any Air Conditioner or other mechanical plant shall be at least 5dB below the existing background noise level. The noise levels shall be determined at the boundary of the nearest noise sensitive premises. The measurements and assessment shall be made in accordance to the latest British Standard 4142.",
    "REASON",
    "To safeguard the amenity of the surrounding area in accordance with Policy D14 of the London Plan (2021).",
    "No external lighting shall be installed on the land unless the details have first been submitted to and approved in writing by the Council. Any installation of external lighting shall only be carried out in accordance with the previously approved details.",
    "REASON",
    "To safeguard the amenity of surrounding properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the installation of any external flues, vents and roof plant, including air conditioning units and air source heat pumps, full details to include exact location, height, size and design shall be submitted to and approved in writing by the Local Planning Authority.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policies DMHB 2 and DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The operation of the school shall be carried out in strict accordance with the Waste Strategy, dated 27/09/23.",
    "REASON:",
    "To ensure the efficient storage and collection of waste so that the operation of the school is not disrupted and parking spaces are not obstructed that could be prejudicial to highway safety, in accordance with Policy DMT 2 of the Hillingdon Local Plan Part 2 (2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "You are advised this permission is based on the dimensions provided on the approved drawings as numbered above. The development hereby approved must be constructed precisely in accordance with the approved drawings. Any deviation from these drawings requires the written consent of the Local Planning Authority.",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation. These cover such works as - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works. Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts. A completed application form together with detailed plans must be submitted for approval before any building work is commenced. For further information and advice, contact - Residents Services, Building Control, 3N/01 Civic Centre, Uxbridge (Telephone 01895 558170).",
    "The development hereby approved may be subject to the Construction (Design and Management) Regulations 1994, which govern health and safety through all stages of a construction project. The regulations require clients (ie. those, including developers, who commision construction projects) to appoint a planning supervisor and principal contractor who are competent and adequately resourced to carry out their health and safety responsibilities. Further information is available from the Health and Safety Executive, Rose Court, 2 Southwark Bridge Road, London, SE1 9HS (telephone 020 7556 2100).",
    "The applicant/developer should ensure that the site constructor receives copies of all drawings approved and conditions/informatives attached to this planning permission. During building construction the name, address and telephone number of the contractor (including an emergency telephone number) should be clearly displayed on a hoarding visible from outside the site.",
    "The Council's Commercial Premises Section and Building Control Services should be consulted regarding any of the following:-",
    "The installation of a boiler with a rating of 55,000 - 1¼ million Btu/hr and/or the construction of a chimney serving a furnace with a minimum rating of 1¼ million Btu/hr;",
    "The siting of any external machinery (eg air conditioning);",
    "The installation of additional plant/machinery or replacement of existing machinery.",
    "Contact:- Commercial Premises Section, 4W/04, Civic Centre, High Street, Uxbridge, UB8 1UW (Tel. 01895 250190). Building Control Services, 3N/01, Civic Centre, High Street, Uxbridge, UB8 1UW (tel. 01895 250804 / 805 / 808).",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "You should contact Thames Water Utilities and the Council's Building Control Service regarding any proposed connection to a public sewer or any other possible impact that the development could have on local foul or surface water sewers, including building over a public sewer. Contact: - The Waste Water Business Manager, Thames Water Utilities plc, Kew Business Centre, Kew Bridge Road, Brentford, Middlesex, TW8 0EE.",
    "Building Control Service - 3N/01, Civic Centre, High Street, Uxbridge, UB8 1UW (tel. 01895 250804 / 805 / 808).",
    "Compliance with Building Regulations 'Access to and use of buildings' and Disability Discrimination Act 1995 for commercial and residential development.",
    "You are advised that the scheme is required to comply with either:-",
    "·\tThe Building Regulations 2000 Approved Document Part M 'Access to and use of buildings', or with",
    "·\tBS 8300:2001 Design of buildings and their approaches to meet the needs of disabled people - Code of practice.  AMD 15617 2005, AMD 15982 2005.",
    "These documents (which are for guidance) set minimum standards to allow residents, workers and visitors, regardless of disability, age or gender, to gain access to and within buildings, and to use their facilities and sanitary conveniences.",
    "You may also be required make provisions to comply with the Disability Discrimination Act 1995.  The Act gives disabled people various rights. Under the Act it is unlawful for employers and persons who provide services to members of the public to discriminate against disabled people by",
    "With regard to condition 6, the importance of having a qualified and experienced arboriculturist on-site to supervise works throughout construction is emphasised and you are strongly encouraged to provide the Council's Trees/Landscape Officer with Inspection reports carried out by the arboriculturalist at regular intervals throughout the construction process.",
    "The Council's Access Officer has provided the following advice:",
    "a) Fixtures, fittings and furnishings, particularly hard materials should be selected to ensure that sound is not adversely reflected.  The design of all learning areas should be considerate to the needs of people who are hard of hearing or deaf. Reference should be made to BS 8300:2009+A1:2010, Section 9.1.2, and, BS 223 in selecting an appropriate acoustic absorbency for each surface.",
    "b) Care should be taken to ensure that the internal decoration achieves a Light Reflectance Value (LRV) difference of at least 30 points between floor and walls, ceiling and walls, Including appropriate decor to ensure that doors and door furniture can be easily located by people with reduced vision.",
    "c) Induction loops should be specified to comply with BS 7594 and BS EN 60118-4, and a term contract planned for their maintenance.",
    "Thames Water have advised as follows:",
    "Surface Water Drainage:",
    "With regard to surface water drainage it is the responsibility of a developer to make proper provision for drainage to ground, water courses or a suitable sewer. In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or offsite storage. When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary. Connections are not permitted for the removal of groundwater. Where the developer proposes to discharge into a public sewer, prior approval from Thames Water Developer Services will be required. They can be contacted on 0800 009 3921. Reason - to ensure that the surface water discharge from the site shall not be detrimental to the existing sewerage system.",
    "Water Comments:",
    "With regard to water supply, this comes within the area cov",
    "Residents have advised that a verbal undertaking has been given by the school to provide additional tree planting between the proposed multi-use hall and the western boundary. You are strongly encouraged to undertake such works, which will provide additional screening for residents and enhance the visual amenities of the school site. The Local Planning Authority has no objection to details of such planting forming part of the submission of landscaping details which will need to be submitted in compliance with condition 7, as this will enable the Council's Trees/Landscape Officers to assess the appropriateness of any planting proposed and to provide advice if needed."
  ],
  "lpa_app_no": "2393/APP/2023/1598",
  "application_details": {
    "existing_uprns": null
  },
  "centroid_northing": 183829,
  "ward": "HILLINGDON WEST 2022",
  "locality": null,
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "id": "Hillingdon-2393_APP_2023_1598",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=2393/APP/2023/1598",
  "uprn": null,
  "description": "Minor Material amendment to revise/remove Conditions 2 (Approved Plans), 4 (Multi-Use Hall Levels), 7 (Landscaping) and 10 (Ecological Enhancements) of planning permission ref. 2393/APP/2015/1146, dated 07-08-2015: Creation of science laboratories above the existing West Wing, extension to existing hall/West Wing to create a multi-purpose hall, refurbishment of internal rooms, enclosure and refurbishment of the internal courtyard and alterations to manoeuvring yard and access road with associated landscape works (Application for Full Planning Permission) to allow revisions to the energy strategy, including the location and provision of energy infrastructure, revision of the landscape strategy, including the re-configuration of car and coach parking arrangements, external facade changes to the multi-use hall and regularisation of the as-built science block roof extension.",
  "site_name": "HILLINGDON COURT",
  "appeal_status": null,
  "postcode": "UB10 0BE",
  "status": "Approved",
  "decision_agency": "Borough",
  "decision_date": "29/09/2023",
  "actual_commencement_date": null,
  "epc_number": null,
  "last_updated": "2025-03-19T01:28:53.662+00:00",
  "application_type": "All Other",
  "bo_system": "CSV Data Import"
}