{
  "lpa_app_no": "8708/APP/2024/2863",
  "centroid_northing": 184343,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": "03/03/2025",
  "locality": null,
  "secondary_street_name": "UXBRIDGE",
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-07-05T21:59:19.493Z",
  "valid_date": "27/12/2024",
  "polygon": null,
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 505446,
  "actual_commencement_date": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=8708/APP/2024/2863",
  "site_number": null,
  "decision": "Approved",
  "ward": "UXBRIDGE 2022",
  "decision_agency": "Borough",
  "lpa_name": "Hillingdon",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": "Full planning & listed building consent",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hillingdon-8708_APP_2024_2863",
  "application_details": {
    "internal_resi_water_usage": 0,
    "scheme_phasing": true,
    "garden_land_lost": false,
    "phasing_details": [
      {
        "phase_detail": "not known",
        "intended_completion_date": "06/2025",
        "intended_commencement_date": "02/2025"
      }
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 212,
        "gia_gained": 212,
        "use_class": "E(b)",
        "gia_lost": 0
      }
    ],
    "total_gia_gained": 212,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 212,
      "total_gia_lost": 0,
      "total_gia_existing": 212
    },
    "site_area": 0.0212,
    "projected_cost_of_works": "Over £100m",
    "total_gia_lost": 0,
    "total_gia_existing": 212,
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "infrastructure_details": {
      "fire_suppression_system_proposed": false,
      "no_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_pm_emissions": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_passive_cooling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 0,
      "no_new_water_connections_required": 0,
      "mobile_network_operators_consultation": false,
      "waste_provision": true,
      "ghg_reduction_over_building_regulations": false,
      "green_roof_area": 0
    },
    "affordable_housing_fast_track": false,
    "ownership_status": "Private",
    "existing_uprns": null,
    "rain_water_harvesting": false
  },
  "uprn": null,
  "decision_date": "17/04/2025",
  "description": "Change of Use from Use Class E (Commercial, Business and Service) to Sui Generis (Drinking Establishment), including creation of a rear smoking area, and internal alterations with removal of glass from shopfront and replacing with toughened glass, installation of new external front lighting, and repairs to shopfront with painted finish and new roof to existing dormer. (Related to Listed Building Consent application ref. 8708/APP/2024/2864)",
  "site_name": "127-128",
  "last_updated_by": "CSV Data Import",
  "decision_target_date": "17/04/2025",
  "borough": "Hillingdon",
  "postcode": null,
  "street_name": "HIGH STREET",
  "bo_system": "CSV Data Import",
  "development_type": null,
  "lapsed_date": "17/04/2028",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 1A,11, Location plan and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (2012) and 2 (2020) and the London Plan (2021).",
    "Prior to the occupation of the development hereby permitted, the reinstatement of the missing walls shall be carried out in accordance with the approved plans. The brickwork to the reinstated fireplace and walls should match the existing stock brickwork in terms of colour, size, brick bond (not stretcher bond) and mortar colour and style.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policies DMHB 2 and DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "No development shall take place until details of the joinery and finishes for the windows and shopfront and the gate have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policies DMHB 2 and DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The roof materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policies DMHB 2 and DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Customers shall not be permitted within the premises before 11:00 or after 00:00 on Sunday to Thursday and before 11:00 or after 03:00 on Fridays and Saturdays.",
    "REASON",
    "To safeguard the residential amenity of the occupiers of adjoining and nearby properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the occupation of the development hereby permitted, an appropriate level of policy compliant accessible and secure cycle parking storage shall be submitted to and approved in writing by the Local Planning Authority. The cycle storage shall be constructed and laid out in accordance with the agreed details and completed prior to occupation of the development hereby approved and shall thereafter be retained, maintained, and kept available for the users of the development at all times.",
    "REASON",
    "To ensure that the development provides sufficient cycle parking facilities, in accordance with Policy T5 of the London Plan (2021) and Policy DMT 5 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the operation of the proposed use, the site shall achieve 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO).",
    "REASON",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000 to ensure the development provides a safe and secure environment in accordance with Policy DMHB 15 of the Hillingdon Local Plan Part 2 (2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2021) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The applicant is advised that advertisement consent is required for any signage or shopfront alterations.",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "pp_id": "13520416",
  "centroid": {
    "lon": -0.48068,
    "lat": 51.548137
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}