{
  "lpa_name": "Barking & Dagenham",
  "uprn": "100102769",
  "decision_date": "23/02/2009",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Idox Tascomi",
  "id": "Barking_&_Dagenham-08_01422_FUL",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM8 1RY",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "Other",
      "site_area": 1.2,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 1868,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 1868
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B8",
        "gia_gained": 1868,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "2",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "site_area": 1.216
  },
  "valid_date": "24/11/2008",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Extension to existing warehouse unit and construction of new warehouse and office building",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.\r\rReason:\rTo comply with Section 91 of the Town and Country Planning Act 1990 (as amended by S.51 of the Planning and Compulsory Purchase Act  2004)",
    "The landscaping scheme as approved in accordance with condition No. ^IN; shall be carried out in the first planting and seeding seasons following the occupation of the building or completion of the development, whichever is the sooner.  Any trees or plants which within a period of 5 years from the completion of the development die, are removed or become seriously damaged or diseased, shall be replaced in the next planting season with others of similar size and species unless the Local Planning Authority gives written consent to any variation.\r\rReason:\rTo secure the provision and retention of the landscaping in the interests of the visual amenity of the area.",
    "No development shall take place until there has been submitted to and approved by the Local Planning Authority a scheme of landscaping for the site which shall include indications of all existing trees, shrubs and hedgerows on the site and details of those to be retained.\r\rReason:\rTo safeguard and improve the appearance of the area and in order to comply with Section 197 of the Town and Country Planning Act 1990.",
    "The approved development shall make provision for cycle parking in accordance with a scheme that shall have been previously submitted to approved by the Local Planning Authority.\r\rReason:\rIn the interests of promoting cycling as a safe, efficient and non-polluting mode of transport and in accordance with Policy T.19 of the Unitary Development Plan.",
    "The car parking areas indicated on drawing No. ^IN; shall be constructed and marked out prior to the occupation of the development, and thereafter retained permanently for the accommodation of vehicles of occupiers and visitors to the premises and not used for any other purpose.\r\rReason:\rTo ensure that sufficient off-street parking areas are provided and not to prejudice the free flow of traffic on the adjoining highway.",
    "The development shall not be commenced until a scheme showing those areas to be hard landscaped and the details of that hard landscaping have been submitted to and approved by the Local Planning Authority in writing.  The scheme as approved shall be carried out prior to the occupation of the development and thereafter permanently retained.\r\rReason:\rTo ensure the development is satisfactorily landscaped in order to improve the visual appearance of the area.",
    "Before any works hereby permitted are commenced and until all such works are completed:\ra) all trees to be retained shall be protected by secure, stout exclusion fencing erected at a minimum distance equivalent to the branch spread of the trees and in accordance with BS.5837;\rb) any works connected with the approved scheme within the branchspread of the trees shall be by hand only.  No storage of materials, supplies, plant or machinery shall be stored, parked or allowed access beneath the branch spread or within the exclusion fencing.  Any trees that are damaged or felled during construction work must be replaced with semi mature trees of the same or similar species.\r\rReason:\rTo ensure the safety and well-being of the trees on the site that are to remain after building works are completed in accordance with Policy DE17 of the Unitary Development Plan.",
    "The trunks of trees to be retained shall be protected by 2 layers of chestnut paling or hessian sacking prior to the commencement of the development.\r\rReason:\rTo ensure the protection of the trees during construction work in accordance with Policy DE17 of the Unitary Development Plan.",
    "The development shall not be commenced until details of dustbin enclosures showing the design, location and external appearance have been submitted to and approved by the Local Planning Authority.  The approved enclosures shall be provided before the commencement of the use and thereafter permanently retained.\r\rReason:\rTo provide satisfactory refuse storage provision in the interests of the appearance of the site and locality.",
    "Vehicle wheel washing facilities shall be provided on site in accordance with details submitted to and approved by the local planning authority prior to the commencement of any demolition/building work on site, and no work shall take place at any time that such wheel washing facilities are not operating.\r\rReason\rTo ensure that the implementation of this permission does not prejudice conditions of safety and cleanliness on the neighbouring highway.",
    "No external construction works, deliveries, external running of plant and equipment or internal works audible outside the site boundary shall take place on the site other than between the hours of 0800  to 1800 on Monday to Friday and 0800 to 1300 on Saturday and not at all on Sundays, Public or Bank Holidays without the prior written permission of the Local Planning Authority.\r\rReason:\rTo ensure that the proposed construction work does not cause undue nuisance and disturbance to neighbouring properties at unreasonable hours and in accordance with Policy G.36 of the Unitary Development Plan.",
    "The development shall not be commenced until a scheme specifying the provisions to be made to control dust emanating from the site has been submitted to and approved by the Local Planning Authority.\r\rReason:\rTo safeguard the amenity of neighbouring occupiers.",
    "The disabled parking bays indicated on drawing No. ^IN; shall be clearly marked with a British Standard disabled symbol and permanently retained for the use of disabled persons and their vehicles and for no other purpose.\r\rReason:\rTo ensure and promote easier access for disabled persons to the approved building in accordance with Policy C15 of the Unitary Development Plan.",
    "The permitted development shall not be commenced until details/samples of all facing materials to be used in the development have been submitted to and approved in writing by the Local Planning Authority and no facing materials shall be used except those so approved.\r\rReason:\rTo safeguard the appearance of the development.",
    "The building hereby permitted shall not be occupied until there has been submitted to and approved by the Local Planning Authority a Green Travel Plan for the site which shall include proposals for minimising car-borne travel and encouraging walking, cycling and the use of public transport.  The approved Green Travel Plan shall be implemented and monitored in accordance with the approved scheme.\r\rReason:\rIn order to encourage the use of sustainable transport and in accordance with strategic policy X of the UDP.",
    "Development shall not begin until a surface water drainage scheme for the site, based on sustainable drainage principles and an assessment of the hydrological and hydro geological context of the development, has been submitted to and approved in writing by the local planning authority.  The scheme shall subsequently be implemented in accordance with the approved details before the development is completed.\r\rReason:\rTo prevent the increased risk of flooding and to improve and protect water quality and in accordance with policy BR4 of the draft LDF (Borough-wide policies).",
    "The proposed photovoltaic solar panels shall be installed and connected prior to occupation of the permitted warehouse in accordance with the details set out in the submitted energy strategy.  The solar panels shall thereafter be maintained.\r\rReason:\rIn order to reduce the carbon emissions arising from the development and in accordance with policy 4A.6 of the London Plan.",
    "No development above ground level shall commence until the applicant has provided to the Local Planning Authority an independently verified BREEAM assessment showing the likely environmental buildings standards rating to be achieved in respect of the new warehouse under a formal BREEAM assessment.  The scheme shall achieve a minimum of a Very Good rating.  A post construction BREEAM certificate, or other verification process agreed with the Local Planning Authority, shall be provided, confirming that the agreed standards have been met, prior to the first occupation of the new warehouse unless otherwise agreed in writing by the Local Planning Authority.\r\rReason:\rIn order to ensure that the development acheives a high standard of sustainable design and construction and in accordance with policy BR1 of the draft LDF (Borough-wide policies).",
    "No development approved by this permission shall be commenced prior to a contaminated land assessment and associated remedial strategy, together with a timetable of works, being submitted to the Local Planning Authority for approval:\r\ra) The contaminated land assessment shall include a desk study to be submitted to the Local Planning Authority for approval. The desk study shall detail the history of the site uses and propose a site investigation strategy based on the relevant information discovered by the desk study. The strategy shall be approved by the Local Planning Authority prior to investigations commencing on site.\r\rb) The site investigation, including relevant soil, soil gas, surface and groundwater sampling, shall be carried out by a suitably qualified and accredited consultant/contractor in accordance with a Quality Assured sampling and analysis methodology.\r\rc) A site investigation report detailing all investigative works and sampling on site, together with the results of analysis, risk assessment to any receptors and a proposed remediation strategy shall be submitted to the Local Planning Authority. The Local Planning Authority shall approve such remedial works as required prior to any remediation commencing on site. The works shall be of such a nature as to render harmless the identified contamination given the proposed end-use of the site and surrounding environment including any controlled waters.\r\rd) Approved remediation works shall be carried out in full on site under a quality assurance scheme to demonstrate compliance with the proposed methodology and best practice guidance. If during the works contamination is encountered which has not previously been identified then the additional contamination shall be fully assessed and an appropriate remediation scheme agreed with the Local Planning Authority. \r\re) Upon completion of the works, this condition shall not be discharged until a closure report has been submitted to and approved by the Local Planning Authority. The closure report shall include details of the proposed remediation works and quality assurance certificates to show that the works have been carried out in full in accordance with the approved methodology. Details of any post-remedial sampling and analysis to show the site has reached the required clean-up criteria shall be included in the closure report together with the necessary documentation detailing what waste materials have been removed from the site. \r\rReason\rTo prevent pollution of the water environment and in order to quantify any hazards already existing on the site in accordance with Policy G28 of the Unitary Development Plan."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T19:54:00.860+00:00",
  "ward": "Valence",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null
  },
  "lapsed_date": "23/02/2014",
  "decision_target_date": "18/01/2009",
  "centroid": {
    "lat": "51.5654341",
    "lon": "0.13372599999999998"
  },
  "lpa_app_no": "08/01422/FUL",
  "status": "Lapsed",
  "site_name": "44 - 48",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=8444",
  "locality": "Essex",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              548013.67,
              187454.39
            ],
            [
              548013.85,
              187449.9
            ],
            [
              548014.65,
              187437.5
            ],
            [
              548015.22,
              187420.96
            ],
            [
              548017.318,
              187388.304
            ],
            [
              548018.357,
              187366.482
            ],
            [
              548019.75,
              187341.5
            ],
            [
              548021.9,
              187307.7
            ],
            [
              548022.419,
              187300
            ],
            [
              548022.8,
              187293.85
            ],
            [
              548023.296,
              187285.312
            ],
            [
              548024.668,
              187268.251
            ],
            [
              548025.2,
              187256.5
            ],
            [
              548025.743,
              187248.241
            ],
            [
              548012.763,
              187247.449
            ],
            [
              548012.55,
              187249.2
            ],
            [
              548006.88,
              187248.75
            ],
            [
              547999.364,
              187248.163
            ],
            [
              547974.475,
              187246.595
            ],
            [
              547948.95,
              187245.05
            ],
            [
              547946.85,
              187245.6
            ],
            [
              547945.34,
              187246.84
            ],
            [
              547943.25,
              187249.53
            ],
            [
              547941.98,
              187251.95
            ],
            [
              547940.97,
              187255.21
            ],
            [
              547940.69,
              187257.24
            ],
            [
              547940.85,
              187261.06
            ],
            [
              547941.12,
              187262.4
            ],
            [
              547944,
              187268.55
            ],
            [
              547943.376,
              187278.859
            ],
            [
              547942.367,
              187295.115
            ],
            [
              547940.426,
              187326.307
            ],
            [
              547940.084,
              187331.446
            ],
            [
              547939.5,
              187340.9
            ],
            [
              547939.4,
              187343.35
            ],
            [
              547939.7,
              187343.9
            ],
            [
              547940.15,
              187345.65
            ],
            [
              547940.7,
              187346.85
            ],
            [
              547941.95,
              187348.6
            ],
            [
              547944.1,
              187351.7
            ],
            [
              547946.85,
              187354.2
            ],
            [
              547950.1,
              187355.9
            ],
            [
              547952.05,
              187356.55
            ],
            [
              547952.927,
              187356.598
            ],
            [
              547962.75,
              187357.3
            ],
            [
              547965.556,
              187357.554
            ],
            [
              547973.45,
              187358.1
            ],
            [
              547985.115,
              187359.197
            ],
            [
              547981.19,
              187412.96
            ],
            [
              547980.2,
              187435.35
            ],
            [
              547979.87,
              187441.93
            ],
            [
              547979.24,
              187452.28
            ],
            [
              548001.5,
              187453.65
            ],
            [
              548013.67,
              187454.39
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Major general industry-storage-warehousing",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Tascomi",
  "site_number": "44 - 48",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "FRESHWATER ROAD",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": null,
  "centroid_easting": "547987",
  "appeal_start_date": null,
  "centroid_northing": "187330",
  "borough": "London Borough of Barking and Dagenham",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1341628,
          51.5665447
        ],
        [
          0.1341636,
          51.5665044
        ],
        [
          0.13416989999999998,
          51.5663927
        ],
        [
          0.1341711,
          51.566244
        ],
        [
          0.1341876,
          51.56595
        ],
        [
          0.1341934,
          51.5657536
        ],
        [
          0.134203,
          51.5655288
        ],
        [
          0.1342198,
          51.5652246
        ],
        [
          0.13422399999999998,
          51.5651552
        ],
        [
          0.13422699999999999,
          51.5650999
        ],
        [
          0.1342305,
          51.565023
        ],
        [
          0.1342431,
          51.5648694
        ],
        [
          0.1342458,
          51.5647636
        ],
        [
          0.1342502,
          51.5646893
        ],
        [
          0.1340627,
          51.5646856
        ],
        [
          0.1340604,
          51.5647014
        ],
        [
          0.1339785,
          51.5646988
        ],
        [
          0.1338699,
          51.5646955
        ],
        [
          0.1335104,
          51.5646879
        ],
        [
          0.1331418,
          51.5646807
        ],
        [
          0.1331117,
          51.5646862
        ],
        [
          0.1330905,
          51.5646978
        ],
        [
          0.1330615,
          51.5647225
        ],
        [
          0.1330442,
          51.5647446
        ],
        [
          0.13303099999999998,
          51.5647741
        ],
        [
          0.1330278,
          51.5647924
        ],
        [
          0.1330317,
          51.5648267
        ],
        [
          0.1330362,
          51.5648387
        ],
        [
          0.13308029999999998,
          51.5648932
        ],
        [
          0.1330756,
          51.564986
        ],
        [
          0.1330679,
          51.5651323
        ],
        [
          0.133053,
          51.5654131
        ],
        [
          0.1330502,
          51.5654593
        ],
        [
          0.1330458,
          51.5655444
        ],
        [
          0.13304539999999998,
          51.5655665
        ],
        [
          0.1330499,
          51.5655713
        ],
        [
          0.1330572,
          51.5655869
        ],
        [
          0.1330656,
          51.5655976
        ],
        [
          0.1330844,
          51.565613
        ],
        [
          0.1331167,
          51.5656403
        ],
        [
          0.13315739999999998,
          51.565662
        ],
        [
          0.1332049,
          51.5656764
        ],
        [
          0.1332333,
          51.5656818
        ],
        [
          0.133246,
          51.565682
        ],
        [
          0.1333879,
          51.5656857
        ],
        [
          0.1334285,
          51.5656873
        ],
        [
          0.13354249999999998,
          51.5656901
        ],
        [
          0.1337111,
          51.5656969
        ],
        [
          0.1336771,
          51.566181
        ],
        [
          0.1336723,
          51.5663824
        ],
        [
          0.1336703,
          51.5664416
        ],
        [
          0.1336656,
          51.5665348
        ],
        [
          0.1339871,
          51.5665413
        ],
        [
          0.1341628,
          51.5665447
        ]
      ]
    ],
    "type": "Polygon"
  }
}