{
  "lpa_name": "Barking & Dagenham",
  "uprn": "100047374",
  "decision_date": "02/06/2009",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Idox Tascomi",
  "id": "Barking_&_Dagenham-08_01426_FUL",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "IG11 0TT",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "New Build",
      "site_area": 0.30000000000000004,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 4462,
      "total_gia_gained": 1675,
      "total_gia_lost": 2231,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 1675
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B1",
        "gia_gained": 0,
        "actual_commencement_date": "01/11/2010",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 2231
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B1c",
        "gia_gained": 0,
        "actual_commencement_date": "01/11/2010",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 2231
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": "31/03/2011",
        "use_class": "B8",
        "gia_gained": 1675,
        "actual_commencement_date": "01/11/2010",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Hinterland London Riverside",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "1",
        "constraints_layer_description": "PTAL 2008"
      },
      {
        "result": "PIL - Rippleside",
        "constraints_layer_description": "Strategic Industrial Location"
      },
      {
        "result": "Within Thames Gateway",
        "constraints_layer_description": "Thames Gateway Boundary"
      }
    ],
    "site_area": 0.7110000000000001
  },
  "valid_date": "16/03/2009",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of existing building and erection of warehouse with ancillary office accommodation and car parking areas",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.\r\rReason:\rTo comply with Section 91 of the Town and Country Planning Act 1990 (as amended by S.51 of the Planning and Compulsory Purchase Act  2004)",
    "The approved development shall make provision for cycle parking in accordance with a scheme that shall have been previously submitted to approved by the Local Planning Authority.\r\rReason:\rIn the interests of promoting cycling as a safe, efficient and non-polluting mode of transport and in accordance with Policy T.19 of the Unitary Development Plan.",
    "The car parking areas indicated on drawing No. ^IN; shall be constructed and marked out prior to the occupation of the development, and thereafter retained permanently for the accommodation of vehicles of occupiers and visitors to the premises and not used for any other purpose.\r\rReason:\rTo ensure that sufficient off-street parking areas are provided and not to prejudice the free flow of traffic on the adjoining highway.",
    "The permitted development shall not be commenced until details/samples of all facing materials to be used in the development have been submitted to and approved in writing by the Local Planning Authority and no facing materials shall be used except those so approved.\r\rReason:\rTo safeguard the appearance of the development.",
    "The development shall not be commenced until details of all boundary fences and walls have been submitted to and approved by the Local Planning Authority and no part of the development shall be occupied until the approved fences and walls for that part have been provided.  The approved fences and walls shall be retained unless the Local Planning Authority gives prior written approval to their removal.\r\rReason:\rTo ensure the satisfactory means of enclosure for the proposed development in the interests of the visual amenity of the area.",
    "The disabled parking bays indicated on drawing No. ^IN; shall be clearly marked with a British Standard disabled symbol and permanently retained for the use of disabled persons and their vehicles and for no other purpose.\r\rReason:\rTo ensure and promote easier access for disabled persons to the approved building in accordance with Policy C15 of the Unitary Development Plan.",
    "The development shall not be commenced until a written scheme and programme of archaeological investigation has been submitted to and  approved by the Local Planning Authority, and the development shall not be carried out except consistently with and in conformity with such approved scheme and programme.\r\rReason:\rTo safeguard the heritage of the Borough by providing an adequate opportunity to investigate and excavate archaeological remains on the site before development is carried out in accordance with Policy DE36 & 37 of the Unitary Development Plan.",
    "The development shall not be commenced until a scheme of hard and soft landscaping for the site, including details of materials, species and a planting schedule have been submitted to and approved by the Local Planning Authority in writing.  The proposed planting shall be designed to maximise the biodiversity of the development.  The approved hard landscaping shall be carried out prior to the occupation of the development and thereafter permanently retained.  The approved soft landscaping shall be carried out in the first planting and seeding seasons following the occupation of the building or completion of the development, whichever is the sooner.  Any plants which within a period of 5 years from the completion of the development die, are removed or become seriously damaged or diseased, shall be replaced in the next planting season with others of similar size and species unless the Local Planning Authority gives written consent to any variation.\r\rReason:\rTo secure the provision and retention of the landscaping in the interests of the visual amenity of the area and in accordance with policies DE16 and G46 of the UDP.",
    "Prior to the commencement of development a Construction Management Plan to incorporate details of the sourcing of materials and waste management shall be submitted to and approved in writing by the Local Planning Authority, once approved this plan shall be adhered to throughout the construction period.\r\rReason:\rIn order to reduce the environmental impact of the development and the resulting waste and in accordance with policy G31 of the UDP.",
    "No development shall commence until the applicant has submitted to the Local Planning Authority for approval a BREEAM Industrial Certificate that achieves a 'Very Good rating with certification.  The development shall then be constructed in accordance with these details.  A certificated BREEAM Industrial Post Construction Review, or other verification process agreed with the Local Planning Authority, shall be provided, confirming that the agreed standards have been met.  The Review shall be submitted between 12 and 13 months following the first occupation of the development unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: \rTo ensure that the proposed development is constructed in an environmentally sustainable manner and in accordance with BR1 of the draft Local Development Framework.",
    "Prior to the commencement of the development details of the proposed ground source heat pump and roof mounted wind turbine shall be submitted to and approved in writing by the local planning authority.  The details shall include the position and dimensions of the wind turbine and the scheme shall be designed to provide a minimum of 20% of the energy requirements of the development from renewable sources.  This renewable energy scheme shall be installed and operational prior to the occupation of the building and thereafter maintained.  The proportion of renewable energy generated shall be monitored for 12 months commencing within 3 months from the completion of the development and details of the annual energy generation shall be provided to the local planning authority within 28 days from the end of the monitoring period.  Should less than the 20% of the overall energy demand of the development be met from the renewable energy sources then a supplementary energy strategy designed to make up the renewable energy shortfall shall be submitted to and approved by the local planning authority.  The approved supplementary energy strategy (if required) shall be implemented within 6 months of the end of the monitoring period.\r\rReason:\rIn order to ensure that the development contributes to targets to reduce carbon emissions and in accordance with policy BR2 of the draft Local Development Framework.",
    "Prior to the occupation of the development bird boxes shall be installed on the site in accordance with details which shall have been submitted to and approved in writing by the local planning authority.  The bird boxes shall thereafter be maintained.\r\rReason:\rIn order to encourage bio-diversity and in accordance with policy G46 of the UDP.",
    "No infiltration of surface water drainage into the ground is permitted other than with the express written consent of the Local Planning Authority, which may be given for those parts of the site where it has been demonstrated that there is no resultant unacceptable risk to controlled waters.\r\rReason:  To protect controlled waters and in accordance with policy G38 of the Unitary Development Plan",
    "If, during construction, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the Local Planning Authority) shall be carried out until the developer has submitted, and obtained written approval from the Local Planning Authority for an amendment to the remediation strategy detailing how this unsuspected contamination shall be dealt with.\r\rReason:  To protect controlled waters and in accordance with policy G38 of the Unitary Development Plan.",
    "Piling or any other foundation designs using penetrative methods shall not be permitted other than with the express written consent of the Local Planning Authority, which may be given for those parts of the site where it has been demonstrated that there is no resultant unacceptable risk to groundwater. The development shall be carried out in accordance with the approved details.\r\rReason:  To protect controlled waters and in accordance with policy G38 of the Unitary Development Plan.",
    "Development shall not begin until a surface water drainage scheme for the site, based on sustainable drainage principles and an assessment of the hydrological and hydro geological context of the development, has been submitted to and approved in writing by the local planning authority. The scheme shall subsequently be implemented in accordance with the approved details before the development is completed. \r\rReason: To prevent the increased risk of flooding to the site and other third parties and to improve and protect water quality and in accordance with policy G33 of the UDP."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T19:54:02.964+00:00",
  "ward": "Thames",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null
  },
  "lapsed_date": "02/06/2014",
  "decision_target_date": "14/06/2009",
  "centroid": {
    "lat": "51.5305975",
    "lon": "0.1262003"
  },
  "lpa_app_no": "08/01426/FUL",
  "status": "Commenced",
  "site_name": "Old Essex Works",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=8433",
  "locality": "Essex",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              547558.15,
              183532.9
            ],
            [
              547565.65,
              183533.75
            ],
            [
              547569.3,
              183534.15
            ],
            [
              547581.367,
              183535.471
            ],
            [
              547588.45,
              183536.15
            ],
            [
              547593.6,
              183536.7
            ],
            [
              547595.85,
              183523
            ],
            [
              547595.9,
              183512.75
            ],
            [
              547596,
              183500
            ],
            [
              547596.569,
              183464.631
            ],
            [
              547595.976,
              183455.645
            ],
            [
              547596.746,
              183449.899
            ],
            [
              547596.569,
              183464.631
            ],
            [
              547596.659,
              183458.545
            ],
            [
              547596.8,
              183449.9
            ],
            [
              547597.4,
              183439.9
            ],
            [
              547598.7,
              183348.2
            ],
            [
              547559.198,
              183348.468
            ],
            [
              547559.55,
              183370.85
            ],
            [
              547559.856,
              183379.538
            ],
            [
              547559.9,
              183392.1
            ],
            [
              547559.708,
              183400
            ],
            [
              547558.9,
              183433.35
            ],
            [
              547558.847,
              183441.654
            ],
            [
              547558.75,
              183456.7
            ],
            [
              547558.751,
              183462.639
            ],
            [
              547558.55,
              183474.2
            ],
            [
              547559.026,
              183476.425
            ],
            [
              547558.55,
              183485.7
            ],
            [
              547558.35,
              183500
            ],
            [
              547558.15,
              183532.9
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Major general industry-storage-warehousing",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Tascomi",
  "site_number": "Old Essex Works",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": "01/11/2010",
  "street_name": "RIPPLE ROAD",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": null,
  "centroid_easting": "547578",
  "appeal_start_date": null,
  "centroid_northing": "183441",
  "borough": "London Borough of Barking and Dagenham",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1259528,
          51.5314284
        ],
        [
          0.12606119999999998,
          51.5314341
        ],
        [
          0.126114,
          51.5314367
        ],
        [
          0.1262884,
          51.5314455
        ],
        [
          0.1263907,
          51.5314497
        ],
        [
          0.1264651,
          51.5314533
        ],
        [
          0.1264918,
          51.5313296
        ],
        [
          0.1264882,
          51.5312375
        ],
        [
          0.1264843,
          51.5311229
        ],
        [
          0.1264777,
          51.530805
        ],
        [
          0.1264654,
          51.5307244
        ],
        [
          0.1264741,
          51.5306725
        ],
        [
          0.1264777,
          51.530805
        ],
        [
          0.1264765,
          51.5307503
        ],
        [
          0.1264749,
          51.5306725
        ],
        [
          0.1264793,
          51.5305825
        ],
        [
          0.12645969999999998,
          51.5297582
        ],
        [
          0.1258907,
          51.529771
        ],
        [
          0.1259052,
          51.529972
        ],
        [
          0.1259132,
          51.53005
        ],
        [
          0.1259191,
          51.5301628
        ],
        [
          0.1259196,
          51.5302339
        ],
        [
          0.125922,
          51.5305337
        ],
        [
          0.1259247,
          51.5306084
        ],
        [
          0.1259296,
          51.5307436
        ],
        [
          0.1259321,
          51.5307969
        ],
        [
          0.125934,
          51.5309009
        ],
        [
          0.1259418,
          51.5309207
        ],
        [
          0.1259388,
          51.5310042
        ],
        [
          0.1259419,
          51.5311327
        ],
        [
          0.1259528,
          51.5314284
        ]
      ]
    ],
    "type": "Polygon"
  }
}