{
  "centroid": {
    "lon": "0.15583349999999999",
    "lat": "51.6075491"
  },
  "status": "Approved",
  "decision_target_date": "13/09/2019",
  "site_name": "1 Portmore Gardens",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposals should provide a 2.1 by 2.1 metre pedestrian visibility splay on either side of the proposed access, set back to the boundary of the public footway.  There should be no obstruction or object higher than 0.6 metres within the visibility splay.",
    "Reason:-",
    "In the interests of highway safety, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC32.",
    "The hardstanding hereby approved shall be used only for the parking of private vehicle for the benefit of the occupiers of the dwelling.",
    "Reason:-",
    "To restrict the use to one compatible with a residential area, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The forecourt hardstanding hereby approved shall be constructed of permeable materials and shall be retained as such thereafter.",
    "Reason:-",
    "Such measures are required to prevent the risk of flooding in compliance with Development Plan Document Policies DC49 and DC61.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018."
  ],
  "secondary_street_name": "Romford",
  "application_type": "All Other",
  "postcode": "RM5 2JL",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "11/09/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P1045.19",
  "centroid_northing": 192058,
  "uprn": "100021392100",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Havering Park",
  "decision_date": "11/09/2019",
  "description": "Creation of vehicular crossover and new hardstanding.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1045.19",
  "lpa_app_no": "P1045.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:52:10.659+00:00",
  "centroid_easting": 549381,
  "pp_id": null,
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "10/07/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              549390.772,
              192065.57
            ],
            [
              549389.688,
              192056.358
            ],
            [
              549387.792,
              192056.9
            ],
            [
              549387.25,
              192055.003
            ],
            [
              549386.708,
              192054.462
            ],
            [
              549385.895,
              192052.023
            ],
            [
              549375.058,
              192045.25
            ],
            [
              549373.432,
              192045.25
            ],
            [
              549376.412,
              192066.654
            ],
            [
              549390.772,
              192065.57
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.024
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Collier Row",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "31/07/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1559777,
          51.6076145
        ],
        [
          0.1559582,
          51.607532
        ],
        [
          0.155931,
          51.6075374
        ],
        [
          0.1559224,
          51.6075205
        ],
        [
          0.15591439999999998,
          51.6075158
        ],
        [
          0.1559016,
          51.6074941
        ],
        [
          0.1557423,
          51.6074361
        ],
        [
          0.1557189,
          51.6074365
        ],
        [
          0.155771,
          51.607628
        ],
        [
          0.1559777,
          51.6076145
        ]
      ]
    ],
    "type": "Polygon"
  }
}