{
  "lpa_name": "Havering",
  "uprn": "10091579932",
  "decision_date": "13/11/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-P1045.20",
  "secondary_street_name": "Romford",
  "appeal_status": null,
  "postcode": "RM4 1LB",
  "appeal_decision": "Dismissed",
  "application_details": {
    "existing_uprns": null,
    "site_area": 1.39
  },
  "valid_date": "27/07/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Application for the change of Use of Land for the creation of a 10 Pitch Gypsy/Traveller site comprising the siting of 1 mobile home, 1 touring caravan, and the erection of 1 utility building per pitch, felling of trees, filling a pond, erection of boundary fencing within and around the site and the provision of hardstanding,",
  "decision_conditions": [
    "The site lies within the Metropolitan Green Belt and the proposed development constitutes inappropriate development, which is by definition harmful. It has harmful impact upon the openness of the green belt due to erection of significant built structures including utility/day rooms, boundary fencing, hardstanding as well as stationing of the at least 10 mobile homes and touring caravans, the vehicles on the parking area which would reduce the openness of the subject site to a significant extent. Further as the site encroaches into the countryside it is also contrary to one of the five purposes of including land within the Green Belt contrary to policy DC45 of the Core Strategy and Development Control Policies Development Plan Document 2008 and the National Planning Policy Framework 2019 and the Planning Policy for Traveller Sites 2015",
    "The proposed development by reason of site coverage, erection of boundary fences around and within the site, the provision of  mobile homes and caravans, with paraphernalia associated with the travellers site and devastation of the verdant character of the area, is considered to be harmful to the character and appearance of the area, contrary to policies DC61 and DC69 of the Core Strategy and Development Control Policies Development Plan Document 2008, which seeks developments that of a high standard of design and maintain, enhance or improve the character and appearance of the designated Havering Ridge area",
    "The application does not provide sufficient information with respect to the provision of the necessary facilities associated with a travellers' site, including; waste storage, recycling facilities, foul treatment plants, open space amenities for the occupiers, vehicle parking turning and circulation within the site.  In the absence of such details, it is considered that the site is not capable of accommodating the necessary facilities thereby having impact upon the wellbeing of the occupiers of the site in accordance with policy DC8 of the Core Strategy and Development Control Policies Development Plan Document 2008 and the advice given in Planning Policies for Travellers' site 2015.",
    "The application does not provide sufficient information to satisfy the Council, that the development has not significantly adversely affected and damaged the biodiversity of the habitat of the site and it is considered that retention of the site for the proposed use could have a significant impact upon the ecological and biodiversity of the site. In these regards the proposal is contrary to policies CP16 and DC58 of the London Borough of Havering Core Strategy 2008, policy 7.19 of the London Plan 2016 and the advice in National Planning Policy Framework 2019, which seek minimising impacts on and providing net gains for biodiversity.",
    "There is insufficient information to fully consider the impact of the unauthorised development upon safe and free flow of traffic and it is considered that by reason of the lack of pedestrian visibility splays and the siting of the fencing it impedes the vehicular and pedestrian entry and egress of the site harmful to highway and pedestrian safety contrary to Policies DC8, and DC36 of the Core Strategy and Development Control Policies Development Plan Document 2008 and the guidance contained in the National Planning Policy Framework",
    "There is no information as how, the drainage with respect to surface water is achieved. In the absence of such a scheme the Council is unable to satisfy itself that the development will not increase overland run off from surface water and thereby increase the flood risk within and adjacent to the site. As a result the development does not comply with policies CP15, DC8 and DC51 of the adopted the Core Strategy and Development Control Policies Development Plan Document 2008, policy 5.13 of London plan and the advice given in the NPPF 2019.",
    "The Planning Authority do not consider that very special circumstances have been put forward in support of this application to outweigh the harm in principle to the Green Belt and other harm including  personal circumstances of the occupiers of the site, the position with unmet demand in the current adopted plan and the claim that the site is within a sustainable location, to justify the granting of planning permission contrary to Policy DC8, DC45 of the Core Strategy and relevant policy in the NPPF and PPTS.",
    "The application site is not considered by the Council to be in a sustainable location due to the distance from the nearest shops and services, the absence of nearby public transport and in particular unsuitable access road which is both narrow, lacks pedestrian walkway and is in poor condition. The proposed travellers' site would lead to a significant increase in vehicle movements from both the arrival/departure of caravans, commercial and private vehicles to reach shops, services and local schools. The proposal therefore does not represent sustainable development and would therefore not comply with policies CP9 of the Core Strategy and section 10, 'Meeting the Challenge of Climate Change' of the National Planning Policy Framework (NPPF)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T14:55:56.575+00:00",
  "ward": "Gooshays",
  "parking_details": null,
  "lapsed_date": "13/11/2023",
  "decision_target_date": "21/09/2020",
  "centroid": {
    "lat": "51.6293852",
    "lon": "0.2223252"
  },
  "lpa_app_no": "P1045.20",
  "status": "Dismissed",
  "site_name": "Land Northwest of",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1045.20",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554005.221,
              194609.115
            ],
            [
              553963.226,
              194534.608
            ],
            [
              553798.77,
              194668.991
            ],
            [
              553867.858,
              194696.897
            ],
            [
              554005.221,
              194609.115
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "24/08/2020",
  "appeal_decision_date": "19/12/2022",
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Benskins Lane",
  "pp_id": "08922829",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 553911,
  "appeal_start_date": "05/05/2021",
  "centroid_northing": 194624,
  "borough": "Havering",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.22367879999999998,
          51.6292257
        ],
        [
          0.22303969999999998,
          51.6285678
        ],
        [
          0.2207248,
          51.6298202
        ],
        [
          0.2217344,
          51.630052
        ],
        [
          0.22367879999999998,
          51.6292257
        ]
      ]
    ],
    "type": "Polygon"
  }
}