{
  "actual_commencement_date": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=29931/TRE/2023/259",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "20/12/2023",
  "polygon": null,
  "cil_liability": false,
  "lapsed_date": "18/12/2026",
  "appeal_decision": null,
  "street_name": "CHURCH HILL",
  "decision_agency": "Borough",
  "last_updated_by": "CSV Data Import",
  "description": "To carry out tree surgery including a Crown Lift to 2.4m to Three Sycamore, T3, T4, T7 and To re-pollard One Ash, T11 all on TPO 427. To crown lift to 2.4m Three Cherries and one to also be cut back from the building by 1m protected by their location within Harefield Village Conservation Area.",
  "decision": "Split Decision",
  "centroid_northing": 190091,
  "bo_system": "CSV Data Import",
  "last_updated": "2025-03-20T12:08:14.487+00:00",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "ward": "HARE/D VILLAGES 2022",
  "centroid_easting": 505193,
  "site_name": "MANOR COURT",
  "application_type": "All Other",
  "parking_details": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "lpa_name": "Hillingdon",
  "wgs84_polygon": null,
  "postcode": null,
  "decision_date": "18/12/2023",
  "centroid": {
    "lon": -0.482608,
    "lat": 51.599848
  },
  "decision_process": "Delegated",
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "site_number": null,
  "borough": "Hillingdon",
  "actual_completion_date": null,
  "appeal_decision_date": null,
  "valid_date": "25/10/2023",
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "locality": null,
  "last_date_consultation_comments": null,
  "pp_id": "12557492",
  "development_type": null,
  "decision_conditions": [
    "The trees are located on green spaces and a front garden on Manor Court, Church Hill, Harefield. The trees have moderate to high amenity value. They can be overlooked from properties on Manor Court, and publicly by pedestrians on Manor Court, and they contribute to local biodiversity and to the amenity and arboreal character of the area (Harefield Village Conservation Area).",
    "The sycamores, T3, T4 and T7 were observed to have low branches and crown lifting to 2.4m will improve the structure of the tree. No arboricultural reason for this work has been provided, but the work proposed is minor and the branches appear low.",
    "The ash T11 has signs of heavy stress, with a large amount of epicormic growth throughout the tree. Whilst re-pollarding the tree may improve its structure, doing so may further stress the tree, and further promote its decline.",
    "Having regard to the proposed crown lifting works for T3, T4, and T7, whilst the work is unjustified, this will not have a detrimental impact o",
    "Works to trees protected by Conservation Area: The Council has not made a Tree Preservation Order to protect the other trees outlined in your application and therefore you can proceed with the work specified in your application / notice. Under Section 211 (3) (b) (ii) of the Act, the work must be completed before the expiry of two years from the date of your application, after which a further notice of intent to carry out the work will be required.",
    "To carry out tree surgery including a Crown Lift to 2.4m to Three Sycamore, T3, T4, T7 on TPO 427. To crown lift to 2.4m Three Cherries and one to also be cut back from the building by 1m protected by their location within Harefield Village Conservation Area.",
    "To re-pollard One Ash, T11 all on TPO 427.",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Owner(s)'s permission:  Permission should be sought from the owner(s) of the tree(s) and / or the owner(s) of the land that the tree(s) overhang prior to any approved work being carried out.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance.",
    "The length of the lateral limb(s) of the tree(s) to be pruned shall be tip-reduced as per the approved specification / by a maximum of [  ] m. This work shall comprise a reduction in the length of the limb(s) in a uniform and systematic manner and the limb(s) should be cut back to suitably positioned secondary branches.",
    "The work shall result in a tree of typical form for the species and of balanced appearance. The level of limb reduction shall be expressed either as a percentage / length of the overall limb length to be removed, or as a level of clearance to be provided.",
    "The works shall be carried out in accordance with the recommendations contained in BS3998: 2010 - \"British Standard Recommendations for Tree Work\".  Climbing irons or 'spikes' shall not be used during the execution of the work.",
    "Reason",
    "In order to protect health of the tree and the visual amenity of the area.",
    "The tree(s) to be pruned shall be crown lifted as per the approved specification / to a maximum height of m. This work shall involve the tip reduction of low hanging branches and/or the removal of low branches to the height specified and result in a tree of balanced appearance; those branches to be removed shall be removed at their origin and all branch collars shall be left intact.",
    "The works shall be carried out in accordance with the recommendations contained in BS 3998:2010 'Tree work - Recommendations'. Climbing irons or 'spikes' shall not be used during the execution of this work.",
    "REASON",
    "In order to protect health of the tree and the visual amenity of the area."
  ],
  "status": "Split Decision",
  "secondary_street_name": "HAREFIELD",
  "id": "Hillingdon-29931_TRE_2023_259",
  "lpa_app_no": "29931/TRE/2023/259",
  "application_details": {
    "existing_uprns": null
  },
  "uprn": null
}