{
  "centroid": {
    "lon": "0.1815907",
    "lat": "51.5727293"
  },
  "status": "Approved",
  "decision_target_date": "01/04/2019",
  "site_name": "First Floor",
  "decision_conditions": [
    "The use of the premises as a place of worship and assembly shall be for a limited period only expiring on 31st December 2020 on or before which date the use shall ase.",
    "Reason:",
    "To enable the Local Planning Authority to review the situation regarding the progress of proposals for the comprehensive redevelopment of the site arising under Policy ROMSSA2 of the Romford Area Action Plan DPD and Policy 1 of the Havering Local Plan 2016-2031 Proposed Submission Version.",
    "The use of the premises as a place of worship and assembly shall not take place other then between 18:00 and 23:00 hours on Mondays to Fridays inclusive, 13:00 and 23:00 hours on Saturdays and 07:00 and 23:00 on Sundays.",
    "Reason:-",
    "To minimise the impact of the development on the surrounding area in the interests of amenity, and that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "If the shared parking spaces at the front, side and rear of the premises cease to be available for the parking of vehicles used by the occupiers of the premises and their visitors, the use of the premises as a place of worship and assembly shall cease within three months of the date on which the spaces ceased to be available.",
    "Reason:",
    "To ensure that adequate car parking provision is made off street in the interests of highway safety and that the development accords with the Development Control Policies Development Plan Document Policy DC33.",
    "If any of the spaces at Unit 5, Bridge Close, or any of the thirty spaces in the Romford Homebase Store Car Park cease to be available on Sundays for the parking of vehicles used by the congregation, the use the premises as a place of worship and assembly on Sundays shall cease within three months of the date on which the spaces ceased to be available, until such time as an equivalent number of parking spaces has been provided eleswhere for the use of the congregation on Sundays in accordance with details that shall have been approved in writing by the local planning authority.",
    "Reason:",
    "To ensure that adequate car parking provision is made off street in the interests of highway safety and that the development accords with the Development Control Policies Development Plan Document Policy DC33.",
    "Sound amplification equipment shall not be operated within the premises so as not to generate noise that is audible within any residential curtilage in Regarth Avenue.",
    "Reason:",
    "To minimise the impact from noise arising from the development on the surrounding area in the interests of amenity, and that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisons of the Town and Country planning (Gerneral Permitted Development) (England) Order 2015 (or an order revoking, re-enacting or modifying that order) no doors, windows or other openings shall be constructed in the premises.",
    "Reason:",
    "To minimise the impact from noise arising from the development on the surrounding area in the interests of amenity, and that the development accords with the Development Control Policies Development Plan Document Policies DC55 and DC61.",
    "The rear windows of the premises shall be kept shut when the premises are being uses as a place of worship or assembly.",
    "Reason:",
    "To minimise the impact from noise arising from the development on the surrounding area in the interests of amenity, and that the development accords with the Development Control Policies Development Plan Document Policies DC55 and DC61.",
    "Statement Required by Article 31 (cc) of the Town and Country Planning (Development Management) Order 2010: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraphs 186-187 of the National Planning Policy Framework 2012."
  ],
  "secondary_street_name": "ROMFORD",
  "application_type": "All Other",
  "postcode": "RM7 0AU",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "01/04/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0174.19",
  "centroid_northing": 188239,
  "uprn": "100023219225",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Romford Town",
  "decision_date": "01/04/2019",
  "description": "Variation of Condition No. 1 of planning permission for use of premises as a place of worship and assembly originally granted by way of enforcement appeal (ref: APP/B5480/ C/11/2155474) and subsequently renewed by way of variation of condition (ref: P1763.17) P1763.17 Conditions(s) 1",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0174.19",
  "lpa_app_no": "P0174.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:56:05.603+00:00",
  "centroid_easting": 551280,
  "pp_id": "07576614",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "04/02/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551255.449,
              188236.594
            ],
            [
              551281.188,
              188262.603
            ],
            [
              551303.946,
              188242.419
            ],
            [
              551277.124,
              188215.461
            ],
            [
              551255.449,
              188236.594
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.113
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "13 Bridge Close",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "22/03/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1812357,
          51.5727143
        ],
        [
          0.181618,
          51.5729411
        ],
        [
          0.1819375,
          51.5727536
        ],
        [
          0.18153919999999998,
          51.5725186
        ],
        [
          0.1812357,
          51.5727143
        ]
      ]
    ],
    "type": "Polygon"
  }
}