{
  "decision_agency": "Borough",
  "status": "Approved",
  "decision": "Approved",
  "centroid": {
    "lon": 0.218547,
    "lat": 51.577663
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553784.76,
              188872.3
            ],
            [
              553834.61,
              188870.67
            ],
            [
              553839.96,
              188871.35
            ],
            [
              553844.84,
              188871.22
            ],
            [
              553844.43,
              188857.53
            ],
            [
              553828.11,
              188857.87
            ],
            [
              553820.59,
              188857.4
            ],
            [
              553784.29,
              188857.74
            ],
            [
              553784.76,
              188872.3
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "borough": "Havering",
  "application_type": "All Other",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "100021322446",
  "valid_date": "14/10/2024",
  "decision_target_date": "13/12/2024",
  "appeal_decision_date": null,
  "locality": null,
  "centroid_northing": 188865,
  "ward": "Squirrels Heath",
  "decision_conditions": [
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under the 'Materials' section of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "Before the building(s) hereby permitted is first occupied, the area set aside for car parking shall be laid out and surfaced to the satisfaction of the Local Planning Authority and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The windows inserted on the flank walls shall be obscure-glazed and non-opening unless the parts of the window which can be opened are more than 1.7m above the floor of the room in which the window is installed.",
    "Reason - In the interest of privacy and to protect the amenity of the adjacent neighbours",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "Prior to the inhabitation of the development hereby approved, there should be a report submitted to and approved by the Local Planning Authority a scheme of hard and soft landscaping, which shall include evidence of land levels on the site and details of all existing and proposed trees and shrubs on the site.  All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the hard and soft landscaping proposed and any alterations to the land levels.  Submission of a scheme prior to commencement",
    "Prior to the inhabitation of the development hereby approved, details of all proposed walls, fences and boundary treatment shall be submitted to, and approved in writing by, the Local Planning Authority.  The boundary development shall then be carried out in accordance with the approved details and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:",
    "Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to commencement will protect the visual amenities of the development and prevent undue overlooking of adjoining property.",
    "The hard surface hereby approved (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the dwellinghouse.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding",
    "The development hereby approved shall be fitted with Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with these details and shall thereafter be permanently retained.",
    "Reason: To minimise the impact of building emissions on local air quality.",
    "Prior to the first occupation of the development hereby approved, the residential parking space(s) shall be provided with active vehicle charging facilities for electric or Ultra-Low Emission vehicles.",
    "Reason:  Provision prior to first occupation of the proposed dwellings hereby permitted will ensure that the development adequately incorporates measures to allow the use of electric vehicles by future occupiers in accordance with Policy T6.1 of the London Plan.",
    "The dwelling hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with national optional technical standards as required by Policy D7 of the London Plan.",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with national optional technical standards as required by Policy SI5 of the London Plan.",
    "A mitigation licence from Natural England is needed if a European protected species is found during the demolition of the existing dwelling or during construction of the proposal.  Any works that have impacts on any European protected species is illegal.",
    "https://www.gov.uk/government/publications/european-protected-species-apply-for-a-mitigation-licence",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/publications/the-party-wall-etc-act-1996-revised-explanatory-booklet",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent via email on 5.12.24.  The revisions involved a reduction in the roof height and a reduction in the spacing of the first floor rear element to the side boundaries. The amendments were subsequently submitted on 6.12.24.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25/m² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £7100 would be payable.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125m² (Zone A) for each additional square metre of GIA. Based upon the information supplied with the application, £35,500 CIL amount]  would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the development before works begin. Further details with regard to CIL are available from the Council's websit"
  ],
  "pp_id": "13479599",
  "decision_process": "Delegated",
  "lapsed_date": "13/12/2027",
  "application_type_full": "Full planning permission",
  "parking_details": {
    "no_existing_cycle": 0,
    "no_existing_car": 2,
    "net_car": 0,
    "no_proposed_car": 2,
    "no_proposed_cycle": 2,
    "net_cycle": 2
  },
  "date_building_work_completed_under_previous_permission": null,
  "id": "Havering-P1374.24",
  "actual_commencement_date": null,
  "lpa_name": "Havering",
  "last_updated": "2025-07-23T04:28:38.614Z",
  "lpa_app_no": "P1374.24",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2179814,
          51.5777419
        ],
        [
          0.2186995,
          51.5777136
        ],
        [
          0.2187769,
          51.5777183
        ],
        [
          0.2188473,
          51.5777158
        ],
        [
          0.21883539999999999,
          51.5775929
        ],
        [
          0.2186002,
          51.5776004
        ],
        [
          0.21849149999999998,
          51.5775982
        ],
        [
          0.2179683,
          51.5776112
        ],
        [
          0.2179814,
          51.5777419
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_status": null,
  "site_name": "61 Ardleigh Green Road",
  "title_number": null,
  "decision_date": "13/12/2024",
  "appeal_start_date": null,
  "cil_liability": true,
  "development_type": null,
  "description": "Demolition of the existing dwelling and construction of a replacement dwelling with off street parking and bin/cycle storage.",
  "epc_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "actual_completion_date": null,
  "centroid_easting": 553826,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1374.24",
  "application_details": {
    "existing_uprns": null,
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Construction",
        "intended_completion_date": "01/2026",
        "intended_commencement_date": "03/2025"
      }
    ],
    "total_gia_gained": 418,
    "site_area": 0.083,
    "total_gia_lost": 134,
    "total_gia_existing": 134,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 134,
        "gia_gained": 418,
        "use_class": "C3",
        "gia_lost": 134
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 7.42,
        "building_ref": "Existing Building"
      },
      {
        "no_storeys": 3,
        "max_height": 8.28,
        "building_ref": "replacement Building"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 50,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 418,
      "total_gia_existing": 134,
      "total_gia_lost": 134
    },
    "garden_land_lost": false,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 5,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units": 1,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 418,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_gia_lost": 134,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 6,
          "unit_no": "Loss-1",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "unit_type": "House or Bungalow",
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 134
        },
        {
          "provider": "Self-Build",
          "no_habitable_rooms": 8,
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "no_bedrooms": 5,
          "gia": 418,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "green_roof_area": 0,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 75,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "internal_resi_water_usage": 125,
    "ownership_status": "Private"
  },
  "last_updated_by": "CSV Data Import",
  "postcode": "RM11 2JZ",
  "last_date_consultation_comments": "05/11/2024",
  "secondary_street_name": null,
  "site_number": null,
  "subdivision_of_building": null,
  "street_name": "Hornchurch"
}