{
  "application_type": "All Other",
  "valid_date": "19/07/2024",
  "uprn": "000012148929",
  "decision_target_date": "18/04/2025",
  "lpa_app_no": "242362FUL",
  "last_date_consultation_comments": null,
  "decision_date": "17/04/2025",
  "subdivision_of_building": null,
  "ward": "Southall Green",
  "application_details": {
    "rain_water_harvesting": false,
    "affordable_housing_fast_track": false,
    "lead_developer_company_name": "Firfield Construction ",
    "existing_uprns": null,
    "site_area": 0.18,
    "total_gia_existing": 910.1,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 8.95,
        "building_ref": "Link Building"
      },
      {
        "no_storeys": 4,
        "max_height": 13.65,
        "building_ref": "Warehouse Space "
      }
    ],
    "total_gia_lost": 0,
    "scheme_phasing": true,
    "total_gia_gained": 1507.8,
    "projected_cost_of_works": "Up to £2m",
    "grey_water_reuse": false,
    "green_suds": true,
    "garden_land_lost": false,
    "infrastructure_details": {
      "green_roof_area": 466.6,
      "urban_greening_factor_score": 0.30000000000000004,
      "total_annual_nox_emissions": 15.8,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_pm_emissions": 1.21,
      "no_resi_units_to_have_full_fibre": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "chp_heat_pumps_capacity": 3,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": true,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 0,
      "solar_pv_capacity": 14.5,
      "ghg_reduction_over_building_regulations": true
    },
    "surface_water_discharge_percentage_reduction": 50,
    "ownership_status": "Private",
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 910.1,
        "gia_gained": 1507.8,
        "use_class": "EG3",
        "gia_lost": 0
      }
    ],
    "non_residential_details": {
      "total_gia_existing": 910.1,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 1507.8
    },
    "phasing_details": [
      {
        "phase_detail": "Entire Development ",
        "intended_commencement_date": "11/2024",
        "intended_completion_date": "09/2025"
      }
    ],
    "internal_resi_water_usage": 0
  },
  "borough": "Ealing",
  "application_type_full": "Full planning permission",
  "cil_liability": true,
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": null,
  "bo_system": "CSV Data Import",
  "polygon": null,
  "appeal_status": null,
  "parking_details": null,
  "centroid": {
    "lon": -0.383734,
    "lat": 51.504092
  },
  "locality": "Southall",
  "secondary_street_name": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title numbers: PL_00_001 Site Location Plan, PL-00_010 Existing / Demolition Ground Floor Plan, PL-00_050 Existing / Demolition Elevations 1 and 2, PL-00_051 Existing / Demolition Elevations 3 and 4, PL-00_100 Rev A Proposed Ground Floor Plan, PL-00_101 Proposed First Floor Plan, PL-00_102 Proposed Second Floor Plan, PL-00_103 Proposed Roof Plan, PL-00_200 Elevation 01+02, PL-00_201 Elevation 03 + 04, PL-00_202 Elevation 05 + 06, PL-00_203 Elevation 07, Urban Greening Factor Plan.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | Details of the materials and finishes to be used for all external surfaces (including hardstanding and boundary treatments) of the development hereby approved shall be submitted to and approved in writing by the local planning authority before the superstructure of the development is commenced and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. The development shall be implemented only in accordance with these approved details.",
    "Reason: To ensure that the materials and finishes are of high quality and contribute positively to the visual amenity of the locality in accordance with policies 1.1 (h) (g), 1.2(h), 2.1(c) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policy D3 of the London Plan (2021) and section 12 of the National Planning Policy Framework (2024). | Details of hard/soft landscape works and boundary treatments for the buildings and boundaries shall be submitted to and approved in writing by the local planning authority before any part of the super structure is commenced and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. The scheme shall include comprehensive details of the full planting specifications (size, species and numbers), the positions of all planting, ground preparation for tree planting, and staking/tying methods where applicable.  The development shall be implemented only in accordance with these approved details. Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area and amenity of prospective occupiers, and in accordance with policies G5 and G7 of the London Plan (2021), policies 1.1 (h) (g), 1.2 (f), 2.1(b) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013) and the National Planning Policy Framework (2024). | Prior to the commencement of the development (excluding initial site clearance demolition and ground works), details shall be submitted to the Local Planning Authority for approval in writing, of plant/ machinery/ equipment/ducting/air in- and outlets/ mechanical installations and their external rating noise level (LAr,Tr), together with mitigation measures as appropriate. The measures shall ensure that the emitted external rating noise level will be lower than the lowest existing background sound level LA90 by 10dBA at the most noise sensitive receiver locations at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all plant/equipment operating together at maximum capacity.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise or vibration in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), the National Planning Policy Framework (2024) and Interim guidance SPG 10 'Noise and Vibration'. | Prior to use, any machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason:   To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies and policy D14 of the London Plan (2021), the National Planning Policy Framework (2024) and Interim guidance SPG 10 'Noise and Vibration'. | Prior to commencement of the development (excluding initial site clearance demolition and ground works), details shall be submitted for the approval of the Local Planning Authority, of the composite sound reduction index, Rw, for the building envelope, demonstrating that noise from uses and activities is contained within the building, with windows and doors closed and other means of ventilation provided. The assessment shall be according to standards of the Council's SPG10 and noise limits specified by BS8233:2014 for the nearest and most affected noise sensitive premises incl. private external amenity spaces. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies and policy D14 of the London Plan (2021), the National Planning Policy Framework (2024) and Interim guidance SPG 10 'Noise and Vibration'. | Shutters shall be installed with proprietary anti-vibration isolators and soft closing mechanisms including resilient pads to reduce impact noise when used, to adequately buffer noise from the operation of the shutters and to prevent structural or airborne noise or vibration being transmitted to noise sensitive premises.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from the operation of shutters or associated mechanical installations/ equipment, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies and policy D14 of the London Plan (2021), the National Planning Policy Framework (2024) and Interim guidance SPG 10 'Noise and Vibration'. | External artificial lighting at the development shall not exceed the vertical illumination lux levels at neighbouring premises that are recommended for Environmental Zone 3 by the Institution of Lighting Professionals in the 'Guidance Note 01/20 For The Reduction Of Obtrusive Light'.  Lighting should be minimized by limiting the hours of use. Glare and sky glow should be prevented by correctly using, locating, aiming and shielding luminaires, in accordance with the Guidance Note.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by lighting, in accordance with policy D6 of the London Plan (2021). | Prior to commencement of development on the site (excluding initial site clearance demolition and ground works),, a Site and Operations Management Plan shall be submitted to the Council for approval in writing, confirming proposed:",
    "- hours of use of the site,",
    "- times and frequency of deliveries, collections, activities and vehicle movements,",
    "- location of loading bays/ service areas,",
    "- a clear policy of considerate behaviour and careful handling, avoiding intermittent noise such as banging, clanging, dropping heavy items, rattling cages, etc.",
    "- quiet reversing methods and vehicle movements,",
    "- quiet tail lift operations and transfer/ movement of goods,",
    "- absorbent surfaces,",
    "- the monitoring procedure for noise emissions during delivery operations,",
    "- effective response to complaints,",
    "- commitment to implement mitigation measures as necessary.",
    "The plan shall be based on the Quiet Deliveries Good Practice Guidance by the DfT (Department for Transport) and the FTA (Freight Transport Association) to ensure that noise levels at noise sensitive receivers do not exceed the internal and external noise criteria for noise sensitive receivers, set by BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise or fumes, in accordance with in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies SI1 and D14 of the London Plan (2021), the National Planning Policy Framework (2024) and Interim guidance SPG 10 'Noise and Vibration'. | No vehicle engines shall be left running while vehicles used in conjunction with the development are stationary at the site.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise or fumes, in accordance with in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies SI1 and D14 of the London Plan (2021), the National Planning Policy Framework (2024) and Interim guidance SPG 10 'Noise and Vibration'. | Prior to the commencement of any works on site (other than demolition and site clearance), and based on an approved conceptual site model (contained within an approved desk study phase 1 report namely the Go environment report 2792-P1E-1 12/7/2024) a site investigation (undertaken in accordance with BS1075:2011+A1:2013 and LCRM) shall investigate the site and any previously inaccessible ground. The site conceptual model shall be amended based on the findings of the intrusive site investigation and the risks to identified receptors updated. This assessment must be undertaken by a competent person, and shall assess any contamination on the site, whether or not it originates on the site. The findings of the site investigation and proposed remedial options shall be submitted to the Local planning authority for approval in writing prior to any remedial works commencing and any development works commencing.",
    "Reason: To ensure the land contamination issues are addressed in accordance with National Planning Policy Framework (2024), the London Plan (2021), the Ealing Core Strategy 2012 and Ealing Development Management Development Plan 2013. | A detailed remediation scheme to bring the site to a condition suitable for the intended use shall be submitted to and subject to the approval in writing of the Local Planning Authority. The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation. The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development, other than that required to carry out remediation works.",
    "Reason: To ensure the land contamination issues are addressed in accordance with National Planning Policy Framework 2021; the London Plan 2021; Ealing Core Strategy 2012 and Ealing Development Management Development Plan 2013. | Following completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority before occupation of the development. The verification report submitted shall be in accordance with the latest Environment Agency guidance and industry best practice.",
    "Reason: To ensure the land contamination issues are addressed in accordance with National Planning Policy Framework (2024), the London Plan (2021), the Ealing Core Strategy 2012 and Ealing Development Management Development Plan 2013. | Prior to the commencement of the superstructure of the development, a drainage strategy detailing any on and/or off site drainage works shall be submitted to and approved by, the local planning authority in consultation with the sewerage undertaker. No discharge of foul or surface water from the site shall be accepted into the public system until the drainage works referred to in the approved strategy have been completed.",
    "Reason:  To ensure that sufficient capacity is made available to cope with additional demand in the interest of environmental conditions in the locality, in accordance with policy 1.1 (e), 1.2 (m) and 6.1 of the Ealing Core Strategy (2012), policies SI12 and SI13 of The London Plan (2021), and the National Planning Policy Framework (2024). | Prior to the first use of the development hereby approved, a maintenance plan/schedule for the proposed sustainable urban drainage system (SUDS) for the lifetime of the development shall be submitted to and approved by the Local Planning Authority.",
    "Reason: To reduce flood risk in accordance with Principle 10 of the National Planning Policy Framework (2024) and policies SI12 and SI13 of the London Plan (2021). | Details of the construction, specifications and maintenance schedule for green roofs within the development together with a maintenance schedule shall be submitted to and approved in writing by the local planning authority prior to the first occupation or use of the buildings hereby approved. The development shall be implemented only in accordance with these approved details and retained thereafter.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area and residential amenity of prospective occupiers, and in accordance with policies G5 and G6 of the London Plan (2021), policies 1.1 (h) (g), 1.2 (f), 2.1(b) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013) and the National Planning Policy Framework (2024). | a)\tPrior to construction completion and occupation, the Development shall implement and maintain, and in the case of energy generation equipment confirm as operational, the approved measures to achieve an overall sitewide reduction in regulated CO2 emissions of at least 36.87% (equating to 0.83 tonnes of CO2 per year) beyond Building Regulations Part L 2021and using SAP 10.2 emission factors. These CO2 savings shall be achieved through the Lean, Clean, Green Energy Hierarchy as detailed in the approved Energy Statement prepared by Achieve Green in April 2024 (v1) including:",
    "i.\tLean, energy efficiency design measures to achieve an annual reduction of at least 14.67% equating to at least 0.33 tonnes in regulated carbon dioxide (CO2) emissions over BR Part L 2021 (using SAP 10.2 conversion factors).",
    "ii.\tGreen, renewable energy equipment including the incorporation of photovoltaic panels with a combined total capacity of at least 14.5 kWp, and Air Source Heat Pump(s) to achieve an annual reduction of at least 22.2%, equating to 0.5 tonnes, in regulated carbon dioxide (CO2) emissions over Part L 2021 (using SAP 10.2 emission factors).",
    "iii.\tSeen, electric meters installed to monitor the performance of the PV and the electrical parasitic load of the heat pumps in line with the Council's monitoring requirements.",
    "b)\tPrior to Installation, details of the proposed renewable energy equipment, and associated monitoring devices required to identify their performance, shall be submitted to the Council for approval. The details shall include the exact number of heat pumps, the heat pump thermal kilowatt output, the predicted seasonal efficiency (SCOP) of the heat pump system, the heat output pipe diameter(s), parasitic load supply schematics, monthly energy demand profile, and the exact number of PV arrays, the kWp capacity of each array, the orientation, pitch and mounting of the panels, and the make and model of the panels. The name and contact details of the renewable energy installation contractor(s), and if different, the commissioning electrical or plumbing contractor, should be submitted to the Council prior to installation.",
    "c)\tOn completion of the installation of the renewable energy equipment copies of the MCS certificates and all relevant commissioning documentation shall be submitted to the Council.",
    "d)\tWithin three months of the occupation/first-use of the development a two-page summary report prepared by a professionally accredited person comparing the \"as built stage\" TER to BER/DER figures against those in the final energy strategy along with the relevant Energy Performance Certificate(s) (EPC) shall be submitted to the Council for approval.",
    "Reason: In the interest of addressing climate change and to secure environmentally sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2020, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012. | In order to implement Ealing Council DPD policy E5.2.3 (post-construction energy equipment monitoring), and key parts of London Plan policy SI2 (\"be Seen\"), the developer shall:",
    "a)\tEnter into a legal agreement with the Council to secure a S106 financial contribution, for the post-construction monitoring of the renewable energy systems to be incorporated into the development and/or the energy use of the development as per energy and CO2 Condition(s).",
    "b)\tUpon final construction of the development, and prior to occupation, the agreed suitable devices for monitoring the performance/efficiency of the renewable energy equipment shall be installed. The monitored data shall be automatically submitted to the Council at daily intervals for a period of five years from occupation and full operation of the energy equipment. The installation of the monitoring devices and the submission and format of the data shall be carried out in accordance with the Council's approved specifications as indicated in the Automated Energy Monitoring Platform (AEMP) information document. The developer must contact the Council's chosen AEMP supplier (Energence Ltd) on commencement of construction to facilitate the monitoring process.",
    "c)\tUpon final completion of the development and prior to occupation, the developer must submit to the Council proof of a contractual arrangement with a certified contractor that provides for the ongoing, commissioning, maintenance, and repair of the renewable/low-carbon energy equipment for a period of five years from the point that the building is occupied and the equipment fully operational. Any repair or maintenance of the energy equipment must be carried out within one month of a performance problem being identified.",
    "Reason: To monitor the effectiveness and continued operation of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an in-situ evidence base on the performance of such equipment in accordance with London Plan (2021) policy SI2 (\"Be Seen\" stage of the energy hierarchy), Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD policy 5.2, E5.2.3, and Policy 2.5.36 (Best Practice) of the Mayor's Sustainable Design & Construction SPG.",
    "| a)\tThe non-residential element of the be registered with Building Research Establishment (BRE) and achieve minimum BREEAM Rating \"Very Good\" and make reasonable endeavours to achieve \"Excellent\" (based on the latest BREEAM NC Technical guidance).",
    "b)\tWithin 3 months of completion of each non-residential element of the development, Interim BREEAM NC Assessment and related Certification verified by the BRE shall be submitted to the Local Planning Authority for written approval.",
    "c)\tWithin 3 months from the date of first occupation of each non-residential element of the development, BREEAM 'Post Construction Stage' Assessment and related Certification verified by the BRE should be submitted to the Local Planning Authority for written approval confirming the BREEAM standard and measures have been implemented.",
    "d)\tFollowing any approval of a 'Post Construction Stage' assessment and certification of the development, the approved measures and technologies to achieve the BREEAM Very Good or higher standard shall be retained in working order in perpetuity.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2020, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012, policies LV5.2 and 7A of the Ealing Development Management DPD 2013, and Policies 1.1(k) and 1.2(f) of the Ealing Development (Core) Strategy 2012. | Prior to commencement of any works onsite, an Air Quality and Dust Management Plan (AQDMP) shall be submitted for the approval of the Local Planning Authority. The AQDMP will be based on the findings of Air Quality (Dust) Risk Assessment provided in the Air Quality Assessment report titled \"AIR QUALITY ASSESSMENT REPORT REF - 2101601-01A\" dated July 2022. The AQDMP will provide a scheme for air pollution mitigation measures based on the findings of the Air quality report. The plan shall include:",
    "a)          Dust Management Plan for Demolition Phase",
    "b)          Dust Management Plan for Construction Phase",
    "The applicant shall contact the Council's pollution technical team about the installation of air quality monitors on site and always provide direct access to monitoring data for the duration of the project. The monitors shall be installed on site at least 4 weeks prior to any site clearance and demolition to provide baseline data and shall be maintained on site until first occupation of the development hereby approved. Direct access to monitoring data will be always provided. The Air Quality Dust Management Plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of the construction.",
    "Reason: To safeguard adjoining occupiers of the development against unacceptable noise, disturbance and emissions, policies 1.1(j) of the Ealing Development (Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing's Development Management DPD (2013) and policy SI1 of the London Plan (2021); and National Planning Policy Framework (2024). | All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.",
    "Reason: To safeguard adjoining occupiers of the development against unacceptable noise, disturbance and emissions, policies 1.1(j) of the Ealing Development (Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing's Development Management DPD (2013) and policy SI1 of the London Plan (2021); and National Planning Policy Framework (2024). | No emergency diesel generators will be installed onsite without prior approval from the Local Planning Authority. Any new proposed diesel generators should demonstrate compliance with a minimum NOx emissions standard of 150mg/Nm-3 (at 5% O2) and must be submitted and approved in writing by the Local Planning Authority. The details must include the results of NOx emissions testing of the diesel fuelled generator units by an accredited laboratory, emissions concentrations expressed at specific reference conditions for temperature, pressure, oxygen and moisture content under normal operating conditions. Where any combustion plant does not meet the relevant standard, it should not be operated without the fitting of suitable NOx abatement equipment or technology. Evidence of installation shall be required where secondary abatement is required to meet the NOx Emission standard 150mg/Nm-3 (at 5% O2). The emergency plant and generators hereby permitted may be operated only for essential testing, except when required in an emergency situation.",
    "Reason: To ensure the local authority meets its obligations to deliver air quality objectives for NO2 in accordance with London Local Air Quality Management (LLAQM), and to limit PM2.5 (fine particulates) to safeguard public health and well-being and external amenity of nearby sensitive receptors. | Prior to the first use of the development hereby approved at least one new tree shall be planted on the site as indicated on the approved Urban Greening Factor Plan. A suitable scheme of proposed tree planting and pit shall be submitted to and approved by the Local Planning Authority prior to the first use of the development hereby approved. The scheme shall include the following comprehensive details of all trees to be planted:",
    "- Full planting specification - tree size, species, the numbers of trees and any changes from the original application proposals.",
    "- Locations of all proposed species.",
    "- Comprehensive details of ground/tree pit preparation to include:",
    "- Plans detailing adequate soil volume provision to allow the tree to grow to maturity",
    "- Engineering solutions to demonstrate the tree will not interfere with structures (e.g. root barriers/deflectors) in the future",
    "- Staking/tying method(s).",
    "- Five year post planting maintenance and inspection schedule.",
    "All tree planting must be carried out in full accordance with the approved scheme in the nearest planting season (1st October to 28th February inclusive). The quality of all approved tree planting should be carried out to the levels detailed in British Standard 8545, Trees: from nursery to independence in the landscape - Recommendations.",
    "Any trees which die, are removed, uprooted, significantly damaged, become diseased or malformed within five years from the completion of planting, must be replaced during the nearest planting season (1st October to 31st March inclusive) with a tree(s) of the same size, species and quality as previously approved.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies G4, G5 and G7 of the London Plan (2021), policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines. | The use permitted shall not operate outside 08:00 to 19:30 hours Monday to Friday, 08:00 to 18:00 hours on Saturday and not at any time on Sundays or Bank or Public Holidays.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise or disturbance in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies D6 and D14 of the London Plan (2021), the National Planning Policy Framework (2024) and Interim guidance SPG 10 'Noise and Vibration'. | The cycle parking facilities comprising 7 long-stay cycle parking spaces and 2 short-stay cycle parking spaces shall be fully implemented as shown on the approved plans and to comply with London Cycling Design standards and shall be made operational before the first occupation of the development, and permanently retained thereafter.",
    "Reason: To promote sustainable patterns of transport, in accordance with Section 9 of the National Planning Policy Framework (2024) and policy T5 of the London Plan (2021)."
  ],
  "decision_agency": "Borough",
  "wgs84_polygon": null,
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "postcode": "UB2 5BB",
  "epc_number": "0542-0231-8499-7096-0006",
  "decision": null,
  "id": "Ealing-242362FUL",
  "lpa_name": "Ealing",
  "actual_commencement_date": null,
  "site_name": "4 Gladstone Road",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/242362FUL;",
  "pp_id": "PP-13029435",
  "decision_process": "Delegated",
  "centroid_easting": 512276,
  "last_updated": "2025-06-05T01:04:28.602Z",
  "appeal_decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated_by": "Planning Portal ingest",
  "site_number": null,
  "centroid_northing": 179589,
  "development_type": null,
  "description": "Demolition of building and structures to provide a new warehouse and single storey canopy building comprising flexible Class E(g)(iii) Light Industrial and Class B8 Storage with ancillary offices, together with servicing car parking and other related works.",
  "status": "Application Under Consideration",
  "actual_completion_date": null,
  "appeal_start_date": null,
  "street_name": "Gladstone Road",
  "title_number": null
}