{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/178205VAR;",
  "lapsed_date": "21/02/2022",
  "decision_target_date": "07/03/2019",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 6RE",
  "site_name": "The Oaks Shopping Centre",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012010039, 000012010040, 000012010052, 000012010053, 000012010054, 000012102778, 000012117012, 000012141923, 000012141925, 000012150878, 000012153976, 000012159557, 000012190040, 000012190041, 000012190042, 000012190043, 000012190044, 000012190045, 000012190046, 000012190047, 000012190048, 000012190049, 000012190050, 000012190051, 000012190052, 000012190053, 000012190054, 000012190055, 000012190056, 000012190057, 000012190058, 000012190059, 000012190060, 000012190061, 000012190062, 000012190063, 000012190064, 000012190065, 000012190066, 000012190067, 000012190068, 000012190069, 000012190070, 000012190071, 000012190072, 000012190073, 000012190074, 000012190075, 000012190076, 000012190077, 000012190078, 000012190079, 000012190080, 000012190081, 000012190082, 000012190083, 000012190084, 000012190085, 000012190086, 000012190087, 000012190088, 000012190089, 000012190090, 000012190091, 000012190092, 000012190093, 000012190094, 000012190095, 000012190096, 000012190097, 000012190098, 000012190099, 000012190100, 000012190101, 000012190102, 000012190103, 000012190104, 000012190105, 000012190106, 000012190107, 000012190108, 000012190109, 000012190110, 000012190111, 000012190112, 000012190113, 000012190114, 000012190115, 000012190116, 000012190117, 000012190118, 000012190119, 000012190120, 000012190121, 000012190122, 000012190123, 000012190124, 000012190125, 000012190126, 000012190127, 000012190128, 000012190129, 000012190130, 000012190131, 000012190132, 000012190133, 000012190134, 000012190135, 000012190136, 000012190137, 000012190138, 000012190139, 000012190140, 000012190141, 000012190142, 000012190143, 000012190144, 000012190145, 000012190146, 000012190147, 000012190148, 000012190149, 000012190150, 000012190151, 000012190152, 000012190153, 000012190154, 000012190155, 000012190156, 000012190157, 000012190158, 000012190159, 000012190160, 000012190161, 000012190162, 000012190163, 000012190164, 000012190165, 000012190166, 000012190167, 000012190168, 000012190169, 000012190170, 000012190171, 000012190172, 000012190173, 000012190174, 000012190175, 000012190176, 000012190177, 000012190178, 000012190179, 000012190180, 000012190181, 000012190182, 000012190183, 000012190184, 000012190185, 000012190186, 000012190187, 000012190188, 000012190189, 000012190190, 000012190191, 000012190192, 000012190193, 000012190194, 000012190195, 000012190196, 000012190197, 000012190198, 000012190199, 000012190200, 000012190201, 000012190202, 000012190203, 000012190204, 000012190205, 000012190206, 000012190207, 000012190208, 000012190209, 000012190210, 000012190211, 000012190212, 000012190213, 000012190214, 000012190215, 000012190216, 000012190217, 000012190218, 000012190219, 000012190220, 000012190221, 000012190222, 000012190223, 000012190224, 000012190225, 000012190226, 000012190227, 000012190228, 000012190229, 000012190230, 000012190231, 000012190232, 000012190233, 000012194972"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "178205VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520170,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T16:27:42.894+00:00",
  "id": "Ealing-178205VAR",
  "application_type": "All Other",
  "street_name": "High Street",
  "borough": "Ealing",
  "ward": "Acton Central",
  "decision_date": "21/02/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application for Minor Material Amendment (S.73) to vary condition 2 (Approved Drawings) of planning permission reference PP/2012/3154 dated 08/04/2014 for 'Partial refurbishment, demolition and redevelopment of shopping centre and adjacent car park to provide 2 storey residential accommodation fronting Hooper's Mews, 5 storey accommodation fronting Churchfield Road (retail on ground floor with residential above), 9 storey accommodation to the corner of Churchfield Road/burial ground and 8 storey residential accommodation with a basement level across the remainderof the site. New foodstore to basement level (4,879 sq m) together with 4 new retail units (14 sqm, 78 sq m, 16 sq m and 43 sq m), 6 refurbished retail  units (2,444 sq m), 142 residential units (52 x 1 bed, 50 x 2 bed, 39 x 3 bed and 1 x 4 bed) and ancillary service yard, storage, plant, circulation space, amenity space and play space, provision of 227 car parking spaces, including 15 disabled spaces (197 retail and 30 residential), 284 cycle parking spaces (84 retail, 14 employee and 186 residential), with vehicular access from Churchfield Road and access to the residential units off Churchfield Road, Hooper`s Mews and burial ground. Provision of two pedestrian links between High Street and burial ground.' \nVariation seeking to update elevations to incorporate the proposed changes to the features, entrances, access and fenestration relating to the approved reference 161028NMA and subsequently approved 173854VAR.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major dwellings",
  "centroid_northing": 180160,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012141923",
  "centroid": {
    "lon": -0.269858,
    "lat": 51.507602
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "1.\tTime Limit - Full Permission",
    "The detailed element of the development permitted shall be begun before the expiration of five (5) years from the date full planning permission PP/2012/3154 dated 08/04/2014.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "2.\tApproved Plans/drawings/documents",
    "The development hereby approved shall be carried out in accordance with the following approved plans and documents :",
    "PL001 A, PL003 A, PL004 A, PL006, PL007, PL038, PL039, PL009 F, PL010 J, PL019 F, PL020 N, PL021 N, PL022 K, PL023 J, PL024 J, PL025 J, PL026 J, PL027 J, PL028 H, PL031 D; PL040 G, PL041 G, PL042 K, PL043 F, PL044 G, PL045 F, PL046 F, PL047 E, PL050C, PL051D, L0237/L01 A, L0237/L02 A, L0237/L03 A.",
    "Planning Statement & Addendum by Maddox Associates;",
    "Design and Access Statement and Addendum by Stock Woolstencroft;",
    "Heritage Statement and Visual Impact Assessment by Maddox Associates (Heritage) & Stock Woolstencroft;",
    "Historic Environment Assessment (Archaeology) by Museum of London;",
    "Transport Assessment by Jubb Consulting;",
    "Travel Plan by Jubb Consulting;",
    "Economic and Social Impact Statement by Regeneris Consulting;",
    "Energy Statement by ABBA Energy;",
    "Flood Risk Assessment by Jubb Consulting;",
    "Sustainability Statement by ABBA Energy;",
    "Code for Sustainable Homes by ABBA Energy;",
    "Daylight and Sunlight Report by GVA;",
    "Ventilation Statement by Royston Jones Associates;",
    "Wind and Microclimate Assessment by RWDI;",
    "Construction Methodology by Goddard & Sons;",
    "Retail Statement by Maddox Associates;",
    "Statement of Community Involvement by Snapdragon Consulting;",
    "BREEAM Retail Report by ABBA Energy;",
    "Bus Stop Audit by Cambria Consulting;",
    "Preliminary Code Report by ABBA Energy;",
    "Arboricultural Implications Report and Tree Survey by S Jones Associates May 2012;",
    "Air Quality;",
    "Land Contamination Assessment;",
    "Economic Assessment;",
    "Health Impact Assessment by Cascade;",
    "Noise Impact Assessment by Environ July 2012.",
    "Acoustic Report by Bickerdike Allen Partners July 2017",
    "Retail Assessment Statement by Maddox Associates July 2017",
    "Planning Design and Access Statement by Maven Plan July 2017",
    "Commercial Plant Strategy Clarification by Mendick Waring Ltd September 2017",
    "Reason: For the avoidance of doubt and in the interest of proper planning.",
    "3.\tMaterials/ Detailed drawings",
    "Details (including samples where appropriate) of materials to be used for the external surfaces of the development; other than details of the brickwork approved under 171761CND on the 25/05/2017, shall be submitted to and approved in writing by the Local Planning Authority before work is commenced on the relevant element of the scheme to which the sub-conditions of this condition refer, and this condition shall apply notwithstanding any indications to these matters which have been given in this application.",
    "The development shall be carried out in accordance with the approved details unless otherwise agreed in writing by the Local Planning Authority.",
    "The samples and details shall include:",
    "a) cladding and colours;",
    "b) aluminium parapet and horizontal banding across the buidling;",
    "c) curtail walls;",
    "d) all window treatments (including sections and reveals);",
    "e) balcony structures and balustrading treatment (including sections);",
    "f) privacy screens;",
    "g) decorative metalwork;",
    "h) metal, cement and render facing and banding detail;",
    "i) security gates for service yard and car parking areas;",
    "j) ventilation and extractions louvres;",
    "k) any other external materials to be used.",
    "The development shall be carried out strictly in accordance with the details so approved, maintained as such thereafter and no change therefrom shall take place without the prior written consent of the Local Planning Authority.",
    "Reason:  In the interest of securing sustainable development and to ensure that the resulting appearance and construction of the development is of a high standard in accordance with policies; 3.5, 3.7, 7.1, 7.4, 7.5, 7.6, 7.7, 7.8 and 7.9, of the London Plan (2016), Policies 1.1(g), (h), and (k) & 1.2 (f), (g), and (h) of the Development (Core) Strategy (2012) and policies 4.1, 4.6, 5.5 and 7.2 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004); and Local Variation to policy 7.4 and policies  7B and 7C of the Ealing's draft Development Management Plan Document.",
    "4.\tExternal Lighting",
    "Prior to the first occupation of the development details of external lighting of the buildings and communal amenity areas and NS walkway within the site together with associated mitigation measures to control light spillage, shall be submitted to and approved by the Local Planning Authorityand implemented as approved and retained thereafter for the life of the development, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To secure a safe and secure external environment for occupants and users of the development and surrounding open spaces in accordance with policy 7.3 of the adopted London Plan, policies 4.1, 4.4 and 4.12 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), policy 1.1(h) of the Development (Core) Strategy (2012) and Ealing Supplementary Planning Guidance (SPG) Note 8: Safer Ealing; and policy  7A and Ealing Local Variation to Policy 7.3 of Ealing's draft Development Management Plan Document",
    "5.\tExternal Lighting",
    "The external lighting schemes shall comply with the advice given at BS 5389 with regards to upward light and light pollution and lighting of public amenity areas and relevant ILE and CIBSE guidance on the reduction of obtrusive lighting.",
    "Reason: To secure a safe and secure external environment for occupants and users of the development and surrounding open spaces in accordance with policy 7.3 of the adopted London Plan 2016, policies 4.1, 4.4 and 4.12 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), policy 1.1(h) of the Development (Core) Strategy (2012) and Ealing Supplementary Planning Guidance (SPG) Note 8: Safer Ealing; and policy  7A and Ealing Local Variation to Policy 7.3 of Ealing's draft Development Management Plan Document",
    "6.          Details of Replacement Boundary Enclosure with St Mary's Burial Ground",
    "The replacement boundary enclosure with St Mary's Burial Ground shall be in accordance with the details approved under application reference 172026CND dated 10/08/2017.",
    "Reason: To safeguard the setting of the adjoining burial ground in order to preserve the special architectural and historic interest of the Acton Town Conservation Area in accordance with policies 7.4, 7.6, 7.8 and 7.9 of the adopted London Plan (2016), policies 1.1(h), 1.2g) and 2.1(c) of the adopted Ealing Development Strategy (2012) and policies 4.1 and 4.8 of the adopted Ealing Unitary Development Plan (2004); and Local Variation to policy 7.4 and policies  7A, 7B and 7C of Ealing's draft Development Management Plan Document.",
    "7.\tChildren's Play Space",
    "Before the commencement of the works to the children's play areas, details of the children's play areas (including play equipment, landscaping, boundary treatment, disabled access and security measures) shall be submitted to and approved in writing by the Local Planning Authority. The approved details shall be implemented and completed as approved prior to first occupation of the relevant part of the residential development that the facilities serve and retained for the life of the development unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that adequate on-site space for young children to play is provided on site in connection with the proposed residential accommodation, in accordance with policies 3.5, 3.6, 5.3 and 7.2 of the London Plan 2016, policies 1.1(e) and (i), 1.2 (d), 5.5, 6.2 & 6.3 of the Development (Core) Strategy (2012) and policies 3.5, 4.4, 4.11 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004); and Local Variation to policy 3.5 of Ealing's draft Development Management Plan Document.",
    "8.\tManagement Strategy",
    "Prior to the first occupation of development an overall management strategy for the site shall be submitted to and approved in writing by the Local Planning Authority. The strategy should include details of the following:",
    "o\tSecurity Strategy - to include design, location and details of CCTV and associated equipment, security lighting, design, entry systems and post boxes",
    "o\tDisabled access Strategy",
    "o\tDeliveries and Servicing Strategy",
    "o\tRefuse and Recycling Collection Strategy",
    "o\tParking Strategy to include measures to prevent parking in undesignated areas and details of the parking available for each proposed and existing building.",
    "The site shall be managed in accordance with the approved strategy for the life of the development, or as otherwise agreed in writing by the Local Planning Authority.",
    "Reason:  In the interests of the proper maintenance, safety and security of the site and to ensure that the quality of the public realm and the setting of the listed buildings is appropriately safeguarded and that that access is maintained for disabled people and people with pushchairs, in accordance with policies 3.1, 3.16, 7.2, 7.3, 7.5 and 7.8 of the London Plan 2016, Policies 1.1(e), (g) and (h),1.2 (d)and (f), and 2.10 of the Development (Core) Strategy (2012) and policies 2.10, 4.1, 4.3, 4.4, of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance Note 7 'Accessible Ealing'; and Local Variation to policy 7.3 and policies  7A, 7B and 7C of the Ealing's draft Development Management Plan Document.",
    "9.\tSustainable Drainage Strategy",
    "The drainage works shall  be undertaken in accordance with the drainage strategy approved under application reference 162824REM dated 22/12/2016. No discharge of foul or surface water from the site shall be accepted into the public system until the drainage works referred to in the strategy have been completed.",
    "Reason: To ensure that a sufficient capacity is made available to cope with the new development; and in order to avoid adverse environmental conditions impact in accordance with Policy 5.13 of the London Plan 2016 and policies 1.1(k) and 1.2(m) of the adopted Ealing Development Core) Strategy (2012).",
    "10. \tDrainage Layout Plan",
    "The drainage works shall be undertaken in accordance with the details of the water storage approved under application reference 163061REM dated 22/12/2016. The details shall be implemented fully in accordance with the approved scheme prior to first occupation of the development unless an alternative timescale is agreed in writing with the Local Planning Authority.",
    "Reason: To ensure that a sustainable drainage system is provided for the site accordance with Policy 5.13 of the London Plan 2016 and policies 1.1(k) and 1.2(m) of the adopted Ealing Development Core) Strategy (2012).",
    "11.    Piling Method Statement",
    "The piling works shall  be undertaken in accordance with the terms of the piling method statement approved under application reference 161286REM dated 13/05/2016.",
    "Reason: The proposed works would be in close proximity to underground water and sewerage utility infrastructure, which needs to be safeguarded in accordance with policy 5.14 of the adopted London Plan (2016), policy 6.1 of the adopted Ealing Development Strategy (2012) and policy 2.5 of the adopted Ealing Unitary Development Plan (2004).",
    "12.       Impact Study on Existing Water Supply",
    "The development shall be in accordance with the details of the Impact Study on the Existing Water Supply approved under application reference PP/2015/0842 dated 07/04/2015",
    "Reason: The ensure the water supply infrastructure has sufficient capacity to meet the additional demands of the proposed development in accordance with policy 5.15 of the adopted London Plan (2016), policies 1.2(d) and 6.1 of the adopted Ealing Development Strategy (2012) and policy 2.5 of the adopted Ealing Unitary Development Plan (2004)",
    "13.      Construction Method Statement",
    "Construction works on site shall be carried out in accordance with the requirements of the Construction Method Statement approved under application reference PP/2015/4555 dated 29/02/2016.",
    "Prior to the commencement of any site work, all sensitive properties surrounding the site shall be notified in writing of the nature and duration of the works to be undertaken, and the name and address of a responsible person to whom enquiries / complaints should be directed.",
    "The development shall be carried out strictly in accordance with the details so approved.",
    "Reason:  To ensure appropriate mitigation measures to protect the amenity of local residents and ensure adequate highway and site safety, in accordance with policies, 6.3, 7.14 and 7.15 of the London Plan 2016; 1.1(f) and 1.1(j) of Ealing's adopted Development (or Core) Strategy 2012; and policies 4.4, 4.11, 9.1 and 9.9 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and the provisions of Supplementary Planning Guidance 10: Noise and Vibration.",
    "14.      Site Waste Management Plan and Green Procurement Plan",
    "The procurement of materials for the development shall be undertaken in accordance with the Site Waste Management Plan and Green Procurement Plan approved under application reference PP/2015/4556 dated 08/01/2016.",
    "The development shall not be carried out otherwise than in accordance with the particulars so approved.",
    "Reason:  To ensure sustainable procurement of materials which minimizes the negative environmental impacts of construction in accordance with policies 5.3 and 5.18 of the London Plan 2016, policies 1.1 (k) and 1.2 (f) of Ealing's adopted Development (or Core) Strategy 2012 and policies 2.1 and 2.10 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004).",
    "15.     Separation of Ceiling/floor - Commercial operations and plant, beneath upper floor dwellings",
    "The insulation of the floor/ceiling separating the commercial premises, [the internal car park and the service yard] from the upper floor dwellings  shall be in accordance with the details approved under application reference 161032REM dated 13/05/2016 (approved again in error on19/07/2016).",
    "Reason: To safeguard the future occupiers of the development against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan 2016, policies 1.1(j) & 1.2(f) of the Ealing Development (Core) Strategy (2012) and with policies 4.1, 5.5 and 4.11 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 10 'Noise and Vibration'; and Local Variation policy 3.5 of the Ealing's draft Development Management Plan Document.",
    "16. Sound Insulation - protection of residents",
    "The noise mitigation measures with windows closed and other means of ventilation provided, and the protection of garden and amenity areas shall be in accordance with the details approved under permission reference 161472REM dated 22/12/2016. Such details as approved shall be implemented prior to the first occupation of any residential units and thereafter permanently retained.",
    "Reason: To safeguard the future occupiers of the development against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan 2016, policies 1.1(j) & 1.2(f) of the Ealing Development (Core) Strategy (2012) and with policies 4.1, 5.5 and 4.11 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 10 'Noise and Vibration'; and Local Variation policy 3.5 of the Ealing's draft Development Management Plan Document.",
    "17. Sound insulation - building envelope",
    "Details for the minimum composite sound reduction indices of the building envelope and the minimum sound insulation of the building envelope elements shall be in accordance with the details approved under permission reference 161474REM dated 22/12/2016.",
    "Reason: To safeguard the future occupiers of the development against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan 2016, policies 1.1(j) & 1.2(f) of the Ealing Development (Core) Strategy (2012) and with policies 4.1, 5.5 and 4.11 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 10 'Noise and Vibration'; and Local Variation policy 3.5 of the Ealing's draft Development Management Plan Document.",
    "18.     Attenuation of External Plant at the GF commercial use (air conditioning plant and refrigeration plant etc.)",
    "Details for the attenuation of the external plant and machinery at the proposed commercial premises shall be in accordance with the details approved under permission reference 161475REM dated 19/07/2016.",
    "Reason: To safeguard the future occupiers of the development against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan 2016, policies 1.1 (j) and 1.2(f) of the Ealing Development (Core) Strategy (2012) and with policies 4.1, 5.5 and 4.11 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 10 'Noise and Vibration'; and Local Variation policy 3.5 of the Ealing's draft Development Management Plan Document.",
    "19.     Restriction of Hours for delivery of goods and collection of waste",
    "Deliveries and waste collections at the proposed development shall only take place during the period 0600 - 2300 hours on Mondays to Saturdays and during the period 0800 - 2000 hours on Sundays.",
    "Reason: To safeguard the future occupiers of the development and occupiers of surrounding properties against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan 2016, policies 1.1 (j) & 1.2(f) of the Ealing Development (Core) Strategy (2012) and with policies 4.1, 5.5 and 4.11 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 10 'Noise and Vibration; and Local Variation policy 3.5 of the Ealing's draft Development Management Plan Document.",
    "20. \tMitigation of Cooking Odour Pollution if commercial premises carrying on cooking",
    "Details shall be submitted for approval of the Local Planning Authority before any fit out works to the commercial areas commence, for the installation, operation, and maintenance of the best practicable odour abatement equipment including an extract system, the height of the discharge, and the efflux velocity of the effluent at the point of discharge. The system, as approved, shall be completed before occupation and thereafter permanently retained and maintained and satisfy the advice at DEFRA, 2005: Guidance on the Control of Odour and Noise from Commercial Kitchen Exhaust Systems.",
    "Reason:   To protect the living conditions of the future residential occupants, in accordance with policy 1.1(j) of the Ealing Development (Core) Strategy (2012), policy 2.6 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 3 'Air Quality and Pollution'.",
    "21.     Arboricultural Method Statement",
    "The scheme for the protection of existing trees and shrubs within the burial ground adjacent shall be carried out in accordance with details contained in the Arboricultural Method Statement approved under permission reference PP/2015/4557 dated 08/01/2016.",
    "No development or other operations shall take place except in complete accordance with the approved protection scheme. All tree protection methods detailed in the approved Arboricultural Method Statement shall be in place prior to the commencement of development and not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site, unless the prior approval of the Local Planning Authority has first been sought and obtained. The land within the tree protection areas shall not be altered or used for any purpose in conjunction with the approved development.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "Reason: To secure the protection, throughout the time that the development is being carried out, of trees, shrubs and hedges growing adjacent to the site which are of amenity value to the area in accordance with policy 7.21 of the adopted London Plan (2016) policy 1.1(i) of the adopted Ealing Development Strategy (2102), policy 4.5 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 9 'Trees and Development Guidance'.",
    "22.  Tree Planting",
    "A detailed scheme of proposed tree planting shall be submitted to and approved in writing by the Local Planning Authority at least 6 months prior to any occupation of the development. The scheme shall include the following comprehensive details of all trees to be planted:",
    "- Full planting specification;",
    "- Tree size, species and the numbers of trees;",
    "- Positions of all proposed species;",
    "- Comprehensive details of proposed soil volumes and loading bearing specifications for the buildings;",
    "- Staking/tying method(s);",
    "- 5 year post planting maintenance schedule with an agreed inspection schedule.",
    "All tree-planting shall be carried out in full accordance with the approved scheme in the nearest planting season (1st October to 31st March inclusive) to the completion of the approved development, unless agreed otherwise in writing by the Local Planning Authority. The quality of all approved landscape works shall be in accordance with British Standard 4428:1989 'Code Of practice For General Landscape Operations' or any subsequent revision. All trees included within the approved scheme shall be healthy, well-formed specimens with single leading shoots and shall be of a minimum quality compatible with British Standard 3936:1992 (Part 1) 'Specifications For Trees and Shrubs' and British Standard 4043 (where applicable) or any subsequent revisions. Any trees which within a period of 5 years from the completion of all tree planting die, are removed, uprooted are significantly damaged, become diseased or malformed shall be replaced during the nearest planting season (1st October to 31st March inclusive) with others of the same size, species and quality as approved, unless the Local Planning Authority gives written consent to any variation.",
    "Reason: To ensure that the works are carried out as approved in the interests of the visual amenity of the area in accordance with policy 7.21 of the adopted London Plan (2016) policy 1.1(i) of the adopted Ealing Development Strategy (2102), policy 4.5 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 9 'Trees and Development Guidance'.",
    "23.    Passenger Lifts",
    "The passenger lifts and travelators located within the communal cores serving the approved development shall be installed and operational prior to the first occupation of the relevant part of the development to which they serve, and shall be retained for the life of the development unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:  To ensure that adequate access is provided to all floors of the development for all occupiers and visitors including those with disabilities, in accordance with policies 3.5, 3.8, and 7.2 of the London Plan 2016; policy 1.1(h) of Ealing's adopted Development (or Core) Strategy 2012; and policies 5.3 and 9.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004); and Local Variation policy 3.5 of the Ealing's draft Development Management Plan Document.",
    "24.\tMasts, Antennae, Dishes and External Plant",
    "Details of any microwave masts, antennae, satellite dish or any other plant or equipment to be located on the external part of any of the buildings shall be submitted to and approved in writing by the Local Planning Authority prior to the first occupation of the relevant part of the development.",
    "Reason:  To safeguard the appearance of the buildings in the interests of visual amenity; in accordance with policies 1.1(h) of Ealing's adopted Development (or Core) Strategy 2012; and policies 4.1, 4.14 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004).",
    "25.      Car Park Extract/Ventilation",
    "The proposed extract ventilation systems for the proposed car parks and service yard, shall be carried out in accordance with the details approved under permission reference 161476REM dated 22/12/2016",
    "Reason: To safeguard the amenity of future residents, in accordance with policies 7.14 and 7.15 of the adopted London Plan 2016, policies 1.1(e) and 1.1(j) of Ealing's adopted Development (or Core) Strategy 2012 policies and 2.6 and 4.11 of the Council's adopted Ealing Unitary Development 'Plan for the Environment' (2004) and the Council's Supplementary Planning Guidance 3 'Air Quality and Pollution (draft) and adopted Supplementary Planning Guidance10 'Noise and Vibration'.",
    "26.    Car and Cycle Parking Management Strategy",
    "A Site Wide Car and Cycle Parking Management Strategy (in keeping with the Framework Residential Travel Plan) shall be submitted to and approved by the Local Planning Authority prior to the occupation of the development. The Site Wide Car and Cycle Parking Management Strategy shall outline for each stage of the development:",
    "a) The proposed distribution, phasing, accumulation of and arrangements for the management of",
    "Visitor car parking",
    "o\tResidential car parking",
    "o\tCommercial car parking",
    "o\tMotorcycle spaces",
    "o\tWheelchair users parking",
    "o\tCar club space",
    "b) Measures for preventing parking in undesignated places throughout the site",
    "c) Within the development; the provision of active Electric Vehicle Charging Points(EVCP) for a minimum of 20% of the residential car parking spaces with an additional 20% passive; a minimum of 10% of the retail car parking spaces with an additional 10% passive; as set out in the London Plan 2016;",
    "d) The safety and security measures to be incorporated within the development to ensure the safety of car/cycle parking areas",
    "e) Details including location, and where appropriate the design and appearance of the cycle parking for the internal and external storage for 314 cycles. The car and cycle parking management plan as approved shall be provided and managed in accordance with the approved strategy for the life of the development, or as otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure inclusive, safe and adequate parking is provided and retained in conjunction with the development in the interests of the general amenities of the locality, the flow of traffic and conditions of pedestrian and general highway safety within the site and on neighbouring highways, a sustainable development and where appropriate constrain local highway impact in accordance with policies 6.3, 6.9 and 6.13 of the adopted London Plan 2016; policies 1.1(e), 1.1(f) 1.1(g) and 1.1(h) of Ealing's adopted Development (or Core) Strategy 2012; and policies 4.1, 5.5 and 9.1 of the of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004); and Ealing Local Variation policy 6.13 and 7A and 7B of the Ealing's draft Development Management Plan Document.",
    "27.      Travel Plan",
    "A Travel Plan, designed to manage the transport needs of residents, staff and visitors to minimise car usage and promote alternative modes of transport, shall be submitted to and approved in writing by the Local Planning Authority prior to the occupation of any part of the development.",
    "As part of the Travel Plan measures, details of an appointed car club vehicle provider and details of the siting of the car club spaces and terms for car club hire will be given. The approved Travel Plan shall be implemented at the time of first occupation of any part of the development and shall be permanently retained in operation for the life of the development unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: In the interest of supporting measures that encourage shifts to more sustainable modes of transport, in accordance with policies 6.1 and 6.3 of the adopted London Plan 2016; policies 1.1(f), 1.1(g), 1.1(j),  1.1(k) and 1.2(k) of Ealing's adopted Development (or Core) Strategy 2012; and policies 9.1 and 9.7 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and SPG 21: Sustainable Transport - Green Travel Plans; and Ealing Local Variation policy 3.5 of the Ealing's draft Development Management Plan Document.",
    "28.      North/South Pedestrian Route",
    "The proposed new North/South pedestrian walkway linking Churchfield Road with High Street as shown on the approved drawing No.3235 PL020N shall be carried out in accordance with the details approved under permission reference 165549CND dated 23/05/2017.",
    "The walkway shall be constructed and available for the public to use in accordance with details approved prior to the occupation of the new retail unit on the lower ground floor of the development, and thereafter and retained for the lifetime of the development.",
    "Reason: In the interests of safeguarding an pedestrian link between the Churchfield Road and High Street, in accordance with 3.5, 3.7, 6.7, 6.9 and 7.5 of the London Plan (2016), Policies 1.1(g), (h), and 1.2 (f), (g), and (h) of the Development (Core) Strategy (2012) and policies 4.1, 5.5 and 7.2 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004); and Local Variation to policy 7.4 and policies 7B and 7C of the Ealing's draft Development Management Plan Document.",
    "29.     Contaminated Land Investigation",
    "The development shall be undertaken in accordance with The Oaks Site 'Remediation Strategy' approved under permission reference 161099REM dated 19/07/2016.",
    "Reason: To ensure that the site is not hazardous in the interest of public health and safety, in accordance with policy 1.1(e), of the adopted Ealing Development (Core) Strategy (2012),  policy 2.7 of the adopted Ealing Unitary Development  'Plan for the Environment' (2004) and policy 5.21 of the adopted London Plan 2016.",
    "30.       Remediation Scheme",
    "The development shall be undertaken in accordance with The Oaks Site 'Remediation Strategy' approved under permission reference 161479REM dated 19/07/2016.",
    "It should be ensured that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.",
    "Reason: To ensure that the site is not hazardous in the interest of public health and safety, in accordance with policies 1.1 & 1.2 of the Development (Core) Strategy (2012) and policy 2.7 of the adopted Ealing Unitary Development  'Plan for the Environment' (2004) and policy 5.21 of the London Plan 2016.",
    "31.      Completion of Remediation Scheme",
    "No remediation shall be carried out other than in accordance with the remediation scheme approved under condition 30. Should any remediation be planned to be carried out, the local Planning Authority must be given two weeks written notification of commencement of the remediation scheme works.",
    "Reason: To ensure that the site is not hazardous in the interest of public health and safety, in accordance with policy 1.1(e) of the adopted Ealing Development (Core) Strategy (2012), policy 2.7 of the adopted Ealing Unitary Development 'Plan for the Environment' (2004) and policy 5.21 of the adopted London Plan 2016.",
    "32.      Code for Sustainable Homes",
    "Each new build dwelling hereby permitted shall be constructed to achieve a minimum Code for Sustainable Homes Level 4 in accordance with the details included in the Interim Code for Sustainable Homes Assessment and Building Research Establishment (BRE) Certificate approved under permission reference 172319CND dated 23/05/2017.",
    "No residential dwelling shall be occupied in the development until a Post-Construction Code for Sustainable Homes Assessment and Certificate verified by the BRE (or similar approved body) has been submitted to the Local Planning Authority for written approval confirming that the agreed sustainability measures have been ach"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "09/11/2017",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-06494388",
  "wgs84_polygon": null
}