{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "10/08/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-49008_APP_2020_1069",
  "secondary_street_name": "HILLINGDON",
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 1.007
  },
  "valid_date": "15/05/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Single storey extension to provide additional teaching space",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 8538/PLANNING/005 Rev. P1, 18538/PLANNING/006 Rev. P3, 18538/PLANNING/007 Rev. P2 and 18538/PLANNING/008 Rev. P1 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Part:One (November 2012) and Local Plan: Part Two (2020) and the London Plan (2016).",
    "Prior to first occupation of the development hereby approved a full Travel Plan shall be submitted to and approved in writing by the Local Planning Authority. Thereafter, the Travel Plan shall be implemented in perpetuity and it shall be reviewed at regular intervals to monitor its impact and, if required, it shall be updated and/or amended in order that its aims and objectives are achieved.",
    "The Travel Plan shall demonstrate a commitment to the ongoing promotion of sustainable travel to users of the development and include targets for sustainable travel arrangements, effective measures for the ongoing monitoring of the Travel Plan, a commitment to delivering the Travel Plan objectives and details of effective mechanisms to achieve the objectives of the Travel Plan. It shall also include measures, such as expansion of  implementation of car sharing initiatives and the promotion of walking and cycling initiatives, aimed at reducing peak time congestion.",
    "REASON",
    "To promote sustainable tr",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "All soils used for open space purposes shall be clean and free of contamination.",
    "(a) Site derived soils used for exposed and/or soft landscaped areas shall be tested for chemical contamination, and the results of this testing shall be submitted for approval to the Local Planning Authority.",
    "(b) No contaminated soils or other materials shall be imported to the site. All imported top-soils for exposed open space and/or landscaping purposes shall be clean and free of contamination, and they shall be tested for chemical contamination; the results of this testing shall be submitted to the Local Planning Authority for approval.",
    "REASON",
    "To ensure that risks from contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Hillingdon Local Plan: Part 2 (Janua",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2016) and national guidance.",
    "There is a possibility some contaminating substances may be present in the ground. We have no site-specific information on ground conditions at the property. We would advise persons working on site to take basic precautions in relation to any contamination they may find. Remedial works may have been undertaken at some parts of the site/s within the application, however the possibility of contamination being present within made ground materials remains. Precautions should therefore be taken to minimise the mixing of any excavated material with clean shallow soils that are to remain on site.",
    "REASON:",
    "You are advised the proposed development is on land having former residential use. The advice is provided on the grounds of Health and Safety of the workers on site and to ensure the appropriate restoration of the site once works are complete to minimise risk to future occupants of the site."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:39:00.540+00:00",
  "ward": "YIEWSLEY",
  "parking_details": null,
  "lapsed_date": "10/08/2023",
  "decision_target_date": "11/08/2020",
  "centroid": {
    "lat": "51.5215078",
    "lon": "-0.4603141"
  },
  "lpa_app_no": "49008/APP/2020/1069",
  "status": "Approved",
  "site_name": "MOORCROFT SCHOOL",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=49008/APP/2020/1069",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506864.2876,
              181384.47
            ],
            [
              506847.0897,
              181435.4024
            ],
            [
              506905.9596,
              181457.2305
            ],
            [
              506952.9232,
              181473.767
            ],
            [
              506954.9076,
              181454.5847
            ],
            [
              506971.4441,
              181408.944
            ],
            [
              507000.5483,
              181390.4231
            ],
            [
              506906.6211,
              181350.7355
            ],
            [
              506901.3294,
              181353.3814
            ],
            [
              506887.4387,
              181388.4387
            ],
            [
              506862.9647,
              181383.1471
            ],
            [
              506847.0897,
              181434.0794
            ],
            [
              506864.2876,
              181384.47
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "03/08/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "BRAMBLE CLOSE",
  "pp_id": "08610769",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 506919,
  "appeal_start_date": null,
  "centroid_northing": 181411,
  "borough": "Hillingdon",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4611103,
          51.5212797
        ],
        [
          -0.4613427,
          51.5217408
        ],
        [
          -0.46048799999999995,
          51.5219258
        ],
        [
          -0.4598063,
          51.5220656
        ],
        [
          -0.45978349999999996,
          51.5218928
        ],
        [
          -0.4595591,
          51.5214794
        ],
        [
          -0.4591454,
          51.5213075
        ],
        [
          -0.4605106,
          51.5209685
        ],
        [
          -0.4605861,
          51.5209933
        ],
        [
          -0.46077559999999995,
          51.521311
        ],
        [
          -0.4611298,
          51.5212681
        ],
        [
          -0.4613431,
          51.5217289
        ],
        [
          -0.4611103,
          51.5212797
        ]
      ]
    ],
    "type": "Polygon"
  }
}