{
  "appeal_status": null,
  "lapsed_date": "16/06/2028",
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=A0016.25",
  "borough": "Havering",
  "application_type_full": null,
  "actual_commencement_date": null,
  "ward": "Mawneys",
  "decision_date": "16/06/2025",
  "parking_details": null,
  "polygon": null,
  "pp_id": "13889212",
  "development_type": null,
  "description": "Installation of 1 x internally illuminated digital display following removal of 3 existing signs",
  "site_name": "Oak House, Eastern Avenue West",
  "decision_conditions": [
    "i. No advertisement is to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.",
    "ii. No advertisement shall be sited or displayed so as to:-",
    "(a) endanger persons using any highway, railway, waterway, dock, harbour or aerodrome (civil or military);",
    "(b) obscure, or hinder the ready interpretation of any traffic sign, railway signal or aid to navigation by water or air; or",
    "(c) hinder the operation of any device used for the purpose of security or surveillance or for measuring the speed of any vehicle.",
    "iii. Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity of the site.",
    "iv. Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public.",
    "v. Where an advertisement is required under these",
    "The maximum luminance of the internally illuminated digital display hereby permitted shall not exceed 300 cd/m2.",
    "Reason:-",
    "To comply with the recommendations of the Institute of Public Lighting Engineers Technical Report No. 5 (Third Edition) in the interests of amenity, and in order that the development accords with Havering Local Plan Policy 26.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed advertisement should operate at an illumination level no greater than 300cd/m2 between dusk and dawn, consistent with the guidance set out in the Institute of Lighting Professionals (ILP) publication: \"The Brightness of Illuminated Advertisements\" (PLG05, January 2015).",
    "Reason: In the interests of highway safety.",
    "Consideration should be given to turning off the advertisements late at night and in the early hours of the morning when there are few pedestrians, cyclists, drivers, and bus passengers who would see either or both advertisements.",
    "Reason: In the interests of highway safety.",
    "For lighting during the day, maximum lighting levels for the digital displays should be set in accord with night time maximums, or controlled so they comply with the guidance approach to ambient lighting.",
    "Reason: In the interests of highway safety.",
    "The minimum display time for each advertisement should be five seconds, the use of message sequencing for the same product is prohibited and the advertisements should not include features/equipment which would allow interactive messages/advertisements to be displayed.",
    "There should be no special effects (including noise, smell, smoke, animation, exposed cold cathode tubing, flashing, scrolling, three dimensional, intermittent or video elements) of any kind during the time that any message is displayed.",
    "Reason: In the interests of highway safety.",
    "The interval between successive displays should be instantaneous (0.1 seconds or less), the complete screen should change, there should be no visual effects (including fading, swiping or other animated transition methods) between successive displays and the display should include a mechanism to freeze the image in the event of a malfunction.",
    "Reason: In the interests of highway safety.",
    "The footway and carriageway on the A12 Eastern Avenue West should not be blocked during the installation. Temporary obstructions during the installation should be kept to a minimum and should not encroach on the clear space needed to provide safe passage for pedestrians and cyclists or obstruct the flow of traffic. All vehicles should only park/ stop at permitted locations and within the time periods permitted by existing on-street restrictions.",
    "Reason: In the interests of highway safety.",
    "Highway Informative",
    "The applicant and designer must ensure that the illumination of the sign is within acceptable safe limits so not to impact on highway safety or neighbouring amenity.",
    "Land Ownership Informative",
    "The applicant is advised that this planning permission does not give consent for any part of the advertisements to encroach onto any land not within the applicant's ownership.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraphs 38 of the National Planning Policy Framework.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Mr Thomas (Agent) by e-mail The revisions involved clarity on the signs being removed. The amendments were subsequently submitted on 22/05/25."
  ],
  "lpa_app_no": "A0016.25",
  "subdivision_of_building": null,
  "centroid_easting": 550437,
  "epc_number": null,
  "secondary_street_name": null,
  "lpa_name": "Havering",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "postcode": "RM7 7AY",
  "decision_process": "Delegated",
  "application_details": {
    "existing_uprns": null
  },
  "uprn": "200002674623",
  "street_name": "Romford",
  "decision": "Approved",
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 189631,
  "centroid": {
    "lon": 0.170004,
    "lat": 51.58546
  },
  "valid_date": "07/04/2025",
  "id": "Havering-A0016.25",
  "last_updated": "2025-07-16T11:14:54.217Z",
  "locality": null,
  "status": "Approved",
  "last_date_consultation_comments": "01/05/2025",
  "decision_target_date": "16/06/2025",
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type": "All Other"
}