{
  "centroid": {
    "lon": "0.2223311",
    "lat": "51.5617932"
  },
  "status": "Approved",
  "decision_target_date": "26/10/2019",
  "site_name": "189 High Street",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of the permission granted under reference P1557.12 dated 3/2/2015.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development shall be carried out in accordance with the materials submitted and approved in Q0188.17.",
    "Reason:-",
    "To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and St. Andrews Conservation Area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The development shall be carried out in accordance with the approved refuse and recycling details submitted in Q0188.17.",
    "Reason:-",
    "In the interests of amenity of occupiers of the development and also the visual amenity of the development and the locality generally, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The development shall be carried out in accordance with the approved cycle storage submitted in Q0188.17 and permanently retained thereafter.",
    "Reason: In the interests of providing a wide range of facilities for non-motor car residents, in the interests of sustainability.",
    "The development shall be carried out in accordance with the approved noise insulation submitted in Q0188.17.",
    "Reason: To prevent noise nuisance to adjoining properties in accordance with the recommendations of Planning Policy Guidance Note 24 \"Planning & Noise\" 1994.",
    "The development shall be carried out in accordance with the approved additional external lighting in the passageway between the rear door and the cycle/refuse store, submitted in Q0188.17, and permanently retained thereafter.",
    "Reason:  In the interests of residential amenity and public safety in accordance with Policies DC61 and DC63 of the LDF Core Strategy and Development Control Policies DPD.",
    "The development shall be carried out in accordance with the approved secured by design scheme, submitted in Q0188.17. The development shall not be occupied or used until written confirmation of compliance with the agreed details has been submitted to and approved in writing by the LPA.",
    "Reason: In the interest of creating safer, sustainable communities, reflecting guidance set out in the National Planning Policy Framework, Policy 7.3 of the London Plan, and Policies CP17 'Design' and DC63 'Delivering Safer Places' of the LBH LDF.",
    "Prior to the commencement of the development hereby approved, details of all proposed walls, fences and boundary treatment shall be submitted to, and approved in writing by, the Local Planning Authority.  The boundary development shall then be carried out in accordance with the approved details and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason: To protect the visual amenities of the development and to ensure that a safe and secure environment is provided for further occupiers and in order that the development accords with Policies DC61, DC63 and DC65 of the LDF Development Control Policies Development Plan Document.",
    "The development shall be carried out in accordance with the approved scheme for protecting the proposed dwellings from noise and /or odour from adjacent commercial uses and activities submitted in Q0188.17.  Any works which form part of the scheme shall be completed before any of the permitted dwellings is occupied.",
    "Reason: To prevent noise nuisance to adjoining adjacent properties.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The development shall be carried out in accordance with the approved Desktop Study and Site Investigation submitted and approved in Q0188.17 that satisfies part (a) and (b) and Verification Report submitted and approved in Q0032.18 that satisfies part (d), in line with the following:",
    "a) A Phase I (Desktop Study) Report documenting the history of this site, its surrounding area and the likelihood of contaminant/s, their type and extent incorporating a Site Conceptual Model.",
    "b) A Phase II (Site Investigation) Report if the Phase I Report confirms the possibility of a significant risk to any sensitive receptors.  This is an intrusive site investigation including factors such as chemical testing, quantitative risk assessment and a description of the site ground conditions.  An updated Site Conceptual Model should be included showing all the potential pollutant linkages and an assessment of risk to identified receptors.",
    "c) A Phase III (Risk Management Strategy) Report if the Phase II Rep",
    "If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this unsuspected contamination shall be dealt with has been submitted to and approved in writing by the local planning authority. The remediation strategy shall be implemented as approved.",
    "b) Following completion of the remediation works as mentioned in (a) above, a 'Verification Report' must be submitted demonstrating that the works have been carried out satisfactorily and remediation targets have been achieved.",
    "Reason:  To ensure that any previously unidentified contamination found at the site is investigated and satisfactorily addressed in order to protect those engaged in construction and occupation of the development from potential contamination.",
    "Before any part of the development is occupied, site derived soils and/or imported soils shall be tested for chemical contamination, and the results of this testing together with an assessment of suitability for their intended use shall be submitted and approved in writing by the Local Planning Authority.  Without prejudice to the generality of the foregoing, all topsoil used  for gardens and/or landscaping purposes shall in addition satisfy the requirements of BS 3882:2007  \"Specification of Topsoil\".",
    "Reason:   To ensure that the occupants of the development are not subject to any risks from soil contamination in accordance with Development Control Policies Development Plan Document Policy DC53",
    "No part of the building shall be occupied until a means of vehicular/pedestrian access has been constructed in accordance with the approved plans.",
    "Reason: In the interests of the travelling public.",
    "The development shall be carried out in accordance with the approved scheme for provide a 2.1 by 2.1 metre pedestrian visibility splay on either side of the proposed access, set back to the boundary of the public footway, submitted in Q0188.17. There should be no obstruction or object higher than 0.6 metres within the visibility splay.",
    "Reason:-",
    "In the interests of highway safety, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC32.",
    "The development shall be carried out in accordance with the approved scheme of hard and soft landscaping submitted in Q0188.17. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "In accordance with Section 197 of the Town and Country Planning Act 1990 and to enhance the visual amenities of the development, and that the development accords with the Development",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 Article 3, Schedule 2, Part 1, as amended by the Town and Country Planning (General Permitted development) (Amendment)(no. 2)(England) Order 2008, or any subsequent order revoking or re-enacting that order, no development shall take place under Classes A, B, C, D or E unless permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The development shall be carried out in accordance with the approved Constriction Method Statement, submitted in Q0188.17.",
    "Reason:-",
    "To protect residential amenity, and in order that the development accords the Development Control Policies Development Plan Document Policy DC61.",
    "In promoting the delivery of safer, stronger, sustainable places the Local Planning Authority fully supports the adoption of the principles and practices of the Secured by Design Award Scheme and Designing against Crime. Your attention is drawn to the free professional service provided by the Metropolitan Police Designing Out Crime Officers for North East London, whose can be contacted via DOCOMailbox.NE@met.police.uk or 0208 217 3813  . They are able to provide qualified advice on incorporating crime prevention measures into new developments.",
    "The Applicant is advised that planning approval does not constitute approval for changes to the public highway.  Highway Authority approval will only be given after suitable details have been submitted, considered and agreed. Any proposals which  involve building over the public highway as managed by the London Borough of Havering, will require a licence and the applicant must contact StreetCare, Traffic & Engineering on 01708 433750 to commence the Submission/ Licence Approval process.",
    "Should this application be granted planning permission, the developer, their representatives and contractors are advised that this does not discharge the requirements under the New Roads and Street Works Act 1991 and the Traffic Management Act 2004.  Formal notifications and approval will be needed for any highway works (including temporary works) required during the construction of the development.",
    "The developer is advised that if construction materials are proposed to be kept on the highway during c",
    "Statement Required by Article 31 (cc) of the Town and Country Planning (Development Management) Order 2010: Improvements required to make the proposal acceptable were negotiated and submitted, in accordance with para 186-187 of the National Planning Policy Framework 2012.",
    "The planning obligations recommended in this report have been subject to the statutory tests set out in Regulation 122 of the Community Infrastructure Levy Regulations 2010 and the obligations are considered to have satisfied the following criteria:-",
    "(a)\tNecessary to make the development acceptable in planning terms;",
    "(b)\tDirectly related to the development; and",
    "(c)\tFairly and reasonably related in scale and kind to the development.",
    "The Applicant is advised to seek advice from HM Land Registry on amendments to boundaries shown on the property title for the site and adjacent land (which is understood to be within the same ownership)."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM11 3XT",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "07/10/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0660.19",
  "centroid_northing": 187108,
  "uprn": "200001588583",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "St Andrew's",
  "decision_date": "07/10/2019",
  "description": "Variation of condition 3 (Approved drawings) of  P1557.12  to amend the application area resulting in improved access for surrounding properties and decreased landscaped court yard within the approved development.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0660.19",
  "lpa_app_no": "P0660.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:53:47.265+00:00",
  "centroid_easting": 554140,
  "pp_id": "07722377",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "26/04/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554128.542,
              187076.224
            ],
            [
              554128.542,
              187085.572
            ],
            [
              554126.104,
              187099.254
            ],
            [
              554128.949,
              187127.973
            ],
            [
              554161.731,
              187115.374
            ],
            [
              554161.325,
              187111.988
            ],
            [
              554150.081,
              187109.007
            ],
            [
              554156.719,
              187095.19
            ],
            [
              554151.707,
              187095.732
            ],
            [
              554150.217,
              187098.17
            ],
            [
              554142.495,
              187098.712
            ],
            [
              554137.618,
              187094.377
            ],
            [
              554136.806,
              187088.958
            ],
            [
              554130.168,
              187088.958
            ],
            [
              554130.032,
              187076.089
            ],
            [
              554128.542,
              187076.224
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.083
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Hornchurch",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "28/05/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2221521,
          51.5615108
        ],
        [
          0.2221561,
          51.5615948
        ],
        [
          0.222127,
          51.5617184
        ],
        [
          0.22218059999999998,
          51.5619757
        ],
        [
          0.2226476,
          51.5618535
        ],
        [
          0.22264029999999999,
          51.5618232
        ],
        [
          0.22247689999999998,
          51.5617995
        ],
        [
          0.2225665,
          51.5616735
        ],
        [
          0.22249449999999998,
          51.5616798
        ],
        [
          0.22247409999999998,
          51.5617021
        ],
        [
          0.22236299999999998,
          51.5617091
        ],
        [
          0.22229079999999998,
          51.5616714
        ],
        [
          0.2222768,
          51.561623
        ],
        [
          0.2221811,
          51.5616248
        ],
        [
          0.2221735,
          51.5615092
        ],
        [
          0.2221521,
          51.5615108
        ]
      ]
    ],
    "type": "Polygon"
  }
}