{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "23/09/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-75672_APP_2020_1888",
  "secondary_street_name": "COWLEY",
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": "Dismissed",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.009
  },
  "valid_date": "06/07/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of a 1-bed end of terrace dwelling with parking and amenity space",
  "decision_conditions": [
    "The proposal would provide an indoor living area of an unsatisfactory size for future occupiers and would therefore give rise to a substandard form of living accommodation to the detriment of the amenity of future occupiers. The proposal is thus contrary to Policies DMHB 11 and DMHB 16 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policy 3.5 and Table 3.3 of the London Plan (2016), the Housing Standards Minor Alterations to The London Plan (March 2016), the Mayor of London's adopted Supplementary Planning Guidance - Housing (March 2016) and the Technical Housing Standards - Nationally Described Space Standard (March 2015).",
    "Without the presence of a suitable internal layout demonstrating a use of the second floor, it is likely that the development would result in the inadequate provision of external amenity space. The development would constitute a poor and substandard for of residential development that would cause harm to the amenity of future occupants. Therefore the proposal would be contrary to Policies DMHB 11 and DMHB 18 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "Without the presence of a suitable internal layout demonstrating the use of the second floor, it is likely that the development would result in the inadequate provision of parking leading to on-street parking to the detriment of public and highway safety and contrary to policies DMT 2 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020) and to Hillingdon's Adopted Parking Standards as set out in Appendix C of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 policies, then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:23:11.027+00:00",
  "ward": "BRUNEL",
  "parking_details": null,
  "lapsed_date": "23/09/2023",
  "decision_target_date": "23/09/2020",
  "centroid": {
    "lat": "51.5236083",
    "lon": "-0.4765461"
  },
  "lpa_app_no": "75672/APP/2020/1888",
  "status": "Dismissed",
  "site_name": "LAND ADJACENT TO 21",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=75672/APP/2020/1888",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505802.7427,
              181620.0391
            ],
            [
              505802.0813,
              181617.1286
            ],
            [
              505774.5646,
              181621.8911
            ],
            [
              505775.226,
              181625.1984
            ],
            [
              505802.7427,
              181620.0391
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "29/07/2020",
  "appeal_decision_date": "03/06/2021",
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "ST HELEN CLOSE",
  "pp_id": "08824315",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 505788,
  "appeal_start_date": "30/03/2021",
  "centroid_northing": 181621,
  "borough": "Hillingdon",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4763339,
          51.5235969
        ],
        [
          -0.4763443,
          51.5235708
        ],
        [
          -0.4767394,
          51.5236188
        ],
        [
          -0.47672889999999996,
          51.5236484
        ],
        [
          -0.4763339,
          51.5235969
        ]
      ]
    ],
    "type": "Polygon"
  }
}