{
  "last_updated_by": "Portal",
  "date_building_work_completed_under_previous_permission": null,
  "ward": "Mawney/Hav-atte-B",
  "postcode": "RM5 2DH",
  "lapsed_date": "08/07/2025",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "street_name": "Collier Row",
  "site_number": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              549164.622,
              190986.489
            ],
            [
              549136.445,
              190998.411
            ],
            [
              549148.095,
              191027.129
            ],
            [
              549148.095,
              191028.484
            ],
            [
              549147.553,
              191032.277
            ],
            [
              549136.716,
              191037.425
            ],
            [
              549142.676,
              191052.868
            ],
            [
              549150.533,
              191049.617
            ],
            [
              549159.203,
              191048.804
            ],
            [
              549151.346,
              191032.548
            ],
            [
              549155.681,
              191029.026
            ],
            [
              549178.71,
              191023.607
            ],
            [
              549164.622,
              190986.489
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Havering-P0698.22",
  "locality": null,
  "actual_completion_date": null,
  "last_updated": "2025-06-30T19:10:37.764+01:00",
  "appeal_status": null,
  "parking_details": {
    "no_existing_cycle": 0,
    "no_proposed_bluebadge": 2,
    "no_existing_car": 0,
    "no_existing_bluebadge": 0,
    "net_car": 7,
    "no_proposed_car": 7,
    "no_proposed_cycle": 6,
    "net_bluebadge": 2,
    "net_cycle": 6,
    "no_proposed_lgv": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_proposed_bus": null,
    "no_existing_carclub": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_resi_offstreet": null,
    "no_existing_bus": null,
    "net_carclub": null
  },
  "decision": "Approved",
  "appeal_decision_date": null,
  "cil_liability": false,
  "decision_process": "Delegated",
  "status": "Approved",
  "title_number": [],
  "subdivision_of_building": null,
  "description": "Construction of two storey building to create 5 x 2 bedroom and 1 x 1 bedroom flats with associated car parking and amenity areas",
  "secondary_street_name": null,
  "site_name": "12 Hog Hill Road",
  "application_type_full": "Full planning permission",
  "application_type": "All Other",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.",
    "No works shall take place in relation to any of the development hereby approved until a Construction Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers is submitted to and approved in writing by the Local Planning Authority. The Construction Method statement shall include details of:",
    "a)  parking of vehicles of site personnel and visitors;",
    "b)  storage of plant and materials;",
    "c)  dust management controls;",
    "d)  measures for minimising the impact of noise and ,if appropriate, vibration arising from construction activities;",
    "e)  predicted noise and, if appropriate, vibration levels for construction using methodologies and at points agreed with the Local Planning Authority;",
    "f)  scheme for monitoring noise and if appropriate, vibration levels using methodologies and at points agreed with the Local Planning Authorities;",
    "g)  siting and design of temporary buildings;",
    "h)  scheme for security fencing/hoardings, depicting a readily vis",
    "No above ground works shall take place in relation to any of the development hereby approved until samples of all materials to be used in the external construction of the buildings are submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  Submission of samples prior to commencement will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area..",
    "No above ground works shall take place in relation to any of the development hereby approved until there has been submitted to and approved by the Local Planning Authority a scheme of hard and soft landscaping, which shall include indications of all existing trees and shrubs on the site, and details of any to be retained, together with measures for the protection in the course of development. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the hard and soft landscaping proposed.",
    "Notwithstanding the details shown on submitted drawings no building shall be occupied or use commenced until refuse and recycling facilities are provided in accordance with details which shall previously have been submitted to and approved in writing by the Local Planning Authority. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge how refuse and recycling will be managed on site.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect the amenity of occupiers of the development and also the locality generally.",
    "Notwithstanding the details shown on submitted drawings  no building shall be occupied or use commenced until cycle storage is provided in accordance with details previously submitted to and approved in writing by the Local Planning Authority. The cycle storage shall be permanently retained thereafter.",
    "Reason: Insufficient information has been supplied with the application to demonstrate what facilities will be available for cycle parking. Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use is in the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "No building shall be occupied or use commenced until external lighting of the access road is provided in accordance with details previously submitted to and approved in writing by the Local Planning Authority. The lighting shall be provided and operated in strict accordance with the approved scheme.",
    "Reason:- Insufficient information has been supplied with the application to judge the impact arising from any external lighting required in connection with the building or use.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect residential amenity.",
    "Hard surface porus/run-off - application site - All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason: In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "Prior to first occupation of the development hereby approved, details of all proposed walls, fences and boundary treatment shall be submitted to, and approved in writing by, the Local Planning Authority.  The boundary development shall then be carried out in accordance with the approved details and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:",
    "Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to commencement will protect the visual amenities of the development and prevent undue overlooking of adjoining property.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works, including any works of demolition; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason: To protect residential amenity.",
    "Prior to the first occupation of the proposed dwellings hereby approved, the area set aside for car parking shall be laid out and surfaced to the satisfaction of the Local Planning Authority and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose.",
    "Reason: To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety, and that the development accords with Policy 24 of the Havering Local Plan.",
    "Building Regulations - All dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with Policy 7 of the Havering Local Plan and Policy D7 of the London Plan.",
    "Water efficiency - All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy SI 5 of the London Plan..",
    "Before the development here permitted is first occupied details of privacy screening to be installed/and finish of terraced areas hereby permitted shall be agreed in writing with the Local Planning Authority. Such measures as agreed shall be maintained permanently thereafter.",
    "Reason:- In the interest of the amenity of surrounding and future occupiers of the development and matters of design.",
    "Notwithstanding the details shown on submitted plans before the dwellings hereby permitted are first occupied, provision shall be made within the site for eight car parking spaces and thereafter this provision shall be made permanently available for use, unless otherwise agreed in writing by the Local Planning Authority. Space 9 shown on drawing no. 2885/31 shall be omitted.",
    "Reason:- To ensure that adequate car parking provision is made off street in the interests of highway safety.",
    "Prior to the first occupation of the proposed dwellings hereby approved, details of how the parking area would be secured and how access would be provided to future occupants shall be submitted to and approved in writing by the Local Planning Authority. Such as measures as agreed shall be retained permanently thereafter unless otherwise agreed in writing with the Local Planning Authority.",
    "Reason: - In the interest of amenity of future occupants.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is 25/m² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £12,000  would be payable due to result in new properties with a combined gross internal floor area of 480m² of GIA, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125m² (Zone A for each additional square metre of GIA. Based upon the information supplied with the application, £60,000 would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of t",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework.",
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.",
    "No works shall take place in relation to any of the development hereby approved until a Construction Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers is submitted to and approved in writing by the Local Planning Authority. The Construction Method statement shall include details of:",
    "a)  parking of vehicles of site personnel and visitors;",
    "b)  storage of plant and materials;",
    "c)  dust management controls;",
    "d)  measures for minimising the impact of noise and ,if appropriate, vibration arising from construction activities;",
    "e)  predicted noise and, if appropriate, vibration levels for construction using methodologies and at points agreed with the Local Planning Authority;",
    "f)  scheme for monitoring noise and if appropriate, vibration levels using methodologies and at points agreed with the Local Planning Authorities;",
    "g)  siting and design of temporary buildings;",
    "h)  scheme for security fencing/hoardings, depicting a readily vis",
    "No above ground works shall take place in relation to any of the development hereby approved until samples of all materials to be used in the external construction of the buildings are submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  Submission of samples prior to commencement will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area..",
    "No above ground works shall take place in relation to any of the development hereby approved until there has been submitted to and approved by the Local Planning Authority a scheme of hard and soft landscaping, which shall include indications of all existing trees and shrubs on the site, and details of any to be retained, together with measures for the protection in the course of development. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the hard and soft landscaping proposed.",
    "Notwithstanding the details shown on submitted drawings no building shall be occupied or use commenced until refuse and recycling facilities are provided in accordance with details which shall previously have been submitted to and approved in writing by the Local Planning Authority. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge how refuse and recycling will be managed on site.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect the amenity of occupiers of the development and also the locality generally.",
    "Notwithstanding the details shown on submitted drawings  no building shall be occupied or use commenced until cycle storage is provided in accordance with details previously submitted to and approved in writing by the Local Planning Authority. The cycle storage shall be permanently retained thereafter.",
    "Reason: Insufficient information has been supplied with the application to demonstrate what facilities will be available for cycle parking. Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use is in the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "No building shall be occupied or use commenced until external lighting of the access road is provided in accordance with details previously submitted to and approved in writing by the Local Planning Authority. The lighting shall be provided and operated in strict accordance with the approved scheme.",
    "Reason:- Insufficient information has been supplied with the application to judge the impact arising from any external lighting required in connection with the building or use.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect residential amenity.",
    "Hard surface porus/run-off - application site - All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason: In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "Prior to first occupation of the development hereby approved, details of all proposed walls, fences and boundary treatment shall be submitted to, and approved in writing by, the Local Planning Authority.  The boundary development shall then be carried out in accordance with the approved details and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:",
    "Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to commencement will protect the visual amenities of the development and prevent undue overlooking of adjoining property.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works, including any works of demolition; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason: To protect residential amenity.",
    "Prior to the first occupation of the proposed dwellings hereby approved, the area set aside for car parking shall be laid out and surfaced to the satisfaction of the Local Planning Authority and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose.",
    "Reason: To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety, and that the development accords with Policy 24 of the Havering Local Plan.",
    "Building Regulations - All dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with Policy 7 of the Havering Local Plan and Policy D7 of the London Plan.",
    "Water efficiency - All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy SI 5 of the London Plan..",
    "Before the development here permitted is first occupied details of privacy screening to be installed/and finish of terraced areas hereby permitted shall be agreed in writing with the Local Planning Authority. Such measures as agreed shall be maintained permanently thereafter.",
    "Reason:- In the interest of the amenity of surrounding and future occupiers of the development and matters of design.",
    "Notwithstanding the details shown on submitted plans before the dwellings hereby permitted are first occupied, provision shall be made within the site for eight car parking spaces and thereafter this provision shall be made permanently available for use, unless otherwise agreed in writing by the Local Planning Authority. Space 9 shown on drawing no. 2885/31 shall be omitted.",
    "Reason:- To ensure that adequate car parking provision is made off street in the interests of highway safety.",
    "Prior to the first occupation of the proposed dwellings hereby approved, details of how the parking area would be secured and how access would be provided to future occupants shall be submitted to and approved in writing by the Local Planning Authority. Such as measures as agreed shall be retained permanently thereafter unless otherwise agreed in writing with the Local Planning Authority.",
    "Reason: - In the interest of amenity of future occupants.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is 25/m² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £12,000  would be payable due to result in new properties with a combined gross internal floor area of 480m² of GIA, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125m² (Zone A for each additional square metre of GIA. Based upon the information supplied with the application, £60,000 would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of t",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "centroid": {
    "lat": 51.598244,
    "lon": 0.152117
  },
  "bo_system": "Portal",
  "lpa_app_no": "P0698.22",
  "pp_id": "11218512",
  "last_date_consultation_comments": "25/05/2022",
  "centroid_easting": 549156,
  "decision_date": "08/07/2022",
  "lpa_name": "Havering",
  "uprn": "100023217340",
  "decision_target_date": "08/07/2022",
  "valid_date": "04/05/2022",
  "application_details": {
    "existing_uprns": [],
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Total construction",
        "intended_commencement_date": "10/2022",
        "intended_completion_date": "10/2023"
      },
      {
        "phase_detail": "Total construction",
        "intended_commencement_date": "10/2022",
        "intended_completion_date": "10/2023"
      }
    ],
    "total_gia_gained": 480,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [
        {
          "area": 582,
          "access": "Restricted",
          "land_swap": false,
          "open_space_designation": "Other",
          "description": "Change from hard standing to green private spaces",
          "open_space_type": "Amenity"
        },
        {
          "area": 582,
          "access": "Restricted",
          "land_swap": false,
          "open_space_designation": "Other",
          "description": "Change from hard standing to green private spaces",
          "open_space_type": "Amenity"
        }
      ],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0,
      "protected_spaces_details": []
    },
    "site_area": 0.14100000000000001,
    "total_gia_lost": 0,
    "total_gia_existing": 0,
    "existing_proposed_floorspace_details": [],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": false,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 8.6,
        "building_ref": "Principal new building"
      },
      {
        "no_storeys": 2,
        "max_height": 8.6,
        "building_ref": "Principal new building"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 40,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 480,
      "total_gia_existing": 0,
      "total_gia_lost": 0,
      "development_type": null,
      "site_area": 0.14100000000000001
    },
    "garden_land_lost": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 6,
      "green_roof_area": 0,
      "solar_pv_capacity": 0,
      "no_new_water_connections_required": 6,
      "no_homes_passive_cooling": 0,
      "no_passive_fast_ev_charging_points": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": false,
      "percentage_demolition_construction_material_recycling": 10,
      "no_active_fast_ev_charging_points": 2,
      "no_homes_to_have_electrical_heating": 6,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "chp_heat_pumps_capacity": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_passive_rapid_ev_charging_points": null,
      "no_active_rapid_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "no_active_slow_ev_charging_points": null,
      "urban_greening_factor_score": null,
      "no_passive_slow_ev_charging_points": null,
      "community_energy_capacity": null,
      "waste_details": []
    },
    "internal_resi_water_usage": 110,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 11,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 6,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 6,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": 120.56737588652483,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 451,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 42.5531914893617,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 67,
          "tenure": "Market for rent",
          "unit_development_type": "New Build"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 78,
          "tenure": "Market for rent",
          "unit_development_type": "New Build"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 78,
          "tenure": "Market for rent",
          "unit_development_type": "New Build"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 76,
          "tenure": "Market for rent",
          "unit_development_type": "New Build"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 76,
          "tenure": "Market for rent",
          "unit_development_type": "New Build"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 76,
          "tenure": "Market for rent",
          "unit_development_type": "New Build"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "site_area": 0.14100000000000001
    },
    "ownership_status": "Private",
    "s106_agreement": false,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": false,
    "other_contributions": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "commencement_notice_received": false,
    "circular_economy_statement": false,
    "qualifying_vacant_building_floorspace": null,
    "constraints_details": [],
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": false,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": false,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "uk_company_registration_no": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": 0.14100000000000001,
      "other_resi_accommodation_unit_details": []
    },
    "3d_model": false,
    "transport_contributions": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "borough_cil_liability_notice_issued": false,
    "transport_impact_assessment": false,
    "social_infrastructure_contributions": null,
    "scheme_name": null,
    "lead_developer_company_name": null
  },
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 191016,
  "epc_number": null,
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "borough": "Havering",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0698.22",
  "appeal_decision": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.152229,
          51.597977
        ],
        [
          0.151827,
          51.598091
        ],
        [
          0.152008,
          51.598346
        ],
        [
          0.152008,
          51.598358
        ],
        [
          0.152002,
          51.598392
        ],
        [
          0.151848,
          51.598442
        ],
        [
          0.15194,
          51.598579
        ],
        [
          0.152052,
          51.598547
        ],
        [
          0.152177,
          51.598538
        ],
        [
          0.152057,
          51.598394
        ],
        [
          0.152118,
          51.598361
        ],
        [
          0.152448,
          51.598306
        ],
        [
          0.152229,
          51.597977
        ]
      ]
    ],
    "type": "Polygon"
  }
}