{
  "application_type": "Householder",
  "application_type_full": "Householder planning & demolition in a conservation area",
  "description": "Erection of first floor and dormer extensions to the rear and removal of rear chimney",
  "epc_number": null,
  "street_name": "UXBRIDGE",
  "appeal_decision": null,
  "lpa_app_no": "57449/APP/2022/1867",
  "centroid": {
    "lon": "-0.48136639999999997",
    "lat": "51.5377256"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 505421,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=57449/APP/2022/1867",
  "last_updated": "2025-03-20T16:26:49.808+00:00",
  "subdivision_of_building": null,
  "postcode": "UB8 2PA",
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 183184,
  "site_name": "83 CHILTERN VIEW ROAD",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "23/06/2022",
  "lapsed_date": "31/08/2025",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "decision_target_date": "31/08/2022",
  "title_number": [
    "MX229595"
  ],
  "decision": "Approved",
  "last_date_consultation_comments": "20/07/2022",
  "ward": "UXBRIDGE 2022",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-57449_APP_2022_1867",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505414.576,
              183208.4433
            ],
            [
              505423.7114,
              183208.9579
            ],
            [
              505424.2333,
              183208.9724
            ],
            [
              505427.4083,
              183159.0984
            ],
            [
              505417.8833,
              183158.7015
            ],
            [
              505414.576,
              183208.4433
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              505414.7083,
              183208.7078
            ],
            [
              505423.8365,
              183208.9724
            ],
            [
              505423.9688,
              183208.9724
            ],
            [
              505423.7114,
              183208.9579
            ],
            [
              505414.7083,
              183208.7078
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 191 P1 and 192 P1.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials (including colours and finishes) to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 and DMHB 4 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "No site clearance or construction work shall take place until the details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "1. A method statement outlining the sequence of development on the site including demolition, building works and tree protection measures.",
    "2. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority. Such fencing should be a minimum height of 1.5 metres.",
    "Thereafter, the development shall be implemented in accordance with the approved details.",
    "The fencing shall be retained in position until development is completed.",
    "Notwithstanding the approved drawings, the rooflights hereby approved shall be conservation style and set flush with the roof plane. Furthermore, they shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building or the privacy of neighbouring occupiers in accordance with Policy DMHB 11 and DMHB 4 of the Hillingdon Local Plan Part 2 (2020).",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "Your attention is drawn to the fact that the planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor."
  ],
  "application_details": {
    "no_additional_bedrooms": 0,
    "total_gia_gained": 34,
    "existing_uprns": null,
    "intended_commencement_date": "07/2022",
    "no_additional_bathrooms": 0,
    "intended_completion_date": "07/2023",
    "site_area": 0.048
  },
  "pp_id": "11318463",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4814516,
          51.5379466
        ],
        [
          -0.48131979999999996,
          51.5379495
        ],
        [
          -0.48131229999999997,
          51.5379495
        ],
        [
          -0.4812815,
          51.5375006
        ],
        [
          -0.4814189,
          51.5374988
        ],
        [
          -0.4814516,
          51.5379466
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "31/08/2022",
  "secondary_street_name": "MIDDLESEX"
}