{
  "centroid": {
    "lon": "0.21933709999999998",
    "lat": "51.5693501"
  },
  "status": "Approved",
  "decision_target_date": "07/07/2020",
  "site_name": "Emerson Evangelical Church",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved. Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section 7 of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document",
    "The proposed new dropped kerb to provide vehicular access to the front of the church is to be used as a drop-off area only and not as a formal car park for the site.",
    "Reason: In the interests of residential amenity.",
    "Prior to the commencement of the development hereby approved, details of all proposed new vehicular and pedestrian gates forming part of the sites boundary treatment shall be submitted to, and approved in writing by, the Local Planning Authority.  The proposed gates on the boundary shall then be carried out in accordance with the approved details and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:",
    "Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to commencement will protect the visual amenities of the development, prevent undue overlooking of adjoining property and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "a)  If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this unsuspected contamination shall be dealt with has been submitted to and approved in writing by the local planning authority. The remediation strategy shall be implemented as approved.",
    "b)  Following completion of the remediation works as mentioned in (a) above, a 'Verification Report' must be submitted demonstrating that the works have been carried out satisfactorily and remediation targets have been achieved.",
    "Reason: To ensure that any previously unidentified contamination found at the site is investigated and satisfactorily addressed in order to protect those engaged in construction and occupation of the development from potential contamination.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal",
    "The proposal involves works which affect the highway and/or its verge.  Before commencing such works you must obtain separate consent of the Highway Authority.  Please contact the Streetcare on 01708 432563.",
    "It is noted that the plan nos. S410.3 and S410.4 include additional elements that do not form part of this planning application, including new signage, replacement of the boundary fence or the potential location of an air source heat pump. All of which have not been assessed as part of this application.",
    "No domestic waste collection applies to this proposal. The business will require suitable waste contract to meet the requirements of the business. Commercial waste will require suitable storage arrangements. For further information refer to Havering Boroughs website at the following link:",
    "https://www.havering.gov.uk/info/20003/rubbish_and_recycling/103/business_waste",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018."
  ],
  "secondary_street_name": "Hornchurch",
  "application_type": "All Other",
  "postcode": "RM11 2JR",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "07/07/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0267.20",
  "centroid_northing": 187942,
  "uprn": "100023213573",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Emerson Park",
  "decision_date": "07/07/2020",
  "description": "Single storey side extension, minor external alterations and installation of vehicle crossover to front",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0267.20",
  "lpa_app_no": "P0267.20",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:55:35.631+00:00",
  "centroid_easting": 553907,
  "pp_id": "08519688",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "26/02/2020",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553927.535,
              187936.467
            ],
            [
              553908.773,
              187936.534
            ],
            [
              553907.148,
              187937.009
            ],
            [
              553905.251,
              187923.936
            ],
            [
              553886.286,
              187929.964
            ],
            [
              553893.262,
              187953.265
            ],
            [
              553927.197,
              187955.026
            ],
            [
              553927.535,
              187936.467
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.083
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Butts Green Road",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "28/05/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2196308,
          51.5692947
        ],
        [
          0.21936029999999998,
          51.5693005
        ],
        [
          0.21933709999999998,
          51.5693052
        ],
        [
          0.219304,
          51.5691882
        ],
        [
          0.21903319999999998,
          51.5692476
        ],
        [
          0.21914399999999998,
          51.569455
        ],
        [
          0.219634,
          51.5694616
        ],
        [
          0.2196308,
          51.5692947
        ]
      ]
    ],
    "type": "Polygon"
  }
}