{
  "lpa_name": "Islington",
  "pp_id": null,
  "description": "Rear garden:\r\nTree subject to tree preservation order (TPO) - LBI TPO (NO.457) 2015\r\n\r\nProposed works:\r\nFell - 1 x Lime tree. TPO tree number 457/T1 \r\n\r\nReasons given for fell:\r\n1. Structural damage to boundary wall.\r\n2. Excessive shading and dominance in a small garden.\r\n3. Restricted use of garden in the summer due to honeydew from the tree which limits where householders can sit and prevents laundry from being put out to dry.\r\n4. Unreasonable management costs along with pruned material having to be carried through the house with potential for considerable mess.\r\n5. Limited public amenity value because the tree can only be seen from immediately adjacent to Hemmingford Road.\r\n6. Immediate neighbours support the felling of the tree due to the intrusion on their space.\r\n\r\nThe tree will not be replaced for the reasons given above.",
  "epc_number": null,
  "status": "Allowed",
  "decision_date": "15/04/2016",
  "street_name": "Richmond Avenue",
  "decision_process": "Delegated",
  "uprn": "5300077793",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "18/04/2016",
  "subdivision_of_building": null,
  "title_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 530894,
  "appeal_decision": "Allowed",
  "lpa_app_no": "P2016/0958/TRE",
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              530898.2932189,
              183872.5962681
            ],
            [
              530898.2437486,
              183864.1986719
            ],
            [
              530898.2437486,
              183862.5491441
            ],
            [
              530898.0953375,
              183860.4997307
            ],
            [
              530897.7490449,
              183853.4417511
            ],
            [
              530897.3945073,
              183846.7436684
            ],
            [
              530890.6418022,
              183846.643697
            ],
            [
              530890.8479287,
              183864.0487149
            ],
            [
              530890.748988,
              183872.5462824
            ],
            [
              530890.6418022,
              183877.1449661
            ],
            [
              530898.2437486,
              183877.2949232
            ],
            [
              530898.2932189,
              183872.5962681
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "actual_commencement_date": null,
  "application_type": "All Other",
  "bo_system": "Agile APAS",
  "centroid": {
    "lat": "51.538493",
    "lon": "-0.1140215"
  },
  "decision_agency": null,
  "parking_details": null,
  "postcode": "N1 0ND",
  "last_updated": "2025-03-20T00:46:52.188+00:00",
  "secondary_street_name": null,
  "cil_liability": false,
  "url_planning_app": null,
  "valid_date": "22/02/2016",
  "appeal_decision_date": "06/10/2016",
  "locality": "London",
  "appeal_start_date": "22/06/2016",
  "application_type_full": null,
  "decision": "Refused",
  "last_updated_by": "Agile APAS",
  "actual_completion_date": null,
  "site_name": "",
  "lapsed_date": "15/04/2019",
  "centroid_northing": 183862,
  "decision_conditions": [
    "1.\tStructural damage to the boundary wall\r\n\r\nThe tree is growing adjacent to the boundary wall shared with number 40 Richmond Avenue. There is a gap of around 200mm between the top of the wall and the tree stem and a larger gap between the base of the tree at soil level and the soil level of the wall due to a previous wall modification including a lintel and a single skin row of bricks from lintel level to below soil level. One can see that this section of the wall has been installed as a solution to allow the tree and wall to co-exist. However it is apparent that damage has occurred to this section of the wall and this solution has not worked. There are two expansion joints approximately 2m apart, the lintel projects across the expansion joints.\r\n\r\nAt the time of receipt no structural engineers report was supplied with the application although the applicant had checked the box within section 8 trees - additional information 2 - alleged damage to property within the application form. The only comments to the condition of the wall were from the owner and within a tree report from an arboriculturist commissioned by the applicant.\r\n\r\nFollowing validation, further information on damage and structure of the wall was requested by an email sent by the council to Mr Harvey on 09/03/16 and the council received a reply on the 01/04/16.\r\n\r\nWithin the email was an attachment with a letter from a company of consulting engineers who have given an appraisal of the walls current condition and to review the options to remedy this damage. Unfortunately, within the letter there is no exploration of any engineering solutions that involve the retention of the tree and the repair of the wall. There is just a statement at the bottom of page one that states \"Reconstruction of the retaining structure would not be viable without damage to tree roots. I would therefore recommend that the tree is removed\" \r\n\r\nIslington council tree policy states that council trees \"causing disruption to pavements, kerbs, garden paths and walls will not constitute grounds for the pruning or removal of trees. In these cases engineering solutions will be sought\".  Our tree policy reflects our stance on how we approach the same situations with private trees.\r\n\r\nIt is unreasonable to remove a large protected tree to facilitate the repair of a wall if the wall needs repair regardless of the tree being adjacent to it. Solutions for rebuilding a wall whilst causing minimum damage to the tree are available and examples exist within the borough.\r\n\r\nThe report also states that \"it is understood that the adjoining property has suffered damage in the past\". It is unclear as to which building this refers to, number 40 or number 44, and no evidence of this damage has been supplied with the application.\r\n\r\nThe tree report sent with the application states that it is an excessive cost and inconvenience to remove the section of wall but no costs were given at this time. After a request to the applicant the council have since received an email sent to me on 01/04/16 stating that although there has been no procedure by the applicant to obtain a formal cost for the removal of the wall, he has received an informal estimate from builders of between £500-£1000 but no evidence of this has been supplied at this time.\r\n\r\n\r\n\r\n ."
  ],
  "ward": "Stratford New Town",
  "site_number": "42",
  "application_details": {
    "lead_developer_company_name": "Councillor Paul Convery",
    "s106_agreement": false,
    "site_area": 0.022000000000000002
  },
  "id": "Islington-P2016_0958_TRE",
  "appeal_status": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.1139557,
          51.5385872
        ],
        [
          -0.11395949999999999,
          51.5385118
        ],
        [
          -0.1139601,
          51.538497
        ],
        [
          -0.113963,
          51.5384786
        ],
        [
          -0.11397059999999999,
          51.5384152
        ],
        [
          -0.1139782,
          51.5383551
        ],
        [
          -0.1140756,
          51.5383558
        ],
        [
          -0.11406609999999999,
          51.5385121
        ],
        [
          -0.1140644,
          51.5385885
        ],
        [
          -0.11406419999999999,
          51.5386299
        ],
        [
          -0.11395459999999999,
          51.5386295
        ],
        [
          -0.1139557,
          51.5385872
        ]
      ]
    ]
  },
  "borough": "Islington",
  "last_date_consultation_comments": null
}