{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509114.4281,
              178763.2026
            ],
            [
              509121.7042,
              178807.3881
            ],
            [
              509123.2917,
              178806.8589
            ],
            [
              509124.4823,
              178809.1079
            ],
            [
              509127.1281,
              178808.711
            ],
            [
              509119.5875,
              178761.4828
            ],
            [
              509114.825,
              178762.4088
            ],
            [
              509121.7042,
              178806.9912
            ],
            [
              509114.4281,
              178763.2026
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08537141",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:39:21.726+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "06/04/2020",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "PINKWELL",
  "centroid": {
    "lat": "51.4974842",
    "lon": "-0.42940069999999997"
  },
  "decision": "Refused",
  "valid_date": "12/03/2020",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.023
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=44575/APP/2020/652",
  "lpa_name": "Hillingdon",
  "site_name": "296 STATION ROAD",
  "lapsed_date": "11/05/2023",
  "parking_details": null,
  "decision_conditions": [
    "The development would lead to the unacceptable subdivision and loss of a small single family dwelling for which there is an established need in the Borough. The development would therefore be contrary to policies DMH 2 and DMH 4 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The proposal has not demonstrated that sufficient off street parking and manoeuvring arrangements and safe pedestrian access would be provided, and therefore the development is considered to result in substandard car parking provision, leading to on-street parking/queuing to the detriment of public and highway safety contrary to Policies DMT 2, DMT 5 and DMT 6 of the emerging Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then Development Management Policies, then London Plan Policies (2016).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service. We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Part two storey part single storey rear extension and conversion of dwelling into 1 x 1 bed and 1 x studio flat with associated amenity space and parking",
  "lpa_app_no": "44575/APP/2020/652",
  "decision_target_date": "07/05/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "11/05/2020",
  "id": "Hillingdon-44575_APP_2020_652",
  "centroid_northing": 178785,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 509121,
  "street_name": "HAYES",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.429502,
          51.4972895
        ],
        [
          -0.4293836,
          51.4976853
        ],
        [
          -0.4293609,
          51.4976802
        ],
        [
          -0.4293431,
          51.4977002
        ],
        [
          -0.4293051,
          51.4976961
        ],
        [
          -0.4294283,
          51.4972731
        ],
        [
          -0.4294966,
          51.4972823
        ],
        [
          -0.4293837,
          51.4976817
        ],
        [
          -0.429502,
          51.4972895
        ]
      ]
    ],
    "type": "Polygon"
  }
}