{
  "lpa_name": "Merton",
  "pp_id": "PP-13018411",
  "description": "ERECTION OF A REPLACEMENT BASEMENT EXTENSION ENTIRELY WITHIN FOOTPRINT OF EXISTING HOUSE.",
  "epc_number": null,
  "status": "Approved",
  "decision_date": "31/07/2024",
  "street_name": "Hamilton Road",
  "decision_process": null,
  "uprn": "48032616",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "24/06/2024",
  "subdivision_of_building": null,
  "title_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 525899,
  "appeal_decision": null,
  "lpa_app_no": "24/P1183",
  "development_type": "Other house holder developments",
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525882.6988861563,
              170168.1494523795
            ],
            [
              525886.7966815261,
              170168.64930929674
            ],
            [
              525897.9027788361,
              170169.898951591
            ],
            [
              525900.0464947236,
              170170.1388829116
            ],
            [
              525916.1490990641,
              170172.19829341047
            ],
            [
              525918.0866884238,
              170172.4482218711
            ],
            [
              525919.1173210621,
              170172.57818466966
            ],
            [
              525919.496593873,
              170169.44908036484
            ],
            [
              525920.049012967,
              170164.60046826478
            ],
            [
              525920.1809339446,
              170163.56076587667
            ],
            [
              525919.1997716731,
              170163.45079735474
            ],
            [
              525910.8475247726,
              170162.52106348693
            ],
            [
              525907.0465516027,
              170162.101183676
            ],
            [
              525904.7131993095,
              170161.8212638026
            ],
            [
              525903.3032938604,
              170161.65131245006
            ],
            [
              525888.2972826472,
              170160.05177031574
            ],
            [
              525883.6470681834,
              170159.5519133975
            ],
            [
              525882.6988861563,
              170168.1494523795
            ],
            [
              525882.6988861563,
              170168.1494523795
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "actual_commencement_date": null,
  "application_type": "Householder",
  "bo_system": "Northgate M3",
  "centroid": {
    "lat": 51.416531,
    "lon": -0.190907
  },
  "decision_agency": "Borough",
  "parking_details": null,
  "postcode": "SW19 1JG",
  "last_updated": "2025-03-19T22:21:03.838+00:00",
  "secondary_street_name": null,
  "cil_liability": true,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P1183",
  "valid_date": "29/04/2024",
  "appeal_decision_date": null,
  "locality": "Wimbledon",
  "appeal_start_date": null,
  "application_type_full": "Householder planning permission",
  "decision": "Approved",
  "last_updated_by": "Northgate M3",
  "actual_completion_date": null,
  "site_name": null,
  "lapsed_date": "31/07/2027",
  "centroid_northing": 170165,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: MBBM202408.P.102; MBBM202408.P.302; MBBM202408.P.SK3-001",
    "Condition : 3 - Prior to the commencement of development, a detailed scheme for the \r\nprovision of surface and foul water drainage shall be submitted to and \r\napproved in writing by the local planning authority for the development. \r\nThe drainage scheme will dispose of surface water by means of a \r\nsustainable drainage system (SuDS) at the agreed runoff rate (no more \r\nthan 1 l/s, with no less than 1.5m3 of attenuation volume), in accordance \r\nwith drainage hierarchy contained within the London Plan Policy (SI 13 \r\nand SPG) and the advice contained within the National SuDS Standards. \r\nThe drainage design and plans shall include pipe sizes and direction of \r\nflow and non-return valves to prevent back up of flow.\r\n\r\nREASON: To reduce the risk of surface and foul water flooding to the \r\nproposed development and future users, and ensure surface water and \r\nfoul flood risk does not increase offsite in accordance with Merton?s \r\npolicies CS16, DMF2 and the London Plan policy SI 13",
    "Condition : 4 - Condition Flood Resilience measures\r\nThe following flood risk mitigation measures must be implemented prior to \r\nthe occupation of the proposed development:\r\nStandard basement construction practices will protect the site from \r\nresidual flood risks and these may include the following: \r\n- A raised threshold around the front and rear lightwells by at least \r\n+250mm to reduce the risk of internal flooding into the basement.\r\n- Basement to be fully waterproofed (tanked) \r\n- Plaster boards to be installed in horizontal sheets rather than \r\nconventional vertical installation methods to minimise the amount of \r\nplasterboard that could be damaged in a flood event \r\n- Wall sockets to be raised to as high as is practicable and sockets fed \r\nfrom the ceiling down in order to minimise damage if flood waters \r\ninundate the property \r\n- A sump area to be installed within the basement floor in the event that \r\nthe basement does flood and a sump pump fitted with a non-return valve \r\nor FLIP device to prevent water backing up into the property should the \r\nmains sewer become full\r\n\r\nReason: To reduce the impact the site may experience as a result of \r\nfluvial flooding and or surface water flooding to the proposed development \r\nand future users, in accordance with Merton?s policies CS16, DMF2 and \r\nthe London Plan policy SI 13 ",
    "Condition : 5 - Prior to the commencement of development, the following information \r\nshall be submitted to and approved in writing by the Local Planning \r\nAuthority:\r\na. Ground Movement Analysis (Vertical and Horizontal) including any \r\nheave or settlement analysis, and Damage Category Assessment with \r\ndetailed calculations. \r\n \r\nb. Detailed Construction Method Statement produced by the \r\nrespective Contractors responsible for the underpinning, excavation, and \r\nconstruction of the permanent retaining wall. This shall be reviewed and \r\nagreed by the Structural Engineer designing the basement. \r\nc. Design calculations of the temporary works supporting the highway \r\nand adjoining properties to facilitate excavation. \r\nd. Detail design calculations of the permanent retaining wall retaining \r\nthe highway must be revised to account for 10 KN/m2 surcharge loading \r\nfor the design of the retaining wall supporting the highway. \r\ne. Temporary works drawings and sections of the basement retaining \r\nwalls. \r\nf. Movement monitoring report produced by specialist surveyors \r\nappointed to install monitoring gauges to detect any movement of the \r\nhighway/neighbouring properties from start to completion of the project \r\nworks. The report should include the proposed locations pf the horizontal \r\nand vertical movement monitoring, frequency of monitoring, trigger levels, \r\nand the actions required for different trigger alarms. \r\nThe development shall be implemented in accordance with the approved \r\ninformation, unless first agreed otherwise in writing by the Local Planning \r\nAuthority.\r\n\r\nREASON: To safeguard the amenities of the area and the occupiers of \r\nneighbouring properties in accordance with Policy DM D2 of the Sites and \r\nPolicies Plan 2014",
    "Condition : 6 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 7 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttps://www.gov.uk/party-walls-building-works\r\n",
    "Condition : 8 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n     i) The application was acceptable as submitted and no further assistance was required.\r\n  \r\n"
  ],
  "ward": "Abbey",
  "site_number": "79",
  "application_details": {
    "no_additional_bathrooms": 0,
    "total_gia_gained": 32.6,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "10/2024",
    "intended_commencement_date": "06/2024",
    "site_area": 0.032
  },
  "id": "Merton-24_P1183",
  "appeal_status": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.19114,
          51.416563
        ],
        [
          -0.191081,
          51.416566
        ],
        [
          -0.190921,
          51.416575
        ],
        [
          -0.19089,
          51.416577
        ],
        [
          -0.190658,
          51.416592
        ],
        [
          -0.19063,
          51.416594
        ],
        [
          -0.190615,
          51.416595
        ],
        [
          -0.190611,
          51.416566
        ],
        [
          -0.190605,
          51.416523
        ],
        [
          -0.190603,
          51.416513
        ],
        [
          -0.190617,
          51.416513
        ],
        [
          -0.190738,
          51.416506
        ],
        [
          -0.190793,
          51.416503
        ],
        [
          -0.190826,
          51.416501
        ],
        [
          -0.190847,
          51.4165
        ],
        [
          -0.191063,
          51.416489
        ],
        [
          -0.19113,
          51.416485
        ],
        [
          -0.19114,
          51.416563
        ],
        [
          -0.19114,
          51.416563
        ]
      ]
    ]
  },
  "borough": "Merton",
  "last_date_consultation_comments": "16/06/2024"
}