{
  "uprn": "48017158",
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.207025,
          51.423037
        ],
        [
          -0.207218,
          51.423213
        ],
        [
          -0.207128,
          51.423253
        ],
        [
          -0.206935,
          51.423076
        ],
        [
          -0.207025,
          51.423037
        ]
      ]
    ]
  },
  "appeal_start_date": null,
  "centroid_northing": 170869,
  "decision": "Approved",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              524760.5500103008,
              170860.90032728738
            ],
            [
              524746.700010293,
              170880.2003272918
            ],
            [
              524752.8500102967,
              170884.7503272934
            ],
            [
              524766.7000103043,
              170865.4003272882
            ],
            [
              524760.5500103008,
              170860.90032728738
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "borough": "Merton",
  "bo_system": "Northgate M3",
  "pp_id": "PP-12996738",
  "decision_process": null,
  "locality": "Wimbledon",
  "site_number": "21",
  "secondary_street_name": null,
  "description": "SINGLE STOREY REAR EXTENSION, INSTALLATION OF VEHICULAR CROSSOVER AND ASSOCIATED WORKS",
  "postcode": "SW19 7QA",
  "appeal_decision": null,
  "centroid": {
    "lat": 51.423109,
    "lon": -0.20703
  },
  "lapsed_date": "25/07/2027",
  "application_type": "Householder",
  "title_number": null,
  "last_date_consultation_comments": "21/06/2024",
  "parking_details": {
    "no_existing_car": 0,
    "no_proposed_car": 1,
    "net_car": 1
  },
  "application_type_full": "Householder planning permission",
  "appeal_decision_date": null,
  "cil_liability": true,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P1118",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: AA-D-A-03000 Rev 1; AA-D-A-03100 Rev 1; AA-D-A-03101 Rev 2; AA-D-A-03105 Rev 1; AA-D-A-03106 Rev 1; AA-D-A-05102 Rev 2; AA-D-A-06103 Rev 1; AA-D-A-06104 Rev 1; AA-D-A-06106",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - The parking space shall not be used for any purpose other than for the garaging or parking of private motor vehicles used by occupiers or visitors to the premises. \r\n\r\nReason: To ensure retention of satisfactory parking provision and safeguard the residential amenity of the locality and to comply with the following Development Plan policies for Merton: policies CS18 and CS20 of Merton's Core Planning Strategy 2011 and policies DM T2, T3, T4 and T5 of Merton's Sites and Policies Plan 2014",
    "Condition : 5 - Tree Protection - No works to demolish the front boundary wall and install the vehicle crossover shall be undertaken until an Arboricultural Method Statement and Tree Protection Plan, drafted in accordance with the recommendations and guidance set out in BS 5837:2012 has been submitted to and approved in writing by the Local Planning Authority and the approved details have been installed.  The details and measures as approved shall be retained and maintained, until the completion of all site operations.\r\n",
    "Condition : 6 - Hardstanding (Flooding) - The hardstanding hereby permitted shall be made of porous materials, or provision made to direct surface water run-off to a permeable or porous area or surface within the application site before the development hereby permitted is first occupied or brought into use.",
    "Condition : 7 - (Flood mitigation) The development hereby approved shall implement the flood mitigation measures as submitted with the proposal titled: EA FRA Matrix. These measures shall thereafter be retained in perpetuity.\r\n\r\nReason: To reduce the risk of flooding and to comply with the following Development Plan policies for Merton: policy SI 13 of the London Plan 2021, policy CS16 of Merton's Core Planning Strategy 2011 and policy DM F2 of Merton's Sites and Policies Plan 2014.",
    "Condition : 8 - *INFORMATIVE*\r\nThis permission does not override highways consent.\nThe Highways department must give written consent and install the dropped kerb.",
    "Condition : 9 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant was offered the opportunity to submit amended plans in order to make the proposal acceptable in planning terms.\r\n   ii) The application was approved without delay.\r\n\r\n",
    "Condition : 10 - INFORMATIVE\r\nThis permission relates solely to the single storey rear extension and the vehicle crossover. The drawings include roof works, however these roof works do not form part of this permission.",
    "Condition : 11 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttps://www.gov.uk/party-walls-building-works\r\n",
    "Condition : 12 - INFORMATIVE\r\nAdvice regarding permeable and porous hardstandings can be found in the document 'Guidance on the Permeable Surfacing of Front Gardens' available at http://www.communities.gov.uk/publications/planningandbuilding/pavingfrontgardens\r\n",
    "Condition : 13 - INFORMATIVE\r\nIt is Council policy for the Council's contractor to construct new vehicular accesses. The applicant should contact the Council's Highways Team on 020 8545 3829 prior to any work starting to arrange for this work to be done. If the applicant wishes to undertake this work the Council will require a deposit and the applicant will need to cover all the Council's costs (including supervision of the works). If the works are of a significant nature, a Section 278 Agreement (Highways Act 1980) will be required and the works must be carried out to the Council's specification.\r\n"
  ],
  "actual_completion_date": null,
  "last_updated_by": "Northgate M3",
  "street_name": "Compton Road",
  "appeal_status": null,
  "development_type": "Other house holder developments",
  "decision_date": "25/07/2024",
  "lpa_app_no": "24/P1118",
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "site_name": null,
  "subdivision_of_building": null,
  "last_updated": "2025-03-19T22:27:57.067+00:00",
  "decision_target_date": "25/07/2024",
  "valid_date": "20/05/2024",
  "reference_no_of_permission_being_relied_on": null,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Merton",
  "id": "Merton-24_P1118",
  "application_details": {
    "total_gia_gained": 25,
    "intended_commencement_date": "06/2024",
    "intended_completion_date": "10/2024",
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "site_area": 0.018000000000000002
  },
  "ward": "Hillside",
  "centroid_easting": 524760,
  "epc_number": "0340-2015-4280-2497-1975"
}