{
  "uprn": "48043120",
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.241534,
          51.417053
        ],
        [
          -0.241557,
          51.417032
        ],
        [
          -0.241191,
          51.416871
        ],
        [
          -0.241134,
          51.416766
        ],
        [
          -0.240928,
          51.416795
        ],
        [
          -0.240955,
          51.417052
        ],
        [
          -0.241423,
          51.417019
        ],
        [
          -0.241534,
          51.417053
        ]
      ]
    ]
  },
  "appeal_start_date": null,
  "centroid_northing": 170130,
  "decision": "Approved",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              522377.350008994,
              170137.40032711177
            ],
            [
              522375.8020089932,
              170134.94932711142
            ],
            [
              522401.65000900626,
              170117.7003271047
            ],
            [
              522405.9000090083,
              170106.10032710235
            ],
            [
              522420.1500090157,
              170109.6503271024
            ],
            [
              522417.60000901466,
              170138.25032711134
            ],
            [
              522385.150008998,
              170133.75032711047
            ],
            [
              522377.350008994,
              170137.40032711177
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "borough": "Merton",
  "bo_system": "Northgate M3",
  "pp_id": "PP-13138596\r",
  "decision_process": null,
  "locality": "Wimbledon",
  "site_number": "33",
  "secondary_street_name": null,
  "description": "ERECTION OF A WEST ELEVATION (FRONT) PITCHED ROOF TO INCORPORATE PITCHED GABLE FEATURE, CLADDING, DORMER WINDOW ALONG WITH MINOR AMENDMENTS TO EXISTING PLANNING PERMISSION (23/P0644) IN ORDER TO RETAIN EXISTING WINDOWS ALONG WITH REPOSITIONING OF FLAT ROOF SKYLIGHTS TO FIRST FLOOR EXTENSION",
  "postcode": "SW20 0NW",
  "appeal_decision": null,
  "centroid": {
    "lon": -0.241038,
    "lat": 51.416979
  },
  "lapsed_date": "05/08/2027",
  "application_type": "Householder",
  "title_number": null,
  "last_date_consultation_comments": "24/07/2024",
  "parking_details": {
    "no_existing_car": 3,
    "no_proposed_car": 3,
    "net_car": 0
  },
  "application_type_full": "Householder planning permission",
  "appeal_decision_date": null,
  "cil_liability": true,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P1607",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [insert plans]",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Removal of PD (Extensions/Alterations) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and re-enacting that Order with or without modification), no extension, enlargement or other alteration of the dwellinghouse other than that expressly authorised by this permission shall be carried out without planning permission first obtained from the Local Planning Authority.",
    "Condition : 5 - No Use of Flat Roof  - Other than the use of the first floor south facing roof terrace positioned adjacent to the eastern boundary, access to areas of flat roof hereby permitted shall be for maintenance or emergency purposes only, and shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 6 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 7 - The details and measures for the protection of the existing trees as specified in the hereby approved document 'Arboricultural Method Statement, Impact \r\nassessment and Tree Protection Plan in Accordance with BS 5837:2012' by South Oaks shall be fully complied with as submitted under planning permission 23/P0644. The methods for the protection of the existing trees shall fully  accord with all of the measures specified in the report and shall be installed prior to the commencement of any site works and shall remain in place until the conclusion of all site works. \r\n",
    "Condition : 8 - Design of Foundations - No work shall be commenced until details of the proposed design, materials and method of construction of the foundations to be used within XXXm of the existing retained tree(s) shall be submitted to and approved in writing by the Local Planning Authority and the work shall be carried out in accordance with the approved details.",
    "Condition : 9 - Site Supervision (Trees) - The details of the Arboricultural Method Statement and Tree Protection Plan shall include the retention of an arboricultural expert to supervise, monitor and report to the LPA not less than monthly the status of all tree works and tree protection measures throughout the course of the construction period. At the conclusion of the construction period the arboricultural expert shall submit to the LPA a satisfactory completion statement to demonstrate compliance with the approved protection measures.",
    "Condition : 10 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with pre-application advice.\r\n   ii) The application was acceptable as submitted and no further assistance was required.\r\n   iii) The application was approved without delay.\r\n   iv) The application was considered by the Planning Committee where the applicant/agent had the opportunity to speak to the committee and promote the application.\r\n"
  ],
  "actual_completion_date": null,
  "last_updated_by": "Northgate M3",
  "street_name": "Lindisfarne Road",
  "appeal_status": null,
  "development_type": "Other house holder developments",
  "decision_date": "05/08/2024",
  "lpa_app_no": "24/P1607",
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "site_name": null,
  "subdivision_of_building": null,
  "last_updated": "2025-03-19T22:18:28.101+00:00",
  "decision_target_date": "05/08/2024",
  "valid_date": "10/06/2024",
  "reference_no_of_permission_being_relied_on": null,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Merton",
  "id": "Merton-24_P1607",
  "application_details": {
    "total_gia_gained": 0,
    "intended_commencement_date": "08/2024",
    "intended_completion_date": "09/2024",
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "site_area": 0.072
  },
  "ward": "Village",
  "centroid_easting": 522412,
  "epc_number": null
}