{
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.234369,
          51.412804
        ],
        [
          -0.23403,
          51.412828
        ],
        [
          -0.233721,
          51.412837
        ],
        [
          -0.233718,
          51.41277
        ],
        [
          -0.234363,
          51.412753
        ],
        [
          -0.234369,
          51.412804
        ],
        [
          -0.234369,
          51.412804
        ]
      ]
    ],
    "type": "Polygon"
  },
  "ward": "Raynes Park",
  "decision": "Approved",
  "decision_process": null,
  "appeal_status": null,
  "status": "Approved",
  "parking_details": null,
  "centroid_easting": 522916,
  "application_details": {
    "non_residential_details": {
      "total_gia_lost": 0,
      "total_gia_existing": 72,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 12
    },
    "grey_water_reuse": false,
    "total_gia_gained": 12,
    "infrastructure_details": {
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": false,
      "no_non_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "total_annual_pm_emissions": 0.35000000000000003,
      "no_new_water_connections_required": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_passive_cooling": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "waste_provision": true,
      "total_annual_nox_emissions": 4.03,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 0,
      "mobile_network_operators_consultation": false
    },
    "internal_resi_water_usage": 105,
    "surface_water_discharge_percentage_reduction": 100,
    "green_suds": false,
    "scheme_phasing": true,
    "affordable_housing_fast_track": false,
    "garden_land_lost": true,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "10/2024",
        "intended_commencement_date": "06/2024"
      }
    ],
    "total_gia_lost": 0,
    "ownership_status": "Private",
    "rain_water_harvesting": false,
    "total_gia_existing": 72,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 72,
        "use_class": "C3",
        "gia_gained": 12,
        "gia_lost": 0
      }
    ],
    "site_area": 0.033800000000000004,
    "projected_cost_of_works": "Up to £2m"
  },
  "actual_completion_date": null,
  "application_type_full": "Full planning permission",
  "locality": "Raynes Park",
  "actual_commencement_date": null,
  "development_type": "Minor dwellings",
  "appeal_decision_date": null,
  "centroid_northing": 169677,
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": true,
  "lapsed_date": "26/07/2027",
  "pp_id": "PP-12946718\r",
  "lpa_app_no": "24/P1035",
  "epc_number": "9340-2909-8320-2807-8265",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.412799,
    "lon": -0.233951
  },
  "application_type": "All Other",
  "borough": "Merton",
  "postcode": "SW20 0DE",
  "site_name": null,
  "bo_system": "Northgate M3",
  "site_number": "77",
  "decision_target_date": "26/07/2024",
  "valid_date": "15/04/2024",
  "street_name": "Durham Road",
  "last_updated_by": "Northgate M3",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P1035",
  "appeal_start_date": null,
  "last_date_consultation_comments": "12/07/2024",
  "last_updated": "2025-03-19T22:25:23.482+00:00",
  "appeal_decision": null,
  "description": "RETENTION OF AND CONVERSION OF 2 X SELF-CONTAINED FLATS INTO A SINGLE-FAMILY DWELLINGHOUSE. DEMOLITION OF EXISTING REAR EXTENSION & REPLACEMENT WITH A SINGLE STOREY REAR EXTENSION",
  "decision_date": "26/07/2024",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: Design & Access Statement; BP01.1; LP01 Rev 0; 101.1 Rev A; 102.1 Rev 0; 103.1 Rev A; 104.1 Rev A. ",
    "Condition : 3 - Matching Materials - The facing materials used in the development hereby permitted shall match those of the existing building in materials, style, colour, texture and, in the case of brickwork, bonding, coursing and pointing.",
    "Condition : 4 - Cycle Parking  - Details to be Submitted - No development shall commence until details of secure cycle parking facilities for the occupants of, and visitors to, the development have been submitted to and approved in writing by the Local Planning Authority.  The approved facilities shall be fully implemented and made available for use prior to the first occupation of the development and thereafter retained for use at all times.",
    "Condition : 5 - Refuse & Recycling (Details to be Submitted) - No development shall take place until a scheme for the storage of refuse and recycling has been submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the scheme has been approved, and the development shall not be\r\noccupied until the scheme has been approved and has been carried out in full. Those facilities and measures shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 6 - Construction Vehicles - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 7 - Biodiversity Net Gain Condition\r\n\r\nPrior to the commencement of development, a biodiversity gain plan shall be submitted to and approved in writing by the local planning authority. The biodiversity gain plan shall include:\r\n(a)relates to development for which planning permission is granted, and\r\n(b)specifies the matters referred to in sub-paragraph (2).\r\n(2)The matters are-\r\n(a)information about the steps taken or to be taken to minimise the adverse effect of the development on the biodiversity of the onsite habitat and any other habitat,\r\n(b)the pre-development biodiversity value of the onsite habitat,\r\n(c)the post-development biodiversity value of the onsite habitat,\r\n(d)any registered offsite biodiversity gain allocated to the development and the biodiversity value of that gain in relation to the development,\r\n(e)any biodiversity credits purchased for the development.\r\n\r\nReason: In order for the development to comply with biodiversity net gain legislation. ",
    "Condition : 8 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 9 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 10 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n"
  ],
  "uprn": "48023315",
  "id": "Merton-24_P1035",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              522886.94662904035,
              169676.80009957065
            ],
            [
              522910.453298252,
              169680.099155227
            ],
            [
              522931.89870218735,
              169681.54874028766
            ],
            [
              522932.3027101814,
              169674.100872214
            ],
            [
              522887.49904813437,
              169671.2017020941
            ],
            [
              522886.94662904035,
              169676.80009957065
            ],
            [
              522886.94662904035,
              169676.80009957065
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "lpa_name": "Merton"
}