{
  "application_type": "Householder",
  "valid_date": "25/07/2024",
  "uprn": "48013295",
  "decision_target_date": "02/10/2024",
  "lpa_app_no": "24/P1540",
  "last_date_consultation_comments": "17/08/2024",
  "decision_date": "02/10/2024",
  "subdivision_of_building": null,
  "ward": "Colliers Wood",
  "application_details": {
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "08/2024",
    "intended_completion_date": "11/2024",
    "total_gia_gained": 30,
    "site_area": 0.045000000000000005
  },
  "borough": "Merton",
  "application_type_full": "Householder planning permission",
  "cil_liability": true,
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "02/10/2027",
  "bo_system": "Northgate M3",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527087.7000117132,
              170446.20032713143
            ],
            [
              527087.300011713,
              170441.75032712967
            ],
            [
              527086.200011712,
              170428.40032712638
            ],
            [
              527081.5000117081,
              170373.80032711074
            ],
            [
              527087.8000117122,
              170375.3003271112
            ],
            [
              527092.4000117161,
              170425.85032712534
            ],
            [
              527092.5500117162,
              170427.9003271259
            ],
            [
              527093.6500117171,
              170441.1503271287
            ],
            [
              527094.0000117173,
              170445.70032713033
            ],
            [
              527087.7000117132,
              170446.20032713143
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "appeal_status": null,
  "parking_details": null,
  "centroid": {
    "lon": -0.173692,
    "lat": 51.418701
  },
  "locality": "Colliers Wood",
  "secondary_street_name": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: Location Plan; Site Location Map; Existing Block Plan; Proposed Block Plan (EB/368/05 rev A); RB/01/01/ rev A; EB/368/05 rev A; RB/01/02 rev B; RB/01/03 rev C; Proposed Outbuilding Plans and Elevations (RB/01/04 rev B 27092024); Proposed Roof Plan (RB/01/04 rev B 27092024)",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 5 - The outbuilding/studio development hereby permitted shall not be rented, sold independently or occupied at any time other than for purposes incidental to the main residential use of the dwelling known as 72 Cavendish Road",
    "Condition : 6 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 7 - Flood Risk - The flood mitigation measures shall be implemented prior to the first occupation of the development hereby approved in accordance with submitted approved plans and householder flood risk form, and shall be retained thereafter for the provision of flood proofing measures and surface water drainage.   \r\n\r\n  \r\n\r\nReason: To ensure satisfactory means of surface water drainage, to reduce the risk of flooding and to comply with the following Development Plan policies for Merton: policy SI 13 of the London Plan 2021, policy CS16 of Merton's Core Planning Strategy 2011 and policy DM F2 of Merton's Sites and Policies Plan 2014.    ",
    "Condition : 8 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttps://www.gov.uk/party-walls-building-works\r\n",
    "Condition : 9 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 10 - Informative - Good site practice.\r\n\r\nThe Council as local planning authority, recognizes the importance of achieving high standards of site practice and workmanship in the course of construction and acknowledges that this will have significant influence upon the quality of the finished brickwork.\r\n\r\nThe applicant is therefore encouraged to follow the advice set out in the Brick Development Association publication: Good-Site-Practice-Workmanship-General-Guide-2023 when implementing the development hereby approved.",
    "Condition : 11 - INFORMATIVE\r\nBuilding Regulations \r\nPlease note that this is a planning permission only and you may also require approval under the Building Regulations. If you are in any doubt about this you can get further information via https://www.merton.gov.uk/planning-and-buildings/building-control  or by emailing building.control@merton.gov.uk.\r\n",
    "Condition : 12 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as requested amendments were submitted.\r\n   ii) The application was approved with an agreed extension of time.\r\n"
  ],
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.173722,
          51.418793
        ],
        [
          -0.173729,
          51.418753
        ],
        [
          -0.17375,
          51.418634
        ],
        [
          -0.173837,
          51.418144
        ],
        [
          -0.173746,
          51.418156
        ],
        [
          -0.173662,
          51.418609
        ],
        [
          -0.173659,
          51.418628
        ],
        [
          -0.173638,
          51.418746
        ],
        [
          -0.173631,
          51.418787
        ],
        [
          -0.173722,
          51.418793
        ]
      ]
    ]
  },
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "postcode": "SW19 2EU",
  "epc_number": "2819-1815-5411-2191-1312",
  "decision": "Approved",
  "id": "Merton-24_P1540",
  "lpa_name": "Merton",
  "actual_commencement_date": null,
  "site_name": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P1540",
  "pp_id": "PP-13116642",
  "decision_process": null,
  "centroid_easting": 527090,
  "last_updated": "2025-03-19T21:26:09.485+00:00",
  "appeal_decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated_by": "Northgate M3",
  "site_number": "72",
  "centroid_northing": 170436,
  "development_type": "Other house holder developments",
  "description": "ERECTION OF A SINGLE STOREY REAR EXTENSION AND REAR GARDEN OUTBUILDING",
  "status": "Approved",
  "actual_completion_date": null,
  "appeal_start_date": null,
  "street_name": "Cavendish Road",
  "title_number": null
}