{
  "lpa_name": "Merton",
  "pp_id": "PP-13014789",
  "description": "RESTORATION, ALTERATION AND EXTENSIONS TO THE EXISTING LISTED HOUSE AND COACH HOUSE BUILDINGS. INCLUDING THE DEMOLITION AND REBUILDING OF THE REAR CENTRAL AND EASTERN EXTENSIONS, THE FORMATION OF A NEW FORECOURT GARAGE AND ARTISTS STUDIO BUILDINGS AND A BASEMENT POOL/SPA EXTENSION BELOW THE REAR GARDEN. WITH ASSOCIATED RE-LANDSCAPING OF FRONT AND REAR GARDENS AND REBUILDING OF THE FRONT BOUNDARY WALL, REINSTATING PEDESTRIAN GATES, GATE POSTS AND WIDENED VEHICULAR GATES.",
  "epc_number": "9184-3013-6202-1642-6204",
  "status": "Approved",
  "decision_date": "06/12/2024",
  "street_name": "Woodhayes Road",
  "decision_process": null,
  "uprn": "48086222",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "06/12/2024",
  "subdivision_of_building": null,
  "title_number": [],
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 523381,
  "appeal_decision": null,
  "lpa_app_no": "24/P1323",
  "development_type": "Other house holder developments",
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523356.5523293765,
              170597.0966676782
            ],
            [
              523425.5964710733,
              170514.30036784802
            ],
            [
              523454.14911768213,
              170536.00415520952
            ],
            [
              523382.9035446702,
              170623.69905283314
            ],
            [
              523356.5523293765,
              170597.0966676782
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "actual_commencement_date": null,
  "application_type": "Householder",
  "bo_system": "Northgate M3",
  "centroid": {
    "lat": 51.420922,
    "lon": -0.22695
  },
  "decision_agency": "Borough",
  "parking_details": {
    "no_existing_car": 5,
    "net_car": 0,
    "no_proposed_car": 5,
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "net_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_bluebadge": null,
    "net_carclub": null
  },
  "postcode": null,
  "last_updated": "2025-03-19T20:11:02.581+00:00",
  "secondary_street_name": null,
  "cil_liability": true,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P1323",
  "valid_date": "13/05/2024",
  "appeal_decision_date": null,
  "locality": "Wimbledon",
  "appeal_start_date": null,
  "application_type_full": "Full planning & listed building consent",
  "decision": "Approved",
  "last_updated_by": "Northgate M3",
  "actual_completion_date": null,
  "site_name": "Southside House",
  "lapsed_date": "06/12/2027",
  "centroid_northing": 170592,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [649-GA-120, 649-GA-098B, 649-GA-201B, 649-GA-203B, 649-GA-205B, 649-GA-206D, 649-GA-208, 649-GA-209B, 649-GA-210D, 649-GA-204B, 649/GA207D\r, 649-GA-101D, 649-GA-111F, 649-GA099C, 5337-BAL-DR-A-03-0010, 649-GA-103, 649-GA-101 Notes, 649-GA-100 Notes, 649-GA-102C, 649-GA-112F, 649-GA-301, 649-GA-100D, 649-GA-110F, 5337-BAL-DR-A-01-0001, 649-SU-010A\r, 649-GA-010B, 5337-BAL-DR-A-02-0203 Revision B, Landscape Proposal Dated: 27/02/24)",
    "Condition : 3 - Materials to be Approved - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the approved details.",
    "Condition : 4 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 5 - Construction Times - No demolition or construction work shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 6 - The development hereby permitted shall not be rented, sold independently or occupied at any time other than for purposes ancillary to the main residential use of the dwelling known as Southside House, 3-4 Woodhayes Road, Wimbledon, SW19 4RJ.",
    "Condition : 7 - Landscaping - No development shall take place until full details of a landscaping and planting scheme has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development. All existing cobblestones/flagstones at the front of the site must be reused or put aside and safely stored onsite.",
    "Condition : 8 - Tree Protection: The details and measures for the protection of the existing trees as specified in the hereby approved document 'Arboricultural Implications Report' reference 'SJA air 22236-01' and dated 'March 2024' shall be fully complied with. The methods for the protection of the existing trees shall fully accord with all of the measures specified in the report and shall be installed prior to the commencement of any site works and shall remain in place until the conclusion of all site works. ",
    "Condition : 9 - Site Supervision (Trees) - The details of the approved document  'Arboricultural implications Report' shall include the retention of an arboricultural expert to monitor and report to the Local Planning Authority not less than monthly the status of all tree works and tree protection measures throughout the course of the demolition and site works. A final Certificate of Completion shall be submitted to and agreed in writing by the Local Planning Authority at the conclusion of all site works and prior to the first occupation of the development hereby approved. The works shall be carried out in accordance with the approved Arboricultural Method Statement and Tree Protection Plan. ",
    "Condition : 10 - Basement: No work shall be commenced until full details of the proposed method of excavation and construction of the basement shall be submitted to and approved in writing by the Local Planning Authority and shall be carried out in accordance with the approved details. Such details shall include\r\nthe type of piling equipment to be used and any changes at any stage of the site works to the existing ground levels within the root protection area of the existing retained trees. ",
    "Condition : 11 - Working Method Statement - Development shall not commence until a working method statement has been submitted to and approved in writing by the Local Planning Authority to accommodate:\r\n\r\n   (i) Parking of vehicles of site workers and visitors;\r\n   (ii) Delivery times;\r\n   (iii) Loading and unloading of plant and materials;\r\n   (iv) Storage of construction plant and materials;\r\n   (v) Wheel cleaning facilities\r\n   (vi) Control of dust, smell and other effluvia;\r\n   (vii) Control of surface water run-off.\r\n\r\nNo development shall be carried out except in full accordance with the approved method statement.",
    "Condition : 12 - Construction Logistics Plan - Prior to the commencement of the development hereby permitted, including demolition, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority.  The approved measures shall be adhered to throughout the construction process, unless the prior written approval of the Local Planning Authority is first obtained to any variation.",
    "Condition : 13 - Noise levels, (expressed as the equivalent continuous sound level) LAeq (15 minutes), from the air source heat pump shall not exceed LA90-5dB at the boundary with any residential property not associated with the development.\r",
    "Condition : 14 - Prior to demolition or development a Construction Environmental Method Statement shall be submitted to, and approved in writing by, the local planning authority. The approved Statement shall be adhered to throughout the demolition and construction period.\r\n\r\nThe Statement shall provide for:\r\n\r\n-hours of operation\r\n-the parking of vehicles of site operatives and visitors\r\n-loading and unloading of plant and materials\r\n-storage of plant and materials used in constructing the development\r\n-the erection and maintenance of security hoarding\r\n-measures to control the emission of noise and vibration during\r\nconstruction. (including the methodology for the basement excavation\r\nand any 24 hour generator/pumping)\r\n-measures to control the emission of dust and dirt during\r\nconstruction/demolition\r\n-a scheme for recycling/disposing of waste resulting from demolition and\r\nconstruction works\r\n\r\nReason: To protect the amenities of those in the local vicinity. \r",
    "Condition : 15 - Condition: Prior to the commencement of the development, a detailed surface water and foul drainage plan(s) shall be submitted to and approved in writing by the local planning authority with surface water discharge rate at 1l/s.\r\n\r\n",
    "Condition : 16 - Condition: Prior to the commencement of development, the applicant shall submit a detailed proposal on how drainage and groundwater will be managed and mitigated during and post construction (permanent phase), for example through the implementation of passive drainage measures around the basement structure, waterproofing and drainage.\r\n",
    "Condition : 17 - Prior to demolition the applicant must submit a detailed Demolition Method Statement submitted by the contractor responsible for the demolition works. No works which are the subject of this condition shall be carried out until the details are approved by the Local Planning Authority, and the development shall be carried out in full accordance with the approved details.",
    "Condition : 18 - Prior to demolition or development the applicant must submit to the Local Planning Authority a detailed Construction Method Statement produced by the respective Contractors responsible for the piling, excavation,and construction of the permanent retaining wall. This shall be reviewed and agreed by the Structural Engineer designing the basement. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the approved details.",
    "Condition : 19 - Prior to commencencent of the hereby approved basement,  the applicant must submit temporary works drawings including sections of the basement's retaining walls. \r No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the approved details.",
    "Condition : 20 - Prior to demolition or development the applicant must submit to the Local Planning Authority details of how they will achieve the recommendations set out in the Preliminary Ecological Appraisal (Dated March 2024) Ref: 230855-ED-03 for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the approved details.",
    "Condition : 21 - a.) No development shall occur until:\r\n\r\ni) a preliminary risk-assessment shall be submitted to and approved in writing by the local planning authority.\r\n\r\nii) a site-investigation shall be conducted to consider the potential for contaminated-land and shall be submitted to and approved in writing bylefle local planning authority.\r\n\r\niii) a remediation method statement, described to make the site suitable for, intended use by removing unacceptable risks to sensitive receptors, shall be submitted to and approved in writing by the local planning authority.\r\n\r\nb.) Prior to first occupation:\r\nThe remediation shall be completed and a verification report, produced on completion of the remediation, shall be submitted to and approved in writing by the local planning authority.\r\n",
    "Condition : 22 - Prior to demolition or development the applicant must submit to the Local Planning Authority details of how they will achieve the recommendations set out in sections 7.0, 7.2, 7.4 and 7.9 of the Bat Survey Report (Dated: August 2024, Ref:230855-ED-06b)  for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the approved details.",
    "Condition : 23 - No demolition shall take place until a written scheme of historic building investigation (WSI) has been submitted to and approved by the local planning authority in writing. For buildings that are included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, which shall include the statement of significance and research objectives, and:\r\n\r\ni.) The programme and methodology of historic building investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works\r\n\r\nii.) The programme for post investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the WSI.\r\n\r\nThe written scheme of investigation will need to be prepared and implemented by a suitably professionally accredited heritage practice in accordance with Historic England's Guidelines for Archaeological Projects in Greater London.\r\n",
    "Condition : 24 - Prior to occupation the applicant must submit details of the proposed rear outbuilding labelled as 'Pavillion' on proposed plan 649-GA-010B.",
    "Condition : 25 - Schedule of works - Fenestration/doors\r\nPrior to any development affecting fenestration including external facing doors, the applicant must submit to the Local Planning Authority (LPA) a detailed schedule of works (agreed beforehand on site). The schedule of works must specify the proposed details of repair required to bring all existing fenestration/doors back into functional use. No window or door shall be removed/repaired until the schedule of works have been approved and the development shall be carried out in full accordance with the approved details.\r\n\r\nReason: To preserve and enhance as the architectural heritage and significance of the heritage asset, in compliance with DM D4 of Merton's Sites and Policies Plan 2014 and Policy HC1 of the London Plan Policy 2021.\r\n",
    "Condition : 26 - Schedule of works -  Roof: \r\nPrior to any development/works affecting the roof of the development, the applicant must submit to the Local Planning Authority (LPA) a detailed schedule of works (agreed beforehand on site), detailing which areas of roof are to be repaired and the justification for this. No works shall take place until the schedule of works have been agreed and the development shall be carried out in full accordance with the approved details.\r\n\r\n",
    "Condition : 27 - Informative: No surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary. Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777). No waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals shall be washed down on the highway or disposed of into the highway drainage system. \r",
    "Condition : 28 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 29 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 30 - The written scheme of investigation will need to be prepared and implemented by a suitably professionally accredited heritage practice in accordance with Historic England's Guidelines for Archaeological Projects in Greater London.",
    "Condition : 31 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The application was acceptable as submitted.\r\n "
  ],
  "ward": "Village",
  "site_number": "3",
  "application_details": {
    "surface_water_discharge_percentage_reduction": null,
    "rain_water_harvesting": null,
    "existing_proposed_floorspace_details": [],
    "projected_cost_of_works": null,
    "green_suds": null,
    "internal_resi_water_usage": null,
    "phasing_details": [],
    "infrastructure_details": {
      "no_new_water_connections_required": null,
      "no_passive_fast_ev_charging_points": null,
      "no_active_fast_ev_charging_points": null,
      "no_homes_to_have_electrical_heating": null,
      "no_new_gas_connections_required": null,
      "fire_suppression_system_proposed": null,
      "no_homes_passive_cooling": null,
      "no_resi_units_to_have_full_fibre": null,
      "green_roof_area": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "waste_provision": null,
      "total_annual_pm_emissions": null,
      "mobile_network_operators_consultation": null,
      "chp_heat_pumps_capacity": null,
      "percentage_demolition_construction_material_recycling": null,
      "ghg_reduction_over_building_regulations": null,
      "urban_greening_factor_score": null,
      "total_annual_nox_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_active_rapid_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "no_active_slow_ev_charging_points": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "community_energy_capacity": null,
      "waste_details": []
    },
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": null,
      "total_gia_gained": null,
      "total_gia_existing": null,
      "development_type": null,
      "site_area": null
    },
    "total_gia_existing": null,
    "ownership_status": null,
    "total_gia_gained": null,
    "garden_land_lost": null,
    "scheme_phasing": null,
    "total_gia_lost": null,
    "grey_water_reuse": null,
    "affordable_housing_fast_track": null,
    "site_area": 0.404,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [],
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "commencement_notice_received": null,
    "circular_economy_statement": null,
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [],
    "building_details": [],
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "non_permanent_dwellings_details": [],
    "intended_completion_date": null,
    "uk_company_registration_no": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "3d_model": null,
    "transport_contributions": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "scheme_name": null,
    "social_infrastructure_contributions": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": null,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": null,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "lead_developer_company_name": null
  },
  "id": "Merton-24_P1323",
  "appeal_status": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.227299,
          51.420973
        ],
        [
          -0.226336,
          51.420214
        ],
        [
          -0.225918,
          51.420402
        ],
        [
          -0.226911,
          51.421206
        ],
        [
          -0.227299,
          51.420973
        ]
      ]
    ]
  },
  "borough": "Merton",
  "last_date_consultation_comments": "19/06/2024"
}