{
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.230694,
          51.398975
        ],
        [
          -0.230613,
          51.398991
        ],
        [
          -0.230684,
          51.399143
        ],
        [
          -0.230723,
          51.39921
        ],
        [
          -0.230728,
          51.399218
        ],
        [
          -0.230775,
          51.399294
        ],
        [
          -0.230852,
          51.39927
        ],
        [
          -0.230809,
          51.3992
        ],
        [
          -0.230768,
          51.399124
        ],
        [
          -0.230759,
          51.399108
        ],
        [
          -0.23075,
          51.39909
        ],
        [
          -0.230694,
          51.398975
        ]
      ]
    ],
    "type": "Polygon"
  },
  "ward": "West Barnes",
  "decision": "Approved",
  "decision_process": null,
  "appeal_status": null,
  "status": "Approved",
  "parking_details": null,
  "centroid_easting": 523176,
  "application_details": {
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 0,
    "total_gia_gained": 0,
    "intended_completion_date": "08/2024",
    "intended_commencement_date": "08/2024",
    "site_area": 0.021
  },
  "actual_completion_date": null,
  "application_type_full": "Householder planning permission",
  "locality": "Raynes Park",
  "actual_commencement_date": null,
  "development_type": "Other house holder developments",
  "appeal_decision_date": null,
  "centroid_northing": 168166,
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "lapsed_date": "12/06/2027",
  "pp_id": "PP-13004521",
  "lpa_app_no": "24/P1171",
  "epc_number": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.399163,
    "lon": -0.230738
  },
  "application_type": "Householder",
  "borough": "Merton",
  "postcode": "SW20 9JA",
  "site_name": null,
  "bo_system": "Northgate M3",
  "site_number": "34",
  "decision_target_date": "20/06/2024",
  "valid_date": "25/04/2024",
  "street_name": "Crossway",
  "last_updated_by": "Northgate M3",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P1171",
  "appeal_start_date": null,
  "last_date_consultation_comments": "30/05/2024",
  "last_updated": "2025-03-19T23:17:26.289+00:00",
  "appeal_decision": null,
  "description": "FORMATION OF VEHICULAR CROSSOVER AND CONVERSION OF FRONT GARDEN INTO A HARDSTANDING AREA FOR OFF-STREET PARKING \r",
  "decision_date": "12/06/2024",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [Location Plan, Drawing no CW/200]",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Hardstanding (Flooding) - The hardstanding hereby permitted shall be made of porous materials, or provision made to direct surface water run-off to a permeable or porous area or surface within the application site before the development hereby permitted is first occupied or brought into use.",
    "Condition : 5 - If within a period of 5 years from the date of planting of the replacement tree identified in the Tree Report hereby approved is removed, uprooted, destroyed or dies, (or becomes in the opinion of the local planning authority seriously damaged or defective), another tree of the same species and size originally planted shall be planted at the same place in the next planting season/within one year of the original tree's demise in accordance with Merton's Trees for Street scheme.\r\n\r\nReason:  In the interests of the preserving tree numbers, biodiversity, safety of pedestrians and vehicles and to comply with the following Development Plan policies for Merton: policies CS13, CS18 and CS20 of Merton's Core Planning Strategy 2011 and policies DM D2, DM O2, DM T2, T3, T4 and T5 of Merton's Sites and Policies Plan 2014 and London Plan 2021 policy G7. \r\n",
    "Condition : 6 - INFORMATIVE\r\nIt is Council policy for the Council's contractor to construct new vehicular accesses. The applicant should contact the Council's Highways Team on 020 8545 3829 prior to any work starting to arrange for this work to be done. If the applicant wishes to undertake this work the Council will require a deposit and the applicant will need to cover all the Council's costs (including supervision of the works). If the works are of a significant nature, a Section 278 Agreement (Highways Act 1980) will be required and the works must be carried out to the Council's specification.\r\n",
    "Condition : 7 - INFORMATIVE:\r\nLondon Borough of Merton requires a drainage channel across the full hard standing area which must drain to soft landscaping or a formulated soakaway for all vehicle crossover applications. The  drainage channel must be installed between the Hard Standing and the councils footway where the hard standing slopes towards the highway and where an open granular surfacing has not been constructed as a finished surface. Block Paving, resin surfacing, Hard Rolled fine granular surfacing and all close bound semi-pervious solutions can all clog up over time and have increased the water runoff from private property. In acceptance of this and to comply with Sec 163. Highways Act 1980, all Vehicle crossover applications must be supported by a drainage channel. Where an extension to an existing crossover is requested the drainage channel must be for the new full width including any previously approved crossover.\r\n"
  ],
  "uprn": "48019437",
  "id": "Merton-24_P1171",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              523179.5968278984,
              168145.14852982224
            ],
            [
              523185.2034694502,
              168147.14795749186
            ],
            [
              523179.8524247929,
              168163.85317567835
            ],
            [
              523176.95016328385,
              168171.3010437503
            ],
            [
              523176.60387071746,
              168172.1508005095
            ],
            [
              523173.13269999216,
              168180.56839100254
            ],
            [
              523167.7981454568,
              168177.7491979883
            ],
            [
              523170.9972291657,
              168169.951430073
            ],
            [
              523174.0479017746,
              168161.65380524023
            ],
            [
              523174.69101654086,
              168159.88431175204
            ],
            [
              523175.408336857,
              168157.89488122019
            ],
            [
              523179.5968278984,
              168145.14852982224
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "lpa_name": "Merton"
}