{
  "uprn": "48022534",
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.182328,
          51.393958
        ],
        [
          -0.182365,
          51.394158
        ],
        [
          -0.181819,
          51.394069
        ],
        [
          -0.181799,
          51.39399
        ],
        [
          -0.182328,
          51.393958
        ],
        [
          -0.182328,
          51.393958
        ]
      ]
    ]
  },
  "appeal_start_date": null,
  "centroid_northing": 167680,
  "decision": "Approved",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              526557.8127345011,
              167669.55467088823
            ],
            [
              526554.6878563422,
              167691.74831802753
            ],
            [
              526592.8789793862,
              167682.80087920243
            ],
            [
              526594.509337576,
              167674.074042195
            ],
            [
              526557.8127345011,
              167669.55467088823
            ],
            [
              526557.8127345011,
              167669.55467088823
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "borough": "Merton",
  "bo_system": "Northgate M3",
  "pp_id": "PP-13074238",
  "decision_process": null,
  "locality": "Morden",
  "site_number": "67",
  "secondary_street_name": null,
  "description": "ERECTION OF A PROPOSED SINGLE STOREY OUTBUILDING IN THE REAR GARDEN FOR USE AS A GRANNY ANNEXE.",
  "postcode": "SM4 6DY",
  "appeal_decision": null,
  "centroid": {
    "lon": -0.18212,
    "lat": 51.394048
  },
  "lapsed_date": "30/07/2027",
  "application_type": "Householder",
  "title_number": null,
  "last_date_consultation_comments": "19/07/2024",
  "parking_details": {
    "no_existing_car": 2,
    "no_proposed_car": 2,
    "net_car": 0
  },
  "application_type_full": "Householder planning permission",
  "appeal_decision_date": null,
  "cil_liability": true,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P1388",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: 2425/03.P.001 Rev A; Site Location Plan",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - (Flood condition) The development hereby approved shall implement the flood mitigation measures as submitted with the proposal titled: EA FRA Matrix and Flood Risk Assessment. These measures shall thereafter be retained in perpetuity \r\n\r\nReason: To reduce the risk of flooding and to comply with the following Development Plan policies for Merton: policy SI 13 of the London Plan 2021, policy CS16 of Merton's Core Planning Strategy 2011 and policy DM F2 of Merton's Sites and Policies Plan 2014.",
    "Condition : 5 - Removal of PD (Alterations) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and re-enacting that Order with or without modification), no extension, enlargement or other alteration of the outbuilding and boundary fences other than that expressly authorised by this permission shall be carried out without planning permission first obtained from the Local Planning Authority.",
    "Condition : 6 - No External Lighting - No external lighting shall be installed without the prior approval in writing of the Local Planning Authority.",
    "Condition : 7 - The development hereby permitted shall not be rented, sold independently or occupied at any time other than for purposes ancillary to the main residential use of the dwelling known as  67 The Drive Morden Surrey SM4 6DY. In addition, all utilities and services, including gas, water and electricity, shall be connected to and not independent from the principal dwelling, known as  67 The Drive Morden Surrey SM4 6DY.",
    "Condition : 8 - Tree Survey Approved - The trees (including any hedges and other landscape features) shown on the deposited plan numbered SO-24/1101 as to be retained, shall be retained and maintained unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 9 - Site Supervision (Trees) - The details of the Arboricultural Method Statement and Tree Protection Plan shall include the retention of an arboricultural expert to supervise, monitor and report to the LPA not less than monthly the status of all tree works and tree protection measures throughout the course of the construction period. At the conclusion of the construction period the arboricultural expert shall submit to the LPA a satisfactory completion statement to demonstrate compliance with the approved protection measures.",
    "Condition : 10 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n   ii) The application was approved without delay.\r\n  ",
    "Condition : 11 - INFORMATIVE\r\nThe applicant is advised to contact Merton Council's Waste Services Team on 020 8274 4902 for detailed design guidance on waste and recycling storage facilities.\r\n",
    "Condition : 12 - This planning permission contains restrictive conditions that state 'the proposal shall not be occupied at any time other than for purposes ancillary' . As a result, the outbuilding must remain within ancillary use and cannot have a separate access, be rented out/sold, used to generate revenue or made into a separate dwelling from the main house unless approved in writing by the council. Any use other than ancillary (as defined within the delegated report) will make the development unauthorised and possibly subject to enforcement action"
  ],
  "actual_completion_date": null,
  "last_updated_by": "Northgate M3",
  "street_name": "The Drive",
  "appeal_status": null,
  "development_type": "Other house holder developments",
  "decision_date": "30/07/2024",
  "lpa_app_no": "24/P1388",
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "site_name": null,
  "subdivision_of_building": null,
  "last_updated": "2025-03-19T22:23:06.412+00:00",
  "decision_target_date": "08/08/2024",
  "valid_date": "13/06/2024",
  "reference_no_of_permission_being_relied_on": null,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Merton",
  "id": "Merton-24_P1388",
  "application_details": {
    "total_gia_gained": 34,
    "intended_commencement_date": "08/2024",
    "intended_completion_date": "12/2024",
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "site_area": 0.057
  },
  "ward": "Ravensbury",
  "centroid_easting": 526572,
  "epc_number": null
}