{
  "lpa_name": "Merton",
  "pp_id": "PP-13051349",
  "description": "ERECTION OF A SINGLE STOREY REAR EXTENSION, A TWO STORY SIDE EXTENSION, AND THE ERECTION OF A HIP TO GABLE WITH REAR DORMER ROOF EXTENSION\r\n",
  "epc_number": "5290-2408-0122-2325-3973",
  "status": "Approved",
  "decision_date": "10/07/2024",
  "street_name": "Buckfast Road",
  "decision_process": null,
  "uprn": "48009329",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "12/07/2024",
  "subdivision_of_building": null,
  "title_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 525957,
  "appeal_decision": null,
  "lpa_app_no": "24/P1302",
  "development_type": "Other house holder developments",
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525944.9000109605,
              167988.90032643656
            ],
            [
              525958.1000109689,
              168012.60032644367
            ],
            [
              525967.1000109743,
              168007.9003264421
            ],
            [
              525964.8500109728,
              168003.60032644146
            ],
            [
              525964.8500109728,
              168003.60032644146
            ],
            [
              525964.5000109726,
              168003.8003264409
            ],
            [
              525962.1500109712,
              167999.80032643932
            ],
            [
              525959.7000109697,
              168000.85032644012
            ],
            [
              525957.9500109685,
              167997.35032643954
            ],
            [
              525947.6500109622,
              167986.25032643572
            ],
            [
              525944.9000109605,
              167988.90032643656
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "actual_commencement_date": null,
  "application_type": "Householder",
  "bo_system": "Northgate M3",
  "centroid": {
    "lat": 51.397079,
    "lon": -0.190841
  },
  "decision_agency": "Borough",
  "parking_details": null,
  "postcode": "SM4 5NB",
  "last_updated": "2025-03-19T22:59:25.151+00:00",
  "secondary_street_name": null,
  "cil_liability": true,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P1302",
  "valid_date": "09/05/2024",
  "appeal_decision_date": null,
  "locality": "Morden",
  "appeal_start_date": null,
  "application_type_full": "Householder planning permission",
  "decision": "Approved",
  "last_updated_by": "Northgate M3",
  "actual_completion_date": null,
  "site_name": null,
  "lapsed_date": "10/07/2027",
  "centroid_northing": 168002,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [C968 / 001, C968 / 002, C968 / 004 Revision A.]",
    "Condition : 3 - Matching Materials - The facing materials used in the development hereby permitted shall match those of the existing building in materials, style, colour, texture and, in the case of brickwork, bonding, coursing and pointing.",
    "Condition : 4 - Obscured Glazing - Before the development hereby permitted is first occupied, the windows in the first floor rear elevation for the two storey side extension shall be glazed with obscure glass and be non opening below 1.7m and shall permanently maintained as such thereafter.",
    "Condition : 5 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 6 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and further assistance was required.\r\n   ii) The application was approved without delay (extended expiry).\r\n",
    "Condition : 7 - INFORMATIVE\r\nThe applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of swift nesting box/bricks on site.\r",
    "Condition : 8 - INFORMATIVE - Bricks\r\n\r\nThe Council as local planning authority, recognizes the importance of achieving high standards of site practice and workmanship in the course of construction and acknowledges that this will have significant influence upon the quality of the finished brickwork.\r\n\r\nThe applicant is therefore encouraged to follow the advice set out in the Brick Development Association publication: Good site practice and workmanship (December 2015)  https://www.brick.org.uk/admin/resources/g-good-site-practice-workmanship.pdf when implementing the development hereby approved.\r\n",
    "Condition : 9 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 10 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n"
  ],
  "ward": "St Helier",
  "site_number": "50",
  "application_details": {
    "no_additional_bathrooms": 2,
    "total_gia_gained": 55.75,
    "no_additional_bedrooms": 2,
    "intended_completion_date": "12/2024",
    "intended_commencement_date": "08/2024",
    "site_area": 0.02
  },
  "id": "Merton-24_P1302",
  "appeal_status": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.191019,
          51.396964
        ],
        [
          -0.190821,
          51.397174
        ],
        [
          -0.190694,
          51.39713
        ],
        [
          -0.190728,
          51.397092
        ],
        [
          -0.190728,
          51.397092
        ],
        [
          -0.190733,
          51.397093
        ],
        [
          -0.190768,
          51.397058
        ],
        [
          -0.190803,
          51.397068
        ],
        [
          -0.190829,
          51.397037
        ],
        [
          -0.190981,
          51.396939
        ],
        [
          -0.191019,
          51.396964
        ]
      ]
    ]
  },
  "borough": "Merton",
  "last_date_consultation_comments": "16/06/2024"
}