{
  "application_type": "Householder",
  "valid_date": "18/07/2024",
  "uprn": "48049961",
  "decision_target_date": "12/09/2024",
  "lpa_app_no": "24/P1547",
  "last_date_consultation_comments": "16/08/2024",
  "decision_date": "10/09/2024",
  "subdivision_of_building": null,
  "ward": "St Helier",
  "application_details": {
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "09/2024",
    "intended_completion_date": "09/2024",
    "total_gia_gained": 0,
    "site_area": 0.013000000000000001
  },
  "borough": "Merton",
  "application_type_full": "Householder planning permission",
  "cil_liability": false,
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "10/09/2027",
  "bo_system": "Northgate M3",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525904.5500109247,
              167217.6503262148
            ],
            [
              525909.8900109278,
              167216.9003262146
            ],
            [
              525909.2000109273,
              167212.50032621308
            ],
            [
              525908.1000109265,
              167205.45032621117
            ],
            [
              525905.950010925,
              167193.5503262077
            ],
            [
              525900.7500109219,
              167192.10032620758
            ],
            [
              525900.2500109216,
              167191.95032620808
            ],
            [
              525903.0000109235,
              167206.20032621216
            ],
            [
              525903.950010924,
              167213.2503262129
            ],
            [
              525904.5500109247,
              167217.6503262148
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "appeal_status": null,
  "parking_details": {
    "no_existing_car": 0,
    "net_car": 1,
    "no_proposed_car": 1
  },
  "centroid": {
    "lon": -0.191855,
    "lat": 51.389963
  },
  "locality": "Morden",
  "secondary_street_name": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: Location Plan; Footway Crossing Applicaiton Plan; Existing Plan Drawing with Existing Front View below; Proposed Plan Drawing with Proposed Front View Below",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 5 - Hardstanding (Flooding) - The hardstanding hereby permitted shall be made of porous materials, or provision made to direct surface water run-off to a permeable or porous area or surface within the application site before the development hereby permitted is first occupied or brought into use.",
    "Condition : 6 - Drainage - Surface water from private land shall not discharge on to the public highway. Details of a surface water drainage system shall be submitted to and approved in writing by the Local Planning Authority and completed in accordance with the approved details, before the first use of the vehicular access hereby approved, and shall be retained permanently thereafter.",
    "Condition : 7 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttps://www.gov.uk/party-walls-building-works\r\n",
    "Condition : 8 - INFORMATIVE\r\nAdvice regarding permeable and porous hardstandings can be found in the document 'Guidance on the Permeable Surfacing of Front Gardens' available at http://www.communities.gov.uk/publications/planningandbuilding/pavingfrontgardens\r\n",
    "Condition : 9 - INFORMATIVE\r\nIt is Council policy for the Council's contractor to construct new vehicular accesses. The applicant should contact the Council's Highways Team on 020 8545 3829 prior to any work starting to arrange for this work to be done. If the applicant wishes to undertake this work the Council will require a deposit and the applicant will need to cover all the Council's costs (including supervision of the works). If the works are of a significant nature, a Section 278 Agreement (Highways Act 1980) will be required and the works must be carried out to the Council's specification.\r\n",
    "Condition : 10 - INFORMATIVE\r\nIt is the responsibility of the developer to make proper provision for drainage to ground, watercourses or a suitable sewer.  In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off-site storage.  When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.  Connections are not permitted for the removal of ground water.  Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777).\r\n",
    "Condition : 11 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 12 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with pre-application advice.\r\n   ii) The application was acceptable after requested further drawing details were submitted.\r\n   iii) The application was approved without delay.\r\n   \r\n"
  ],
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.191872,
          51.390042
        ],
        [
          -0.191796,
          51.390034
        ],
        [
          -0.191807,
          51.389994
        ],
        [
          -0.191826,
          51.389931
        ],
        [
          -0.191861,
          51.389825
        ],
        [
          -0.191936,
          51.389813
        ],
        [
          -0.191943,
          51.389811
        ],
        [
          -0.191899,
          51.389939
        ],
        [
          -0.191883,
          51.390002
        ],
        [
          -0.191872,
          51.390042
        ]
      ]
    ]
  },
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "postcode": "SM4 6RT",
  "epc_number": null,
  "decision": "Approved",
  "id": "Merton-24_P1547",
  "lpa_name": "Merton",
  "actual_commencement_date": null,
  "site_name": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P1547",
  "pp_id": "PP-13104336\r",
  "decision_process": null,
  "centroid_easting": 525906,
  "last_updated": "2025-03-19T21:45:53.147+00:00",
  "appeal_decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated_by": "Northgate M3",
  "site_number": "52",
  "centroid_northing": 167209,
  "development_type": "Other house holder developments",
  "description": "APPLICATION FOR VEHICULAR CROSSOVER, FRONTAGE HARDSTANDING AND ASSOCIATED WORKS. ",
  "status": "Approved",
  "actual_completion_date": null,
  "appeal_start_date": null,
  "street_name": "Middleton Road",
  "title_number": null
}