{
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P1677",
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "application_type_full": "Full planning permission",
  "application_details": {
    "affordable_housing_fast_track": false,
    "residential_details": {
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 1,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "affordable_percentage": 100,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_bedrooms": 2,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_affordable_units": 1,
      "total_gia_gained": 61.1,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "habitable_rooms_density": null,
      "total_gia_lost": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 3,
          "provider": "Self-Build",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "House or Bungalow",
          "gia": 61.1,
          "tenure": "Self-Build and Custom Build"
        }
      ],
      "total_no_existing_residential_units_london_affordable_rent": 0
    },
    "site_area": 0.010650000000000001,
    "garden_land_lost": false,
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 3,
        "building_ref": "1"
      }
    ],
    "scheme_phasing": true,
    "total_gia_gained": 61.1,
    "rain_water_harvesting": true,
    "infrastructure_details": {
      "total_annual_pm_emissions": 40,
      "urban_greening_factor_score": 0.64,
      "no_new_gas_connections_required": 1,
      "waste_provision": true,
      "ghg_reduction_over_building_regulations": true,
      "no_homes_passive_cooling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_new_water_connections_required": 1,
      "green_roof_area": 74.3,
      "no_resi_units_to_have_full_fibre": 1,
      "no_non_resi_units_to_have_full_fibre": 0,
      "fire_suppression_system_proposed": false,
      "solar_pv_capacity": 0.01,
      "mobile_network_operators_consultation": false,
      "total_annual_nox_emissions": 40
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 12,
        "use_class": "SpecifiedOther",
        "gia_gained": 0,
        "gia_lost": 12
      },
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 61.1,
        "gia_lost": 0
      }
    ],
    "total_gia_lost": 12,
    "superseding_details": [
      {
        "lpa_app_no": "23/P1996",
        "partial_supersedence": false
      }
    ],
    "grey_water_reuse": false,
    "green_suds": true,
    "projected_cost_of_works": "Up to £2m",
    "internal_resi_water_usage": 95.02,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 12,
      "total_gia_existing": 12,
      "total_gia_gained": 61.1,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "total_gia_existing": 12,
    "phasing_details": [
      {
        "phase_detail": "1",
        "intended_completion_date": "01/2025",
        "intended_commencement_date": "09/2024"
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "ownership_status": "Private"
  },
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.145588,
          51.402568
        ],
        [
          -0.145652,
          51.402608
        ],
        [
          -0.14572,
          51.402613
        ],
        [
          -0.145764,
          51.402602
        ],
        [
          -0.145868,
          51.402529
        ],
        [
          -0.146057,
          51.402331
        ],
        [
          -0.145996,
          51.402299
        ],
        [
          -0.145808,
          51.402453
        ],
        [
          -0.145588,
          51.402568
        ]
      ]
    ]
  },
  "site_name": null,
  "centroid_easting": 529080,
  "site_number": "2",
  "development_type": "Minor dwellings",
  "decision_date": "20/11/2024",
  "appeal_start_date": null,
  "lapsed_date": "20/11/2027",
  "status": "Approved",
  "decision_process": null,
  "epc_number": null,
  "appeal_status": null,
  "lpa_name": "Merton",
  "centroid_northing": 168687,
  "appeal_decision_date": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: 2403 SLP01; 2403 PL-03 (excluding the bike store); 2403 PL-04 Rev A; 2403 PL-05 Rev A; 2403 PL-08; 2403 PL-09",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - CONDITION: \r\nPrior to occupation, the 'green roof' shown on p.g 25 of the Design and Access Statement and drawing 2403 PL-08 shall be fully implemented and maintained thereafter in accordance with the approved details.\r\n\r\nReason -To contribute to sustainability and good design in accordance with policy Core Planning Strategy Policy CS13 and CS14 and Sites and Policies Plan Policy DMD1 and DMD2",
    "Condition : 5 - CONDITION No refuse or waste material of any description shall be left or stored anywhere on the site other than within a building or refuse enclosure. \r\n\r\nReason: To safeguard the appearance of the property and the amenities of the area",
    "Condition : 6 - CONDITION (Air quality) Prior to the first occupation of the dwelling hereby approved, details regarding air quality outlined within page 31 of the Design and Access Statement shall be implemented and retained thereafter. \r\n\r\nReason: To ensure the development is Air Quality Neutral in line with draft guidance (LPG) and does not worsen air quality and to comply with London Plan policy SI1",
    "Condition : 7 - CONDITION The development hereby approved shall implement the flood mitigation measures as submitted with the document titled: Flood Risk Assessment Rev 1 and the measures on page 27 of the Design and Accessment. These measures shall thereafter be retained in perpetuity \r\n\r\nReason: To reduce the risk of surface water flooding to the proposed development and future users, in accordance with Merton's policies CS16, DMF2 and the London Plan policy SI 13",
    "Condition : 8 - Landscaping - Prior to occupation, full details of a landscaping and planting scheme shall be submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 9 - CONDITION Prior to first occupation, all boundary fence treatments must be installed in accordance with details shown on drawings 2403 PL-04 Rev A and 2403 PL-09 shall be implemented and permanently retained thereafter, unless otherwise agreed in writing with the Local Planning Authority. \r\n\r\nReason: To ensure a satisfactory and safe development in accordance with the following Development Plan policies for Merton: policies D4 and D8 of the London Plan 2021, policy CS14 of Merton's Core Planning Strategy 2011 and policies DM D1 and D2 of Merton's Sites and Policies Plan 2014.",
    "Condition : 10 - Removal of PD (Extensions/Alterations) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and re-enacting that Order with or without modification), no extension, enlargement or other alteration of the dwellinghouse other than that expressly authorised by this permission shall be carried out without planning permission first obtained from the Local Planning Authority.",
    "Condition : 11 - Removal of PD (Windows/Doors) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no window, door or other opening other than those expressly authorised by this permission shall be constructed in (officer to insert relevant elevations) without planning permission first being obtained from the Local Planning Authority.",
    "Condition : 12 - Refuse & Recycling (Details to be Submitted) - Prior to occupation, a scheme for the storage of refuse and recycling shall be submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the scheme has been approved, and the development shall not be\r\noccupied until the scheme has been approved and has been carried out in full. Those facilities and measures shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 13 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 14 - External Lighting - Any external lighting shall be positioned and angled to prevent any light spillage or glare beyond the site boundary.",
    "Condition : 15 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 16 - Crossovers Removal - The development shall not be occupied until the existing redundant crossover/s have been be removed by raising the kerb and reinstating the footway in accordance with the requirements of the Highway Authority.",
    "Condition : 17 - Cycle Parking to be implemented - The development hereby permitted shall not be occupied until the cycle parking shown on page 17 hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 18 - Construction Vehicles - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 19 - INFORMATIVE\r\nNote to Applicant - Scheme Amended During Application Lifecycle\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The applicant/agent was provided with pre-application advice.\r\n\r\nii) The application was amended following negotiations with the Council to ensure the scheme complied with adopted policy and guidance, and a decision was made [without delay/ with an agreed determination date].\r\n\r\niii) The application was recommended for approval and referred to the first available Planning Committee, where the agents / applicants had an opportunity to present the application.",
    "Condition : 20 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttps://www.gov.uk/party-walls-building-works\r\n",
    "Condition : 21 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 22 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 23 - INFORMATIVE\r\nThis planning permission contains certain conditions precedent that state 'before development commences' or 'prior to commencement of any development' (or similar). As a result these must be discharged prior to ANY development activity taking place on site. Commencement of development without having complied with these conditions will make any development unauthorised and possibly subject to enforcement action such as a Stop Notice.\r\n",
    "Condition : 24 - INFORMATIVE\r\nThis permission creates one or more new units which will require a correct postal address. Please contact the Street Naming & Numbering Officer at the London Borough of Merton\r\n\r\nStreet Naming and Numbering (Business Improvement Division)\r\nCorporate Services\r\n7th Floor, Merton Civic Centre\r\nLondon Road\r\nMorden\r\nSM4 5DX\r\nEmail: street.naming@merton.gov.uk\r\n"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "Oxford Close",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.145726,
    "lat": 51.402534
  },
  "cil_liability": true,
  "valid_date": "14/06/2024",
  "postcode": "CR4 1DY",
  "bo_system": "Northgate M3",
  "borough": "Merton",
  "id": "Merton-24_P1677",
  "application_type": "All Other",
  "parking_details": null,
  "decision_target_date": "22/11/2024",
  "pp_id": "PP-13150494",
  "last_updated_by": "Northgate M3",
  "locality": "Mitcham",
  "uprn": "48054655",
  "last_date_consultation_comments": "26/07/2024",
  "title_number": null,
  "decision": "Approved",
  "last_updated": "2025-03-19T20:38:00.359+00:00",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              529089.499972653,
              168691.10225226305
            ],
            [
              529084.9486989221,
              168695.3510360624
            ],
            [
              529080.1995437245,
              168695.85089298082
            ],
            [
              529077.148871115,
              168694.50127930375
            ],
            [
              529070.148814235,
              168686.20365447283
            ],
            [
              529057.5503608633,
              168663.90003880928
            ],
            [
              529061.9037531277,
              168660.40104038612
            ],
            [
              529074.551676866,
              168677.89603250043
            ],
            [
              529089.499972653,
              168691.10225226305
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "ward": "Longthornton",
  "appeal_decision": null,
  "lpa_app_no": "24/P1677",
  "description": "ERECTION OF SINGLE STOREY DWELLING AND ASSOCIATED WORKS",
  "date_building_work_completed_under_previous_permission": null
}