{
  "lpa_name": "Merton",
  "pp_id": "PP-13008737",
  "description": "ERECTION TWO STOREY DETACHED BUILDING COMPRISING OF 2 x ONE-BEDROOM FLATS AND 1 x TWO-BEDROOM FLAT, WITH ASSOCIATED \r\nAMENITY SPACE, REFUSE AND CYCLE STORAGE. ",
  "epc_number": null,
  "status": "Approved",
  "decision_date": "27/08/2024",
  "street_name": "Norman Road",
  "decision_process": null,
  "uprn": "10096659684",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "27/08/2024",
  "subdivision_of_building": null,
  "title_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 526237,
  "appeal_decision": null,
  "lpa_app_no": "24/P1194",
  "development_type": "Minor dwellings",
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              526230.1000111715,
              170397.70032712945
            ],
            [
              526231.5500111723,
              170385.95032712625
            ],
            [
              526243.0000111794,
              170387.05032712658
            ],
            [
              526241.5500111787,
              170399.10032713198
            ],
            [
              526230.1000111715,
              170397.70032712945
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "actual_commencement_date": null,
  "application_type": "All Other",
  "bo_system": "Northgate M3",
  "centroid": {
    "lat": 51.418505,
    "lon": -0.185968
  },
  "decision_agency": "Borough",
  "parking_details": {
    "no_existing_car": 4,
    "net_car": -4,
    "no_proposed_car": 0
  },
  "postcode": null,
  "last_updated": "2025-03-19T21:54:39.555+00:00",
  "secondary_street_name": null,
  "cil_liability": true,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P1194",
  "valid_date": "30/04/2024",
  "appeal_decision_date": null,
  "locality": "London",
  "appeal_start_date": null,
  "application_type_full": "Full planning permission",
  "decision": "Approved",
  "last_updated_by": "Northgate M3",
  "actual_completion_date": null,
  "site_name": "Former Residential Parking Area At Rear",
  "lapsed_date": "27/08/2027",
  "centroid_northing": 170393,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: \r\nSite Location Plan\r\n2024/004-PSL-A\r\n2024/004-01 A\r\n2024/004-02 A\r\n2024/004-03",
    "Condition : 3 - Materials to be Approved - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - Boundary Treatment - No development shall take place until details of all boundary walls or fences are submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details are approved and works to which this condition relates have been carried out in accordance with the approved details. The walls and fencing shall be\r\npermanently retained thereafter.",
    "Condition : 5 - Levels - No development shall take place until details of the proposed finished floor levels of the development, together with existing and proposed site levels, have been submitted to and approved in writing by the Local Planning Authority, and no development shall be carried out except in strict accordance with the approved levels and details.",
    "Condition : 6 - Refuse & Recycling (Implementation) - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans 2024-004-PSL-A have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 7 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted other than the roof terrace shown on the approved drawing 2024-004-01-A  shall be for maintenance or emergency purposes only, and the remaining flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 8 - Screening - The screening or enclosure to the balcony as shown on the approved plan including 2024-004-02 A shall be implemented before the development is first occupied and retained permanently thereafter.",
    "Condition : 9 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 10 - Landscaping - No development shall take place until full details of a landscaping and planting scheme has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 11 - Hardstanding (Flooding) - The hardstanding hereby permitted shall be made of porous materials, or provision made to direct surface water run-off to a permeable or porous area or surface within the application site before the development hereby permitted is first occupied or brought into use.",
    "Condition : 12 - Crossovers Removal - The development shall not be occupied until an application has been submitted and approved by the Highway Authority, and the costs paid, for the existing redundant crossover/s to be removed by raising the kerb and reinstating the footway in accordance with the requirements of the Highway Authority.\r\n\r\nReason: In the interests of the safety of pedestrians and vehicles and to comply with the following Development Plan policies for Merton: policies CS18 and CS20 of Merton's Core Planning Strateg",
    "Condition : 13 - Sustainability (Water Consumption) - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved internal water consumption rates of no greater than 105 litres per person per day\r\n\r\nReason: To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply with the following Development Plan policies for Merton: Policy SI 2 and SI 3 of the London Plan 2021 and Policy CS15 of Merton's Core Planning Strategy 2011.",
    "Condition : 14 - Cycle Parking to be implemented - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 15 - Construction Vehicles - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 16 - Sustainable drainage system - Prior to the commencement of development, a\r\ndetailed scheme for the provision of surface and foul water drainage shall be\r\nsubmitted to and approved in writing by the local planning authority for the\r\ndevelopment. The drainage scheme will dispose of surface water by means of a sustainable drainage system (SuDS) at the agreed runoff rate, in accordance with drainage hierarchy contained within the London Plan Policy (SI 13 and SPG) and the advice contained within the National SuDS Standards.\r\n\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk Page 57 does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy SI 13.",
    "Condition : 17 - Removal of PD (Windows/Doors) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no window, door or other opening other than those expressly authorised by this permission shall be constructed in any elevation without planning permission first being obtained from the Local Planning Authority.",
    "Condition : 18 - INFORMATIVE\r\nAdvice regarding permeable and porous hardstandings can be found in the document 'Guidance on the Permeable Surfacing of Front Gardens' available at http://www.communities.gov.uk/publications/planningandbuilding/pavingfrontgardens\r\n",
    "Condition : 19 - INFORMATIVE\r\nIt is Council policy for the Council's contractor to construct new vehicular accesses. The applicant should contact the Council's Highways Team on 020 8545 3829 prior to any work starting to arrange for this work to be done. If the applicant wishes to undertake this work the Council will require a deposit and the applicant will need to cover all the Council's costs (including supervision of the works). If the works are of a significant nature, a Section 278 Agreement (Highways Act 1980) will be required and the works must be carried out to the Council's specification.\r\n",
    "Condition : 20 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 21 - INFORMATIVE\r\nIt is the responsibility of the developer to make proper provision for drainage to ground, watercourses or a suitable sewer.  In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off-site storage.  When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.  Connections are not permitted for the removal of ground water.  Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777).\r\n",
    "Condition : 22 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 23 - INFORMATIVE\r\nThis planning permission contains certain conditions precedent that state 'before development commences' or 'prior to commencement of any development' (or similar). As a result these must be discharged prior to ANY development activity taking place on site. Commencement of development without having complied with these conditions will make any development unauthorised and possibly subject to enforcement action such as a Stop Notice.\r\n",
    "Condition : 24 - INFORMATIVE - Section 106 Agreement \r\nThis planning permission has a Section 106 Agreement which must be read in conjunction with it.\r\n"
  ],
  "ward": "Wandle",
  "site_number": "79",
  "application_details": {
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 7.4,
        "building_ref": "New Building"
      }
    ],
    "rain_water_harvesting": true,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 155.7,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 1,
    "internal_resi_water_usage": 120,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "07/2025",
        "intended_commencement_date": "08/2024"
      }
    ],
    "residential_details": {
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_gia_lost": 0,
      "residential_units": [
        {
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 5.2
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 37.2,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 37.2,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-4",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 67.5,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_market_for_sale": 3,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 4,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_gia_gained": 147.1,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_bedrooms": 4,
      "total_no_proposed_residential_units_discount_market_sale": 0
    },
    "infrastructure_details": {
      "no_new_water_connections_required": 3,
      "no_homes_to_have_electrical_heating": 3,
      "no_new_gas_connections_required": 0,
      "fire_suppression_system_proposed": false,
      "no_homes_passive_cooling": 0,
      "no_resi_units_to_have_full_fibre": 3,
      "green_roof_area": 25,
      "no_non_resi_units_to_have_full_fibre": 0,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "mobile_network_operators_consultation": false,
      "ghg_reduction_over_building_regulations": true,
      "percentage_demolition_construction_material_recycling": 0,
      "urban_greening_factor_score": 1,
      "total_annual_nox_emissions": 0
    },
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_gia_gained": 155.7,
      "total_gia_existing": 0
    },
    "total_gia_existing": 0,
    "ownership_status": "Private",
    "total_gia_gained": 155.7,
    "garden_land_lost": false,
    "scheme_phasing": true,
    "total_gia_lost": 0,
    "grey_water_reuse": false,
    "affordable_housing_fast_track": false,
    "site_area": 0.014
  },
  "id": "Merton-24_P1194",
  "appeal_status": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.186066,
          51.418549
        ],
        [
          -0.186049,
          51.418443
        ],
        [
          -0.185884,
          51.41845
        ],
        [
          -0.185901,
          51.418559
        ],
        [
          -0.186066,
          51.418549
        ]
      ]
    ]
  },
  "borough": "Merton",
  "last_date_consultation_comments": "13/06/2024"
}