{
  "uprn": "48051590",
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.174915,
          51.398049
        ],
        [
          -0.174896,
          51.398043
        ],
        [
          -0.174868,
          51.398056
        ],
        [
          -0.17483,
          51.39804
        ],
        [
          -0.174793,
          51.398077
        ],
        [
          -0.174786,
          51.398084
        ],
        [
          -0.174701,
          51.398168
        ],
        [
          -0.174591,
          51.398279
        ],
        [
          -0.174654,
          51.398307
        ],
        [
          -0.174704,
          51.398256
        ],
        [
          -0.17479,
          51.398171
        ],
        [
          -0.174915,
          51.398049
        ]
      ]
    ]
  },
  "appeal_start_date": null,
  "centroid_northing": 168154,
  "decision": "Approved",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527062.1961026798,
              168137.30077615724
            ],
            [
              527063.5482927012,
              168136.6509621645
            ],
            [
              527065.4529018168,
              168138.15053291782
            ],
            [
              527068.1490367985,
              168136.50100508938
            ],
            [
              527070.5978199472,
              168140.69980319793
            ],
            [
              527071.0677884303,
              168141.46958285058
            ],
            [
              527076.7486355328,
              168150.9468700075
            ],
            [
              527084.1032300399,
              168163.50327577745
            ],
            [
              527079.6426519814,
              168166.4724258684
            ],
            [
              527076.2539318665,
              168160.75406273053
            ],
            [
              527070.5483495807,
              168151.14681277465
            ],
            [
              527062.1961026798,
              168137.30077615724
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "borough": "Merton",
  "bo_system": "Northgate M3",
  "pp_id": "PP-13069843",
  "decision_process": null,
  "locality": "Mitcham",
  "site_number": "57",
  "secondary_street_name": null,
  "description": "APPLICAITON FOR VEHICULAR CROSSOVER AND ASSOCIATED HARDSTANDING.",
  "postcode": "CR4 4DE",
  "appeal_decision": null,
  "centroid": {
    "lon": -0.174725,
    "lat": 51.398196
  },
  "lapsed_date": "01/08/2027",
  "application_type": "Householder",
  "title_number": null,
  "last_date_consultation_comments": "28/06/2024",
  "parking_details": {
    "no_existing_car": 0,
    "no_proposed_car": 1,
    "net_car": 1
  },
  "application_type_full": "Householder planning permission",
  "appeal_decision_date": null,
  "cil_liability": false,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P1402",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: Location Plan; Location and BLock Plans; 0053-SA-XX-XX-DR-A-1100 P1; 0053-SA-XX-XX-DR-A-1101 P1; 0053-SA-XX-XX-DR-A-1202 P1; 0053-SA-XX-XX-DR-A-2101 P1\r\n",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - INFORMATIVE\r\nAdvice regarding permeable and porous hardstandings can be found in the document 'Guidance on the Permeable Surfacing of Front Gardens' available at http://www.communities.gov.uk/publications/planningandbuilding/pavingfrontgardens\r\n",
    "Condition : 5 - INFORMATIVE\r\nIt is Council policy for the Council's contractor to construct new vehicular accesses. The applicant should contact the Council's Highways Team on 020 8545 3829 prior to any work starting to arrange for this work to be done. If the applicant wishes to undertake this work the Council will require a deposit and the applicant will need to cover all the Council's costs (including supervision of the works). If the works are of a significant nature, a Section 278 Agreement (Highways Act 1980) will be required and the works must be carried out to the Council's specification.\r\n",
    "Condition : 6 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 7 - INFORMATIVE\r\nThe applicant is advised to contact Merton Council's Waste Services Team on 020 8274 4902 for detailed design guidance on waste and recycling storage facilities.\r\n",
    "Condition : 8 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n i) The application was acceptable after further information documents were submitted and no further assistance was required.\r\n   ii) The application was approved with an agreed extension of time.\r\n\r\n",
    "Condition : 9 - Informative (Crossover Drainage) - London Borough of Merton requires a drainage channel across the full hard standing area which must drain to soft landscaping or a formulated soakaway for all vehicle crossover applications. The  drainage channel must be installed between the Hard Standing and the councils footway where the hard standing slopes towards the highway and where an open granular surfacing has not been constructed as a finished surface. Block Paving, resin surfacing, Hard Rolled fine granular surfacing and all close bound semi-pervious solutions can all clog up over time and have increased the water runoff from private property. In acceptance of this and to comply with Sec 163. Highways Act 1980, all Vehicle crossover applications must be supported by a drainage channel. Where an extension to an existing crossover is requested the drainage channel must be for the new full width including any previously approved crossover."
  ],
  "actual_completion_date": null,
  "last_updated_by": "Northgate M3",
  "street_name": "Morden Road",
  "appeal_status": null,
  "development_type": "Other house holder developments",
  "decision_date": "01/08/2024",
  "lpa_app_no": "24/P1402",
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "site_name": null,
  "subdivision_of_building": null,
  "last_updated": "2025-03-19T22:20:10.921+00:00",
  "decision_target_date": "06/08/2024",
  "valid_date": "20/05/2024",
  "reference_no_of_permission_being_relied_on": null,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Merton",
  "id": "Merton-24_P1402",
  "application_details": {
    "total_gia_gained": 0,
    "intended_commencement_date": "07/2024",
    "intended_completion_date": "07/2024",
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "site_area": 0.018000000000000002
  },
  "ward": "Ravensbury",
  "centroid_easting": 527075,
  "epc_number": "0446-2848-7450-9896-2195"
}