{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "30/09/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-74833_APP_2020_2443",
  "secondary_street_name": "RUISLIP",
  "appeal_status": null,
  "postcode": "HA4 6SE",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.09300000000000001
  },
  "valid_date": "05/08/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "External alterations to building to include external render insulation system, replacement windows, Juliette balconies to front elevation and balcony on side elevation",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers SD02 Rev. A and SD 06 Rev. A and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2016).",
    "The windows facing North West Elevation shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties and safeguard the satisfactory redevelopment of the neighbouring site in accordance with policies DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:44:06.460+00:00",
  "ward": "SOUTH RUISLIP",
  "parking_details": null,
  "lapsed_date": "30/09/2023",
  "decision_target_date": "30/09/2020",
  "centroid": {
    "lat": "51.5563022",
    "lon": "-0.4001113"
  },
  "lpa_app_no": "74833/APP/2020/2443",
  "status": "Approved",
  "site_name": "HOWARD HOUSE",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=74833/APP/2020/2443",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510991.3009,
              185375.164
            ],
            [
              511009.8218,
              185391.9651
            ],
            [
              511032.0469,
              185367.0942
            ],
            [
              511010.4833,
              185346.3244
            ],
            [
              510991.3009,
              185375.164
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "02/09/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "THE RUNWAY",
  "pp_id": "08955608",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 511011,
  "appeal_start_date": null,
  "centroid_northing": 185370,
  "borough": "Hillingdon",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.40039369999999996,
          51.5563525
        ],
        [
          -0.40012129999999996,
          51.5564999
        ],
        [
          -0.39980869999999996,
          51.556272
        ],
        [
          -0.4001262,
          51.5560895
        ],
        [
          -0.40039369999999996,
          51.5563525
        ]
      ]
    ],
    "type": "Polygon"
  }
}