{
  "centroid": {
    "lon": "0.2034541",
    "lat": "51.5147744"
  },
  "status": "Approved",
  "decision_target_date": "28/07/2022",
  "site_name": "Harris Academy Rainham",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "No works above damp proof course shall take place in relation to any of the development hereby approved until samples of the external finishing materials, are submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the external finishing materials to be used.  Submission of samples prior to commencement will safeguard the appearance of the premises and the character of the immediate area.",
    "No works above damp proof course shall take place in relation to any of the development hereby approved until there has been submitted to and approved by the Local Planning Authority a scheme of hard and soft landscaping, which shall include indications of all existing trees and shrubs on the site, and details of any to be retained, together with measures for the protection in the course of development.",
    "The plans shall also include the detailed sections 1:10 / 1:5 to illustrate material specifications of drainage boards, waterproofing and root membranes, substrates, hard surfacing and access routes, and planting proposals with respect to the proposed green roof.",
    "Subsequently the soft and hard landscaping together with the approved green roof shall be implemented prior to the occupation of any part of the development hereby approved.",
    "All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the developme",
    "No works above damp proof course shall take place in relation to any of the development hereby approved until details of all proposed walls, fences and boundary treatment shall be submitted to, and approved in writing by, the Local Planning Authority.  The boundary development shall then be carried out in accordance with the approved details and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:",
    "Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to commencement will protect the visual amenities of the development and prevent undue overlooking of adjoining property.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans and the documents (as set out in this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved in particular with respect to measured incorporated into; the ecology report, the circular economy and carbon life cycle report.",
    "Before the development hereby permitted is first commenced, vehicle cleansing facilities to prevent mud being deposited onto the public highway during construction works shall be provided on site in accordance with details to be first submitted to and approved in writing by the Local Planning Authority. The approved facilities shall be retained thereafter and used at relevant entrances to the site throughout the duration of construction works. If mud or other debris originating from the site is deposited in the public highway, all on-site operations shall cease until it has been removed.",
    "The submission will provide;",
    "a)  A plan showing where vehicles will be parked within the site to be inspected for mud and debris and cleaned if required. The plan should show where construction traffic will access and exit the site from the public highway.",
    "b)  A description of how the parking area will be surfaced, drained and cleaned to prevent mud, debris and muddy water being tracked onto the pu",
    "No building shall be occupied or use commencement until cycle storage is provided in accordance with both parts of London Plan policy T5 is submitted to and approved in writing by the Local Planning Authority in consultation with TfL. The cycle storage shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to demonstrate what facilities will be available for cycle parking.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use is in the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity.",
    "No works shall take place in relation to any of the development hereby approved until a Construction Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers is submitted to and approved in writing by the Local Planning Authority. The Construction Method statement shall include details of:",
    "a)  parking of vehicles of site personnel and visitors;",
    "b)  storage of plant and materials;",
    "c)  dust management controls;",
    "d)  measures for minimising the impact of noise and ,if appropriate, vibration arising from construction activities;",
    "e)  predicted noise and, if appropriate, vibration levels for construction using methodologies and at points agreed with the Local Planning Authority;",
    "f)  scheme for monitoring noise and if appropriate, vibration levels using methodologies and at points agreed with the Local Planning Authorities;",
    "g)  siting and design of temporary buildings;",
    "h)  scheme for security fencing/hoardings, depicting a readily vis",
    "No building shall be occupied or use commenced until external lighting is provided in accordance with details previously submitted to and approved in writing by the Local Planning Authority. The lighting shall be provided and operated in strict accordance with the approved scheme.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the impact arising from any external lighting required in connection with the building or use.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect residential amenity.",
    "No works shall take place in relation to any of the development hereby approved until details of surface water drainage works are submitted to and approved in writing by the Local Planning Authority.  Surface water drainage shall be provided in accordance with the approved details.",
    "Reason:-",
    "Surface water drainage works are required on site to prevent the risk of flooding.  Submission of a scheme prior to commencement will ensure that the measures to be employed are technically sound.",
    "No works shall take place in relation to any of the development hereby approved until details of surface water attenuation/storage are submitted to and approved in writing by the Local Planning Authority. Surface water attenuation/storage shall be provided in accordance with the approved details.",
    "Reason:-",
    "Surface water attenuation/storage works are required on site to prevent the risk of flooding.  Submission of a scheme prior to commencement will ensure that the measures to be employed are technically sound.",
    "The development hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with national optional technical standards as required by Policy SI5 of the London Plan.",
    "Prior to the first occupation of the development a parking and service delivery management plan shall be submitted to and approved in writing by the Local Planning Authority. Such plan should include allocation of the parking provision including confirmation that the disabled persons parking bays should only be used by Blue Badge holders, confirmation of how passive EV spaces with be converted to active EV spaces, servicing only occurring via the adjoining school site, unless otherwise approved. The management plan shall provide details of how this will be managed and enforced through the life of the development. The development shall thereafter be maintained in accordance with the approved details.",
    "Reason: In order to ensure the adequate functioning of the parking provision within the site in the interest of amenity and highway safety",
    "Before the buildings hereby permitted are first occupied, the area set aside for car parking shall be laid out and surfaced to the satisfaction of the Local Planning Authority and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety.",
    "No development above damp proof course shall take place until there has been submitted to and approved in writing by the local planning authority for mechanical ventilation to the building. The scheme shall include details of the predicated acoustic performance of the system and shall incorporate sound attenuation measures which will ensure the existing background noise level at a metre distance to the nearest habitable window would not increase to the detriment of the existing and future occupiers of the site, for which there an acoustic report shall be provided and approved in writing along with other information outlined in this condition. The approved scheme shall be carried out prior to the commencement of the use hereby permitted and shall be retained as such thereafter. All equipment installed as part of the approved scheme shall be operated and maintained in accordance with the manufacturers' instruction.",
    "Reason:-",
    "Insufficient information has been supplied with the applicat",
    "Before the works above damp proof course of the development hereby approved commences, details of a scheme shall be submitted to and approved in writing by the local planning authority which specifies the provisions to be made for the control of noise from the road traffic and plant and machinery affecting the site, including any plant and machinery associated with the approved scheme. Such scheme as may be approved shall be implemented prior to first occupation and thereafter retained in accordance with such details.",
    "Reason:",
    "Insufficient information has been supplied with the application to judge the impact of adjacent commercial noise upon the proposed development. Submission of an assessment prior to works above damp proof course will protect future occupiers of the site.",
    "a) No part of the development hereby permitted shall be commenced until a fully detailed surface water management scheme for the development, consistent with the approved SuDS strategy has been submitted to and approved in writing by the Local Planning Authority.",
    "b) Detail of drainage scheme ownership, management and maintenance arrangements shall be submitted to Planning Authority for approval before site occupation",
    "c) The development shall only be implemented in accordance with the approved detail.",
    "d) A verification report demonstrating what works were undertaken and that the drainage scheme was completed in accordance with the approved surface water management scheme shall be submitted and approved by the Local Planning Authority in writing before site occupation.",
    "Reason: To safeguard the public from surface water flood risk, protect the environment and respond to climate change. This condition is required pre commencement to ensure that surface water measures can be install",
    "Before the development hereby approved is first occupied, the site shall be equipped with both passive and active provision of electric vehicle charging points, in accordance with details which shall have been previously submitted to and approved in writing by the Local Planning Authority. This shall provide a minimum of 20 per cent of all spaces for active charging point for electric vehicles, with the passive charging provision for all remaining spaces for the electric vehicles in the future.",
    "Reason:",
    "In order to encourage the uptake of the use of electric vehicles and to comply with Policy T6.1 of London Plan.",
    "The proposed development shall achieve a Certificate of Compliance in respect of the Secured by Design scheme, or alternatively achieve security standards (based on Secured by Design principles) to the satisfaction of the Metropolitan Police, details of which shall be provided to the Local Planning Authority and approved in writing prior to the first occupation of the approved development. All security measures applied to the approved development shall be permanently retained thereafter.",
    "Reason:In the interests of providing a safer environment for future residents and visitors to the site and reduce the fear of crime.",
    "No works above damp proof course shall commence until detail of visibility splay on either side of the proposed access, in accordance to a scheme to be submitted and approved in writing by the local planning authority. Thereafter the scheme shall be implemented in accordance to the approved scheme and maintained as such thereafter ensure there would be no obstruction or object higher than 0.6 metres within the visibility splay.",
    "Reason:-",
    "In the interests of highway safety.",
    "No works of construction shall take place until the details of the proposed finished floor levels; ridge and eaves heights of the buildings hereby approved have been submitted to and approved in writing by the Local Planning Authority. The submitted levels details shall be measured against a fixed datum and shall show the existing and finished ground levels, eaves and ridge heights of surrounding property. The development shall be carried out as approved details.",
    "Reason; To ensure a satisfactory relationship between the various components of the development and between the site and adjoining land. To ensure that construction is carried out at a suitable level having regard to drainage, access, the appearance of the development, any trees or hedgerows and the amenities of neighbouring properties.",
    "No works shall be carried out above the damp proof course until further detailed and specification of proposed access ways to demonstrate compliance with in British Standards 8300 1:2018 and Building Regulations part M. including information such as of landings/resting positions, tactile paving, cross falls. , shall have been submitted to and approved in writing by the local planning authority. Thereafter, the scheme shall be implemented in accordance to the approved scheme.",
    "Reason; In the interest of the equality agenda",
    "No construction work above damp proof course shall commence until the details of the photovoltaic panel, including the frames/supports and associated external equipment shall been first submitted to and agreed in writing by the Local Planning Authority. Development shall thereafter be carried out in accordance with the approved details and maintained as such for the lifetime of the development.",
    "Reason:",
    "In the interests of energy efficiency and visual amenity.",
    "Prior to the first occupation of the development hereby approved, a verification report shall be submitted demonstrating the completion of the stage 3 Road Safety Audit to the satisfaction of the local authority.",
    "Reason;",
    "In the interest of the safety of the pedestrians and other highways users.",
    "The development shall be carried out in accordance to measures recommended in the whole life cycle carbon emission report to achieve reduction in carbon emissions resulting from the construction and the use of a building over its entire life, including its demolition and disposal.",
    "Reason: To ensure that the proposed development is constructed in an environmentally sustainable manner.",
    "The development shall be carried out in accordance to the approved energy statement to ensure the development will follow the hierarchy of energy efficiency, to secure the reduction in CO2 emissions. Prior to the occupation, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP or the National Calculation Method) should be submitted to the Local Planning Authority and approved in writing to demonstrate that the development has been carried out in accordance with the approved Energy Strategy, unless otherwise agreed by the Local Planning Authority in writing.",
    "Reason: To ensure that the proposed development is constructed in an environmentally sustainable manner.",
    "Prior to first occupation of the development hereby approved, the ecological enhancement scheme as per approved preliminary ecological report shall be carried out to the satisfaction of the local planning authority, and in particular no part of the development shall be brought into use until the bird nesting and bat roosting boxes have been installed, and/ or bat roosting bricks and/ or bird nesting bricks have been installed in accordance with details which shall have been submitted to and approved in writing by the Local Planning Authority. Thereafter the scheme shall implemented in according the approved details and maintained as such thereafter.",
    "Reason: In order to preserve and enhance the Borough's natural environment.",
    "The scheme shall be implemented in accordance to the measures recommended in circular economy report ensuring reuse of material from the disused swimming pool, incorporate  appropriate materials which could be retained on use at their highest value for as long as possible and are then reused or recycled, leaving a minimum of residual waste.",
    "Reason: In order to preserve and enhance the Borough's natural environment.",
    "No development shall take place until a detailed Circular Economy Statement and Operational Waste Management Strategy in line with the GLA's Circular Economy Statement Guidance is submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with the details so approved.",
    "Reason: In the interests of sustainable waste management and in order to maximise the re-use of materials.",
    "Prior to the occupation of the development, a Post Completion Report setting out the predicted and actual performance against all numerical targets in the relevant Circular Economy Statement shall be submitted to the GLA at: circulareconomystatements@london.gov.uk, along with any supporting evidence as per the GLA's Circular Economy Statement Guidance. The Post Completion Report shall provide updated versions of Tables 1 and 2 of the Circular Economy Statement, the Recycling and Waste Reporting form and Bill of Materials. Confirmation of submission to the GLA shall be submitted to, and approved in writing by, the local planning authority, prior to occupation. Reason: In the interests of sustainable waste management and in order to maximise the re-use of materials.",
    "Reason: In the interests of sustainable waste management and in order to maximise the re-use of materials.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved Fire Statement (Ref:HRS-HYD-XX-XX-RP-FE-0002).",
    "Reason:-",
    "To ensure compliance with London Plan Policy D12 (Fire Safety)",
    "The development hereby permitted shall be carried out in accordance with the relevant building Regulations and London Plan Policy D5 (Inclusive Design).",
    "Reason:-",
    "To ensure inclusive, accessible design is delivered by the approved development.",
    "Prior to occupation of the building hereby permitted the applicant must submit to the local planning authority an updated roof layout drawing to demonstrate that PV generation including bio-solar PV has been maximised across the development. The development shall be implemented in accordance with the approved details.",
    "Reason:-",
    "In the interests of sustainable development and in accordance with London Plan policy SI2 (Minimising greenhouse gas emissions).",
    "No works shall take place in relation to any of the development hereby approved until an Air Source Heat Pump (ASHP) Feasibility Report has been submitted to and approved in writing by the Local Planning Authority. If an ASHP proposal is found to be feasible this should be adopted.",
    "Reason:-",
    "In the interests of sustainable development and in accordance with London Plan policy SI3 (Energy Infrastructure).",
    "No works above damp-proof course shall take place in relation to any of the development hereby approved until a Feasibility Report investigating the viability of other passive measures (in accordance with the Cooling Hierarchy) has been submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with the passive measures identified.",
    "Reason:-",
    "In the interests of sustainable development and in accordance with London Plan policy SI4 (Managing heat risk).",
    "The proposal involves works which affect the highway and/or its verge.  Before commencing such works you must obtain separate consent of the Highway Authority.  Please contact the Streetcare on 01708 432563.",
    "INFORMATIVE",
    "In promoting the delivery of safer, stronger, sustainable places the Local Planning Authority fully supports the adoption of the principles and practices of the Secured by Design Award Scheme and Designing against Crime. Your attention is drawn to the free professional service provided by the Metropolitan Police Designing Out Crime Officers for North East London, whose can be contacted via DOCOMailbox.NE@met.police.uk or 0208 217 3813  . They are able to provide qualified advice on incorporating crime prevention measures into new developments.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent during the process of the application.  The revisions involved; internal alterations with respect to facilities for disabled staff and student and the provision of landscaping replacing hard landscaping. The amendments were subsequently submitted prior to the application being reported to the committee.",
    "The planning obligations recommended in this report have been subject to the statutory tests set out in Regulation 122 of the Community Infrastructure Levy Regulations 2010 and the obligations are considered to have satisfied the following criteria:-",
    "(a)\tNecessary to make the development acceptable in planning terms;",
    "(b)\tDirectly related to the development; and",
    "(c)\tFairly and reasonably related in scale and kind to the development."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM13 9XD",
  "application_type_full": "Full planning permission",
  "appeal_decision_date": null,
  "lapsed_date": "28/07/2025",
  "locality": "Rainham",
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": {
    "no_proposed_bluebadge": 2,
    "no_existing_cycle": 0,
    "no_existing_car": 17,
    "no_existing_bluebadge": 0,
    "net_car": -17,
    "no_proposed_car": 0,
    "no_proposed_cycle": 60,
    "net_bluebadge": 2,
    "net_cycle": 60,
    "no_proposed_lgv": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_existing_bus": null,
    "net_carclub": null
  },
  "site_number": null,
  "epc_number": null,
  "decision_process": "Committee",
  "id": "Havering-P1013.21",
  "centroid_northing": 181840,
  "uprn": "10033420157",
  "title_number": [
    "EGL560673"
  ],
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "FME Excel Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Rainham & Wennington",
  "decision_date": "28/07/2022",
  "description": "Erection of a new sixth form building, with associated access and parking, following demolition of the existing swimming pool.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1013.21",
  "lpa_app_no": "P1013.21",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-19T00:04:17.064+00:00",
  "centroid_easting": 552989,
  "pp_id": "09828253",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "08/06/2021",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552936.046,
              181856.143
            ],
            [
              552991.588,
              181894.344
            ],
            [
              553045.503,
              181822.818
            ],
            [
              553032.77,
              181812.522
            ],
            [
              553030.873,
              181814.419
            ],
            [
              553015.701,
              181803.852
            ],
            [
              553012.721,
              181808.729
            ],
            [
              553006.76,
              181804.123
            ],
            [
              553005.676,
              181806.291
            ],
            [
              552979.125,
              181787.325
            ],
            [
              552936.046,
              181856.143
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": [],
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "09/2022",
        "intended_commencement_date": "10/2021"
      }
    ],
    "total_gia_gained": 3905,
    "site_area": 0.6040000000000001,
    "total_gia_existing": 0,
    "total_gia_lost": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 1341,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "D1",
        "gia_gained": 3905,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 1341
      }
    ],
    "projected_cost_of_works": "Between £2m and £100m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "grey_water_reuse": false,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 10.8,
        "building_ref": "Sixth Form"
      }
    ],
    "surface_water_discharge_percentage_reduction": 95,
    "green_suds": true,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 3905,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 1341,
      "total_gia_gained": 3905,
      "total_gia_lost": 0,
      "total_gia_existing": 0,
      "development_type": null,
      "site_area": null
    },
    "garden_land_lost": false,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "site_area": null,
      "residential_units": []
    },
    "uk_company_registration_no": "10081578",
    "internal_resi_water_usage": 0,
    "infrastructure_details": {
      "total_annual_pm_emissions": 14.68,
      "no_active_slow_ev_charging_points": 4,
      "green_roof_area": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "solar_pv_capacity": 14.68,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 1,
      "no_passive_slow_ev_charging_points": 15,
      "no_non_resi_units_to_have_full_fibre": 1,
      "total_annual_nox_emissions": 1,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 5,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": true,
      "no_new_gas_connections_required": 1,
      "ghg_reduction_over_building_regulations": true,
      "no_passive_rapid_ev_charging_points": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "chp_heat_pumps_capacity": null,
      "urban_greening_factor_score": null,
      "community_energy_capacity": null,
      "waste_details": []
    },
    "ownership_status": "Public",
    "lead_developer_company_name": "ISG Ltd",
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "commencement_notice_received": null,
    "circular_economy_statement": null,
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [],
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "social_infrastructure_contributions": null,
    "scheme_name": null
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Lambs Lane South",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "31/01/2022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.20269859999999998,
          51.5149338
        ],
        [
          0.203515,
          51.515262
        ],
        [
          0.20426029999999998,
          51.5146047
        ],
        [
          0.2040725,
          51.5145157
        ],
        [
          0.20404599999999998,
          51.5145332
        ],
        [
          0.203823,
          51.5144424
        ],
        [
          0.2037822,
          51.514487
        ],
        [
          0.2036943,
          51.5144472
        ],
        [
          0.2036797,
          51.514467
        ],
        [
          0.2032891,
          51.5143038
        ],
        [
          0.20269859999999998,
          51.5149338
        ]
      ]
    ],
    "type": "Polygon"
  }
}