{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507306.4384,
              177916.1377
            ],
            [
              507301.1467,
              177912.8304
            ],
            [
              507288.579,
              177923.4138
            ],
            [
              507280.6415,
              177922.7523
            ],
            [
              507253.5216,
              177919.445
            ],
            [
              507256.1675,
              177959.1326
            ],
            [
              507306.4384,
              177959.7941
            ],
            [
              507305.1155,
              177947.2263
            ],
            [
              507305.7769,
              177925.3982
            ],
            [
              507305.1155,
              177916.1377
            ],
            [
              507306.4384,
              177916.1377
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08118618",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:40:39.182+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "09/10/2019",
  "secondary_street_name": "SIPSON",
  "appeal_start_date": null,
  "ward": "HEATHROW VILLAGES",
  "centroid": {
    "lat": "51.4902411",
    "lon": "-0.4561534"
  },
  "decision": "Refused",
  "valid_date": "16/09/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.2
  },
  "cil_liability": false,
  "postcode": "UB7 0JH",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=29977/APP/2019/2901",
  "lpa_name": "Hillingdon",
  "site_name": "ZENITH COMPOUND",
  "lapsed_date": "11/06/2023",
  "parking_details": null,
  "decision_conditions": [
    "The proposal represents inappropriate development within the Green Belt in terms of the guidance contained in the National Planning Policy Framework which is harmful by definition to its open character and appearance. Furthermore, there are no very special circumstances provided or which are evident which either singularly or cumulatively justify the development which would overcome the presumption against inappropriate development in the Green Belt. The development is therefore harmful to the Green Belt and the visual amenities of the street scene, contrary to the National Planning Policy Framework (NPPF), Policy 7.16 of the London Plan, Policies EM2 and BE1 of the Hillingdon Local Plan: Part One - Strategic Policies and Policy DMEI 4 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The proposal, by virtue of the proposed use and fencing, along with a failure to incorporate any landscaping would result in a visually intrusive and incongruous development, that is harmful to the visual amenities of the street scene and the wider Green Belt. The development fails to provide any compelling evidence to justify the continued presence of the parking in the Green Belt and as such is contrary to the National Planning Policy Framework (NPPF), Policy 7.16 of the London Plan, Policies EM2 and BE1 of the Hillingdon Local Plan: Part One - Strategic Policies and Policies DMEI 4, DMHB 11 and DMHB 12 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "in the absence of full details being provided on the anticipated daily traffic levels generated by the proposal, including peak morning and afternoon/early evening traffic periods, the application fails to demonstrate that the scheme would not result in harm to the local and strategic highway network and is therefore considered contrary to Policies DMT 1 and DMT 2 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and Policy 6.3 of the London Plan (2016).",
    "in the absence of full details being provided on the anticipated daily traffic levels generated by the proposal and operations within the site, the application fails to demonstrate that the scheme would not result in unacceptable impacts on adjoining residential occupiers by reason of increased activity, noise and disturbance and is therefore considered contrary to Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Change of use of land to vehicle sales and installation of boundary fencing",
  "lpa_app_no": "29977/APP/2019/2901",
  "decision_target_date": "11/11/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "11/06/2020",
  "id": "Hillingdon-29977_APP_2019_2901",
  "centroid_northing": 177940,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 507281,
  "street_name": "VINERIES CLOSE",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4557944,
          51.4900218
        ],
        [
          -0.4558716,
          51.4899931
        ],
        [
          -0.4560493,
          51.4900906
        ],
        [
          -0.45616379999999995,
          51.4900862
        ],
        [
          -0.4565553,
          51.4900616
        ],
        [
          -0.4565051,
          51.4904178
        ],
        [
          -0.4557812,
          51.4904142
        ],
        [
          -0.455804,
          51.4903015
        ],
        [
          -0.45580109999999996,
          51.4901052
        ],
        [
          -0.4558135,
          51.4900221
        ],
        [
          -0.4557944,
          51.4900218
        ]
      ]
    ],
    "type": "Polygon"
  }
}