{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/194491FUL;",
  "lapsed_date": "06/01/2023",
  "decision_target_date": "06/01/2020",
  "locality": "Southall",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB2 4RH",
  "site_name": "Garage Nos. 52-59 And 44-51",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012038509, 000012038510, 000012038511, 000012038512, 000012198097, 000012198098, 000012198099, 000012198100, 000012198101, 000012198102"
    ],
    "site_area": 0.02
  },
  "appeal_decision_date": null,
  "lpa_app_no": "194491FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 513050,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T20:01:37.708+00:00",
  "id": "Ealing-194491FUL",
  "application_type": "All Other",
  "street_name": "Willowbrook Road",
  "borough": "Ealing",
  "ward": "Norwood Green",
  "decision_date": "06/01/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Change of use of 16 garages and associated undercroft parking area to canoe club facilities (D2 use class); associated external alterations to openings; construction of single storey enclosure to create ancillary exercise room; and alteration to boundary treatment to install a pedestrian gate (temporary planning permission for a period of 4 years)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 179032,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012038509",
  "centroid": {
    "lon": "-0.3727443",
    "lat": "51.4989324"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              513045.7983456,
              179022.0047394
            ],
            [
              513045.2459265,
              179022.0047394
            ],
            [
              513045.4025827,
              179036.9504613
            ],
            [
              513045.4520531,
              179042.6988158
            ],
            [
              513055.1977153,
              179042.6488301
            ],
            [
              513055.0987745,
              179037.000447
            ],
            [
              513054.9008931,
              179022.0047394
            ],
            [
              513048.1976584,
              179022.0047394
            ],
            [
              513047.0021245,
              179022.0047394
            ],
            [
              513045.7983456,
              179022.0047394
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "This temporary permission shall be for a limited period expiring on 31 July 2024 when the use permitted by this consent shall be discontinued.",
    "Reason: To ensure that the use is temporary in nature in accordance with the permission given.",
    "| The development hereby approved shall be carried out in accordance with the following approved drawings and documents:  007-120, 007-121, 007-125, 007-126, 007-130, 007-131, 007-100, 007-105.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| The application premises shall be used for storage of boats, kayaks, canoes and any associated ancillary equipment required in connection with the operation of the 'Sharks' and for a kitchen, changing rooms, showers and WC, and community gym/multi-purpose room and for no other purpose (including any other purpose in class Sui Generis of the schedule to the Town and Country Planning (Use Classes) Order 1987 (or in any provision equivalent to that class in any statutory instrument revoking and re-enacting that order with or without modification).",
    "Reason: To protect the amenity and living conditions of neighbouring properties, in accordance with the Council's adopted Ealing Development Management DPD (2013) policies 7.4, 7B and 7C, policy 1.1 (g) of the adopted Local Development Framework (Core Strategy 2012) and policies 7.4, 7.5 and 7.6 of the London Plan (2016).",
    "| The materials and finishes to be used for all external surfaces of the development hereby approved shall be as set out in Section 7 of the planning application form and the submitted Design & Access Statement.",
    "Reason: To ensure that the materials and finishes are of high quality and contribute positively to the visual amenity of the locality in accordance with policies 1.1 (h) (g), 1.2(h), 2.1(c) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies 7.4 and 7.6 of the London Plan (2016) and 12 of the National Planning Policy Framework (2019).",
    "| No development approved by this planning permission shall be commenced until:",
    "a) A desktop study has been carried out which shall include the identification of previous site uses, potential contaminants that might reasonably be expected given those uses and other relevant information.  Using this information a Conceptual Site Model (CSM) for the site identifying all potential contaminant sources, pathways and receptors shall be produced and assessment of risk to identified receptors undertaken. The desk study will be submitted for approval in writing by the Local Planning Authority prior to any development work (except demolition and site clearance) commencing.",
    "b) A site investigation has been designed for the site using the information obtained from the desktop study and any diagrammatical representations (Conceptual Model).  This design should be submitted to, and approved in writing by the Local Planning Authority prior to that investigation being carried out on the site.  The investigation must be comprehensive enough to enable:",
    "- a risk assessment to be undertaken relating to future occupants of the site and to groundwater and surface waters associated on and off the site that may be affected, and",
    "- refinement of the Conceptual Model, and",
    "- the development of a Method Statement detailing the remediation requirements.",
    "Reason: In the interests of public and environmental health.",
    "| Prior to the commencement of any works on site (other than demolition and site clearance), and based on an approved conceptual site model (contained within an approved desk study phase 1 report)  a site investigation shall investigate the site and any previously inaccessible ground. The site conceptual model shall be amended based on the findings of the intrusive site investigation and the risks to identified receptors up dated. This assessment must be undertaken by a competent person, and shall assess any contamination on the site, whether or not it originates on the site. The findings of the site investigation and proposed remedial options shall be submitted to the Local planning authority for approval in writing prior to any remedial works commencing and any development works commencing.",
    "Reason: To ensure the land contamination issues are addressed in accordance with policy1.1 (j) of the adopted Local Development Framework (Core Strategy 2012), policy 5.21 of the London Plan 2015 and Ealing Local Variation to London Plan Policy 5.21 of the Ealing Development Management Development Plan 2013.",
    "| A detailed remediation scheme to bring the site to a condition suitable for the intended use shall be submitted to and subject to the approval in writing of the Local Planning Authority. The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation. The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development, other than that required to carry out remediation works.",
    "Reason: To ensure the land contamination issues are addressed in accordance with policy1.1 (j) of the adopted Local Development Framework (Core Strategy 2012), policy 5.21 of the London Plan 2015 and Ealing Local Variation to London Plan Policy 5.21 of the Ealing Development Management Development Plan 2013.",
    "| Following completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority. The verification report submitted shall be in accordance with the latest Environment Agency guidance and industry best practice.",
    "Reason: To ensure the land contamination issues are addressed in accordance with policy1.1 (j) of the adopted Local Development Framework (Core Strategy 2012), policy 5.21 of the London Plan 2015 and Ealing Local Variation to London Plan Policy 5.21 of the Ealing Development Management Development Plan 2013.",
    "| The use shall not commence until all external doors to the premises/kitchen/exercise/multifunction rooms have been fitted with self-closing devices, which shall be maintained in an operational condition and at no time shall any external door nor windows to rooms where noise, smell, smoke or fumes may be emitted, be fixed in an open position.",
    "Reason: In the interests of the living conditions of nearby dwellings in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.14 of the London Plan (2016), and the National Planning Policy Framework (2019).",
    "| Prior to use, gate posts shall be installed with proprietary anti-vibration isolators to prevent structural or airborne vibration noise being transmitted to noise sensitive premises and the closing mechanism shall be buffered to adequately silence the operation of the gates. No part of the gates or their supports shall be in direct contact with the external walls or other external parts of adjacent buildings while open or closed.",
    "Reason: In the interests of the living conditions of nearby dwellings in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.14 of the London Plan (2016), and the National Planning Policy Framework (2019).",
    "| The use of the premises shall not be permitted outside of the hours of 0700 to 2200 Mondays to Sundays.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from activities or people at or leaving the site, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.14 of the London Plan (2016), and the National Planning Policy Framework (2019)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "12/11/2019",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08223848",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.372808,
          51.4988434
        ],
        [
          -0.3728159,
          51.4988435
        ],
        [
          -0.3728089,
          51.4989778
        ],
        [
          -0.3728063,
          51.4990295
        ],
        [
          -0.372666,
          51.4990271
        ],
        [
          -0.3726692,
          51.4989763
        ],
        [
          -0.3726769,
          51.4988416
        ],
        [
          -0.3727734,
          51.4988429
        ],
        [
          -0.37279059999999997,
          51.4988432
        ],
        [
          -0.372808,
          51.4988434
        ]
      ]
    ],
    "type": "Polygon"
  }
}