{
  "lpa_name": "Barking & Dagenham",
  "uprn": "10091589719",
  "decision_date": "24/11/2017",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Idox Tascomi",
  "id": "Barking_&_Dagenham-17_00380_FUL",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 22.22222222222222,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 3,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": 0.045,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 3,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "New Build",
      "site_area": 0.275,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 1208,
      "total_gia_gained": 642,
      "total_gia_lost": 604,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 1284
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B1",
        "gia_gained": 642,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 604
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B1c",
        "gia_gained": 642,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 604
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": 2,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Suburban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "1",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "site_area": 0.46900000000000003
  },
  "valid_date": "24/03/2017",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of light industrial units and erection of 2 light industrial units and detached 2 storey 3 bedroom house fronting Mayesbrook Road and associated parking and landscaping.",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.\r\rReason:\rTo comply with Section 91 of the Town and Country Planning Act 1990 (as amended by S.51 of the Planning and Compulsory Purchase Act  2004)",
    "The development hereby permitted shall be carried out in accordance with the following approved plans: FKW_201 Rev. A; FKW_204 Rev. G; FKW_205 Rev. B; FKW_206 Rev. A; FKW_207 Rev. B; FKW_GA_209 Rev. A; FKW_215 Rev. B; FKW_216 Rev. B; FKW_217 Rev. B; FKW_GA_220 Rev. B; FKW_GA_221 Rev. B; FKW_GA_222 Rev. B; FKW_GA_224 Rev. B; FKW_GA_225 Rev. B; 160817-L-01 Rev. a.\r\rReason: For the avoidance of doubt and in the interests of proper planning.",
    "The combined rating level of the noise from any plant installed pursuant to this permission shall not exceed the existing background noise level outside the window to any noise sensitive room. Any assessment of compliance with this condition shall be made according to the methodology and procedures presented in BS4142:2014.\r\rReason:  To minimise the transmission of noise and thereby safeguard the amenity of neighbouring residential occupiers and in accordance with policy BP8 of the Borough Wide Development Policies Development Plan Document.",
    "The delivery/collection of goods and refuse from the hereby permitted light industrial units is only permitted to take place between the hours of 07:00hrs and 23:00 hrs on any day.\r\rReason:  To minimise potential noise nuisance to neighbouring residential occupiers and in accordance with policy BP8 of the Borough Wide Development Policies Development Plan Document.",
    "Construction work and associated activities are to be carried out in accordance with the recommendations contained within British Standard 5228:2009, \"Code of practice for noise and vibration control on construction and open sites\". Parts 1 and 2.\r\rReason:  To minimise the transmission of noise and vibration and thereby safeguard the amenity of neighbouring residential occupiers and in accordance with policy BP8 of the Borough Wide Development Policies Development Plan Document.",
    "Measures to control the emission of dust, dirt and emissions to air to accord with the guidance provided in the document \"The Control of Dust and Emissions during construction and demolition\", Mayor of London, July 2014; including but not confined to, non-road mobile machinery (NRMM) requirements are to be implemented at all times air during demolition and construction works associated with the conversion of the building.\r\rReason: In order to prevent air pollution and to protect the amenities of neighbouring occupiers in accordance with policies BP8 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "Construction work and associated activities are only to be carried out between the hours of 08:00 and 18:00 Monday to Friday and 08:00-13:00 Saturday with no work on Sundays or public holidays. Any works which are associated with the generation of ground borne vibration are only to be carried out between the hours of 08:00 and 18:00 Monday to Friday.\r\rReason:  To ensure that the proposed construction work does not cause undue nuisance and disturbance to neighbouring properties at unreasonable hours and in accordance with policy BP8 of the Borough Wide Development Policies Development Plan Document.",
    "An investigation and risk assessment, in addition to any assessment provided with the planning application, must be completed in accordance with a scheme to assess the nature and extent of any contamination on the site, whether or not it originates on the site. The contents of the scheme are subject to the approval in writing of the Local Planning Authority. The investigation and risk assessment must be undertaken by competent persons and a written report of the findings must be produced. The written report is subject to the approval in writing of the Local Planning Authority. The report of the findings must include: \r\r(a)      a survey of the extent, scale and nature of contamination; \r(b)      an assessment of the potential risks to: \ri.         human health, \rii.        property (existing or proposed) including buildings, crops, livestock, pets, woodland and service lines and pipes, \riii.       adjoining land, \riv.       groundwaters and surface waters, \rv.        ecological systems, \rvi.       archaeological sites and ancient monuments; \r(c)      an appraisal of remedial options, and proposal of the preferred option(s). \r(d)      This must be conducted in accordance with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11'.",
    "A detailed remediation scheme to bring the site to a condition suitable for the intended use by removing unacceptable risks to human health, buildings and other property and the natural and historical environment must be prepared, and is subject to the approval in writing of the Local Planning Authority. The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.",
    "The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development other than that required to carry out remediation, unless otherwise agreed in writing by the Local Planning Authority. The Local Planning Authority must be given two weeks written notification of commencement of the remediation scheme works.\r\rFollowing completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority.",
    "In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority. An investigation and risk assessment must be undertaken in accordance with the requirements of condition 8, and where remediation is necessary a remediation scheme must be prepared in accordance with the requirements of condition 9, which is subject to the approval in writing of the Local Planning Authority.\r\rFollowing completion of measures identified in the approved remediation scheme a verification report must be prepared, which is subject to the approval in writing of the Local Planning Authority.\r\rReason for Conditions 8 to 11:  To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors in accordance with Policy BR5 of the Borough Wide Development Policies Development Plan Document.",
    "No development above ground level shall take place until details/samples of all materials to be used in the construction of the external surfaces of the development have been submitted to and approved in writing by the Local Planning Authority.  The development shall be carried out in accordance with the approved materials.\r\rReason:  To protect or enhance the character and amenity of the area in accordance with policies BP8 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "No development above ground level shall take place until there has been submitted to and approved in writing by the Local Planning Authority a plan indicating the position, design, materials and type of boundary treatment and gate to be erected. No part of the development shall be occupied until the approved boundary treatment for that part has been provided.  The approved boundary treatment shall be retained unless the Local Planning Authority gives prior written approval for its removal.\r\rReason:  To ensure the boundary treatment protects or enhances the character and amenity of the area in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document.",
    "No vegetation or site clearance shall take place between March and September except where a nesting bird survey has been carried out by a suitably qualified ecologist no more than 2 days prior to the commencement of vegetation clearance works. The results of the survey shall be submitted to the Local Planning Authority before works commence. If nesting birds are found i) works should be delayed until the nesting season is over and the fledglings have left the area and ii) a strategy should be submitted to and approved by the Local Planning Authority to ensure the nesting birds are not disturbed by any other works taking place on the site. \r\rReason:  The survey is required to protect the ecology of the area as nesting birds may be present on the site and in accordance with policy CR2 of the Core Strategy, policy BR3 of the Borough Wide Development Policies Development Plan Document  and policy 7.19 of the London Plan.",
    "Before occupation of the hereby permitted dwelling it shall comply with Building Regulations Optional Requirement Approved Document M4(2) Category 2: Accessible and adaptable dwellings (2015 edition). Evidence of compliance shall be notified to the building control body appointed for the development in the appropriate Full Plans Application, or Building Notice, or Initial Notice to enable the building control body to check compliance.\r\rReason:  To ensure that accessible housing is provided in accordance with policy 3.8 of the London Plan.",
    "The car parking areas indicated on drawing No. FKW_201A shall be constructed and marked out prior to the occupation of the development, and thereafter retained permanently for the accommodation of vehicles of occupiers and visitors to the premises and not used for any other purpose.\r\rReason:  To ensure that sufficient off-street parking areas are provided and not to prejudice the free flow of traffic or conditions of general safety along the adjoining highway in accordance with policy BR9 of the Borough Wide Development Policies Development Plan Document.",
    "The soft landscaping scheme shown on drawing No. 160817-L-01 Rev. a shall be carried out in the first planting and seeding seasons following the occupation or the completion of the development, whichever is the sooner.  Any trees or plants which within a period of 5 years from the completion of the development die, are removed or become seriously damaged or diseased, shall be replaced in the next planting season with others of similar size and species unless the Local Planning Authority gives written consent to any variation. \r\rReason:  To secure the provision and retention of the landscaping in the interests of the visual amenity of the area and in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document and Section 197 of the Town and Country Planning Act 1990.",
    "The refuse enclosures indicated on drawing No. FKW_204G shall be constructed in accordance with the approved plans prior to the occupation of the development hereby approved and thereafter permanently retained for the use of the occupiers of the premises.\r\rReason:  To provide satisfactory refuse storage provision in the interests of the appearance of the site and locality in accordance with policies BP8 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "No development above ground level shall take place until a scheme showing those areas to be hard landscaped and the details of that hard landscaping have been submitted to and approved in writing by the Local Planning Authority.  The scheme as approved shall be carried out prior to the occupation of the development and thereafter permanently retained.\r\rReason:  To safeguard and improve the appearance of the area in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document.",
    "The hereby permitted commercial premises shall be used only for purposes within Use Class B1 of the Schedule to The Town and Country Planning (Use Classes) Order 1987 (as amended) or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification) and for no other purpose.\r\rReason: In order to to ensure that the use is compatible with the residential area in which it is situated and to prevent harm to residential amenity in accordance with policies BP8 and BP11 of the Borough Wide Development Policies Development Plan Document."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T19:54:02.764+00:00",
  "ward": "Becontree",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": 23,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": 1,
    "no_existing_car": 15,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": 8,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null
  },
  "lapsed_date": "24/11/2022",
  "decision_target_date": "19/05/2017",
  "centroid": {
    "lat": "51.5552663",
    "lon": "0.11765579999999999"
  },
  "lpa_app_no": "17/00380/FUL",
  "status": "Lapsed",
  "site_name": "Rear Of",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=14982",
  "locality": "Dagenham",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              546954.972,
              186194.543
            ],
            [
              546955.6,
              186194.1
            ],
            [
              546957.3,
              186196.25
            ],
            [
              546961.6,
              186192.95
            ],
            [
              546959.45,
              186190.35
            ],
            [
              546957.1,
              186192.3
            ],
            [
              546955.15,
              186189.9
            ],
            [
              546953.15,
              186187.3
            ],
            [
              546952.3,
              186187.95
            ],
            [
              546950.5,
              186185.65
            ],
            [
              546948.6,
              186183.3
            ],
            [
              546949.55,
              186182.55
            ],
            [
              546947.7,
              186180.05
            ],
            [
              546946.5,
              186178.5
            ],
            [
              546944.8,
              186176.15
            ],
            [
              546944.25,
              186176.5
            ],
            [
              546942.35,
              186174.1
            ],
            [
              546945.5,
              186171.7
            ],
            [
              546943.95,
              186169.8
            ],
            [
              546943.45,
              186169.15
            ],
            [
              546940.85,
              186171.15
            ],
            [
              546938.9,
              186168.7
            ],
            [
              546937.7,
              186169.6
            ],
            [
              546935.15,
              186166.2
            ],
            [
              546936.4,
              186165.3
            ],
            [
              546935.5,
              186164.1
            ],
            [
              546934.3,
              186164.95
            ],
            [
              546932.4,
              186162.5
            ],
            [
              546933.6,
              186161.6
            ],
            [
              546936.15,
              186159.6
            ],
            [
              546934.25,
              186157.2
            ],
            [
              546931.75,
              186159.1
            ],
            [
              546929.9,
              186156.8
            ],
            [
              546928.05,
              186154.4
            ],
            [
              546925.3,
              186156.45
            ],
            [
              546925.224,
              186156.507
            ],
            [
              546923.963,
              186154.895
            ],
            [
              546925,
              186154.15
            ],
            [
              546924.2,
              186153.1
            ],
            [
              546925.95,
              186151.75
            ],
            [
              546926.2,
              186151.6
            ],
            [
              546924.5,
              186149.35
            ],
            [
              546922.45,
              186150.9
            ],
            [
              546921.8,
              186150.05
            ],
            [
              546924.05,
              186148.25
            ],
            [
              546923.05,
              186146.9
            ],
            [
              546922.5,
              186147.3
            ],
            [
              546920.5,
              186144.7
            ],
            [
              546920.3,
              186144.5
            ],
            [
              546918.7,
              186144.15
            ],
            [
              546919.65,
              186143.4
            ],
            [
              546917.35,
              186140.45
            ],
            [
              546919.8,
              186138.5
            ],
            [
              546918.3,
              186136.5
            ],
            [
              546916.4,
              186134.05
            ],
            [
              546913.95,
              186136
            ],
            [
              546912.1,
              186133.6
            ],
            [
              546910,
              186131
            ],
            [
              546912.65,
              186128.9
            ],
            [
              546910.9,
              186126.7
            ],
            [
              546909.8,
              186125.3
            ],
            [
              546905.7,
              186128.5
            ],
            [
              546903.1,
              186125.15
            ],
            [
              546901.61,
              186126.313
            ],
            [
              546900.738,
              186125.199
            ],
            [
              546902.2,
              186124
            ],
            [
              546900.75,
              186122.15
            ],
            [
              546902.4,
              186120.85
            ],
            [
              546901,
              186119.05
            ],
            [
              546899.45,
              186117.1
            ],
            [
              546897.75,
              186118.4
            ],
            [
              546896.75,
              186117.15
            ],
            [
              546895.311,
              186118.26
            ],
            [
              546892.503,
              186114.67
            ],
            [
              546892.134,
              186114.929
            ],
            [
              546891.75,
              186114.45
            ],
            [
              546888.86,
              186116.75
            ],
            [
              546884.9,
              186119.9
            ],
            [
              546884.947,
              186119.96
            ],
            [
              546870.278,
              186130.228
            ],
            [
              546886.788,
              186150.548
            ],
            [
              546880.765,
              186155.202
            ],
            [
              546880.6,
              186155
            ],
            [
              546880.25,
              186155.2
            ],
            [
              546874.85,
              186159.2
            ],
            [
              546869.9,
              186162.85
            ],
            [
              546866.98,
              186165.021
            ],
            [
              546859.166,
              186170.55
            ],
            [
              546858.721,
              186171.084
            ],
            [
              546858.7,
              186171.1
            ],
            [
              546856.35,
              186170.95
            ],
            [
              546836.95,
              186185.9
            ],
            [
              546837.8,
              186187.05
            ],
            [
              546857.35,
              186172.05
            ],
            [
              546857.62,
              186172.405
            ],
            [
              546857.578,
              186172.455
            ],
            [
              546862.023,
              186178.805
            ],
            [
              546863.87,
              186177.574
            ],
            [
              546863.958,
              186177.567
            ],
            [
              546875.154,
              186189.856
            ],
            [
              546876.85,
              186191.85
            ],
            [
              546876.921,
              186191.795
            ],
            [
              546876.946,
              186191.823
            ],
            [
              546878.533,
              186190.87
            ],
            [
              546880.756,
              186193.728
            ],
            [
              546880.988,
              186193.568
            ],
            [
              546881.15,
              186193.75
            ],
            [
              546884.45,
              186191.25
            ],
            [
              546885.35,
              186190.56
            ],
            [
              546889.963,
              186187.378
            ],
            [
              546898.826,
              186197.97
            ],
            [
              546902.65,
              186202.95
            ],
            [
              546902.858,
              186202.789
            ],
            [
              546902.981,
              186202.935
            ],
            [
              546918.221,
              186191.188
            ],
            [
              546930.835,
              186207.773
            ],
            [
              546930.8,
              186207.8
            ],
            [
              546931,
              186208.05
            ],
            [
              546931.929,
              186209.211
            ],
            [
              546935.366,
              186213.73
            ],
            [
              546945.657,
              186205.154
            ],
            [
              546949.65,
              186202.1
            ],
            [
              546955.65,
              186197.55
            ],
            [
              546955.309,
              186197.111
            ],
            [
              546956.321,
              186196.268
            ],
            [
              546954.972,
              186194.543
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Minor all other minor developments",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Tascomi",
  "site_number": "127 - 157",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "BECONTREE AVENUE",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": null,
  "centroid_easting": "546906",
  "appeal_start_date": null,
  "centroid_northing": "186167",
  "borough": "London Borough of Barking and Dagenham",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1183732,
          51.555501
        ],
        [
          0.11838209999999999,
          51.5554969
        ],
        [
          0.1184075,
          51.5555157
        ],
        [
          0.11846809999999999,
          51.555485
        ],
        [
          0.118436,
          51.5554622
        ],
        [
          0.11840289999999999,
          51.5554803
        ],
        [
          0.1183738,
          51.5554592
        ],
        [
          0.11834389999999999,
          51.5554364
        ],
        [
          0.11833189999999999,
          51.5554425
        ],
        [
          0.118305,
          51.5554223
        ],
        [
          0.1182767,
          51.5554017
        ],
        [
          0.11829,
          51.5553947
        ],
        [
          0.1182623,
          51.5553727
        ],
        [
          0.1182444,
          51.5553591
        ],
        [
          0.11821889999999999,
          51.5553384
        ],
        [
          0.1182111,
          51.5553417
        ],
        [
          0.11818269999999999,
          51.5553206
        ],
        [
          0.11822709999999999,
          51.5552982
        ],
        [
          0.11820399999999999,
          51.5552816
        ],
        [
          0.1181965,
          51.5552759
        ],
        [
          0.1181599,
          51.5552945
        ],
        [
          0.1181308,
          51.555273
        ],
        [
          0.11811379999999999,
          51.5552814
        ],
        [
          0.11807569999999999,
          51.5552515
        ],
        [
          0.1180933,
          51.5552431
        ],
        [
          0.1180798,
          51.5552325
        ],
        [
          0.1180629,
          51.5552405
        ],
        [
          0.1180345,
          51.555219
        ],
        [
          0.1180514,
          51.5552106
        ],
        [
          0.11808729999999999,
          51.5551919
        ],
        [
          0.1180589,
          51.5551709
        ],
        [
          0.1180237,
          51.5551886
        ],
        [
          0.11799609999999999,
          51.5551684
        ],
        [
          0.1179684,
          51.5551473
        ],
        [
          0.1179296,
          51.5551665
        ],
        [
          0.11792849999999999,
          51.555167
        ],
        [
          0.11790969999999999,
          51.5551528
        ],
        [
          0.1179243,
          51.5551459
        ],
        [
          0.1179124,
          51.5551367
        ],
        [
          0.117937,
          51.5551241
        ],
        [
          0.11794059999999999,
          51.5551227
        ],
        [
          0.1179151,
          51.5551029
        ],
        [
          0.1178862,
          51.5551173
        ],
        [
          0.1178765,
          51.5551099
        ],
        [
          0.11790819999999999,
          51.5550931
        ],
        [
          0.11789319999999999,
          51.5550812
        ],
        [
          0.1178854,
          51.555085
        ],
        [
          0.11785549999999999,
          51.5550621
        ],
        [
          0.11785259999999999,
          51.5550604
        ],
        [
          0.1178293,
          51.5550577
        ],
        [
          0.1178427,
          51.5550507
        ],
        [
          0.11780829999999999,
          51.5550248
        ],
        [
          0.1178428,
          51.5550066
        ],
        [
          0.11782039999999999,
          51.554989
        ],
        [
          0.117792,
          51.5549675
        ],
        [
          0.1177575,
          51.5549857
        ],
        [
          0.1177298,
          51.5549646
        ],
        [
          0.1176985,
          51.5549418
        ],
        [
          0.1177358,
          51.5549222
        ],
        [
          0.1177096,
          51.5549029
        ],
        [
          0.1176932,
          51.5548906
        ],
        [
          0.1176354,
          51.5549204
        ],
        [
          0.1175966,
          51.554891
        ],
        [
          0.11757559999999999,
          51.5549018
        ],
        [
          0.1175625,
          51.5548921
        ],
        [
          0.1175831,
          51.5548809
        ],
        [
          0.1175614,
          51.5548647
        ],
        [
          0.1175847,
          51.5548526
        ],
        [
          0.1175638,
          51.5548367
        ],
        [
          0.1175406,
          51.5548196
        ],
        [
          0.1175166,
          51.5548318
        ],
        [
          0.1175017,
          51.5548208
        ],
        [
          0.1174814,
          51.5548311
        ],
        [
          0.11743949999999999,
          51.5547996
        ],
        [
          0.11743419999999999,
          51.554802
        ],
        [
          0.11742849999999999,
          51.5547978
        ],
        [
          0.1173878,
          51.5548192
        ],
        [
          0.11733199999999999,
          51.5548486
        ],
        [
          0.1173328,
          51.5548491
        ],
        [
          0.1171256,
          51.5549452
        ],
        [
          0.11737199999999999,
          51.5551235
        ],
        [
          0.1172872,
          51.5551669
        ],
        [
          0.11728469999999999,
          51.555165099999996
        ],
        [
          0.1172797,
          51.555167
        ],
        [
          0.11720359999999999,
          51.5552043
        ],
        [
          0.1171338,
          51.5552384
        ],
        [
          0.11709259999999999,
          51.5552587
        ],
        [
          0.1169822,
          51.5553104
        ],
        [
          0.1169761,
          51.5553153
        ],
        [
          0.11697579999999999,
          51.5553154
        ],
        [
          0.1169418,
          51.5553147
        ],
        [
          0.11666839999999999,
          51.5554541
        ],
        [
          0.1166812,
          51.5554642
        ],
        [
          0.1169567,
          51.5553243
        ],
        [
          0.1169607,
          51.5553275
        ],
        [
          0.1169602,
          51.5553279
        ],
        [
          0.11702689999999999,
          51.5553838
        ],
        [
          0.11705299999999999,
          51.5553723
        ],
        [
          0.1170542,
          51.5553722
        ],
        [
          0.1172207,
          51.5554797
        ],
        [
          0.11724599999999999,
          51.5554972
        ],
        [
          0.11724699999999999,
          51.5554967
        ],
        [
          0.1172474,
          51.5554969
        ],
        [
          0.1172699,
          51.5554879
        ],
        [
          0.1173031,
          51.555513
        ],
        [
          0.11730639999999999,
          51.5555115
        ],
        [
          0.11730879999999999,
          51.5555131
        ],
        [
          0.1173553,
          51.5554898
        ],
        [
          0.117368,
          51.5554834
        ],
        [
          0.1174332,
          51.5554536
        ],
        [
          0.1175653,
          51.5555464
        ],
        [
          0.11762249999999999,
          51.5555902
        ],
        [
          0.1176255,
          51.5555887
        ],
        [
          0.11762729999999999,
          51.55559
        ],
        [
          0.11784209999999999,
          51.5554804
        ],
        [
          0.11803079999999999,
          51.5556262
        ],
        [
          0.11803029999999999,
          51.5556264
        ],
        [
          0.1180333,
          51.5556286
        ],
        [
          0.11804719999999999,
          51.5556388
        ],
        [
          0.1180986,
          51.5556785
        ],
        [
          0.1182434,
          51.5555988
        ],
        [
          0.11829959999999999,
          51.5555703
        ],
        [
          0.1183842,
          51.5555279
        ],
        [
          0.1183791,
          51.555524
        ],
        [
          0.1183934,
          51.5555162
        ],
        [
          0.1183732,
          51.555501
        ]
      ]
    ],
    "type": "Polygon"
  }
}