{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511048.2775,
              184839.8399
            ],
            [
              511059.2062,
              184845.8828
            ],
            [
              511079.1823,
              184811.8838
            ],
            [
              511067.8052,
              184805.7984
            ],
            [
              511048.2775,
              184839.8399
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              511047.9614,
              184839.6651
            ],
            [
              511048.226,
              184839.9297
            ],
            [
              511048.2775,
              184839.8399
            ],
            [
              511047.9614,
              184839.6651
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07944840",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:45:22.084+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "22/07/2019",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "SOUTH RUISLIP",
  "centroid": {
    "lat": "51.5514023",
    "lon": "-0.3995188"
  },
  "decision": "Approved",
  "valid_date": "27/06/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.05
  },
  "cil_liability": false,
  "postcode": "HA4 6TD",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=68425/APP/2019/2077",
  "lpa_name": "Hillingdon",
  "site_name": "12 WALNUT WAY",
  "lapsed_date": "05/09/2022",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 12/01-PL03 Rev. A, 12/01-PL02, 12/01-LP01, and 12/01-PL01 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (2016).",
    "No development shall take place until details of all materials and external surfaces, including details of balconies have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy BE13 Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development which would face any/either of the adjoining properties.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy BE24 Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012)",
    "The windows facing the properties either side shall be glazed with permanently obscured glass and non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy BE24 Hillingdon Local Plan: Part Two Saved UDP Policies (2012)",
    "No development shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1. Details of Soft Landscaping",
    "1.a Planting plans (at not less than a scale of 1:100),",
    "1.b Written specification of planting and cultivation works to be undertaken,",
    "1.c Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage",
    "2.c Means of enclosure/boundary treatments",
    "2.d Hard Surfacing Materials",
    "3. Schedule for Implementation",
    "4. Other",
    "4.a Existing and proposed functional services above and below ground",
    "4.b Proposed finishing levels or contours",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with pol",
    "The dwelling(s) shall achieve Level 3 of the Code for Sustainable Homes. No development shall commence until a signed design stage certificate confirming this level has been received. The design stage certificate shall be retained and made available for inspection by the Local Planning Authority on request.",
    "The development must be completed in accordance with the principles of the design stage certificate and the applicant shall ensure that completion stage certificate has been attained prior to occupancy of each dwelling.",
    "REASON",
    "To ensure that the objectives of sustainable development identified in London Plan (2016) Policies 5.1 and 5.3.",
    "Before the development hereby permitted is commenced, a scheme shall be submitted to, and approved in writing by the Local Planning Authority detailing how additional or improved educational facilities will be provided within a 3 miles radius of the site to accommodate the nursery, primary and secondary school child yield arising from the proposed development. This shall include a timescale for the provision of the additional/improved facilities. The approved means and timescale of accommodating the child yield arising from the development shall then be implemented in accordance with the agreed scheme.",
    "REASON:",
    "To ensure the development provides an appropriate contribution to educational facilities within the surrounding area, arising from the proposed development, in accordance with Policy R17 of the adopted Hillingdon Unitary Development Plan (Saved Policies, September 2007) and the Council's Supplementary Planning Guidance on Educational Facilities.",
    "The parking areas (including where appropriate, the marking out of parking spaces) on the approved plans, shall be constructed, designated and allocated for the sole use of the occupants prior to the occupation of the development and thereafter be permanently retained and used for no other purpose.",
    "REASON",
    "To ensure that an appropriate level of car parking provision is provided on site in accordance with Policy AM14 of the adopted Hillingdon Unitary Development Plan Saved Policies (September 2007) and Chapter 6 of the London Plan (2016).",
    "You are advised that the development hereby approved represents chargeable development under the Community Infrastructure Levy. The applicant will be liable to pay the Community Infrastructure Levy to the sum of £3,430 on commencement of this development. A separate liability notice will be issued by the Local Planning Authority, however you are advised that it is your responsibility to notify the Local Planning Authority of the anticipated commencement date and any changes in liability through submission of the appropriate forms.",
    "Should you require further information please refer to the Council's Website (http://www.hillingdon.gov.uk/index.jsp?articleid=24738).",
    "The applicant is advised that where details pursuant to the conditions have been previously submitted to and approved by the Local Planning Authority, there would be no requirement for these details to be re-submitted where the details would remain the same. The applicant should ensure that the development is carried out in compliance with the approved details."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Removal of condition 6 (Lifetime Homes) of planning permission Ref: 68425/APP/2012/659 dated 07/06/2019 (2 x 3 bed two storey, semi-detached dwellings with associated parking and amenity space and installation of 2 x vehicular crossovers to front involving demolition of existing bungalow)",
  "lpa_app_no": "68425/APP/2019/2077",
  "decision_target_date": "06/09/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "05/09/2019",
  "id": "Hillingdon-68425_APP_2019_2077",
  "centroid_northing": 184826,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 511064,
  "street_name": "RUISLIP",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.39974109999999996,
          51.5515298
        ],
        [
          -0.3995816,
          51.551582
        ],
        [
          -0.3993043,
          51.5512725
        ],
        [
          -0.3994703,
          51.55122
        ],
        [
          -0.39974109999999996,
          51.5515298
        ]
      ]
    ],
    "type": "Polygon"
  }
}