{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "25/07/2019",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-73785_APP_2018_3115",
  "secondary_street_name": "HAYES",
  "appeal_status": null,
  "postcode": "UB3 4QR",
  "appeal_decision": "Dismissed",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.47700000000000004
  },
  "valid_date": "24/09/2018",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Redevelopment of the site for a gas powered electricity generator and related infrastructure",
  "decision_conditions": [
    "The proposed development will result in the increase in harmful pollutants in an air quality management area and air quality focus area and will not contribute towards, and may constrain, meeting EU limit values and national air quality objectives for pollutants.  The proposal is likely to lead to further deterioration of existing poor air quality contrary to Policies 5.3, 5.4A, 5.8 and 7.14 of the London Plan (2016), emerging policy DMEI 14 of the Hillingdon Local Plan: Part Two - Development Management Policies With Modifications (March 2019), EM1, EM8 of the Local Plan Part 1 (November 2012), Air Quality Action Plan, LB HIllingdon, 2019, Air Quality Action Plan; DEFRA 2017, Clean Air Strategy; DEFRA; 2019, London Environment Strategy; GLA; 2018, National Policy Statement for Fossil Fuel Electricity Generating Infrastructure (EN-2) 2011, National Policy Statement for Energy (EN-1) (2011), LBH Hillingdon Air Quality SPG 2002,  Mayor of London sustainable design and construction SPG (2",
    "The proposed development, by reason of its footprint, siting and scale is likely to be detrimental to the visual amenities of the street scene, the canalside setting and character and appearance of the wider area. In the absence of clear elevation plans and contextual elevation plans with marked datum levels or an Townscape and Visual Impact Assessment, the councils have not been able to assess the full impact of the proposal within its context and views from locations such as the A312, North Hyde Road, the Grand Union Canal and views from the Botwell/Nestles Conservation Area which adjoins the site. The proposal is therefore contrary to Policies BE13, BE14, BE19, BE31, BE32  and BE38 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012), Policies BE1 and EM3 of the Local Plan: Part 1 (2012), Policies DMHB 1, DMHB 2, DMHB3, DMHB 4, DMHB 11, DMHB 12 and DMHB 14 of the Hillingdon Local Plan: Part Two - Development Management Policies With Modifications (March 2019),",
    "The proposal would fail to provide visual and environmental enhancements to the designated Blue Ribbon Network of the Grand Union Canal and the River Crane and therefore fails to contribute positively to the setting of these networks. The proposal is therefore considered to be contrary to Policies BE31 and BE32 of the Local Plan (Part Two: November 2012), Policy DMEI 8 of the Hillingdon Local Plan: Part Two - Development Management Policies With Modifications (March 2019) and Policy 7.30 of the London Plan (2016).",
    "The proposed development, in the absence of a comprehensive surface drainage strategy fails to demonstrate suitable sustainable urban drainage systems have been utilised and it is therefore contrary to Policy DMEI 10 of the Hillingdon Local Plan: Part Two - Development Management Policies With Modifications (March 2019), Policies OE7 and OE8 of the Hillingdon Local Plan: Part 2 - Saved UDP Policies (November 2012), Policy DMEI9  of the Hillingdon Local Plan: Part Two - Development Management Policies With Modifications (March 2019) and Policy  5.13 of the London Plan (2016).",
    "The proposed development, in the absence of a comprehensive transport assessment that provides details of trip generation, operation, routing and servicing could result in an increase in vehicle movements adding pressure to local road network, particularly the A312 Bulls Bridge Roundabout contrary to Policies AM7 and AM14 of the Local Plan: Part Two (November 2012), policy T1 of the Local Plan Part 1 (2012), policy 6.3 of the London Plan (2016) and Policy DMT1 of the emerging Local Plan: Part Two Development Management Policies With Modifications (March 2019) and policies .",
    ".",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies November 2012), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in November 2012 agreeing that the policies were 'saved') still apply for development control decisions.",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-21T00:15:48.276+00:00",
  "ward": "BOTWELL",
  "parking_details": null,
  "lapsed_date": "25/07/2022",
  "decision_target_date": "23/02/2019",
  "centroid": {
    "lat": "51.5004899",
    "lon": "-0.4108986"
  },
  "lpa_app_no": "73785/APP/2018/3115",
  "status": "Dismissed",
  "site_name": "LAND NORTH OF NORTH HYDE ELECTRICITY SUBSTATION",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=73785/APP/2018/3115",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510350.4145,
              179181.7222
            ],
            [
              510394.0709,
              179173.454
            ],
            [
              510457.2403,
              179149.6415
            ],
            [
              510448.3106,
              179113.5919
            ],
            [
              510341.4848,
              179138.0659
            ],
            [
              510350.4145,
              179181.7222
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": null,
  "appeal_decision_date": "04/02/2021",
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": [
    "CSV Data Import",
    "CSV Data Import"
  ],
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "NORTH HYDE GARDENS",
  "pp_id": "07223612",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 510398,
  "appeal_start_date": "30/04/2020",
  "centroid_northing": 179147,
  "borough": "Hillingdon",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.41157309999999997,
          51.5008113
        ],
        [
          -0.4109469,
          51.5007285
        ],
        [
          -0.4100447,
          51.5005021
        ],
        [
          -0.4101845,
          51.5001798
        ],
        [
          -0.4117153,
          51.5004206
        ],
        [
          -0.41157309999999997,
          51.5008113
        ]
      ]
    ],
    "type": "Polygon"
  }
}