{
  "actual_completion_date": null,
  "centroid_northing": 180447,
  "decision": "Approved",
  "development_type": "Other house holder developments",
  "valid_date": "10/01/2022",
  "bo_system": "CSV Data Import",
  "description": "Single storey rear extension; excavation to provide a basement level; construction of two storey outrigger (following the demolition of the existing two storey outrigger); alteration to first floor extension incorporating juliet balcony; alterations to first floor rear elevation fenestration; installation of one conservation style rooflight to front elevation roofslope  and one to rear elevation roofslope; construction of attached garage",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with the drawings and documents outlined above.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| No part of the roof of the extension shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason:  To protect the living conditions of nearby properties in accordance with policies D4 and D6 of The London Plan (2021), polices 7.4, 7A & 7B of the Ealing Development Management Plan Document (2013) and polices 1.1 (e)(g), 1.2 (f), 2.1(c) and 2.10 Core Strategy (2012). | The hereby approved ^IN; rooflights to the roof slope of the hereby development shall be Conservation style rooflights and lie flush with the roof and shall be retained as such for the lifetime of the development.",
    "Reason:  To ensure that the materials harmonise with the surroundings, and to safeguard the character and appearance of the conservation area in accordance with policies D4 and HC1 of the London Plan (2021) and policies 7B and 7C of the Ealing Development Management DPD (2013). | Control measures shall ensure that the following standards are implemented",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays, 0800 -1300 Saturdays,",
    "- notifications of works to interested parties and regular neighbour liaison,",
    "- public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with Policy D14 of the London Plan and Policy 7A of the Ealing Development Management DPD.",
    "| No operations (including initial site clearance) shall commence on site in connection with development hereby approved until a suitable scheme (Arboricultural Method Statement) for the protection of existing trees and hedgerows has been submitted and its installation on site has been approved in writing by the Local Planning Authority.",
    "All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works.",
    "Details shall include the following:",
    "- Full survey of all trees on site and those within influencing distance on adjacent sites in accordance with BS5837*, with tree works proposals. All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads.",
    "- A plan** detailing all trees and hedgerows planned for retention and removal.",
    "- A schedule of tree works for all the retained trees specifying pruning and other remedial or preventative work, whether for physiological, hazard abatement, aesthetic or operational reasons. All tree works shall be carried out in accordance with BS 3998.",
    "- Level changes",
    "- Landscaping proposals",
    "- A Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space,",
    "material/machinery/waste storage and permanent and temporary hard surfaces.",
    "- Soil remediation plans, where unauthorised access has damaged root protection areas in the construction exclusion zones.",
    "- Details of the arboricultural supervision schedule.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "*Using the most recent revision the of the Standard",
    "** Plans must be of a minimum scale of 1:200 (unless otherwise agreed by the Local Planning Authority)",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policy G7 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines. | The development hereby approved shall be constructed in accordance with a suitable Tree Monitoring Program.",
    "(a) Prior to the commencement of development (including ground works and site clearance), the following shall be submitted to and approved by the Local Planning Authority:",
    "A tree monitoring program to include:",
    "- Confirmation of who shall be the lead arboriculturalist for the development.",
    "- Confirmation of the Site Manager, key personnel, their key responsibilities and contact",
    "details.",
    "- Details of induction procedures for all personnel in relation to Arboricultural matters.",
    "- A detailed timetable of events for arboricultural supervision concerning all tree protection",
    "measures within the approved Tree Protection Plan, including:",
    "- Prestart meeting with an Ealing Council Tree Officer",
    "- Final removal of the tree protection measures",
    "- Procedures for dealing with non-approved incursions into the construction exclusion zones as detailed in the approved Arboricultural Method Statement.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policy G7 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| A suitable scheme of proposed tree planting and pits shall be submitted to and approved by the Local Planning Authority prior to the first use of the development hereby approved.",
    "No operations shall commence on site in connection with the development hereby approved until a suitable scheme of proposed tree planting and tree pits have been submitted to and approved by the Local Planning Authority. The scheme shall include the following comprehensive details of all trees to be planted:",
    "- Full planting specification - tree size, species, the numbers of trees and any changes from the",
    "original application proposals.",
    "- Locations of all proposed species.",
    "All tree planting must be carried out in full accordance with the approved scheme in the nearest planting season (1st October to 28th February inclusive). The quality of all approved tree planting should be carried out to the levels detailed in British Standard 8545, Trees: from nursery to independence in the landscape",
    "Any trees which die, are removed, uprooted, significantly damaged, become diseased or malformed within five years from the completion of planting, must be replaced during the nearest planting season (1st October to 31st March inclusive) with a tree/s of the same size, species and quality as previously approved.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies G7 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| No trees, shrubs or hedges within the site which are shown to be retained on the approved plans shall be felled, uprooted, damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "If a tree marked on the tree report to be retained is removed without consent, or dying, or being severely damaged, or becoming seriously diseased (crown more than 50% sparse), within 5 years from the start of work on the development hereby permitted, a replacement tree shall be planted on the site or surrounding area reflecting the CAVAT value of the tree, or a proportion of its value reflecting the damage. This penalty shall be sought, unless the Local Planning Authority has given written consent to any variation.",
    "Reason: to secure the protection throughout the time that development is being carried out, of trees, shrubs and hedges growing within the site which are of important amenity value to the local landscape."
  ],
  "appeal_status": null,
  "parking_details": null,
  "decision_process": "Delegated",
  "site_number": null,
  "decision_target_date": "29/04/2022",
  "ward": "Ealing Common",
  "application_details": {
    "existing_uprns": [
      "000012090798"
    ],
    "total_gia_gained": 143,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "06/2023",
    "intended_commencement_date": "04/2022",
    "site_area": 0.095
  },
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "PP-10529497",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "application_type_full": "Householder planning permission",
  "appeal_start_date": null,
  "lpa_name": "Ealing",
  "borough": "Ealing",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "locality": "London",
  "last_date_consultation_comments": null,
  "decision_date": "29/04/2022",
  "centroid": {
    "lon": "-0.2979098",
    "lat": "51.5105949"
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": "0340-2190-5070-2399-5455",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/220078HH;",
  "street_name": "Grange Road",
  "lpa_app_no": "220078HH",
  "lapsed_date": "29/04/2025",
  "id": "Ealing-220078HH",
  "title_number": [
    "MX327796"
  ],
  "application_type": "Householder",
  "site_name": "111 Grange Road",
  "date_building_work_started_under_previous_permission": null,
  "postcode": "W5 3PH",
  "last_updated": "2025-03-20T18:12:49.569+00:00",
  "last_updated_by": "Planning Portal ingest",
  "decision_agency": "Borough",
  "uprn": "000012090798",
  "cil_liability": true,
  "centroid_easting": 518214,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              518224.3480769,
              180451.9954089
            ],
            [
              518230.2515407,
              180426.6526631
            ],
            [
              518226.5989786,
              180424.7532069
            ],
            [
              518221.5035309,
              180422.1539509
            ],
            [
              518216.4493084,
              180419.8046234
            ],
            [
              518216.1524862,
              180419.6546663
            ],
            [
              518213.2502247,
              180418.1450984
            ],
            [
              518212.6978056,
              180417.8951699
            ],
            [
              518211.6919082,
              180429.2219277
            ],
            [
              518211.0735286,
              180436.1699389
            ],
            [
              518209.9027299,
              180449.3961529
            ],
            [
              518194.6493669,
              180447.596668
            ],
            [
              518194.5998965,
              180448.0965249
            ],
            [
              518194.3113194,
              180450.9357122
            ],
            [
              518193.9732718,
              180454.3647306
            ],
            [
              518193.7341651,
              180456.6740696
            ],
            [
              518193.0992954,
              180463.0022582
            ],
            [
              518196.1004976,
              180463.6020865
            ],
            [
              518203.9992661,
              180465.0516715
            ],
            [
              518204.4527445,
              180465.1516429
            ],
            [
              518205.7966895,
              180465.4515571
            ],
            [
              518209.4987219,
              180466.1513568
            ],
            [
              518211.5022717,
              180466.5512423
            ],
            [
              518213.3986358,
              180466.9511278
            ],
            [
              518220.1513408,
              180468.2507558
            ],
            [
              518220.448163,
              180468.3007415
            ],
            [
              518224.3480769,
              180451.9954089
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2977591,
          51.5106376
        ],
        [
          -0.29768259999999996,
          51.5104086
        ],
        [
          -0.2977358,
          51.5103923
        ],
        [
          -0.29781009999999997,
          51.51037
        ],
        [
          -0.2978837,
          51.51035
        ],
        [
          -0.297888,
          51.5103487
        ],
        [
          -0.2979303,
          51.5103357
        ],
        [
          -0.2979384,
          51.5103336
        ],
        [
          -0.29794899999999996,
          51.5104356
        ],
        [
          -0.2979556,
          51.5104982
        ],
        [
          -0.2979681,
          51.5106173
        ],
        [
          -0.29818839999999996,
          51.5106043
        ],
        [
          -0.2981889,
          51.5106088
        ],
        [
          -0.29819209999999996,
          51.5106344
        ],
        [
          -0.2981958,
          51.5106653
        ],
        [
          -0.2981985,
          51.5106861
        ],
        [
          -0.2982055,
          51.5107431
        ],
        [
          -0.2981621,
          51.5107478
        ],
        [
          -0.2980478,
          51.5107592
        ],
        [
          -0.2980413,
          51.51076
        ],
        [
          -0.2980218,
          51.5107624
        ],
        [
          -0.29796829999999996,
          51.510768
        ],
        [
          -0.29793929999999996,
          51.5107711
        ],
        [
          -0.2979118,
          51.5107743
        ],
        [
          -0.29781409999999997,
          51.5107846
        ],
        [
          -0.2978098,
          51.510785
        ],
        [
          -0.2977591,
          51.5106376
        ]
      ]
    ],
    "type": "Polygon"
  }
}