{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "Prior Approval",
  "lpa_app_no": "P/4741/21/PRIOR",
  "application_type_full": null,
  "uprn": "10094043528",
  "borough": "Harrow",
  "street_name": "Mead Road",
  "locality": "Edgware",
  "ward": "Canons",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Reason : 1 - The lawful use of each outbuilding shown in the submitted drawings are incidental uses to the residential dwellings of no's.1 and 2 Pretoria Villa (Use Class C3 Dwellinghouses) respectively. As such the lawful use of the application site and buildings within it do not fall within Use Class E (Commercial, Business and Service) of Schedule 2, Part A of The Town and Country Planning (Use Classes) Order 1987 (as amended). The application site is therefore unable to implement any development described by Schedule 2, Part 3, Class MA of The Town and Country Planning (General Permitted Development) (England) Order 2015 as amended.",
    "Reason : 2 - Notwithstanding the above, the proposal seeks to implement the proposed change of use in conjunction with a building operation by constructing external walls and a roof to connect the two separate buildings. The building operation is outside of the limitations and conditions of Schedule 2, Part 3, Class MA of The Town and Country Planning (General Permitted Development) (England) Order 2015 as amended.",
    "Reason : 3 - It has not been demonstrated that the use of the outbuilding(s) fell within one of the use classes specified in sub-paragraph (2) of Schedule 2, Part 3, Class MA, MA.1 of The Town and Country Planning (General Permitted Development) (England) Order 2015 as amended for a continuous period of at least 2 years prior to the date of the application for prior approval. Prior approval is therefore not applicable for the application site, as the proposed development would not be within the limitations of Schedule 2, Part 3, Class MA, MA.1(b) of The Town and Country Planning (General Permitted Development)(England) Order 2015 as amended.",
    "Reason : 4 - In the absence of any other supporting informatiove, given the lack of appropriate unobstructed external windows, the applicant has failed to demonstrate that the proposed C3 unit would receive adequate natural light, giving rise to a substandard form of living accommodation for the future occupiers of the unit, contrary to policy D3.D(7) of The London Plan (2021), policy DM1 of the Development Management Policies Local Plan (2013), and the adopted Supplementary Planning Document: Residential Design Guide (2010).  The proposal would thereby be contrary to condition MA.2 (2)(f) of Schedule 2, Part 3, Class MA of the of The Town and Country Planning (General Permitted Development) (England) Order 2015 as amended."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "519075",
  "status": "Refused",
  "decision_date": "20/01/2022",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.2817175,
          51.6097405
        ],
        [
          -0.2818533,
          51.6098044
        ],
        [
          -0.2818031,
          51.6098588
        ],
        [
          -0.281791,
          51.6098546
        ],
        [
          -0.2816009,
          51.6097623
        ],
        [
          -0.28166759999999996,
          51.6097166
        ],
        [
          -0.2817183,
          51.6097405
        ],
        [
          -0.2817175,
          51.6097405
        ]
      ]
    ]
  },
  "decision_target_date": "20/01/2022",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "08/01/2022",
  "development_type": "Minor all other minor developments",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T16:59:01.682+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": "1A Mead Road\nEdgware\nHA8 6LH",
  "id": "Harrow-P_4741_21_PRIOR",
  "decision": "Refused",
  "cil_liability": false,
  "centroid_northing": "191506",
  "appeal_start_date": null,
  "postcode": "HA8 6LH",
  "url_planning_app": "http://site.com?appref=P/4741/21/PRIOR-or-1167541 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": "1A",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Change of use from Office (Class E)) To 1 no.Self-Contained dwelling  (Class C3); (Prior Approval Of Transport & Highways Impacts Of The Development, Contamination Risks And Flooding Risks On The Site, and Impacts Of Noise From Commercial Premises On The Intended Occupiers Of The Development and provision of natural light in all habitable rooms)",
  "valid_date": "26/11/2021",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              519078.5348226,
              191498.7332457
            ],
            [
              519068.9684625,
              191505.6189225
            ],
            [
              519072.3,
              191511.75
            ],
            [
              519073.15,
              191511.3
            ],
            [
              519086.55,
              191501.35
            ],
            [
              519082.0565046,
              191496.1576873
            ],
            [
              519078.4822602,
              191498.7332457
            ],
            [
              519078.5348226,
              191498.7332457
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.012
  },
  "centroid": {
    "lon": "-0.28176609999999996",
    "lat": "51.6098066"
  },
  "lapsed_date": "20/01/2025",
  "decision_process": null,
  "actual_completion_date": null
}