{
  "lpa_app_no": "25/P0127",
  "centroid_northing": 171634,
  "status": "Approved",
  "epc_number": "9178-3061-6286-9992-3944",
  "last_date_consultation_comments": "19/02/2025",
  "locality": "Wimbledon",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-05-14T09:10:01.493Z",
  "valid_date": "16/01/2025",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              524777.0444369253,
              171640.5479831294
            ],
            [
              524798.2919593954,
              171651.5948210078
            ],
            [
              524814.9964531959,
              171659.89244583936
            ],
            [
              524820.0919009593,
              171649.74535041174
            ],
            [
              524823.3981704626,
              171643.1972247922
            ],
            [
              524825.7974832443,
              171638.39859838318
            ],
            [
              524807.7985148501,
              171628.59140565974
            ],
            [
              524788.3978860679,
              171618.14439608244
            ],
            [
              524777.0444369253,
              171640.5479831294
            ],
            [
              524777.0444369253,
              171640.5479831294
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "cil_liability": true,
  "title_number": null,
  "decision_process": null,
  "centroid_easting": 524796,
  "actual_commencement_date": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=25/P0127",
  "site_number": "1",
  "decision": "Approved",
  "ward": "Village",
  "decision_agency": "Borough",
  "lpa_name": "Merton",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_proposed_car": 2,
    "no_existing_car": 2,
    "net_car": 0
  },
  "application_type_full": "Householder planning permission",
  "appeal_start_date": null,
  "application_type": "Householder",
  "id": "Merton-25_P0127",
  "application_details": {
    "intended_completion_date": "05/2026",
    "intended_commencement_date": "05/2025",
    "total_gia_gained": 22,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "site_area": 0.105
  },
  "uprn": "48019743",
  "decision_date": "14/05/2025",
  "description": "ERECTION OF A SINGLE-STOREY REAR EXTENSION, NEW FRONT BOUNDARY WALL WITH METAL RAILING AND MOTORISED GATES AND NEW AIR CONDITIONING EXTERNAL CONDENSOR UNITS TO THE SIDE WALLS.",
  "site_name": null,
  "last_updated_by": "Northgate M3",
  "decision_target_date": "13/03/2025",
  "borough": "Merton",
  "postcode": "SW19 7DX",
  "street_name": "Currie Hill Close",
  "bo_system": "Northgate M3",
  "development_type": "Other house holder developments",
  "lapsed_date": "14/05/2028",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: 361 (PL) 001;  201 A; 202;' 203 A ; 204; 205 A ; 206 A; 207 A; 208 A; 209 A ; Tree Report; Design & Access Statement. ",
    "Condition : 3 - Materials to be Approved - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - Noise levels, (expressed as the equivalent continuous sound level) LAeq (15 minutes), from the air conditioning unit shall not exceed LA90-5dB at 1 meter with nearest habitable room window with any \r\nneighbouring residential property. \r\n\r\nReason: To protect the amenities of the occupiers in the local vicinity. \r",
    "Condition : 5 - Tree Protection - No development [including demolition] pursuant to this consent shall commence until an Arboricultural Method Statement and Tree Protection Plan, drafted in accordance with the recommendations and guidance set out in BS 5837:2012 has been submitted to and approved in writing by the Local Planning Authority and the approved details have been installed.  The details and measures as approved shall be retained and maintained, until the completion of all site operations.\r\n",
    "Condition : 6 - Site Supervision (Trees) - The details of the Arboricultural Method Statement and Tree Protection Plan shall include the retention of an arboricultural expert to supervise, monitor and report to the LPA not less than monthly the status of all tree works and tree protection measures throughout the course of the construction period. At the conclusion of the construction period the arboricultural expert shall submit to the LPA a satisfactory completion statement to demonstrate compliance with the approved protection measures.",
    "Condition : 7 - Landscaping: Details of no.1 native species of tree of a minimum Heavy Standard size - 12-14cms \r\ngirth, shall be submitted to and approved in writing by the Local Planning Authority and the work shall \r\nbe planted in the first available planting season following the completion of the development or prior \r\nto the occupation of any part of the development, whichever is the sooner. Details shall include a \r\nplan showing the proposed locations of the tree. Should the tree die within a period of 5 years from \r\nthe completion of the development, or be removed or become seriously damaged or diseased or \r\ndying, shall be replaced in the next planting season with another of the same approved specification, \r\nunless the Local Planning Authority gives written consent to any variation. \r\n\r\nReason: To enhance the appearance of the site. ",
    "Condition : 8 - INFORMATIVE - Bricks\r\n\r\nThe Council as local planning authority, recognizes the importance of achieving high standards of site practice and workmanship in the course of construction and acknowledges that this will have significant influence upon the quality of the finished brickwork.\r\n\r\nThe applicant is therefore encouraged to follow the advice set out in the Brick Development Association publication: Good site practice and workmanship (December 2015)  https://www.brick.org.uk/admin/resources/g-good-site-practice-workmanship.pdf when implementing the development hereby approved.\r\n",
    "Condition : 9 - INFORMATIVE\r\nBuilding Regulations \r\nPlease note that this is a planning permission only and you may also require approval under the Building Regulations. If you are in any doubt about this you can get further information via https://www.merton.gov.uk/planning-and-buildings/building-control  or by emailing building.control@merton.gov.uk.\r\n",
    "Condition : 10 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The application was acceptable as submitted, and approved [without delay/ with an agreed determination date].\r\n\r\n\r\n"
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.206514,
          51.43004
        ],
        [
          -0.206204,
          51.430134
        ],
        [
          -0.205961,
          51.430205
        ],
        [
          -0.205892,
          51.430113
        ],
        [
          -0.205846,
          51.430053
        ],
        [
          -0.205814,
          51.43001
        ],
        [
          -0.206076,
          51.429926
        ],
        [
          -0.206358,
          51.429836
        ],
        [
          -0.206514,
          51.43004
        ],
        [
          -0.206514,
          51.43004
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "PP-13693074",
  "centroid": {
    "lon": -0.206244,
    "lat": 51.429977
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}