{
  "appeal_status": null,
  "lapsed_date": "24/04/2028",
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=25/P0733",
  "borough": "Merton",
  "application_type_full": "Householder planning permission",
  "actual_commencement_date": null,
  "ward": "Wimbledon Town and Dundonald",
  "decision_date": "24/04/2025",
  "parking_details": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525991.9459458207,
              170713.4033752252
            ],
            [
              525996.9506979123,
              170714.6530175188
            ],
            [
              525999.9519001547,
              170701.74671190628
            ],
            [
              526000.0013705213,
              170701.59675483132
            ],
            [
              526001.7493234756,
              170694.29884383467
            ],
            [
              526002.9036320305,
              170690.34997418523
            ],
            [
              526000.001370521,
              170689.4502317343
            ],
            [
              525998.0967614055,
              170688.9503748169
            ],
            [
              525997.0001682785,
              170693.09918723255
            ],
            [
              525993.3970765753,
              170707.60503498133
            ],
            [
              525992.8034321757,
              170710.00434818503
            ],
            [
              525992.6962463814,
              170710.55419079424
            ],
            [
              525991.9459458207,
              170713.4033752252
            ],
            [
              525991.9459458207,
              170713.4033752252
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": "PP-13833751",
  "development_type": "Other house holder developments",
  "description": "APPLICATION FOR A PART SINGLE STOREY REAR AND SIDE WRAPAROUND EXTENSION, FIRST FLOOR OUTRIGGER REAR EXTENSION, SECOND FLOOR REAR DOMER EXTESION, SECOND FLOOR OUTRIGGER REAR EXTENSION AND REMOVAL OF CHIMNEY STACK.",
  "site_name": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: Site Location Plan; SP01; EL01; FP02; FP03; SP03; EL03; EL02; Fire Safety Strategy. ",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Obscured Glazing - Before the development hereby permitted is first occupied, the window in the side dormer elevation shall be glazed with obscured glass and shall be maintained as such thereafter.",
    "Condition : 5 - INFORMATIVE\r\nBuilding Regulations \r\nPlease note that this is a planning permission only and you may also require approval under the Building Regulations. If you are in any doubt about this you can get further information via https://www.merton.gov.uk/planning-and-buildings/building-control  or by emailing building.control@merton.gov.uk.\r\n",
    "Condition : 6 - Informative - Good site practice.\r\n\r\nThe Council as local planning authority, recognizes the importance of achieving high standards of site practice and workmanship in the course of construction and acknowledges that this will have significant influence upon the quality of the finished brickwork.\r\n\r\nThe applicant is therefore encouraged to follow the advice set out in the Brick Development Association publication: Good-Site-Practice-Workmanship-General-Guide-2023 when implementing the development hereby approved.",
    "Condition : 7 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 8 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 9 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The application was acceptable as submitted, and approved [without delay/ with an agreed determination date].\r\n\r\n"
  ],
  "lpa_app_no": "25/P0733",
  "subdivision_of_building": null,
  "centroid_easting": 525998,
  "epc_number": "8691-6829-6729-8858-3902",
  "secondary_street_name": null,
  "lpa_name": "Merton",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "last_updated_by": "Northgate M3",
  "cil_liability": true,
  "postcode": "SW19 8TA",
  "decision_process": null,
  "application_details": {
    "no_additional_bedrooms": 2,
    "no_additional_bathrooms": 1,
    "intended_commencement_date": "06/2025",
    "intended_completion_date": "12/2025",
    "total_gia_gained": 56.4
  },
  "uprn": "48065389",
  "street_name": "South Park Road",
  "decision": "Approved",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.189377,
          51.421439
        ],
        [
          -0.189304,
          51.421449
        ],
        [
          -0.189266,
          51.421332
        ],
        [
          -0.189265,
          51.421331
        ],
        [
          -0.189242,
          51.421265
        ],
        [
          -0.189227,
          51.421229
        ],
        [
          -0.189269,
          51.421222
        ],
        [
          -0.189297,
          51.421218
        ],
        [
          -0.189311,
          51.421255
        ],
        [
          -0.189358,
          51.421386
        ],
        [
          -0.189365,
          51.421408
        ],
        [
          -0.189367,
          51.421413
        ],
        [
          -0.189377,
          51.421439
        ],
        [
          -0.189377,
          51.421439
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "site_number": "190",
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 170699,
  "centroid": {
    "lon": -0.189295,
    "lat": 51.421308
  },
  "valid_date": "12/03/2025",
  "id": "Merton-25_P0733",
  "last_updated": "2025-04-24T16:30:01.753Z",
  "locality": "Wimbledon",
  "status": "Approved",
  "last_date_consultation_comments": "20/04/2025",
  "decision_target_date": "07/05/2025",
  "actual_completion_date": null,
  "bo_system": "Northgate M3",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type": "Householder"
}