{
  "appeal_status": null,
  "lapsed_date": "07/05/2028",
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=25/P0732",
  "borough": "Merton",
  "application_type_full": "Householder planning permission",
  "actual_commencement_date": null,
  "ward": "Wimbledon Town and Dundonald",
  "decision_date": "07/05/2025",
  "parking_details": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525928.7970227604,
              171006.4994813467
            ],
            [
              525933.2493557576,
              171007.39922379854
            ],
            [
              525941.0986539307,
              171009.04875162593
            ],
            [
              525966.1966199379,
              171014.14729218383
            ],
            [
              525967.1035766596,
              171014.34723495302
            ],
            [
              525965.9492681047,
              171019.04588997783
            ],
            [
              525945.1964493005,
              171014.94706325396
            ],
            [
              525942.3024328523,
              171014.34723495325
            ],
            [
              525932.251703364,
              171012.2478358996
            ],
            [
              525927.7498999999,
              171011.34809344745
            ],
            [
              525928.7970227604,
              171006.4994813467
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": "PP-13848537",
  "development_type": "Other house holder developments",
  "description": "ERECTION OF A PART SINGLE-STOREY, PART 2 STOREY REAR EXTENSION AND ALTERATIONS TO ELEVATIONS",
  "site_name": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [Location Plan, 04, 05, 06, 07, 08, 09]",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Removal of PD (Extensions/Alterations) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and re-enacting that Order with or without modification), no extension, enlargement or other alteration of the dwellinghouse as set out under Class B in Schedule 2, Part 1 of the General Permitted Development Order 2015 (As amended) shall be carried out without planning permission first obtained from the Local Planning Authority.",
    "Condition : 5 - Obscured Glazing (Fixed Shut) - Before the development hereby permitted is first occupied, the window at 1st floor level on the south side elevation shall be glazed with obscure glass and fixed shut below an internal floor height of 1.7m and shall permanently maintained as such thereafter.",
    "Condition : 6 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 7 - INFORMATIVE\r\nBuilding Regulations \r\nPlease note that this is a planning permission only and you may also require approval under the Building Regulations. If you are in any doubt about this you can get further information via https://www.merton.gov.uk/planning-and-buildings/building-control  or by emailing building.control@merton.gov.uk.\r\n",
    "Condition : 8 - INFORMATIVE\r\nThe applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of swift nesting box/bricks on site.\r",
    "Condition : 9 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 10 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 11 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The application was acceptable as submitted, and approved without delay.\r\n"
  ],
  "lpa_app_no": "25/P0732",
  "subdivision_of_building": null,
  "centroid_easting": 525942,
  "epc_number": null,
  "secondary_street_name": null,
  "lpa_name": "Merton",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "last_updated_by": "Northgate M3",
  "cil_liability": true,
  "postcode": "SW19 8NZ",
  "decision_process": null,
  "application_details": {
    "no_additional_bedrooms": 1,
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "06/2025",
    "intended_completion_date": "11/2025",
    "total_gia_gained": 22.74
  },
  "uprn": "48006085",
  "street_name": "Birkbeck Road",
  "decision": "Approved",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.19018,
          51.424087
        ],
        [
          -0.190116,
          51.424094
        ],
        [
          -0.190003,
          51.424107
        ],
        [
          -0.18964,
          51.424147
        ],
        [
          -0.189627,
          51.424149
        ],
        [
          -0.189642,
          51.424191
        ],
        [
          -0.189942,
          51.424159
        ],
        [
          -0.189983,
          51.424155
        ],
        [
          -0.190129,
          51.424138
        ],
        [
          -0.190194,
          51.424131
        ],
        [
          -0.19018,
          51.424087
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "site_number": "15",
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 171012,
  "centroid": {
    "lon": -0.189989,
    "lat": 51.424133
  },
  "valid_date": "12/03/2025",
  "id": "Merton-25_P0732",
  "last_updated": "2025-05-07T11:40:01.964Z",
  "locality": "Wimbledon",
  "status": "Approved",
  "last_date_consultation_comments": "26/04/2025",
  "decision_target_date": "07/05/2025",
  "actual_completion_date": null,
  "bo_system": "Northgate M3",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type": "Householder"
}