{
  "decision_conditions": [
    "Condition : 1 - The proposed single storey rear extension would consist of the enlargement of a dwelling house within the meaning of Class A of Part 1 of Schedule 2 to the Town & Country Planning (General Permitted Development)  (England) Order 2015 \"the Order\" and would comply with the development tolerances set out in said Class A. The operation would therefore have been granted planning permission by Article 3 of the Order.",
    "Condition : 2 - The proposed front slope roof lights would consist of the enlargement of a dwelling house within the meaning of Class B of Part 1 of Schedule 2 to the Town & Country Planning (General Permitted Development)  (England) Order 2015 \"the Order\" and would comply with the development tolerances set out in said Class B. The operation would therefore have been granted planning permission by Article 3 of the Order.",
    "Condition : 3 - The proposed rear dormer would consist of any other alteration to the roof of the dwelling house within the meaning of Class C of Part 1 of Schedule 2 to the Town & Country Planning (General Permitted Development)  (England) Order 2015 \"the Order\" and would comply with the development tolerances set out in said Class C. The operation would therefore have been granted planning permission by Article 3 of the Order.",
    "Condition : 4 - The proposed front porch would consist of the enlargement of a dwelling house within the meaning of Class D of Part 1 of Schedule 2 to the Town & Country Planning (General Permitted Development)  (England) Order 2015 \"the Order\" and would comply with the development tolerances set out in said Class D. The operation would therefore have been granted planning permission by Article 3 of the Order.",
    "Condition : 5 - INFORMATIVE - Bricks\r\n\r\nThe Council as local planning authority, recognizes the importance of achieving high standards of site practice and workmanship in the course of construction and acknowledges that this will have significant influence upon the quality of the finished brickwork.\r\n\r\nThe applicant is therefore encouraged to follow the advice set out in the Brick Development Association publication: Good site practice and workmanship (December 2015)  https://www.brick.org.uk/admin/resources/g-good-site-practice-workmanship.pdf when implementing the development hereby approved.\r\n",
    "Condition : 6 - INFORMATIVE\r\nBuilding Regulations \r\nPlease note that this is a lawful development certificate only and you may also require approval under the Building Regulations. If you are in any doubt about this you can get further information via https://www.merton.gov.uk/planning-and-buildings/building-control  or by emailing building.control@merton.gov.uk.\r\n",
    "Condition : 7 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n"
  ],
  "actual_commencement_date": null,
  "decision_target_date": "17/03/2025",
  "lpa_name": "Merton",
  "centroid_northing": 169553,
  "last_updated": "2025-04-01T12:10:02.095Z",
  "development_type": "Certificates of Lawful Development",
  "ward": "Wimbledon Town and Dundonald",
  "parking_details": null,
  "uprn": "48063145",
  "application_details": {
    "total_gia_gained": 41,
    "no_additional_bedrooms": 1,
    "no_additional_bathrooms": 1,
    "site_area": 0.014
  },
  "last_date_consultation_comments": "20/01/2025",
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "SW20 8JY",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "Householder",
  "decision_date": "17/03/2025",
  "borough": "Merton",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.213994,
          51.411381
        ],
        [
          -0.213662,
          51.411478
        ],
        [
          -0.213629,
          51.411433
        ],
        [
          -0.21396,
          51.411337
        ],
        [
          -0.213994,
          51.411381
        ]
      ]
    ]
  },
  "lpa_app_no": "25/P0176",
  "valid_date": "20/01/2025",
  "description": "APPLICATION FOR A LAWFUL DEVELOPMENT CERTIFICATE IN RESPECT OF THE PROPOSED DEMOLITION OF EXISITNG UTILITY ROOM, ERECTION OF A SINGLE STOREY REAR EXTENSION, REAR DORMER, FRONT ROOF LIGHTS, AND TO ENCLOSE AN OPEN PORCH.",
  "centroid_easting": 524314,
  "site_number": "62",
  "lapsed_date": "17/03/2028",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": null,
  "epc_number": "9524-3039-1203-8374-9204",
  "street_name": "Sandringham Avenue",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Raynes Park",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.41138,
    "lon": -0.213903
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=25/P0176",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "PP-13701925",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Lawful development: Proposed use",
  "id": "Merton-25_P0176",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              524307.6500100247,
              169552.95032691472
            ],
            [
              524330.4500100376,
              169564.30032691726
            ],
            [
              524332.8500100389,
              169559.35032691533
            ],
            [
              524310.150010026,
              169548.0503269129
            ],
            [
              524307.6500100247,
              169552.95032691472
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  }
}