{
  "lpa_app_no": "25/P0121",
  "centroid_northing": 170583,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": "26/02/2025",
  "locality": "Wimbledon",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-18T18:42:50.934+00:00",
  "valid_date": "14/01/2025",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523673.00000968634,
              170592.5503272246
            ],
            [
              523686.2300096934,
              170580.20032722125
            ],
            [
              523674.81000968703,
              170567.99032721762
            ],
            [
              523660.70000967954,
              170581.9003272222
            ],
            [
              523673.00000968634,
              170592.5503272246
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "cil_liability": true,
  "title_number": null,
  "decision_process": null,
  "centroid_easting": 523671,
  "actual_commencement_date": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=25/P0121",
  "site_number": "1A",
  "decision": "Approved",
  "ward": "Village",
  "decision_agency": "Borough",
  "lpa_name": "Merton",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": "Householder planning & demolition in a conservation area",
  "appeal_start_date": null,
  "application_type": "Householder",
  "id": "Merton-25_P0121",
  "application_details": {
    "intended_completion_date": "07/2026",
    "intended_commencement_date": "07/2025",
    "total_gia_gained": 97.4,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 4,
    "site_area": 0.031
  },
  "uprn": "48127688",
  "decision_date": "12/03/2025",
  "description": "ERECTION OF FIRST AND SECOND FLOOR EXTENSIONS.",
  "site_name": "Paddock Lodge",
  "last_updated_by": "Northgate M3",
  "decision_target_date": "17/03/2025",
  "borough": "Merton",
  "postcode": "SW19 4QX",
  "street_name": "Clifton Road",
  "bo_system": "Northgate M3",
  "development_type": "Other house holder developments",
  "lapsed_date": "12/03/2028",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [1A-Clft.Rd/P.Dsgn.41, 1A-Clft.Rd/P.Dsgn.44a, 1A-Clft.Rd/P.Dsgn.45, 1A-Clft.Rd/P.Dsgn.44, 1A-Clft.Rd/P.Dsgn.40, 1A-Clft.Rd/P.Dsgn.46, 1A-Clft.Rd/P.Dsgn.47, 1A-Clft.Rd/P.Dsgn.43, 1A-Clft.Rd/P.Dsgn.42, 1A-Clft.Rd/P.Dsgn.53, 1A-Clft.Rd/P.Dsgn.48, 1A-Clft.Rd/P.Dsgn.50, Site Location Plan]",
    "Condition : 3 - Materials to be Approved - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - Obscured Glazing - Before the development hereby permitted is first occupied, the windows in the rear elevation at 2nd floor level shall be glazed with obscured glass and shall be maintained as such thereafter.",
    "Condition : 5 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 6 - Construction Vehicles - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 7 - INFORMATIVE\r\nThe applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of swift nesting box/bricks on site.\r",
    "Condition : 8 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The application was acceptable as submitted, and approved with an agreed determination date.\r\n\r\n\r\n\r\n",
    "Condition : 9 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 10 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n"
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.222752,
          51.420863
        ],
        [
          -0.222566,
          51.420749
        ],
        [
          -0.222735,
          51.420642
        ],
        [
          -0.222933,
          51.42077
        ],
        [
          -0.222752,
          51.420863
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "PP-13694311",
  "centroid": {
    "lon": -0.222784,
    "lat": 51.420778
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}