{
  "application_details": {
    "total_gia_gained": 7.5,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "03/2025",
    "intended_completion_date": "11/2025"
  },
  "title_number": null,
  "status": "Approved",
  "centroid": {
    "lon": -0.127782,
    "lat": 51.395171
  },
  "site_name": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "02/07/2025",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              530340.8034264398,
              167908.34631749993
            ],
            [
              530369.0913666075,
              167885.3382028648
            ],
            [
              530365.1970530197,
              167880.4773086533
            ],
            [
              530347.6806275442,
              167895.12784139067
            ],
            [
              530347.6502154154,
              167896.3173931003
            ],
            [
              530337.5466273022,
              167904.397447852
            ],
            [
              530340.8034264398,
              167908.34631749993
            ],
            [
              530340.8034264398,
              167908.34631749993
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "last_date_consultation_comments": "07/06/2025",
  "appeal_status": null,
  "epc_number": null,
  "street_name": "Galpins Road",
  "appeal_decision_date": null,
  "development_type": "Other house holder developments",
  "ward": "Pollards Hill",
  "date_building_work_started_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: Site location Plan & P02 Rev C.",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified on the submitted drawings (P02 Rev C) unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 5 - Noise levels, (expressed as the equivalent continuous sound level) LAeq (15 minutes), from the air source heat pump shall not exceed LA90-5dB at the 1 meter from the boundary with any residential/noise sensitive property not associated with the development.\r\n\r\nIf at any time the plant is determined by the local planning authority to be failing to comply with this condition, it shall be switched off upon written instruction from the local planning authority and not used again until it is able to comply.\r\n\r\nREASON: To safeguard the residential amenity of nearby occupants in line with Merton Local Plan (Nov 2024) Policy D12.2.",
    "Condition : 6 - Fire Strategy - The development shall be carried out in accordance with the provisions of the Fire Statement  (dated April 2025) and must fully comply with The Building Regulation 2010 (as amended) unless otherwise approved in writing by the Local Planning Authority.\r\n\r\nReason: To ensure that the development incorporates the necessary fire safety measures in accordance with the Mayor's London Plan Policy D12.\r\n",
    "Condition : 7 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttps://www.gov.uk/party-walls-building-works\r\n",
    "Condition : 8 - INFORMATIVE\r\nIt is the responsibility of the developer to make proper provision for drainage to ground, watercourses or a suitable sewer.  In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off-site storage.  When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.  Connections are not permitted for the removal of ground water.  Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777).\r\n",
    "Condition : 9 - INFORMATIVE\r\nThe London Borough of Merton's Environmental Health Service set out that normally the hours for noisy works are:\r\n8am - 6pm on Monday to Friday\r\n8am - 1pm on Saturday\r\nno noisy works on Sundays and Bank Holidays\r\nFurther details can be found here: https://www.merton.gov.uk/communities-and-neighbourhoods/noise-nuisance/report-nuisance/building-noise\r\n",
    "Condition : 10 - INFORMATIVE\r\nThe applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of swift nesting box/bricks on site.\r",
    "Condition : 11 - INFORMATIVE\r\nBuilding Regulations \r\nPlease note that this is a planning permission only and you may also require approval under the Building Regulations. If you are in any doubt about this you can get further information via https://www.merton.gov.uk/planning-and-buildings/building-control  or by emailing building.control@merton.gov.uk.\r\n",
    "Condition : 12 - INFORMATIVE\r\nNote to Applicant - Scheme Amended During Application Lifecycle\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The application was amended following negotiations with the Council to ensure the scheme complied with adopted policy and guidance, and a decision was made [without delay/ with an agreed determination date].\r\n"
  ],
  "uprn": "48028186",
  "decision_agency": "Borough",
  "decision": "Approved",
  "application_type": "Householder",
  "valid_date": "07/05/2025",
  "description": "APPLICATION FOR A REAR SINGLE-STOREY EXTENSION, NEW HEAT PUMP IN REAR GARDEN, ENLARGEMENT OF EXISTING REAR DORMER, FOLLOWING DEMOLITION OF EXISTING SINGLE STOREY EXTENSION.",
  "lpa_app_no": "25/P0718",
  "decision_process": null,
  "actual_completion_date": null,
  "site_number": "255",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "postcode": "CR7 6EY",
  "lapsed_date": "12/06/2028",
  "date_building_work_completed_under_previous_permission": null,
  "parking_details": {
    "no_proposed_resi_offstreet": 1,
    "no_existing_resi_offstreet": 1,
    "net_resi_offstreet": 0
  },
  "lpa_name": "Merton",
  "actual_commencement_date": null,
  "last_updated": "2025-06-12T12:30:02.012Z",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=25/P0718",
  "centroid_easting": 530349,
  "appeal_decision": null,
  "pp_id": "PP-13793202",
  "application_type_full": "Householder planning permission",
  "cil_liability": true,
  "borough": "Merton",
  "locality": "Thornton Heath",
  "bo_system": "Northgate M3",
  "id": "Merton-25_P0718",
  "subdivision_of_building": null,
  "centroid_northing": 167900,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.127897,
          51.395248
        ],
        [
          -0.127499,
          51.395035
        ],
        [
          -0.127556,
          51.394992
        ],
        [
          -0.127803,
          51.395128
        ],
        [
          -0.127803,
          51.395138
        ],
        [
          -0.127945,
          51.395213
        ],
        [
          -0.127897,
          51.395248
        ],
        [
          -0.127897,
          51.395248
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "12/06/2025"
}