{
  "application_type_full": "Householder planning & listed building consent",
  "street_name": "The Grange",
  "decision_agency": "Borough",
  "lpa_name": "Merton",
  "decision_date": "15/05/2025",
  "centroid_easting": 523796,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=25/P0515",
  "bo_system": "Northgate M3",
  "title_number": null,
  "decision": "Approved",
  "valid_date": "19/02/2025",
  "status": "Approved",
  "last_updated_by": "Northgate M3",
  "lapsed_date": "15/05/2028",
  "pp_id": "PP-13767052",
  "description": "FULL PLANNING APPLICATION FOR THE ERECTION OF A GROUND FLOOR LINK WITHIN INTERNAL COURTYARD, ALTERATIONS TO MODERN FENESTRATION AND MINOR CHANGES TO INTERNAL CONFIGURATION TOGETHER WITH THE PROVISION OF A PERGOLA AND GREENHOUSE.",
  "appeal_decision_date": null,
  "application_type": "Householder",
  "decision_process": null,
  "epc_number": null,
  "appeal_start_date": null,
  "centroid_northing": 170954,
  "actual_completion_date": null,
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Merton",
  "uprn": "48030833",
  "application_details": {
    "intended_completion_date": "11/2025",
    "total_gia_gained": 17,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "04/2025"
  },
  "centroid": {
    "lat": 51.424085,
    "lon": -0.220858
  },
  "reference_no_of_permission_being_relied_on": null,
  "last_date_consultation_comments": "11/04/2025",
  "lpa_app_no": "25/P0515",
  "postcode": "SW19 4PT",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.221243,
          51.424119
        ],
        [
          -0.220888,
          51.424371
        ],
        [
          -0.2204,
          51.424153
        ],
        [
          -0.22082,
          51.423887
        ],
        [
          -0.221243,
          51.424119
        ]
      ]
    ],
    "type": "Polygon"
  },
  "secondary_street_name": null,
  "parking_details": null,
  "site_name": null,
  "decision_target_date": "19/05/2025",
  "locality": "Wimbledon",
  "ward": "Village",
  "cil_liability": true,
  "last_updated": "2025-05-28T10:20:02.434Z",
  "appeal_status": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [373 (PL) 001, 373 (PL) 020\r, 373 (PL) 030, 373 (PL) 029, 373 (PL) 023, 373 (PL) 024, 373 (PL) 051\r, 373 (PL) 052\r, 373 (PL) 053, 373 (PL) 054, 373 (PL) 055,  373 (PL) 056, 373 (PL) 021 Revision A, 373 (PL) 061, 373 (PL) 022, 373 (PL) 071\r, 373 (PL) 025,  373 (PL) 026, 373 (PL) 027, 373 (PL) 028 , 373 (PL) 057]",
    "Condition : 3 - Materials to be Approved - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - Tree Protection - No development [including demolition] pursuant to this consent shall commence until an Arboricultural Method Statement and Tree Protection Plan, drafted in accordance with the recommendations and guidance set out in BS 5837:2012 has been submitted to and approved in writing by the Local Planning Authority and the approved details have been installed.  The details and measures as approved shall be retained and maintained, until the completion of all site operations.\r\n",
    "Condition : 5 - Site Supervision (Trees) - The details of the Arboricultural Method Statement and Tree Protection Plan shall include the retention of an arboricultural expert to supervise, monitor and report to the LPA not less than monthly the status of all tree works and tree protection measures throughout the course of the construction period. At the conclusion of the construction period the arboricultural expert shall submit to the LPA a satisfactory completion statement to demonstrate compliance with the approved protection measures.",
    "Condition : 6 - Construction Vehicles - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 7 - INFORMATIVE\r\nBuilding Regulations \r\nPlease note that this is a planning permission only and you may also require approval under the Building Regulations. If you are in any doubt about this you can get further information via https://www.merton.gov.uk/planning-and-buildings/building-control  or by emailing building.control@merton.gov.uk.\r\n",
    "Condition : 8 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The application was acceptable as submitted, and approved [without delay/ with an agreed determination date].\r\n\r\nii) The application was amended following negotiations with the Council to ensure the scheme complied with adopted policy and guidance with an agreed determination date].\r\n\r\n",
    "Condition : 9 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 10 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n"
  ],
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              523769.1500097439,
              170957.150327329
            ],
            [
              523793.1500097575,
              170985.85032733716
            ],
            [
              523827.7000097762,
              170962.40032732906
            ],
            [
              523799.2000097601,
              170932.05032732035
            ],
            [
              523769.1500097439,
              170957.150327329
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Other house holder developments",
  "id": "Merton-25_P0515",
  "site_number": "1"
}