{
  "appeal_status": null,
  "lapsed_date": "20/05/2028",
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=25/P0420",
  "borough": "Merton",
  "application_type_full": "Householder planning permission",
  "actual_commencement_date": null,
  "ward": "Wimbledon Town and Dundonald",
  "decision_date": "20/05/2025",
  "parking_details": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525691.6855554691,
              170871.7080649541
            ],
            [
              525692.7079430461,
              170866.8294614376
            ],
            [
              525688.4223188602,
              170865.7561868017
            ],
            [
              525680.6587465715,
              170864.40597936482
            ],
            [
              525675.2243986995,
              170862.78221330867
            ],
            [
              525666.49872593,
              170860.0841301913
            ],
            [
              525665.2239211695,
              170864.6872367605
            ],
            [
              525675.0937922923,
              170868.07562887494
            ],
            [
              525677.2368204225,
              170868.62506490224
            ],
            [
              525686.9694595168,
              170870.85145491664
            ],
            [
              525691.6855554691,
              170871.7080649541
            ],
            [
              525691.6855554691,
              170871.7080649541
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": "PP-13760113",
  "development_type": "Other house holder developments",
  "description": "ERECTION OF A REAR PARAPET WALL TO THE EXISTING GROUND FLOOR EXTENSION, WITH NEW GLAZED DOORS AND ROOFLIGHTS. REINSTATEMENT OF THE ORIGINAL THREE-WAY APEX GABLE ABOVE THE FRONT ELEVATION WINDOWS. CONSTRUCTION OF A NEW OUTBUILDING IN THE REAR GARDEN WITH AN EXTERNAL HEAT PUMP UNIT LOCATED OVER 2M FROM A HABITABLE ROOM.",
  "site_name": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: Site Location Plan; 24079_E1_10; 24079_E1_11 First Floor Plan; 24079_E11 Second Floor Plan; 24079_E1_13; 24079_E1_20; 24079_E1_30; 24079_E1_31; 24079_P1_10; 24079_P1_11; 24079_P1_12; 24079_P1_13; 24079_P1_20; 24079_P1_30; 24079_P1_31; 24079_P1_40",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - The proposed rear outbuilding hereby permitted shall not be rented, sold independently or occupied at any time other than for purposes incidental to the main residential use of the dwelling known as  11 Evelyn Road.",
    "Condition : 5 - Within 6 months of the installation, an environmental noise survey shall be undertaken, that specified noise levels, (expressed as the equivalent continuous sound level) LAeq (15 minutes), from the air source heat pump shall not exceed LA90-5dB at the boundary with any residential property. \r\nIf not achieved, additional mitigation measure shall be taken/installed until the levels are achieved, and demonstrated to the council, before continued use.\r\nReason: To protect the amenities of the occupiers in the local vicinity. \r\nTo comply with Policy D14 of the London Plan 2021 and Policy D12.3 \r\nof the Local Plan 2024.\r\n\r\n",
    "Condition : 6 - Flood Risk - The flood mitigation measures shall be implemented prior to the first occupation of the development hereby approved in accordance with submitted approved plans and householder flood risk form, and shall be retained thereafter for the provision of flood proofing measures and surface water drainage.   \r\n\r\n  \r\n\r\nReason: To ensure satisfactory means of surface water drainage, to reduce the risk of flooding and to comply with the following Development Plan policies for Merton: policy SI 13 of the London Plan 2021, policies F15.7, F15.8 of the Merton Local Plan 2024 ",
    "Condition : 7 - Fire Strategy - The development shall be carried out in accordance with the provisions of the Fire Strategy Statement prepared by Studio Werc (valid from 26/03/2025) and must fully comply with The Building Regulation 2010 (as amended) unless otherwise approved in writing by the Local Planning Authority.\r\n\r\nREASON: To ensure that the development incorporates the necessary fire safety measures in accordance with the Mayor's London Plan Policy D12.\r\n",
    "Condition : 8 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttps://www.gov.uk/party-walls-building-works\r\n",
    "Condition : 9 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 10 - INFORMATIVE\r\nThe London Borough of Merton's Environmental Health Service set out that normally the hours for noisy works are:\r\n8am - 6pm on Monday to Friday\r\n8am - 1pm on Saturday\r\nno noisy works on Sundays and Bank Holidays\r\nFurther details can be found here: https://www.merton.gov.uk/communities-and-neighbourhoods/noise-nuisance/report-nuisance/building-noise\r\n",
    "Condition : 11 - INFORMATIVE - Bricks\r\n\r\nThe Council as local planning authority, recognizes the importance of achieving high standards of site practice and workmanship in the course of construction and acknowledges that this will have significant influence upon the quality of the finished brickwork.\r\n\r\nThe applicant is therefore encouraged to follow the advice set out in the Brick Development Association publication: Good site practice and workmanship (December 2015)  https://www.brick.org.uk/admin/resources/g-good-site-practice-workmanship.pdf when implementing the development hereby approved.\r\n",
    "Condition : 12 - INFORMATIVE\r\nBuilding Regulations \r\nPlease note that this is a planning permission only and you may also require approval under the Building Regulations. If you are in any doubt about this you can get further information via https://www.merton.gov.uk/planning-and-buildings/building-control  or by emailing building.control@merton.gov.uk.\r\n",
    "Condition : 13 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The application was acceptable as submitted, and approved without delay."
  ],
  "lpa_app_no": "25/P0420",
  "subdivision_of_building": null,
  "centroid_easting": 525686,
  "epc_number": "0090-2355-1864-2207-1091",
  "secondary_street_name": null,
  "lpa_name": "Merton",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "last_updated_by": "Northgate M3",
  "cil_liability": true,
  "postcode": "SW19 8NU",
  "decision_process": null,
  "application_details": {
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "05/2025",
    "intended_completion_date": "08/2025",
    "total_gia_gained": 11
  },
  "uprn": "48025913",
  "street_name": "Evelyn Road",
  "decision": "Approved",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.193637,
          51.422928
        ],
        [
          -0.193624,
          51.422884
        ],
        [
          -0.193686,
          51.422875
        ],
        [
          -0.193798,
          51.422865
        ],
        [
          -0.193876,
          51.422852
        ],
        [
          -0.194003,
          51.422829
        ],
        [
          -0.194019,
          51.422871
        ],
        [
          -0.193876,
          51.422899
        ],
        [
          -0.193845,
          51.422904
        ],
        [
          -0.193705,
          51.422922
        ],
        [
          -0.193637,
          51.422928
        ],
        [
          -0.193637,
          51.422928
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "site_number": "11",
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 170868,
  "centroid": {
    "lon": -0.19372,
    "lat": 51.422896
  },
  "valid_date": "26/03/2025",
  "id": "Merton-25_P0420",
  "last_updated": "2025-05-28T10:20:03.851Z",
  "locality": "Wimbledon",
  "status": "Approved",
  "last_date_consultation_comments": "25/04/2025",
  "decision_target_date": "21/05/2025",
  "actual_completion_date": null,
  "bo_system": "Northgate M3",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type": "Householder"
}