{
  "appeal_status": null,
  "lapsed_date": "12/05/2028",
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=25/P0719",
  "borough": "Merton",
  "application_type_full": "Householder planning permission",
  "actual_commencement_date": null,
  "ward": "Lower Morden",
  "decision_date": "12/05/2025",
  "parking_details": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523896.70000977145,
              167739.5003263969
            ],
            [
              523900.2000097733,
              167734.60032639466
            ],
            [
              523938.4000097947,
              167761.1503264011
            ],
            [
              523936.65000979375,
              167763.4503264018
            ],
            [
              523936.80000979383,
              167766.00032640155
            ],
            [
              523935.95000979345,
              167767.250326403
            ],
            [
              523896.70000977145,
              167739.5003263969
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": "PP-13839787",
  "development_type": "Other house holder developments",
  "description": "REMOVAL OF AN EXISTING SECTIONAL PRECAST CONCRETE SINGLE GARAGE AND ERECTION OF A NEW DOUBLE GARAGE.",
  "site_name": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: Site location plan 1001 Rev P01 and drawings 1401 Rev P01 & 3000 Rev P02",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 5 - Prior to the commencement of development, a detailed scheme for the provision of surface and foul water drainage for the proposed garage, shall be submitted to and approved in writing by the local planning authority for the development. The drainage scheme will dispose of surface water sustainably and shall not increase the runoff rate from the existing site. The scheme shall be implemented as approved and completed prior to the development being brought into use. \r\n\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies F15.7, Merton's SuDS SPD and the London Plan policy SI 12 and SI 13. \r\n",
    "Condition : 6 - Restriction - Use of Premises - The development hereby permitted shall not be occupied at any time other than for purposes incidental to the residential use of the dwelling known as 27 Camborne Road.",
    "Condition : 7 - No surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.   Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777). ",
    "Condition : 8 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The application was acceptable as submitted, and approved without delay.\r\n\r\n"
  ],
  "lpa_app_no": "25/P0719",
  "subdivision_of_building": null,
  "centroid_easting": 523910,
  "epc_number": "8234-9627-1300-0265-5202",
  "secondary_street_name": null,
  "lpa_name": "Merton",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "last_updated_by": "Northgate M3",
  "cil_liability": true,
  "postcode": "SM4 4JL",
  "decision_process": null,
  "application_details": {
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 0,
    "intended_completion_date": "07/2025",
    "intended_commencement_date": "04/2025",
    "total_gia_gained": 36
  },
  "uprn": "48011062",
  "street_name": "Camborne Road",
  "decision": "Approved",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.220532,
          51.395173
        ],
        [
          -0.220484,
          51.395128
        ],
        [
          -0.219926,
          51.395359
        ],
        [
          -0.21995,
          51.39538
        ],
        [
          -0.219947,
          51.395402
        ],
        [
          -0.219959,
          51.395414
        ],
        [
          -0.220532,
          51.395173
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "site_number": "27",
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 167745,
  "centroid": {
    "lon": -0.22034,
    "lat": 51.39522
  },
  "valid_date": "17/03/2025",
  "id": "Merton-25_P0719",
  "last_updated": "2025-05-12T13:00:02.052Z",
  "locality": "Morden",
  "status": "Approved",
  "last_date_consultation_comments": "18/04/2025",
  "decision_target_date": "12/05/2025",
  "actual_completion_date": null,
  "bo_system": "Northgate M3",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type": "Householder"
}