{
  "lpa_app_no": "25/P0179",
  "centroid_northing": 171119,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": "19/02/2025",
  "locality": "Wimbledon",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T11:20:00.236Z",
  "valid_date": "09/01/2025",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523951.59500984696,
              171129.58832737716
            ],
            [
              523959.3500098512,
              171127.6503273758
            ],
            [
              523956.05000984913,
              171110.55032737018
            ],
            [
              523955.50000984885,
              171110.05032736989
            ],
            [
              523957.4500098499,
              171109.950327371
            ],
            [
              523956.4500098493,
              171101.65032736806
            ],
            [
              523953.9500098479,
              171101.95032736805
            ],
            [
              523953.50000984763,
              171099.45032736822
            ],
            [
              523945.0000098429,
              171101.95032736816
            ],
            [
              523949.2000098454,
              171115.8003273722
            ],
            [
              523948.9500098454,
              171122.00032737374
            ],
            [
              523949.89500984596,
              171124.71232737455
            ],
            [
              523951.59500984696,
              171129.58832737716
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": null,
  "centroid_easting": 523953,
  "actual_commencement_date": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=25/P0179",
  "site_number": "62",
  "decision": "Approved",
  "ward": "Village",
  "decision_agency": "Borough",
  "lpa_name": "Merton",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": null,
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Merton-25_P0179",
  "application_details": {
    "site_area": 0.026000000000000002
  },
  "uprn": "48124372",
  "decision_date": "20/03/2025",
  "description": "FULL PLANNING APPLICATION TO CHANGE FRONT FENESTRATION TO TIMBER SASH WINDOWS. NEW AIR CONDITIONING AT REAR REPLACING EXISTING. NEW EXTRACTORS TO KITCHEN AT REAR. TIMBER SLATTED SCREEN AT REAR TO SCREEN BINS.",
  "site_name": null,
  "last_updated_by": "Northgate M3",
  "decision_target_date": "06/03/2025",
  "borough": "Merton",
  "postcode": "SW19 5EE",
  "street_name": "High Street",
  "bo_system": "Northgate M3",
  "development_type": "Minor dwellings",
  "lapsed_date": "20/03/2028",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: Site Location Plan; Block Plan; No.1; No. 2, No.3; No.4; No.7; No.8; No.9; No.10; No.12; Kitchen Plan Showing Canopies, Extract Ductwork and Supply System; Roof Plan Showing Extract Plan & Ductwork; Proposed Roof Elevation; Proposed Sectional Elevation; Design & Access Statement; Noise Assessment; Wheelie Bin Details; Example of Bin Screening; Air Conditioning Details.",
    "Condition : 3 - Due to the potential impact of the surrounding locality of the development the recommendations to protect noise intrusion into the dwellings as specified in the Ian Sharland Ltd, Boise and Vibration Specialists, Environmental Noise Assessment Report No M5731, dated 7 January 2025 shall be implemented and maintained as a minimum standard for the noise mitigation for the proposed kitchen extract. A post commissioning noise survey shall be undertaken, within 4 weeks from its first use, to confirm that the reports criteria has been achieved. This shall be submitted to the Local Planning Authority for approval. \r\n\r\nReason: In the interests of neighbouring amenity to comply with Policy D12.3 of the Local Plan 2024. \r\n",
    "Condition : 4 - Odour from the new extraction and odour control unit shall be designed and installed so that cooking odour is not detectable to affect other premises. A written scheme to manage the control of odour from cooking shall be submitted to and approved in writing by the Local Planning Authority prior to first use. The approved scheme shall be fully installed, maintained and serviced in accordance with the manufacturer's instructions or requirements, whilst the premises is open to serve food. The scheme submitted, including an odour risk assessment shall have regard to the technical requirements of the document \"Control of Odour and Noise from Commercial Kitchen Extract Systems as produced by EMAQ dated 2018\". Should the type of cooking change a further assessment shall be submitted in accordance with the above. \r\n\r\nReason: In the interests of neighbouring amenity to comply with Policy D12.3 of the Local Plan 2024. \r\n",
    "Condition : 5 - Any external lighting shall be positioned and angled to prevent any light spillage or glare beyond the site boundary.\r\n\r\nReason: To prevent light pollution. To comply with Policy P15.10.",
    "Condition : 6 - Emptying of containers filled with glass bottles etc shall not be emptied into the external bins after 9pm.\r\n\r\nReason: To prevent noise disturbance. To comply with Policy D14 of the London Plan 2021 and Policy P15.10 of the Local Plan 2024.",
    "Condition : 7 - The premises shall only be open as per hours submitted in the planning application form: 08:00 to 23:00 Monday to Friday, 08:00 to 23:00 Saturday and 08:00 to 22:30 Sunday and Bank Holidays.\r\n\r\nReason: In the interests of neighbouring amenity. To comply with Policy D12.3 of the Local Plan 2024.",
    "Condition : 8 - Food take-away deliveries shall not be undertaken from the rear of the premises.\r\n\r\nReason: In the interests of neighbouring amenity. To comply with Policy D12.3 of the Local Plan 2024.",
    "Condition : 9 - Waste collections and food deliveries shall be undertaken between the hours of 08:00 to 18:00.\r\n\r\nReason: In the interests of neighbouring amenity. To comply with Policy D12.3 of the Local Plan 2024.",
    "Condition : 10 - Drainage serving the kitchen in commercial part of the premises shall be fitted with an adequate grease separator. \r\n\r\nReason: In the interests of appropriate drainage. To comply with Policy F15.7 of the Local Plan 2024.",
    "Condition : 11 - Prior to first use of the extraction plant hereby permitted, the timber screen as shown on the approved plans shall be installed and maintained in place thereafter.\r\n\r\nReason: In the interests of the visual amenities of the area.",
    "Condition : 12 - Refuse & Recycling (Implementation) - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 13 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 14 - You are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any workts within the Public Highway to obtain the necessary approvals and / or licences. Pleaase be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months. ",
    "Condition : 15 - Any works / events carried out either by, or at the behest of the developer, whether they are lcoated on, or affecting a prospectilvely maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting thepubli highway, hsall be co-ordinated under the requirements of the New Roads and Street works Act 1991 and the Traffice Management Act 2004 and licensed accordinly in order to secure hte expeditious meovemnt of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly htose involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections / supplies to the site are co-ordinated to take place wherever possible at the same time. ",
    "Condition : 16 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\n"
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.21856,
          51.425629
        ],
        [
          -0.218449,
          51.42561
        ],
        [
          -0.218503,
          51.425457
        ],
        [
          -0.218511,
          51.425452
        ],
        [
          -0.218483,
          51.425451
        ],
        [
          -0.2185,
          51.425377
        ],
        [
          -0.218536,
          51.42538
        ],
        [
          -0.218543,
          51.425357
        ],
        [
          -0.218665,
          51.425382
        ],
        [
          -0.218599,
          51.425505
        ],
        [
          -0.218601,
          51.425561
        ],
        [
          -0.218586,
          51.425585
        ],
        [
          -0.21856,
          51.425629
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "Post",
  "centroid": {
    "lon": -0.218544,
    "lat": 51.425533
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}