{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/3066/22",
  "application_type_full": "Removal/Variation of a condition",
  "uprn": "100021308510",
  "borough": "Harrow",
  "street_name": "West End Avenue",
  "locality": "Pinner",
  "ward": "Pinner South",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from 22nd February 2022. REASON:  To comply with the provisions of Section 91 of the Town & Country Planning Act 1990.",
    "Condition : 2 - This permission shall have the effect of varying condition numbered 2 on prior approval application reference P/1544/21 dated 22/02/22.\r\n\r\nThe development hereby permitted shall be carried out, completed and retained in accordance with the following approved plans:\r\nLocation Plan; Westendave-28/0 REV R; Westendave-28/1 Rev R; Westerndave-28/2; Westendave-28/3 Rev R; Westendave-28/4 REV F; Westendave-28/5 REV R; Westendave-28/6 Rev R; Westendave-28/7 Rev R; Westendave-28/8 Rev R; Westendave-28/9 Rev N; Westendave-28/11 Rev P; Westendave-28/9 Rev N; Westendave-28/12 Rev R  \r\n\r\nREASON: For the avoidance of doubt and in the interests of proper planning\r\n",
    "Condition : 3 - The materials to be used in the construction of the external surfaces of the extension hereby permitted shall match those used in the existing building.\nREASON: To safeguard the character and appearance of the area in accordance with Core Policy CS1.B of the Harrow Core Strategy (2012) and Policy DM1 of the Harrow Development Management Policies Local Plan (2013).\n",
    "Condition : 4 - No window(s)/door(s), other than those shown on the approved plans shall be installed in the flank elevation(s) of the development hereby permitted without the prior permission in writing of the local planning authority.\n\r\nREASON: To safeguard the residential  amenities of neighbouring residents, in accordance with Policy DM1 of the Harrow Development Management Policies Local Plan (2013).\n",
    "Condition : 5 - The development hereby permitted shall not be occupied until there has been submitted to, and approved by, the local planning authority, a scheme of all hard and soft landscape works, and all boundary treatment.  Soft landscape works shall include: planting plans, and schedules of plants, noting species, plant sizes and proposed numbers / densities\r\n\r\nREASON: To safeguard the appearance and character of the area, and to enhance the appearance of the development, in compliance with policies DM 1, DM 22 and DM 23 of the Harrow Development Management Policies Local Plan (2013).\r\n",
    "Condition : 6 - Prior to occupation, a Fire Safety Statement shall be submitted to and approved in writing by the Local Planning Authority, this statement shall include details of how the development will function in terms of the following:\r\n1) identify suitably positioned unobstructed outside space: a) for fire appliances to be positioned on b) appropriate for use as an evacuation assembly point \r\n2) is designed to incorporate appropriate features which reduce the risk to life and the risk of serious injury in the event of a fire; including appropriate fire alarm systems and passive and active fire safety measures \r\n3) is constructed in an appropriate way to minimise the risk of fire spread \r\n4) provide suitable and convenient means of escape, and associated evacuation strategy for all building users \r\n5) develop a robust management strategy for evacuation which is to be periodically updated and published (details of how often this management strategy is to be reviewed and published to be included), and which all building users can have confidence in\r\n6) provide suitable access and equipment for firefighting which is appropriate for the size and use of the development.\r\n\r\nThe development shall be operated in accordance with the approved details in perpetuity.\r\n\r\nREASON: To ensure that the fire safety of the proposed building is managed in a satisfactory manner and that the development contributes to fire safety in line with Policy D12A of the London Plan (2021). To ensure appropriate fire safety measures are approved before development is completed on site. \r\n",
    "Condition : 7 - Prior to the first occupation of the development, evidence of Secured by Design Certification shall be submitted to the Local Planning Authority in writing to be agreed, or justification shall be submitted where the accreditation requirements cannot be met. Secure by design measures shall be implemented and the development shall be retained in accordance with the approved details.\r\n\r\nREASON: In the interests of creating safer and more sustainable communities and to safeguard amenity by reducing the risk of crime and the fear of crime. the Local Plan (2013), and Section 17 of the Crime & Disorder Act 1998.\r\n\r\n",
    "Condition : 8 - All planting, seeding or turfing comprised in the approved details of landscaping shall be carried out in the first planting and seeding seasons following the occupation of the building(s), or the completion of the development, whichever is the sooner.  Any existing or new trees or shrubs which, within a period of 5 years from the completion of the development, die, are removed, or become seriously damaged or diseased, shall be replaced in the next planting season, with others of a similar size and species, unless the local authority agrees any variation in writing.\nREASON: To safeguard the appearance and character of the area, and to enhance the appearance of the development.\n",
    "Condition : 9 - The cycle storage hereby approved shall be provided prior to the first occupation of the development and shall be retained thereafter.\r\n\r\nREASON:To ensure the satisfactory provision of safe cycle storage facilities, to provide facilities for all the users of the site and in the interests of highway safety and sustainable transport, in accordance with policy T5 of The London Plan 2021 and policy DM 42 of the Harrow Development Management Policies Local Plan (2013).  ",
    "Condition : 10 - The development hereby permitted shall be used for Class C3 dwellinghouse(s) only and notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting that Order with or without modification), no development within Schedule 2, Part 3, Class L shall take place.\r\n\r\nREASON: To enable the Local Planning Authority to fully consider the effects of development normally permitted by the Town and Country Planning (General Permitted Development) Order 2015 to maintain mixed, balanced, sustainable and inclusive communities and in the interests of residential and visual amenity.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "512031",
  "status": "Approved",
  "decision_date": "17/11/2022",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3842711,
          51.5913767
        ],
        [
          -0.38417769999999996,
          51.5912423
        ],
        [
          -0.3840148,
          51.5910112
        ],
        [
          -0.38389809999999996,
          51.5910482
        ],
        [
          -0.3841482,
          51.5914198
        ],
        [
          -0.3842714,
          51.5913782
        ],
        [
          -0.3842711,
          51.5913767
        ]
      ]
    ]
  },
  "decision_target_date": "18/11/2022",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "20/09/2022",
  "development_type": "Minor dwellings",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T16:31:48.969+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": null,
  "id": "Harrow-P_3066_22",
  "decision": "Approved",
  "cil_liability": true,
  "centroid_northing": "189283",
  "appeal_start_date": null,
  "postcode": "HA5 1BJ",
  "url_planning_app": "http://site.com?appref=P/3066/22-or-1216783 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": "28",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Variation of condition 2 (approved plans) attached to planning permission P/1544/21 dated 22/02/2022 to allow alterations to size of building",
  "valid_date": "25/08/2022",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              512022.85,
              189294.55
            ],
            [
              512029.65,
              189279.75
            ],
            [
              512041.5,
              189254.3
            ],
            [
              512049.4946237,
              189258.5913978
            ],
            [
              512031.2580645,
              189299.5376344
            ],
            [
              512022.827957,
              189294.7204301
            ],
            [
              512022.85,
              189294.55
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": "11503701",
  "application_details": {
    "site_area": 0.042
  },
  "centroid": {
    "lon": "-0.3841572",
    "lat": "51.5912712"
  },
  "lapsed_date": "17/11/2025",
  "decision_process": "Delegated",
  "actual_completion_date": null
}