{
  "appeal_decision_date": null,
  "actual_commencement_date": null,
  "lpa_name": "Hillingdon",
  "ward": "PINKWELL 2022",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.371
  },
  "decision_target_date": "04/10/2024",
  "last_date_consultation_comments": "01/06/2024",
  "locality": null,
  "secondary_street_name": "HAYES",
  "site_name": "HPH4",
  "reference_no_of_permission_being_relied_on": null,
  "appeal_start_date": null,
  "lpa_app_no": "76655/APP/2024/1152",
  "appeal_status": null,
  "site_number": null,
  "centroid_easting": 509086,
  "centroid_northing": 179268,
  "uprn": null,
  "last_updated": "2025-03-19T19:51:21.980+00:00",
  "description": "Variation of Condition 2 (Accordance with Approved Plans) of planning permission ref. 76655/APP/2023/779 dated 26-06-2023 (Variation of Condition 2 (Accordance with Approved Plans) of planning permission ref. 76655/APP/2021/3039 dated 07-04-2022 (Re-development of the vacant Site to provide a residential development comprising 131 (C3) residential units, with associated amenity areas, landscaping, car parking and all ancillary and enabling works) to alter the internal layouts and replace 13 no. studio units with 13 no. one-bedroom units), in order to make the following amendments:\n- Addition of a new external access route to a 2nd core (Core B) on 8th floor so that the 4no. top floor flats have access to a second stair core and escape lift; \n- Insertion of a further escape lift to the southern stair core in Block A from ground to 7th floors; and\n- Reconfiguration of flats due to internal structural wall changes.",
  "subdivision_of_building": null,
  "decision_agency": "Borough",
  "valid_date": "01/05/2024",
  "centroid": {
    "lon": "-0.42975539999999995",
    "lat": "51.5018323"
  },
  "title_number": null,
  "status": "Approved",
  "application_type_full": "Removal/Variation of a condition",
  "decision_process": "Delegated",
  "application_type": "All Other",
  "lapsed_date": "04/10/2027",
  "parking_details": null,
  "street_name": "MILLINGTON ROAD",
  "borough": "Hillingdon",
  "epc_number": null,
  "last_updated_by": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "pp_id": "13029273",
  "decision": "Approved",
  "cil_liability": true,
  "decision_date": "04/10/2024",
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4300231,
          51.5021948
        ],
        [
          -0.4292213,
          51.5019551
        ],
        [
          -0.4292101,
          51.5018657
        ],
        [
          -0.4295577,
          51.501457
        ],
        [
          -0.4302506,
          51.5016774
        ],
        [
          -0.4301309,
          51.50211
        ],
        [
          -0.4300234,
          51.5021859
        ],
        [
          -0.4300231,
          51.5021948
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=76655/APP/2024/1152",
  "actual_completion_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509066.5569,
              179307.916
            ],
            [
              509122.7809,
              179282.4499
            ],
            [
              509123.7731,
              179272.528
            ],
            [
              509100.6221,
              179226.5566
            ],
            [
              509052.0048,
              179250.0382
            ],
            [
              509059.2808,
              179298.3248
            ],
            [
              509066.5569,
              179306.9238
            ],
            [
              509066.5569,
              179307.916
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Hillingdon-76655_APP_2024_1152",
  "bo_system": "CSV Data Import",
  "postcode": "UB3 4AZ",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the 7th April 2022.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "3552_PL(90)001 Rev. P01;",
    "3552_PL(20)101 Rev. P05;",
    "3552_PL(20)102 Rev. P05;",
    "3552_PL(20)103 Rev. P05;",
    "3552_PL(20)104 Rev. P05;",
    "3552_PL(20)105 Rev. P05;",
    "3552_PL(20)106 Rev. P05;",
    "3552_PL(20)107 Rev. P05;",
    "3552_PL(20)108 Rev. P06;",
    "3552_PL(20)109 Rev. P06;",
    "3552_PL(20)110 Rev. P06;",
    "3552_PL(20)300 Rev. P05;",
    "3552_PL(20)301 Rev. P05;",
    "3552_PL(20)302 Rev. P05;",
    "3552_PL(20)303 Rev. P06;",
    "3552_PL(20)304 Rev. P06;",
    "3552_PL(20)203 Rev. P04;",
    "3552_PL(20)204 Rev. P04;",
    "3552_PL(20)205 Rev. P01;",
    "3552_PL(40)101 Rev. P01;",
    "3552_PL(40)102 Rev. P01;",
    "3552_PL(40)103 Rev. P02;",
    "3552_PL(40)104 Rev. P01;",
    "3552_PL(40)105 Rev. P01;",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting documents:",
    "2101320-01 Noise Assessment (Dated July 2021) (Part 1);",
    "2101320-11 Noise Technical Note (Dated 19th October 2021);",
    "20.064-BOSK-00-RP-L-0003 Rev. P01 Landscape Strategy (Dated July 2021);",
    "2101320-05 Delivery & Servicing Management Plan (Dated July 2021);",
    "2101320-06A Car Park Management Plan (Dated August 2021);",
    "2101320-07 Outline Construction Logistics Plan (Dated July 2021);",
    "2101320-10A Utilities & Services Statement (Dated August 2021);",
    "Circular Economy Statement (Dated 30th July 2021);",
    "Daylight, Sunlight and Overshadowing Report V1 (Dated July 2021);",
    "Independent Daylight, Sunlight and Overshadowing Review Response (Dated 15th October 2021);",
    "F10128 Version 01 Detailed Fire Strategy Report (Dated 16th July 2021);",
    "Wind Microclimate (Dated July 2021);",
    "EAS/P1234/C1 Aviation Safeguarding Assessment (Dated 21st July 2021);",
    "2101320-02A Transpor",
    "Prior to commencement of any superstructure works, details of all materials and external surfaces, including details of balconies, shall be submitted to and approved in writing by the Local Planning Authority. Details should include information relating to make, product/type, colour and photographs/images.",
    "Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020).",
    "Notwithstanding approved plan references 3552_PL(20)203 Rev. P01 and 3552_PL(20)204 Rev. P01, amended details of the hit and miss brick screening and glazing shall be submitted to and approved in writing by the Local Planning Authority. This should include details of further glazing and more decorative art brickwork to provide visual interest.",
    "Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020).",
    "Prior to commencement of above ground works, a landscape scheme shall be submitted to and approved in writing by the Local Planning Authority, in consultation with Heathrow Airport Ltd and Ministry of Defence. The scheme shall include: -",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "N.B. The landscape scheme should demonstrate the provision of defensible space at the first floor podium deck level to mitigate against loss of privacy and prevent direct access to the private amenity space of these units.",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage, demonstrating provision of:",
    "- 239 no. long stay cycle spaces and 6 no. short stay cycle spaces.",
    "2.c Means of enclosure/boundary treatments",
    "2.d Car Parking Layouts, demonstrating provision of 48 n",
    "Prior to commencement of any superstructure works, details of living/green roofs/walls shall be submitted to and approved in writing by the Local Planning Authority in consultation with the Ministry of Defence and Heathrow Airport Ltd. This shall include either:",
    "a) Details and plans identifying the inclusion of living/green roofs/walls, alongside:",
    "i) Method of construction;",
    "ii) Schedule of framework materials;",
    "iii) Schedule of the species to be planted, method of planting, height and spread at planting and growth projections;",
    "iv) An ongoing management and maintenance regime to include irrigation methods and an inspection programme to allow dead or dying plants to be identified and replaced.",
    "The living/green walls shall thereafter be constructed and retained in accordance with the details submitted in perpetuity and shall not be removed or altered without the prior written consent of the Local Planning Authority.",
    "REASON",
    "To ensure that the landscaped areas are retained in accordance",
    "Prior to commencement of development (excluding demolition and site clearance), a scheme to protect and enhance the nature conservation interest of the site shall be submitted to and approved in writing by the Local Planning Authority.",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "In order to encourage a wide diversity of wildlife on the existing semi-natural habitat of the site in accordance with Policy DMEI 7 of the Hillingdon Local Plan: Part 2 (2020), Policy G6 of the London Plan (2021) and Paragraph 174 of the National Planning Policy Framework (2021).",
    "No site clearance or construction work shall take place until the details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "1. A method statement outlining the sequence of development on the site including demolition, building works and tree protection measures.",
    "2. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority. Such fencing should be a minimum height of 1.5 metres.",
    "Thereafter, the development shall be implemented in accordance with the approved details.",
    "The fencing shall be retained in position until development is completed.",
    "Prior to commencement of above ground works, details of the play area for children shall be submitted to and approved in writing by the Local Planning Authority. This should include details of accessible play equipment for disabled children, including those with a sensory impairment, or complex multiple disabilities. Thereafter, the play areas shall be provided prior to the occupation of any unit within the development and maintained for this purpose.",
    "REASON",
    "To ensure that the development makes adequate provision of children's play space in accordance with Policies DMHB 19 and DMCI 5 of the Hillingdon Local Plan: Part 2 (2020) and Policies S4 and D5 of the London Plan (2021).",
    "Prior to commencement of above ground works, the following shall be submitted to an approved in writing by the Local Planning Authority.",
    "(i) Details of the materials palette, together with a methodology statement, demonstrating that all external areas would be accessible to older and disabled people, including wheelchair users, installed in accordance with the tolerances set out in BS8300:2018.",
    "(ii) Details demonstrating that all amenity areas, including the proposed balconies, are fully accessible to all.",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that accessible amenity space is provided, in accordance with Policies DMHB 12 and DMHB 18 of the Hillingdon Local Plan: Part 2 (2020) and Policy D5 of the London Plan (2021).",
    "The dwellings hereby approved shall ensure that 90% be constructed to meet the standards for a Category 2 M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015, and all such provisions shall remain in place for the life of the building.",
    "REASON",
    "To ensure that sufficient housing stock is provided, in accordance with Policy DMHB 16 of the Hillingdon Local Plan: Part 2 (2020) and Policies D5 and D7 of the London Plan (2021).",
    "The development hereby approved shall ensure that 2 no. Social Rent units (comprising 3 bedroom 4 person units) are constructed to accord with the technical specifications of Section M4(3)(2)(b) for a Wheelchair Accessible dwelling as set out in Approved Document M to the Building Regulations 2010 (2015 edition).",
    "The development hereby approved shall also ensure that 11 no. 1 bedroom 2 person units are constructed to accord with the technical specifications of Section M4(3)(2)(a) for a Wheelchair Adaptable dwelling as set out in Approved Document M to the Building Regulations 2010 (2015 edition).",
    "REASON",
    "To ensure that an appropriate housing size mix is achieved and maintained, in accordance with Policies D5, D7 and H10 of the London Plan (2021).",
    "Prior to occupation of the development, a Parking Management and Allocation Plan shall be submitted to and approved in writing by the Local Planning Authority. It shall detail the following:",
    "(i) The arrangements for all parking onsite and include provisions for managing, monitoring, enforcement and review. All on-site parking spaces shall be solely for the use by future residents of the development hereby approved and shall not be used for any other purpose of leased/sub-let.",
    "(ii) A Parking Design and Management Plan to ensure that an additional 7% of dwellings could be provided with one designated disabled persons parking space per dwelling in future upon request as soon as existing provision is insufficient.",
    "The approved plan shall be implemented as soon as the development is brought into use and shall remain in place thereafter. Any changes to the plan shall be agreed in writing by the Local Planning Authority.",
    "REASON",
    "To ensure the appropriate operation of the car parks and preven",
    "Prior to the occupation of development, details of a Delivery and Servicing Plan shall be submitted to and approved in writing by the Local Planning Authority.",
    "This should be in accordance with Transport for London's Delivery and Servicing Plan Guidance. Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure appropriate servicing of the site, to safeguard highway safety and to safeguard the free flow of traffic, in accordance with Policies DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 (2020) and Policies T3 and T7 of the London Plan (2021).",
    "Prior to the commencement of works on site, a Construction Management and Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority (in consultation with relevant stakeholders). This plan shall detail:",
    "(i) The phasing of the works;",
    "(ii) The hours of work;",
    "(iii) On-site plant and equipment;",
    "(iv) Measures to mitigate noise and vibration;",
    "(v) Measures to mitigate impact on air quality;",
    "(vi) Waste management;",
    "(vii) Site transportation and traffic management, including:",
    "(a) Routing;",
    "(b) Signage;",
    "(c) Vehicle types and sizes;",
    "(d) Hours of arrivals and departures of staff and deliveries (avoiding peaks times of day);",
    "(e) Frequency of visits;",
    "(f) Parking of site operative vehicles;",
    "(g) On-site loading/unloading arrangements; and",
    "(h) Use of an onsite banksman (if applicable).",
    "(viii) The arrangement for monitoring and responding to complaints relating to demolition and construction; and",
    "(ix) Details of cranes and other tall construction",
    "Prior to the commencement of development, the following shall be submitted to and approved in writing by the Local Planning Authority:",
    "1. A detailed noise survey and assessment, in keeping with the requirements of the ProPG's Stage 2 and the AVO Guide's Level 2 assessments, to confirm the typical external environmental sound levels around the proposed building and within external amenity areas, and the details of the sound insulation scheme(s), and any other control measures (such as to balconies), to meet the relevant internal noise targets within ProPG during both ventilation and overheating conditions, and to minimise levels within amenity areas as far as practicable.",
    "2. A detailed assessment in accordance with the Council's Noise SPD and BS 4142 of the final plant selection and agreement of any required mitigation.",
    "Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure a satisfactory living environment i",
    "Prior to commencement of superstructure works, the final Overheating Strategy shall be submitted to and approved in writing by the Local Planning Authority. The submission shall demonstrate how the development will reduce the potential for internal overheating and reliance on air conditioning systems in accordance with the following cooling hierarchy:",
    "1) reduce the amount of heat entering a building through orientation, shading, high albedo materials, fenestration, insulation and the provision of green infrastructure;",
    "2) minimise internal heat generation through energy efficient design;",
    "3) manage the heat within the building through exposed internal thermal mass and high ceilings;",
    "4) provide passive ventilation;",
    "5) provide mechanical ventilation; and",
    "6) provide active cooling systems.",
    "The approved details shall thereafter be implemented and retained for the lifetime of the development.",
    "REASON",
    "To demonstrate that the final strategy will reduce the potential for internal overheating a",
    "(A) No construction shall commence on site until a Radar Mitigation Scheme (RMS), (including a timetable for its implementation during construction), has been agreed with the Operator and approved in writing by the Local Planning Authority (in consultation with the National Air Traffic Services and Heathrow Airport Safeguarding).",
    "(B) No construction work shall be carried out above 10m Above Ground Level (~42m AOD) unless and until the approved Radar Mitigation Scheme has been implemented and the development shall thereafter be operated fully in accordance with such approved Scheme.",
    "REASON",
    "To ensure the development does not endanger the safe movement of aircraft or the operation of Heathrow Airport or NATS En-route PLC, through interference with communication, navigational aids and surveillance equipment, in accordance with Policy DMAV 1 of the Hillingdon Local Plan: Part 2 (2020).",
    "Prior to superstructure works commencing, a Bird Hazard Management Plan shall be submitted to and approved in writing by the Local Planning Authority, in consultation with the Ministry of Defence and Heathrow Airport Ltd. The submitted plan shall include details of:",
    "-  management of any flat/shallow pitched on buildings within the site which may be attractive to nesting, roosting and \"loafing\" birds. The management plan shall comply with Advice Note 8 'Potential Bird Hazards from Building Design'.",
    "The roof terrace and other public access areas are to be provided with lidded bins, and an approved method to maintain the accumulation of waste, to ensure that no food waste is available for the attraction of hazardous birds.",
    "The Bird Hazard Management Plan shall be implemented as approved on completion of the development and shall remain in force for the life of the building. No subsequent alterations to the plan are to take place unless first submitted to and approved in writing by the",
    "Prior to commencement (excluding demolition and site clearance), a scheme for the provision of sustainable water management in line with the approved document reference '2101320-08 Flood Risk Assessment and Drainage Strategy (Dated July 2021)' shall be submitted to, and approved in writing by the Local Planning Authority. The scheme shall clearly demonstrate how it manages water and demonstrate ways of controlling the surface water on site by providing information on:",
    "a) Sustainable Drainage features:",
    "i. Surface water discharge - the submitted drainage strategy must identify the proposed method and location of discharging collected surface water from the site in accordance with the hierarchy set out in Policy SI 13 of the London Plan (2021). Where the proposal does not utilise the most sustainable solution, justification must be provided. Any proposal that includes a connection to a private sewer network should provide details of the condition and ownership of the entire drainage r",
    "(i) The development shall not commence until a scheme to deal with contamination has been submitted to and approved by the Local Planning Authority (LPA). All works which form part of the remediation scheme shall be completed before any part of the development is occupied or brought into use unless the Local Planning Authority dispenses with any such requirement specifically and in writing. The scheme shall include all of the following measures unless the LPA dispenses with any such requirement specifically and in writing:",
    "a) A site investigation, including where relevant soil, soil gas, surface and groundwater sampling, together with the results of analysis and risk assessment shall be carried out by a suitably qualified and accredited consultant/contractor. The report should also clearly identify all risks, limitations and recommendations for remedial measures to make the site suitable for the proposed use; and",
    "(b) A written method statement providing details of the remediatio",
    "All Non-Road Mobile machinery (NRMM) of net power of 37kW and up to and including 560kW used during the demolition, site preparation and construction phases shall comply with the emissions standards set out in chapter 4, proposal 4.2.3.a of the London Environment Strategy. Unless it complies with the standard set out in the London Environment Strategy, no NRMM shall be onsite, at any time, whether in use or not, without the prior written consent of the LPA. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register https://nrmm.london/",
    "REASON",
    "To comply with the London's Low Emission Zone for non-road mobile machinery as per requirements of the London Environment Strategy, in accordance with Policy EM8 of the Hillingdon Local Plan: Part 1 (2012), Policy DMEI 14 of the Hillingdon Local Plan: Part 2 (2020), Policy SI 1 of the London Plan (2021), and paragraphs 174 and 186 of the Na",
    "Prior to superstructure works, a Low Emission Strategy (LES) shall be submitted to and approved in writing by the Local Planning Authority. The LES shall address but be not restricted to:",
    "1) secure compliance with the current London Plan (March 2021), and associated Guidance requirements",
    "2) To include in the Travel Plan a clear and effective strategy to encourage users to",
    "a) use public transport;",
    "b) cycle / walk to work where practicable;",
    "c) enter car share schemes;",
    "d) purchase and drive to work zero emission vehicles.",
    "The measures in the agreed scheme shall be maintained throughout the life of the development.",
    "REASON",
    "To reduce the impact on air quality in accordance with Policy EM8 of the Hillingdon Local Plan: Part 1 (2012), Policy DMEI 14 of the Hillingdon Local Plan: Part (2020), Policies SI 1 and T4 of the London Plan (2021) and paragraphs 174 and 186 of the National Planning Policy Framework (2021).",
    "The building(s) shall achieve 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO). No building shall be occupied until accreditation has been achieved.",
    "REASON",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000 to ensure the development provides a safe and secure environment in accordance with Policy DMHB 15 of the Hillingdon Local Plan: Part 2 (2020) and Policy D11 of the London Plan (2021).",
    "A) No development shall proceed beyond the steel/timber/concrete superstructure (including roof structure) of any building proposed until the principles of a Fire Statement has been submitted to and approved in writing by the Local Planning Authority. The statement should detail how the development proposal will function in terms of:",
    "i) the building's construction: methods, products and materials used, including manufacturers' details",
    "ii) the means of escape for all building users: suitably designed stair cores, escape for building users who are disabled or require level access, and associated evacuation strategy approach",
    "iii) features which reduce the risk to life: fire alarm systems, passive and active fire safety measures and associated management and maintenance plans",
    "iv) access for fire service personnel and equipment: how this will be achieved in an evacuation situation, water supplies, provision and positioning of equipment, firefighting lifts, stairs and lobbies, any fire suppr",
    "Prior to the commencement of works above ground floor level, details of the Computational Fluid Dynamics (CFD) analyses should be submitted to and approved in writing by the Local Planning Authority. This should confirm whether a mechanical smoke ventilation system should be included.",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure the safety of all building users in accordance with Policy D12 of the London Plan (2021).",
    "Prior to commencement of above ground works, details of the mitigation measures (such as window louvres) to prevent overlooking between neighbouring habitable rooms and private amenity spaces shall be submitted to and approved in writing by the Local Planning Authority. This should prevent overlooking between the following units: B.01.01 and C.01.05; B.02.01 and C.02.05; B.03.01 and C.03.05; B.04.01 and C.04.05; B.05.01 and C.05.05; C.06.06 and C.06.05; A.07.03 and C.07.05; A.02.10, C.02.02 and C.02.03; A.03.10, C.03.02 and C.03.03; A.04.10, C.04.02 and C.04.03; A.05.10, C.05.02 and C.05.03; A.06.10, C.06.02 and C.06.03.",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To prevent overlooking and safeguard the privacy of future occupiers, in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020).",
    "The windows facing westwards into the communal corridor/area on the first, second, third, fourth, fifth and sixth of Core A (including units A.01.06, A.01.07, A.01.08, A.02.07, A.02.08, A.02.09, A.03.07, A.03.08, A.03.09, A.04.07, A.04.08, A.04.09, A.05.07, A.05.08, A.05.09, A.06.07, A.06.08 and A.06.09) shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking and safeguard the privacy of future occupiers, in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "You are advised that this permission has been granted subject to a legal agreement under Section 106 of the Town and Country Planning Act 1990.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "Safety",
    "Any works on this land will need to be undertaken following engagement with Asset Protection to determine the interface with Network Rail assets, buried or otherwise and by entering into a Basis Asset Protection Agreement, if required, with a minimum of 3months notice before works start. Initially the outside party should contact assetprotectionwestern@networkrail.co.uk.",
    "Lighting",
    "Any lighting associated with the development (including vehicle lights) must not interfere with the sighting of signalling apparatus and/or train drivers vision on approaching trains. The location and colour of lights must not give rise to the potential for confusion with the signalling arrangements on the railway.",
    "Drainage",
    "Storm/surface water must not be discharged onto Network Rail's property or into Network Rail's culverts or drains.  Network Rail's drainage system(s) are not to be compromised by any work(s).   Suitable drainage or other works must be provided and maintained by the Developer to pre",
    "A Groundwater Risk Management Permit from Thames Water will be required for discharging groundwater into a public sewer.  Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991.  We would expect the developer to demonstrate what measures he will undertake to minimise groundwater discharges into the public sewer.  Permit enquiries should be directed to Thames Water's Risk Management Team by telephoning 020 3577 9483 or by emailing trade.effluent@thameswater.co.uk .  Application forms should be completed on line via https://gbr01.safelinks.protection.outlook.com/?url=http%3A%2F%2Fwww.thameswater.co.uk%2F&data=04%7C01%7CPlanningEConsult%40Hillingdon.Gov.UK%7C53b4f7c2224f4901475008d960978437%7Caaacb679c38148fbb320f9d581ee948f%7C0%7C0%7C637647026134378677%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C1000&sdata=mIss%2FDumsmCk3FQX69Mfr9XoDMlOB4Aq31SuOLVwsSE%3D&reser",
    "Given the nature of the proposed development it is possible that a crane may be required during its construction. We would, therefore, draw the applicant's attention to the requirement within the British Standard Code of Practice for the safe use of Cranes, for crane operators to consult the aerodrome before erecting a crane in close proximity to an aerodrome. This is explained further in Advice Note 4, 'Cranes and Other Construction Issues' (available at http://www.aoa.org.uk/policy-safeguarding.htm).",
    "The outcome of the Computational Fluid Dynamics analysis may not support the inclusion of a mechanical smoke ventilation system, in which case the accommodation units in Cores A, B and C will need to be redesigned. This may impact the layout and density of the building and may affect the number of dwellings.",
    "The plans hereby SUPERSEDED are listed as follows:",
    "3552_PL(20)101 Rev. P04",
    "3552_PL(20)102 Rev. P04",
    "3552_PL(20)103 Rev. P04",
    "3552_PL(20)104 Rev. P04",
    "3552_PL(20)105 Rev. P04",
    "3552_PL(20)106 Rev. P04",
    "3552_PL(20)107 Rev. P04",
    "3552_PL(20)108 Rev. P04",
    "3552_PL(20)109 Rev. P04",
    "3552_PL(20)110 Rev. P04",
    "3552_PL(20)300 Rev. P04",
    "3552_PL(20)301 Rev. P04",
    "3552_PL(20)302 Rev. P04",
    "3552_PL(20)303 Rev. P04",
    "3552_PL(20)304 Rev. P04",
    "3552_PL(20)203 Rev. P01",
    "3552_PL(20)204 Rev. P01",
    "3552_PL(40)103 Rev. P01",
    "The plans hereby APPROVED are listed as follows:",
    "3552_PL(90)001 Rev. P01",
    "3552_PL(20)101 Rev. P05",
    "3552_PL(20)102 Rev. P05",
    "3552_PL(20)103 Rev. P05",
    "3552_PL(20)104 Rev. P05",
    "3552_PL(20)105 Rev. P05",
    "3552_PL(20)106 Rev. P05",
    "3552_PL(20)107 Rev. P05",
    "3552_PL(20)108 Rev. P06",
    "3552_PL(20)109 Rev. P06",
    "3552_PL(20)300 Rev. P05",
    "3552_PL(20)301 Rev. P05",
    "3552_PL(20)302 Rev. P05",
    "3552_PL(20)303 Rev. P06",
    "3552_PL(20)304 Rev. P06",
    "3552_PL(20)204 Rev. P04",
    "3552_PL(40)103 Rev. P02",
    "3552_PL(20)203 Rev. P04",
    "3552_PL(20)110 Rev. P06"
  ]
}