{
  "wgs84_polygon": null,
  "ward": "PINKWELL 2022",
  "decision": "Approved",
  "decision_process": "Delegated",
  "appeal_status": null,
  "status": "Approved",
  "parking_details": null,
  "centroid_easting": 509086,
  "application_details": {
    "existing_uprns": null
  },
  "actual_completion_date": null,
  "application_type_full": "Non-Material Amendment",
  "locality": null,
  "actual_commencement_date": null,
  "development_type": null,
  "appeal_decision_date": null,
  "centroid_northing": 179267,
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "lapsed_date": "22/04/2027",
  "pp_id": "12974993",
  "lpa_app_no": "76655/APP/2024/970",
  "epc_number": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.501822,
    "lon": -0.429776
  },
  "application_type": "All Other",
  "borough": "Hillingdon",
  "postcode": "UB3 4AZ",
  "site_name": "HPH4",
  "bo_system": "CSV Data Import",
  "site_number": null,
  "decision_target_date": "15/05/2024",
  "valid_date": "17/04/2024",
  "street_name": "MILLINGTON ROAD",
  "last_updated_by": "CSV Data Import",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=76655/APP/2024/970",
  "appeal_start_date": null,
  "last_date_consultation_comments": null,
  "last_updated": "2025-03-19T21:05:20.685+00:00",
  "appeal_decision": null,
  "description": "Non-Material Amendment to planning permission ref: 76655/APP/2023/779, dated 26/06/2024 (Variation of Condition 2 (Accordance with Approved Plans) of planning permission ref. 76655/APP/2021/3039 dated 07-04-2022 (Re-development of the vacant Site to provide a residential development comprising 131 (C3) residential units, with associated amenity areas, landscaping, car parking and all ancillary and enabling works) to alter the internal layouts and replace 13 no. studio units with 13 no. one-bedroom units), in order to amend the trigger points of Conditions 17 (Noise) and 19 (Radar Mitigation Scheme).",
  "decision_date": "22/04/2024",
  "secondary_street_name": "HAYES",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_conditions": [
    "Condition 17 (Noise) of planning permission reference 76655/APP/2023/779, dated 26/06/2024, is amended to:",
    "Prior to the commencement of development above ground level, the following shall be submitted to and approved in writing by the Local Planning Authority:",
    "1. A detailed noise survey and assessment, in keeping with the requirements of the ProPG's Stage 2 and the AVO Guide's Level 2 assessments, to confirm the typical external environmental sound levels around the proposed building and within external amenity areas, and the details of the sound insulation scheme(s), and any other control measures (such as to balconies), to meet the relevant internal noise targets within ProPG during both ventilation and overheating conditions, and to minimise levels within amenity areas as far as practicable.",
    "2. A detailed assessment in accordance with the Council's Noise SPD and BS 4142 of the final plant selection and agreement of any required mitigation.",
    "Thereafter the development shall be con",
    "Condition 19 (Radar Mitigation Scheme) of planning permission reference 76655/APP/2023/779, dated 26/06/2024, is amended to:",
    "(A) No above ground construction shall commence on site until a Radar Mitigation Scheme (RMS), (including a timetable for its implementation during construction), has been agreed with the Operator and approved in writing by the Local Planning Authority (in consultation with the National Air Traffic Services and Heathrow Airport Safeguarding).",
    "(B) No construction work shall be carried out above 10m Above Ground Level (~42m AOD) unless and until the approved Radar Mitigation Scheme has been implemented and the development shall thereafter be operated fully in accordance with such approved Scheme.",
    "REASON",
    "To ensure the development does not endanger the safe movement of aircraft or the operation of Heathrow Airport or NATS En-route PLC, through interference with communication, navigational aids and surveillance equipment, in accordance with Policy DMAV 1 of the Hil",
    "Notwithstanding the non-material amendments hereby approved, other than Conditions 17 and 19, which are superseded by the above conditions, all other conditions relating to Planning Permission Ref: 76655/APP/2023/779, dated 26/06/2024, must be discharged/adhered to as per that permission."
  ],
  "uprn": null,
  "id": "Hillingdon-76655_APP_2024_970",
  "polygon": null,
  "lpa_name": "Hillingdon"
}