{
  "centroid": {
    "lon": "0.1675161",
    "lat": "51.5799325"
  },
  "status": "Refused",
  "decision_target_date": "17/10/2019",
  "site_name": "1 Oak Street",
  "decision_conditions": [
    "The proposed layout of the development would be inadequate resulting in substandard accommodation for future residents through the insufficient provision of internal space, and inadequate outlook for proposed rooms at the rear of the building. As a result, the development is contrary to Policies DC61 of the London Borough of Havering's LDF Core Strategy and Development Control Policies DPD, the DCLG Technical Housing Standards March 2015, the London Plan, and the Housing SPG 2016.",
    "The proposed development would, by reason of the lack of provision of external private amenity space for both proposed flats, result in a cramped over-development of the site to the detriment of future occupiers and the character of the surrounding area. The development is therefore contrary to the Residential Design SPD 2010 and Policy DC2, DC3 DC4 and DC61 of the London Borough of Havering's LDF Core Strategy and Development Control Policies DPD and Policy 3.5 of the London Plan.",
    "The proposed development would, by reason of its size, scale and reduced plot size create development which would appear uncharacteristically cramped on the site which would have serious and adverse effects on the appearance and character of the streetscene contrary to Policy DC61 of the LDF Core Strategy and Development Control Policies DPD.",
    "The proposed development would, by reason of its position and proximity to neighbouring properties would be overbearing and cause overlooking and loss of light and privacy which would have a serious and adverse effect on the living conditions of adjacent occupiers, contrary to Policy DC61 of the LDF Core Strategy and Development Control Policies DPD.",
    "Please be advised that approval of this application from 1st September 2019 (either by London Borough of Havering, or subsequently by PINS if allowed on appeal following a refusal by London Borough of Havering) would attract a liability payment of £17, 250 subject to indexation in Community Infrastructure Levy (CIL). This charge has been levied under s.206 of the Planning Act 2008 and includes both the Mayor of London's CIL and Havering Council's CIL.",
    "London Borough of Havering, as CIL collecting authority, has responsibility for the collection of the Mayoral CIL, in addition to Havering's CIL, on commencement of the development.",
    "Your proposal is subject to a CIL Liability Notice indicating a levy of £2, 875 subject to indexation for the application, based on the Mayoral CIL levy rate for Havering of ¿£25/sq.m plus Havering's charging rate for residential of £125/sq.m (Zone A), ¿£55/sq.m (Zone B) and the floorspace of 115sq.m at £125/sq.m totalling £14, 375",
    "You are advised to visit",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to Richard Domenech via email on 17th October 2019."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM7 7BS",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "17/10/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0920.19",
  "centroid_northing": 189011,
  "uprn": "100021389703",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Brooklands",
  "decision_date": "17/10/2019",
  "description": "New built a house with a 1 bedroom ground floor flat and a 2 bedroom flat on first and second floor.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0920.19",
  "lpa_app_no": "P0920.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:52:40.313+00:00",
  "centroid_easting": 550281,
  "pp_id": "07923038",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "31/07/2019",
  "decision": "Refused",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550287.865,
              189020.565
            ],
            [
              550291.794,
              189017.652
            ],
            [
              550276.96,
              188999.093
            ],
            [
              550271.135,
              189012.979
            ],
            [
              550288.001,
              189020.158
            ],
            [
              550287.865,
              189020.565
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.019
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Romford",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "18/09/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1676192,
          51.5800167
        ],
        [
          0.16767469999999998,
          51.5799894
        ],
        [
          0.16745279999999998,
          51.5798266
        ],
        [
          0.1673747,
          51.5799529
        ],
        [
          0.167621,
          51.580013
        ],
        [
          0.1676192,
          51.5800167
        ]
      ]
    ],
    "type": "Polygon"
  }
}