{
  "lpa_name": "Havering",
  "uprn": "100021329657",
  "decision_date": "19/01/2021",
  "epc_number": null,
  "application_type_full": "Householder planning permission",
  "bo_system": "CSV Data Import",
  "id": "Havering-P1680.20",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM11 3JL",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.084
  },
  "valid_date": "24/11/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Raising of roof and removal or side dormers, part 2 storey part first floor front extension and first floor rear extension,",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section 5 of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document",
    "The proposed windows on the east as well as the west side elevations shown on drawing no. 0101/A08 Rev B shall be permanently glazed with obscure glass not less than level 3 on the standard scale of obscurity and non -openable below 1.7 metres from finished floor level and shall thereafter be maintained.",
    "Reason:-",
    "In the interests of privacy, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The roof area of the modified ground floor rear extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling, and in order that the development accords with the  Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with Mr C Cornwall, via email on 18th January 2020. The revisions involved the removal of the full width rear balcony at first floor level. The amendments were subsequently submitted on 18th January 2020."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:50:11.505+00:00",
  "ward": "Emerson Park",
  "parking_details": null,
  "lapsed_date": "19/01/2024",
  "decision_target_date": "19/01/2021",
  "centroid": {
    "lat": "51.5724506",
    "lon": "0.23507409999999998"
  },
  "lpa_app_no": "P1680.20",
  "status": "Approved",
  "site_name": "3 Ferndown",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1680.20",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              555005.969,
              188295.345
            ],
            [
              554999.738,
              188295.616
            ],
            [
              554994.183,
              188293.72
            ],
            [
              554975.083,
              188320.677
            ],
            [
              554968.58,
              188335.85
            ],
            [
              554983.482,
              188344.79
            ],
            [
              554984.565,
              188346.552
            ],
            [
              555005.969,
              188295.345
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "21/12/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Hornchurch",
  "pp_id": "09151683",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 554987,
  "appeal_start_date": null,
  "centroid_northing": 188320,
  "borough": "Havering",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.23533679999999998,
          51.5722239
        ],
        [
          0.23524699999999998,
          51.572228
        ],
        [
          0.2351661,
          51.5722125
        ],
        [
          0.2349026,
          51.5724599
        ],
        [
          0.23481549999999998,
          51.5725981
        ],
        [
          0.2350343,
          51.5726743
        ],
        [
          0.2350507,
          51.5726898
        ],
        [
          0.23533679999999998,
          51.5722239
        ]
      ]
    ],
    "type": "Polygon"
  }
}