{
  "valid_date": "15/11/2024",
  "epc_number": null,
  "site_name": "12 Maybush Road",
  "cil_liability": false,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554395.92,
              187678.08
            ],
            [
              554414.07,
              187672.66
            ],
            [
              554423.55,
              187671.99
            ],
            [
              554423.15,
              187666.43
            ],
            [
              554422.47,
              187662.78
            ],
            [
              554418.54,
              187655.33
            ],
            [
              554417.59,
              187651.26
            ],
            [
              554415.56,
              187649.77
            ],
            [
              554412.58,
              187649.64
            ],
            [
              554410.01,
              187649.64
            ],
            [
              554375.87,
              187664.54
            ],
            [
              554381.69,
              187681.47
            ],
            [
              554395.92,
              187678.08
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "actual_commencement_date": null,
  "site_number": null,
  "decision": "Approved",
  "parking_details": {
    "no_existing_car": 4,
    "net_car": 0,
    "no_proposed_car": 4
  },
  "application_type_full": "Householder planning permission",
  "ward": "Emerson Park",
  "last_date_consultation_comments": "10/12/2024",
  "centroid_easting": 554407,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "Demolition of detached garage, two storey side/rear and front extensions, new porch to front, and conversion of roof space to habitable use involving increase in ridge height to include rear dormer with front and side rooflights, associated landscaping and a new garden outbuilding to the rear to be used as a home gym.",
  "appeal_decision": null,
  "postcode": "RM11 3LB",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "10/01/2025",
  "street_name": "Hornchurch",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "centroid_northing": 187668,
  "application_type": "All Other",
  "title_number": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under material section of the application form and on the approved drawings unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 the outbuilding hereby permitted shall be used only for purposes incidental to the enjoyment of the dwelling house and not for any trade or business nor as living accommodation.",
    "Reason:-",
    "To restrict the use to one compatible with a residential area.",
    "The proposed first floor flank window serving the bathroom adjacent to No.10 Maybush Road, Hornchurch as shown on drawing nos. 530 I 100 Rev 3 and 530 I 120 Rev 4 shall be permanently glazed with obscure glass not less than level 3 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut and thereafter maintained, with the exception of any top hung fanlight(s).",
    "Reason:-",
    "In the interests of privacy.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no porches shall be erected to the front or side of the extension hereby permitted, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity.",
    "Notwithstanding the details shown on drawing 530 I 120 REV 4 accompanying the application, the face and cheeks of the rear dormer window shall be tile hung to match the appearance of the roof of the existing dwelling unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with Policy 26 of the Havering Local Plan.",
    "The roof lights inserted on the roof slope of either side of the dwelling house shall be  obscure-glazed, and  non-opening unless the parts of the window which can be opened are more than 1.7m above the floor of the room in which the window is installed.",
    "Reason - In the interest of privacy and to protect the amenity of the adjacent neighbours.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Mr Stephen Alderdice by e-mail & phone. The revisions involved clarity on the position of roof lights, tile hanging the rear dormer and removing anomaly in respect to front roof pitch. The amendments were subsequently submitted on 20/11/24, 11/12/24 & 10/01/25.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25/m² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £8,425 would be payable due to result in a new residential floor area with 337m² of GIA, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125m² (Zone A)  for each additional square metre of GIA. Based upon the information supplied with the application, £42,125 would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the de"
  ],
  "appeal_start_date": null,
  "development_type": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.22627019999999998,
          51.5668452
        ],
        [
          0.2265295,
          51.5667916
        ],
        [
          0.2266659,
          51.566783
        ],
        [
          0.2266577,
          51.5667331
        ],
        [
          0.2266463,
          51.5667005
        ],
        [
          0.2265863,
          51.5666346
        ],
        [
          0.2265708,
          51.5665983
        ],
        [
          0.2265409,
          51.5665855
        ],
        [
          0.2264979,
          51.5665851
        ],
        [
          0.2264609,
          51.5665858
        ],
        [
          0.2259752,
          51.5667291
        ],
        [
          0.2260665,
          51.5668796
        ],
        [
          0.22627019999999998,
          51.5668452
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lpa_app_no": "P1455.24",
  "decision_agency": "Borough",
  "decision_date": "10/01/2025",
  "pp_id": "13525479",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1455.24",
  "lpa_name": "Havering",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.56675,
    "lon": 0.226399
  },
  "status": "Approved",
  "last_updated": "2025-07-09T04:11:36.687Z",
  "actual_completion_date": null,
  "lapsed_date": "10/01/2028",
  "borough": "Havering",
  "id": "Havering-P1455.24",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": "100021335977",
  "locality": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 340,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "01/2025",
    "intended_commencement_date": "01/2025",
    "site_area": 0.09300000000000001
  }
}