{
  "uprn": "000012153105",
  "street_name": "The Vale",
  "centroid_easting": 520836,
  "lpa_name": "Ealing",
  "actual_commencement_date": null,
  "decision_agency": "Borough",
  "application_details": {
    "existing_uprns": [
      "000012153105, 000012207639, 000012207640, 000012207641, 000012207572, 000012207589, 000012207590, 000012207591, 000012207592, 000012207593, 000012207594, 000012207595, 000012207596, 000012207597, 000012207598, 000012207599, 000012207600, 000012207601, 000012207602, 000012207603, 000012207604, 000012207605, 000012207606, 000012207607, 000012207608, 000012207609, 000012207610, 000012207611, 000012207612, 000012207613, 000012207614, 000012207615, 000012207616, 000012207617, 000012207618, 000012207619, 000012207620, 000012207621, 000012207622, 000012207623, 000012207624, 000012207625, 000012207626, 000012207627, 000012207628, 000012207629, 000012207630, 000012207631, 000012207632, 000012207633, 000012207634, 000012207635, 000012207636, 000012207637, 000012207638"
    ],
    "site_area": 0.05
  },
  "lpa_app_no": "216116VAR",
  "parking_details": null,
  "application_type": "All Other",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "04/01/2023",
  "locality": "London",
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "secondary_street_name": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of the original permission, being 07/10/2020. The permission is therefore considered to be expired on 07/10/2023.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be carried out in accordance with drawing title numbers: E-L001 (Location Plan); E-S001 (Site Plan); E-S002 (GF Plan); GE01-Extg (Existing Elevation 01); GE02-Extg (Existing Elevation 02); GE03-Extg (Existing Elevation 03); GE04-Extg (Existing Elevation 04); E-GS01 (Existing Section 01); E-GS02 (Existing Section 02); E-GS03 (Existing Section 03);",
    "7312-S73-30 (Proposed Site Plan); 7312-S73-01 rev C (Proposed Ground Floor Plan); 7312-S73-32 (Proposed First Floor Plan); 7312-S73-33 (Proposed Second Floor Plan); 7312-S73-34 (Proposed Third Floor Plan); 7312-S73-35 (Proposed Fourth Floor Plan); 7312-S73-36 (Proposed Fifth Floor Plan); 7312-S73-37 (Proposed Sixth Floor Plan); 7312-S73-38 (Proposed Seventh Floor Plan); 7312-S73-39 Proposed Lower Roof Plan); 7312-S73-40 (Proposed Upper Roof Plan); 7312-S73-50 (Proposed Section 01); 7312-S73-51 (Proposed Section 02); 7312-S73-52 (Proposed Section 03); 7312-S73-53 (Proposed Section 04); 7312-S73-54 (Proposed Elevation East); 7312-S73-55 (Proposed Elevation West); 7312-S73-56 (Proposed West Elevation); 7312-S73-57 (Proposed Elevation North); 7312-S73-58 (Proposed South Elevation);",
    "Accommodation Schedule Comparison; Section 73 Application Record of Updates",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| Details of the materials and finishes to be used for all external surfaces of the buildings hereby approved shall be submitted to and approved in writing by the local planning authority before any part of the super structure is commenced and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. The development shall be implemented only in accordance with these approved details.",
    "Reason: To ensure that the materials and finishes are of high quality and contribute positively to the visual amenity of the locality in accordance with policies 1.1 (h) (g), 1.2(h), 2.1(c) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies 7.4 and 7.6 of the London Plan (2016) (superseded), Policies D1 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| Notwithstanding the provisions of the Town & Country Planning (General Permitted Development) Order, 1995 as amended, or any future amendments, the ground floor (and associated first floor) of the buildings hereby permitted shall be used only for purposes within the B1c (E(g)(iii))/B2/B8 Use Classes of the Town & Country Planning (Use Classes) Order 1987 as amended, and for no other purpose, without the prior written permission of the local planning authority.",
    "Reason: To safeguard the Business or industrial uses on the site in accordance with Policy 1.2(b) of the Ealing Development (Core) Strategy 2012.",
    "| The details of the Phase II Geo-Environmental Assessment, submitted under planning permission ref: 213145CND shall be implemented in accordance with the details submitted and approved as part of this application, and retained accordingly.",
    "Reason: To protect the health and living conditions of residents in accordance policy 5.21 of The London Plan (2016) (superseded), policy 1.1 (j) of the Ealing Core Strategy (2012), and policy 5.21 of the Ealing Development Management Development Plan (2013).",
    "| Following completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority. The verification report submitted shall be in accordance with the latest Environment Agency guidance and industry best practice.",
    "Reason: To ensure the land contamination issues are addressed in accordance with policy1.1 (j) of the adopted Local Development Framework (Core Strategy 2012), policy 5.21 of the London Plan (2016) (superseded) and Ealing Local Variation to London Plan Policy 5.21 of the Ealing Development Management Development Plan 2013.",
    "| The developer shall draw to the attention of the Local Planning Authority the presence of any unsuspected contamination encountered during the development.",
    "In the event of contamination to land and/or water being encountered, no development shall continue until a programme of investigation and/or remedial work to include methods of monitoring and certification of such work undertaken has been submitted and approved in writing by the Local Planning Authority.",
    "None of the development shall be occupied until the approved remedial works, monitoring and certification of the works have been carried out and a full validation report has been submitted to and approved in writing by the Local Planning Authority.",
    "In the event that no contamination is encountered, the developer shall provide a written statement / photographic evidence to the Local Planning Authority confirming that this was the case, and only after written approval by the Local Planning Authority shall the development be occupied.  The evidence shall include waste disposal transfer notes proving correct disposal of soil.",
    "Reason: To ensure that any ground and water contamination is identified and adequately addressed to ensure the safety of the development, the environment and to ensure the site is suitable for the proposed use.",
    "| Prior to commencement of the development, a revised noise assessment (according to standards of the Council's SPG10) shall be submitted to the Council for approval in writing, of external noise levels from transport and industrial/ commercial/ cultural sources assessed over a period totaling 3 days.",
    "(a) No development (except any demolition, site clearance, ground investigation and remediation work, where noise impacts shall be assessed in accordance with the BS 5228, Part 1:2009, as part of Construction and Environment Management Plan (CEMP), and associated planning conditions) shall take place until details have been submitted to and approved by the Local Planning Authority of a scheme providing for the insulation of the proposed dwellings against the transmission of externally generated road and rail noise (and vibration), taking account of any ventilation requirements necessary, in order to ensure that the maximum noise levels permitted within the dwelling houses do not exceed those that are specified in Table 4 of British Standard 8233:2014 [Living Rooms = 35 dB LAeq, 16 hours; Dining room/area = 40 dB LAeq, 16 hours; Bedroom = 35 dB LAeq, 16 hours during day-time (07:00 - 23:00) and Bedroom = 30 dB LAeq, 8 hours during night-time (23:00 - 07:00), LAFmax 45dB (A) in bedrooms is applicable as part of LBH Draft Noise SPD and in accordance with WHO Community Noise Guidelines (2000); Noise level in traditional external amenity areas should not exceed 50dB(A), LAeq, T and the upper guideline value 55dB(A), LAeq, T; Note that acoustic environment in external amenity areas shall always be assessed and noise level indicated].",
    "(b) The revised noise assessment shall be referred back to the Chair of the Planning Committee prior to the discharge of this condition.",
    "(c) Before the development hereby permitted is first occupied or brought into use, the applicant shall demonstrate compliance with the above standards through post-completion noise tests that should be carried out by accredited/approved organisations and test reports shall be submitted to and approved in writing by the Local Planning Authority. The extent and type of noise tests required would depend on a number of factors, including but not limited to size of development, environment factors, and therefore any such tests would need to be agreed with the Local Planning Authority in advance. Any noise shall be carried out taking account of worst case environmental conditions, such as easterly/westerly operations at Heathrow, peak time traffic flows wind speed, direction and presence of temperature inversion. All continuous logged/measured data shall be submitted.",
    "Reason: To safeguard the amenities of future residential properties; in accordance with National Standards/ Local Plan policies on noise & air quality.",
    "| The details of noise levels and sound insulation, submitted under planning permission ref: 212852CND shall be implemented in accordance with the details submitted and approved as part of this application, and retained accordingly.",
    "Reason: In the interests of the living conditions of the occupiers of the above residential premises, in accordance with Interim Supplementary Planning Guidance 10, policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management DPD (2013), policies D14 of the London Plan (2021), and the National Planning Policy Framework (2021).",
    "| The details of sound insulation, submitted under planning permission ref: 213063CND shall be implemented in accordance with the details submitted and approved as part of this application, and retained accordingly.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with LBE standard 30 and Policy D14 of the London Plan (2021).",
    "| Prior to commencement/ occupation of the development, details shall be submitted to the Council for approval in writing, of the external rating noise level emitted from plant/ machinery/ equipment and mitigation measures as appropriate, as measured at/ calculated to the nearest and most affected noise sensitive premises.  The measures shall ensure that the external rating noise level LAeq emitted from plant/ machinery/ equipment will be lower than the lowest existing background sound level LA90 by 10dBA at the most noise sensitive receiver locations (at the development site and) in surrounding premises. The assessment shall be made in accordance with BS4142:2014, with all machinery operating together at maximum capacity. Details of any noise mitigation measures shall be submitted for approval. A post installation sound assessment shall be carried out where required to confirm compliance with the noise criteria and additional steps to mitigate noise shall be taken, as necessary.  Approved details shall be implemented prior to occupation/ use of plant/ machinery/ equipment and thereafter be permanently retained.",
    "Reason:  In the interests of the internal environment of the development and living conditions of future occupiers of the site, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), Policy D14 of the London Plan (2021), the National Planning Policy Framework (2019) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| Prior to use, machinery, plant or equipment/extraction/ventilation systems and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site/surrounding premises is not adversely affected by vibration noise, in accordance with Interim Supplementary Planning Guidance 10, policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management DPD (2013), policy D14 of the London Plan (2021), and the National Planning Policy Framework (2021).",
    "| The details of the ventilation scheme, submitted under planning permission ref: 213365CND shall be implemented in accordance with the details submitted and approved as part of this application, and retained accordingly.",
    "Reason: To ensure satisfactory living conditions for future occupants of the development in accordance with Policies 7A and 7B of the Ealing Development Management DPD.",
    "| a)\tPrior to final completion the permitted development shall implement and maintain, and in the case of energy generation equipment confirm as operational, the approved measures to achieve an overall reduction in regulated CO2 emissions of at least 48% (equal to 34.90 tonnes of CO2 per year) beyond Building Regulations Part L 2013. These CO2 savings shall be achieved through the Lean, Clean, Green Energy Hierarchy as detailed in the approved Energy Statement prepared by Iceni in December 2019 including:",
    "i.\tLean passive design measures to achieve an annual reduction of at least 18.36% equating to at least 11 tonnes in regulated carbon dioxide (CO2) emissions over BR Part L 2013 for residential development, and at least 25.78%, equating to at least 3.30 tonnes, over Part L 2013 for the non-residential element.",
    "ii.\tGreen renewable energy equipment including the incorporation of a photovoltaic array with a total capacity of at least 7.5 kWp, and Air Source Heat Pump(s) to achieve an annual reduction of at least 35.27% equating to 20.60 tonnes, in regulated carbon dioxide (CO2) emissions over the Be Lean/Clean stage of the Energy Hierarchy.",
    "b) The details of low and zero-carbon (LZC) energy equipment, submitted under planning permission ref: 213440CND shall be implemented in accordance with the details submitted and approved as part of this application, and retained accordingly.",
    "c) The details of low and zero-carbon (LZC) energy equipment, submitted under planning permission ref: 213440CND shall be implemented in accordance with the details submitted and approved as part of this application, and retained accordingly.",
    "d)\tWithin three months of the occupation/first use of the development the relevant Energy Performance Certificate (EPC) and detailed SAP Worksheets showing clearly the TER and DER, and/or the Display Energy Certificates (DEC's), accompanying Advisory Reports and detailed BRUKL modelling output reports showing clearly the TER and BER from the 'as built stage' following completion of the development, shall be submitted to, and approved by, the Local Authority in order to confirm compliance with the energy efficiency measures detailed in the approved Energy Strategy. The development shall be carried out strictly in accordance with the approved details.",
    "Reason: In the interest of addressing climate change and to secure environmental sustainable development in accordance with policies, 5.1, 5.2, 5.3, 5.6, 5.7 and 5.9 of the London Plan 2016 (superseded), Policies SI 1, SI 2, SI 3 and SI 4 of the London Plan (2021)  guidance note 11 of the GLA Energy Assessment Guidance 2018, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012. | The details relating to proposed boilers, submitted under planning permission ref: 213441CND shall be implemented in accordance with the details submitted and approved as part of this application, and retained accordingly.",
    "Reason: To secure the measures set out within the approved Energy Strategy Statement. To ensure that the development contributes to reducing the use of fossil fuel or other primary energy generation capacity, and to reduce emissions of greenhouse gases in accordance with policies 5.3, 5.5 and 5.6 of the London Plan 2016 (superseded), Policies SI 1, SI 2, SI 3 and SI 4 of the London Plan (2021) policies 1.1(k) and 1.2(f) of Ealing's adopted Development (or Core) Strategy 2012, policy LV5.2 of Ealing's Development Management DPD, and the Mayor's Sustainable Design and Construction SPG.",
    "| The development shall incorporate the overheating and cooling measures in line with the relevant CIBSE TM49 and/or TM52 guidance and detailed in the Domestic Overheating Assessment  submitted by Iceni in December 2019.",
    "Reason: To ensure that the risk of overheating has been sufficiently addressed in accordance with policy 5.9 of the London Plan (2016) (superseded), Policy SI 4 of the London Plan (2021); Ealing's Development (Core) Strategy, and Development Management DPD.",
    "| In order to implement Ealing Council DPD policy 5.2.3 (post-construction energy monitoring), and the (emerging) London Plan policy S12 with the \"Be Seen\" stage of the revised energy hierarchy, the developer shall:",
    "a)\tEnter into a legal agreement with the Council to secure a S106 financial contribution for the post-construction monitoring of the renewable/low carbon technologies to be incorporated into the development and/or the energy use of the development as per energy and CO2 Condition(s).",
    "b)\tUpon final completion of the development and prior to occupation, suitable devices for monitoring any renewable/low-carbon energy equipment, and/or the heat and electrical demand of the development, shall be installed. The monitored data shall be automatically submitted to the Council at daily intervals for a period of four years from occupation and full operation of the energy equipment. The installation of the monitoring devices and the submission and format of the data shall be carried out in accordance with the Council's approved specifications as indicated in the Automated Energy Monitoring Platform (AEMP) information document.",
    "c)\tThe developer must contact the Council's chosen AEMP supplier (Energence Ltd) on commencement of construction to facilitate the monitoring process.",
    "d)\tUpon final completion of the development and prior to occupation, the developer must submit to the Council proof of a contractual arrangement with a certified contractor that provides for the ongoing, commissioning, maintenance, and repair of the renewable/low-carbon energy equipment for a period of three years from the point that the building is occupied and the equipment fully operational.",
    "Reason: To monitor the effectiveness and continued operation of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an in-situ evidence base on the performance of such equipment in accordance with the relevant policies in the London Plan; London Plan policy 5.2 (2016) (superseded), London Plan (2021) policy S12 (\"Be Seen\" stage of the energy hierarchy), Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD policy 5.2, E5.2.3, and Policy 2.5.36 (Best Practice) of the Mayor's Sustainable Design & Construction SPG. | Prior to completion the sustainability measures detailed in the final approved Sustainability Statement submitted by Iceni in December 2019 shall be implemented and maintained. The measures shall meet the requirements of local and regional planning policies and be in line with the Mayor's Sustainable Design and Construction SPG. The development shall be constructed in line with the approved energy and sustainability measures.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3, 5.6, 5.7 and 5.9 of the London Plan 2016 (superseded), Policies SI1, SI2, SI3 and SI4 of the London Plan (2021), policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012 and Mayor's Sustainable Design and Construction SPG.",
    "| The cycle parking details outlined by 7312-S73-01 rev C and the image showing spacing between the bicycles (450mm) shall be implemented in accordance with the details submitted and approved.",
    "The development shall not be brought into use until the cycle parking areas and means of enclosure have been provided within the site in accordance with the approved details and thereafter the areas shall be retained solely for the purpose of the parking of cycles.",
    "Reason: To promote the use of more sustainable forms of transportation and thereby reducing congestion on adjacent roads, in accordance with Policy 6.9 of the London Plan (2016) (superseded) and Policy T5 of the London Plan (2021).",
    "| The details of the delivery and servicing plan, submitted under planning permission ref: 213370CND shall be implemented in accordance with the details submitted and approved as part of this application, and retained accordingly.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise, in accordance with Policies 6.3, 6.11, 6.12 and 6.13 of the London Plan (2016) (superseded) and Policies T1, T3, T4 and T7 of the London Plan (2021).",
    "| The details of the Demolition Method Statement and Construction Management Plan, submitted under planning permission ref: 216098CND shall be implemented in accordance with the details submitted and approved as part of this application, and retained accordingly.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with Policy 7A of the Ealing Development Management DPD and Policies 6.3, 6.11, 6.12 and 6.13 of the London Plan (2016) (superseded) and Policies D14, T1, T3, T4 and T7 of the London Plan (2021).",
    "| The details of the travel plan, submitted under planning permission ref: 213366CND shall be implemented in accordance with the details submitted and approved as part of this application, and retained accordingly.",
    "Reason: To promote sustainable patterns of transport to safeguard the living and working conditions of local people and in the interest of highway and pedestrian safety, in accordance with section 9 of the National Planning Policy Framework, policies 6.3, 6.11 and 6.13 of the London Plan (2016) (superseded), Policies T1, T3 and T4 of the London Plan (2021) and policies 1.1 (f) (g) of the Ealing's Development (Core) Strategy 2026.",
    "| Electric vehicle charging points shall be installed for each of the car parking spaces shown on the approved plans and shall be made available prior to the first occupation of the development and retained thereafter.",
    "Reason: To reduce emissions of greenhouse gases and to improve local air quality in the interests of health, in accordance with policies 3.2, 5.2 and 7.14 of the London Plan (2016) (superseded) and Polciies T1, T3, T4 and T6 of the London Plan (2021), policies 1.1(e), 1.1(f), 1.1(j) and 1.2(k) of Ealing's adopted Development (or Core) Strategy 2012, and the the National Planning Policy Framework.",
    "| The details relating to wastewater network capacity, submitted under planning permission ref: 213780CND shall be implemented in accordance with the details submitted and approved as part of this application, and retained accordingly.",
    "Reason: Network reinforcement works may be required to accommodate the proposed development. Any reinforcement works identified will be necessary in order to avoid sewage flooding and/or potential pollution incidents.",
    "| The details of the piling method statement, submitted under planning permission ref: 214915CND shall be implemented in accordance with the details submitted and approved as part of this application, and retained accordingly.",
    "Reason: The proposed works will be in close proximity to underground water utility infrastructure. Piling has the potential to impact on local underground water utility infrastructure.",
    "| Prior to first occupation or use of the proposed development hereby approved, the following details shall be submitted to and approved in writing by the local planning authority. The development shall be implemented only as approved and retained thereafter.",
    "a)\tDetails of children's play area including safety surfacing and equipment;",
    "b)\tDetails of hard and soft landscaping scheme, including landscape design;",
    "c)\tDetails of boundary treatments;",
    "d)\tDetails of a Landscape Management Plan for a minimum period of 5 years from the implementation of final planting (specify only for applications with significant public aspect, important habitat qualities & opportunities or communal spaces in larger residential developments)",
    "e)\tDetails of the green roof construction and specification, together with a maintenance schedule",
    "Reason: To ensure that there is suitable provision for landscaping, play facilities and drainage within the site in accordance with policies 1.1 (e), 2.1 (c) of the Ealing Core Strategy (2012), policies LV 3.5 and 7D of the Ealing Development Management Development Plan Document (2013), policies 3.5, and 3.6 of the London Plan (2016) (superseded) and Policies G1, G3 and G4 of the London Plan (2021), the London Plan SPG on Chidren's Play and Recreation, and the National Planning Policy Framework (2018).",
    "| The design of the building shall comply with the aims and objectives of the Secured By Design standards before the first occupation of the development, and shall be permanently retained.",
    "Reason: To ensure that the development incorporates crime prevention measures to help prevent crime and disorder in accordance with policies 1.1 (h) of the Ealing Development (Core) Strategy (2012), policy LV 7.3 of the Ealing Development Management Development Plan Document (2013), Policy 7.3 of the London Plan (2016) (superseded) and Policy D11 of the London Plan (2021).",
    "| 10% of the approved residential dwellings shall be designed and constructed to meet Approved Document M (Volume 1: Dwellings), Part M4(3) (Wheelchair user dwellings) of Building Regulations 2015, or other such relevant technical standards in use at the time of the construction of the development.",
    "Reason: To ensure the provision of wheelchair housing in a timely fashion that would address the current unmet housing need; produce a sustainable mix of accommodation; and provide an appropriate choice and housing opportunity for wheelchair users and their families, in accordance with the objectives of policies: 3.5, 3.8 and 3.9 of the London Plan (2016) (superseded), Policies D5, D6 and D7 of the London Plan (2021); and policy 1.1(h) of the Ealing Development (or Core) Strategy 2012.",
    "| Each of the refuse and recycling storage facilities hereby approved for the residential development shall be implemented and operational before the first occupation of the relevant residential section they would serve, and permanently retained thereafter.",
    "Reason: In the interests of the adequate disposal, storage and collection of waste and recycling, to protect the living conditions of occupiers of the area and in the interests of highway and pedestrian safety all in accordance with policies policies 1.1 (e) and 6.1 of the Ealing Core Strategy (2012), policy 7A  of the Ealing Development Management Development Plan Document (2013), policy 5.16 of the London Plan (2016) (superseded), Policies D6 and SI7 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| All passenger lifts serving the residential units hereby approved shall be fully installed and operational prior to the first occupation of the relevant core of development served by a passenger lift.",
    "Reason:  To ensure that adequate access is provided to all floors of the development for all occupiers and visitors including those with disabilities, in accordance with policy 1.1(h) of the Ealing Core Strategy (2012), policies 3.8 and 7.2 of The London Plan (2016) (superseded), Policies D5, D6 and D7 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| The details outlined within the submitted Fire Statement (8044, Issue 01 by FDS Consult UK) shall be followed in accordance with the details hereby approved.",
    "The Applicant is advised to ensure the plans conform to Part B of Approved Document of the Building Regulations and that the application is submitted to Building Control/Approved Inspector who in some circumstances may be obliged to consult the Fire Authority.",
    "Reason: In the interests of fire safety and to ensure the safety of all building users, development proposals must achieve the highest standards of fire safety, in accordance with policy D11 and D12 of the London Plan (2021). | No microwave masts, antennae or satellite dishes or any other plant or equipment shall be installed on any elevation of the buildings hereby permitted without the prior written permission of the Local Planning Authority obtained through the submission of a planning application.",
    "Reason:  To safeguard the appearance of the buildings and the locality in the interests of visual amenity policies 1.1 (h) (g), 1.2(h), 2.1(c) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4, 7B and 7C of the Ealing Development Management Development Plan Document (2013), policies 7.4, 7.6 and 7.8 of the London Plan (2016) (superseded), Policies D1 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021)."
  ],
  "valid_date": "15/10/2021",
  "subdivision_of_building": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520841.8004389,
              179979.8005732
            ],
            [
              520842.3775932,
              179976.8114289
            ],
            [
              520844.2739572,
              179977.181323
            ],
            [
              520844.6944554,
              179975.0219411
            ],
            [
              520842.7980913,
              179974.652047
            ],
            [
              520846.7474756,
              179954.2978733
            ],
            [
              520843.8039888,
              179953.6480593
            ],
            [
              520843.7462733,
              179953.8979878
            ],
            [
              520831.9475909,
              179951.4986746
            ],
            [
              520825.5988938,
              179983.6494715
            ],
            [
              520840.59666,
              179986.0987704
            ],
            [
              520841.8004389,
              179979.8005732
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/216116VAR;",
  "title_number": null,
  "decision_date": "04/01/2023",
  "id": "Ealing-216116VAR",
  "ward": "Southfield",
  "development_type": "Major dwellings",
  "cil_liability": false,
  "borough": "Ealing",
  "appeal_decision": null,
  "site_name": "231 The Vale",
  "lapsed_date": "04/01/2026",
  "description": "Minor material amendment (S.73) to vary conditions no.2 (approved plans),  no.19 (cycle parking) and no.31(Fire Statement), seeking to allow changes on the design, in pursuant to planning permission reference 195328FUL dated 07/10/2020 for'Demolition of existing buildings and construction of  a mixed-use, part single storey, part 6 storey and part 8 storey building providing  flexible floor space (Use Class B1c/B2/B8 ) to ground floor and first floor and comprising  64 residential flats (Use Class C3) on the 2nd - 7th floors, together with associated  parking, cycle parking, landscaping and ancillary works. '",
  "pp_id": "PP-09886777",
  "actual_completion_date": null,
  "centroid_northing": 179969,
  "bo_system": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-20T14:53:54.979+00:00",
  "epc_number": null,
  "application_type_full": "Removal/Variation of a condition",
  "decision": "Approved",
  "postcode": "W3 7QS",
  "site_number": null,
  "last_updated_by": "CSV Data Import",
  "centroid": {
    "lat": "51.505745",
    "lon": "-0.2603086"
  },
  "appeal_start_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2602213,
          51.5058408
        ],
        [
          -0.260214,
          51.5058138
        ],
        [
          -0.2601866,
          51.5058168
        ],
        [
          -0.2601813,
          51.5057973
        ],
        [
          -0.2602087,
          51.5057943
        ],
        [
          -0.26015879999999997,
          51.5056106
        ],
        [
          -0.26020139999999997,
          51.5056054
        ],
        [
          -0.2602022,
          51.5056076
        ],
        [
          -0.26037289999999996,
          51.5055886
        ],
        [
          -0.2604533,
          51.5058789
        ],
        [
          -0.2602365,
          51.5058977
        ],
        [
          -0.2602213,
          51.5058408
        ]
      ]
    ],
    "type": "Polygon"
  }
}