{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "14/01/2021",
  "epc_number": "8602-6942-4622-2897-5503",
  "application_type_full": "Householder planning permission",
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-75762_APP_2020_3829",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": null,
  "application_details": {
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "01/2021",
    "intended_completion_date": "03/2021",
    "existing_uprns": null,
    "total_gia_gained": 40.08,
    "no_additional_bedrooms": 0,
    "site_area": 0.035
  },
  "valid_date": "20/11/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Single storey side/rear extension including demolition of existing extension",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers PL03 Rev. A and EL03 Rev. A.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2016).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Unless otherwise agreed in writing by the Local Planning Authority, the development permitted by this planning permission shall only be carried out in accordance with the submitted Flood Risk Assessment (FRA), Reference 0151-FRA- 002 dated November 2020 and the mitigation of flood risk measures detailed in the FRA.",
    "REASON",
    "To minimise the impact of flooding on the proposed development and future occupants and to minimise the impact of the proposed development on the surrounding area to ensure the development does not increase the risk of flooding in compliance with Policy EM6 of the Hillingdon Local Plan: Part One - Strategic Policies (Nov 2012), Policies 5.12, 5.13 and 5.15 of The London Plan (2016), the National Planning Policy Framework (March 2012) and the Planning Practice Guidance (March 2014).",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:43:31.846+00:00",
  "ward": "ICKENHAM",
  "parking_details": null,
  "lapsed_date": "14/01/2024",
  "decision_target_date": "15/01/2021",
  "centroid": {
    "lat": "51.5678401",
    "lon": "-0.4544779"
  },
  "lpa_app_no": "75762/APP/2020/3829",
  "status": "Approved",
  "site_name": "48 DERWENT AVENUE",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=75762/APP/2020/3829",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507195.582,
              186568.0296
            ],
            [
              507193.9284,
              186575.9672
            ],
            [
              507236.5925,
              186575.6364
            ],
            [
              507237.9154,
              186568.0296
            ],
            [
              507195.2513,
              186567.0375
            ],
            [
              507195.582,
              186568.0296
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "17/12/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "Householder",
  "actual_completion_date": null,
  "title_number": [
    "AGL66564"
  ],
  "actual_commencement_date": null,
  "street_name": "ICKENHAM",
  "pp_id": "09273819",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 507215,
  "appeal_start_date": null,
  "centroid_northing": 186572,
  "borough": "Hillingdon",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4547592,
          51.5678081
        ],
        [
          -0.4547806,
          51.5678797
        ],
        [
          -0.4541654,
          51.5678686
        ],
        [
          -0.45414859999999996,
          51.5678
        ],
        [
          -0.45476419999999995,
          51.5677992
        ],
        [
          -0.4547592,
          51.5678081
        ]
      ]
    ],
    "type": "Polygon"
  }
}