{
  "centroid_northing": 181434,
  "appeal_status": null,
  "pp_id": null,
  "appeal_decision_date": null,
  "valid_date": "14/09/2021",
  "last_updated": "2025-03-20T20:09:49.099+00:00",
  "ward": "BARNHILL",
  "last_updated_by": "CSV Data Import",
  "site_name": "EDEN HOUSE",
  "last_date_consultation_comments": "19/10/2021",
  "centroid": {
    "lat": "51.5211282",
    "lon": "-0.41627759999999997"
  },
  "status": "Refused",
  "id": "Hillingdon-74992_APP_2021_3463",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509957.1172,
              181427.5002
            ],
            [
              509960.8213,
              181431.3367
            ],
            [
              509989.7933,
              181449.8576
            ],
            [
              509992.5714,
              181443.1107
            ],
            [
              509982.7818,
              181431.9982
            ],
            [
              509980.4005,
              181430.543
            ],
            [
              509972.1984,
              181418.6367
            ],
            [
              509957.1172,
              181427.5002
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "decision": "Refused",
  "lpa_name": "Hillingdon",
  "appeal_start_date": null,
  "lapsed_date": "08/11/2024",
  "epc_number": null,
  "application_type": "Prior Approval",
  "parking_details": null,
  "uprn": null,
  "centroid_easting": 509975,
  "secondary_street_name": "HAYES",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.042
  },
  "decision_agency": "Borough",
  "postcode": "UB4 0RS",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=74992/APP/2021/3463",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_conditions": [
    "The proposed works are not 'immediately above the topmost storey' of the existing building. This is because the proposal would involve replacing the existing mansard roof with brick walls that extend beyond the original footprint of the mansard roof which is currently set-in from the first floor level. The proposed additional storeys would be constructed above the altered footprint and massing of the second floor level. The application submission therefore fails to accord with provision AA.(1), Class AA, Part 20, Schedule 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The proposed additional storeys would be constructed other than on the principal part of the building. This is because the proposal would involve replacing the existing mansard roof with brick walls that extend beyond the the existing roof planes of the mansard roof. The proposed additional storeys would be constructed above the altered footprint and massing of the second floor level.  The application submission therefore fails to accord with provision AA.1.(d), Class AA, Part 20, Schedule 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The proposed development would include the provision of visible support structures on the exterior of the building upon completion of the development. This is because the proposal would involve replacing the existing mansard roof with external brick walls which would serve as visible support structures for the proposed additional storeys. The application submission therefore fails to accord with provision AA.1.(i), Class AA, Part 20, Schedule 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The proposed development would consist of engineering operations involving the replacement of the existing mansard roof with brick walls, increasing the footprint of the second floor which is currently set-in from the first floor level,  and altering the massing of the second floor level of the existing building. The proposal therefore fails to comply with provision AA.1 (j) of the Class AA, Part 20, Schedule 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The two proposed 2 bedroom 3 person flats on the fourth floor level of the development would not comply with the nationally described space standard issued by the Department for Communities and Local Government on 27th March 2015. The proposal therefore fails to satisfy the requirements of provision 3 (9A) (b) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "In the absence of a BRE Daylight and Sunlight Assessment, the proposal fails to demonstrate that there would be no unacceptable impact on the amenity of the future occupiers of the flats currently being constructed at numbers 808-810 and 812-814 Uxbridge Road through loss of light. Prior approval is therefore refused under Condition Class AA.2.(1)(g), Part 20, Schedule 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Insufficient information has been submitted in order to enable the Local Planning Authority to establish whether the floor to ceiling height of any additional storey, measured internally, would exceed the lower of (i) 3 metres; or (ii) the floor to ceiling height, measured internally, of any storey of the principal part of the existing building. The application submission therefore fails to accord with provision AA.1 (e), Class AA, Part 20, Schedule 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "By virtue of its height, scale, bulk and massing, the proposed development would harm the external appearance of the building. Prior approval is therefore refused under Condition Class AA.2.(1)(e), Part 20, Schedule 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended)."
  ],
  "decision_target_date": "08/11/2021",
  "locality": null,
  "application_type_full": null,
  "cil_liability": false,
  "decision_date": "08/11/2021",
  "appeal_decision": null,
  "borough": "Hillingdon",
  "subdivision_of_building": null,
  "lpa_app_no": "74992/APP/2021/3463",
  "actual_commencement_date": null,
  "development_type": null,
  "decision_process": "Delegated",
  "description": "Construction of two additional storeys above existing mixed use building  to provide 6 residential units (Application for Prior Approval under Schedule 2, Part 20, Class AA of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended))",
  "actual_completion_date": null,
  "title_number": null,
  "street_name": "814 UXBRIDGE ROAD",
  "bo_system": "CSV Data Import",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4165373,
          51.521073200000004
        ],
        [
          -0.4164827,
          51.521107
        ],
        [
          -0.41605949999999997,
          51.5212678
        ],
        [
          -0.4160216,
          51.5212067
        ],
        [
          -0.4161661,
          51.5211087
        ],
        [
          -0.4162009,
          51.5210961
        ],
        [
          -0.4163227,
          51.5209906
        ],
        [
          -0.4165373,
          51.521073200000004
        ]
      ]
    ],
    "type": "Polygon"
  }
}