{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510612.7463,
              185118.0132
            ],
            [
              510649.4712,
              185136.6379
            ],
            [
              510658.5993,
              185118.9108
            ],
            [
              510709.5317,
              185145.6338
            ],
            [
              510738.5409,
              185093.7022
            ],
            [
              510624.7326,
              185028.6877
            ],
            [
              510616.9274,
              185044.0336
            ],
            [
              510642.592,
              185058.4534
            ],
            [
              510612.7463,
              185118.0132
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              510738.5409,
              185093.7022
            ],
            [
              510738.9005,
              185093.9076
            ],
            [
              510739.1651,
              185092.5847
            ],
            [
              510738.5409,
              185093.7022
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              510612.4295,
              185117.8525
            ],
            [
              510612.5617,
              185118.3816
            ],
            [
              510612.7463,
              185118.0132
            ],
            [
              510612.4295,
              185117.8525
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T23:39:01.255+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "04/02/2020",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "SOUTH RUISLIP",
  "centroid": {
    "lat": "51.5538881",
    "lon": "-0.4050859"
  },
  "decision": "Approved",
  "valid_date": "06/01/2020",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.749
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=48690/APP/2019/3941",
  "lpa_name": "Hillingdon",
  "site_name": "314A WEST END ROAD",
  "lapsed_date": "25/02/2023",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans 03 Rev. D, 04 Rev. D and photographs received 07-01-2020, and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2016).",
    "No development shall take place until details of all materials and external surfaces have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "No part of the development hereby permitted shall be commenced until details of covered and secure cycle storage for 10 bicycles have been submitted to and approved in writing by the Local Planning Authority. The facilities shall be provided in accordance with the approved details prior to the occupation of the development and thereafter permanently retained.",
    "REASON",
    "To ensure the provision and retention of facilities for cyclists to the development and hence the availability of sustainable forms of transport to the site in accordance with Policy DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The development hereby approved shall not be commenced until details of the parking provision have been submitted to and approved in writing by the Local Planning Authority. This should include the provision of 10% active EV charging points (2 spaces) and 10% passive charging points (2 spaces). Disabled parking bays shall be a minimum of 4.8 m long by 3.6 m wide, or at least 3.0 m wide where two adjacent bays may share an unloading area.",
    "REASON",
    "To ensure that adequate facilities are provided in accordance with Policy DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The premises shall not be used except between 0700 and 1700 Mondays - Fridays, 0800 to 1200 Saturdays and at no time on Sunday and Public/Bank Holidays.",
    "REASON",
    "To safeguard the residential amenity of the occupiers of adjoining and nearby properties in accordance with policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "Prior to commencement of the development hereby approved, a demolition method statement and a construction management plan shall be submitted to and approved in writing by the Council. Details shall include control measures for dust, noise, vibration, lighting, delivery locations, restriction of hours of work and all associated activities audible beyond the site boundary to 0800-1800 hrs Mondays to Fridays and 0800 -1300 hrs on Saturdays, advance notification to neighbours and other interested parties of proposed works and public display of contact details including accessible phone contact to persons responsible for the site works for the duration of the works. Approved details shall be implemented throughout the project period.",
    "REASON",
    "To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the building site in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Develop",
    "Prior to commencement of the development, a Servicing Management Plan shall be submitted to and approved in writing by the Council. Details shall include times and frequency of deliveries and collections, vehicle movements, silent reversing methods, location of loading bays,and quiet loading/unloading measures.",
    "REASON",
    "To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The applicant is advised that where details pursuant to the conditions have been previously submitted to and approved by the Local Planning Authority, there would be no requirement for these details to be re-submitted where the details would remain the same. The applicant should ensure that the development is carried out in compliance with the approved details."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Variation of condition 3 (Materials) of planning permission Ref: 48690/APP/2017/4123 dated 16/02/2018 (Extension to warehouse, re-cladding of existing warehouse, involving demolition of existing buildings and alterations to approved opening times)",
  "lpa_app_no": "48690/APP/2019/3941",
  "decision_target_date": "02/03/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "25/02/2020",
  "id": "Hillingdon-48690_APP_2019_3941",
  "centroid_northing": 185094,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 510672,
  "street_name": "RUISLIP",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4059326,
          51.5541156
        ],
        [
          -0.40539729999999996,
          51.5542758
        ],
        [
          -0.4052713,
          51.5541146
        ],
        [
          -0.40452849999999996,
          51.5543448
        ],
        [
          -0.4041266,
          51.5538724
        ],
        [
          -0.4057879,
          51.5533104
        ],
        [
          -0.40589559999999997,
          51.5534498
        ],
        [
          -0.40552099999999996,
          51.5535744
        ],
        [
          -0.4059326,
          51.5541156
        ]
      ]
    ],
    "type": "Polygon"
  }
}