{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/192416OPDFUL;",
  "lapsed_date": "22/08/2022",
  "decision_target_date": "22/08/2019",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "NW10 6PW",
  "site_name": "Unit 9 - 12",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012141029, 000012141030, 000012141032, 000012141033"
    ],
    "site_area": 0.14800000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "192416OPDFUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520962,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T15:29:24.955+00:00",
  "id": "Ealing-192416OPDFUL",
  "application_type": "All Other",
  "street_name": "Volt Avenue",
  "borough": "Ealing",
  "ward": "East Acton",
  "decision_date": "22/08/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Installation of a mezzanine floor within units 9 -10 (Following demolition of existing mezzanine floor); Extension to external plant compound into the existing parking area/service yard and construction of a new plant gantry to house new external standby generators, electrical switchgear and cooling plant; construction of an enclosed link corridor, providing internal access between units 10 and 12",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor Offices-R and D-light industry",
  "centroid_northing": 182809,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012141032",
  "centroid": {
    "lon": "-0.25751969999999996",
    "lat": "51.5312425"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520950.9980281,
              182790.7559456
            ],
            [
              520941.4832276,
              182788.8964779
            ],
            [
              520935.6209892,
              182818.9278815
            ],
            [
              520959.3832553,
              182823.5665537
            ],
            [
              520983.1372763,
              182828.1952287
            ],
            [
              520988.9995148,
              182798.153828
            ],
            [
              520988.9088191,
              182798.1338337
            ],
            [
              520979.6661056,
              182796.344346
            ],
            [
              520976.8215595,
              182795.7845062
            ],
            [
              520973.7214165,
              182795.1846779
            ],
            [
              520972.971116,
              182795.0347208
            ],
            [
              520965.3691696,
              182793.5551444
            ],
            [
              520965.2372487,
              182793.5251529
            ],
            [
              520956.9839425,
              182791.9156137
            ],
            [
              520953.8508193,
              182791.3057882
            ],
            [
              520950.9980281,
              182790.7559456
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of 3 years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990.",
    "| The development hereby approved shall be carried out in accordance with drawing title number(s): PWG01-HYP-A-201 Rev P1 - proposed plant compound, proposed sections ; PWG01-HYP-A-200 Rev P1 - Proposed plant compound, existing and proposed elevations",
    "PWG01-HYP-A-106 Rev P1 - Site access plan; PWG01-HYP-A-104 Rev P2 - Unit 9/10, proposed mezzanine floorplan; PWG01-HYP-A-101 Rev P1 - Unit 9-10, Mezzanine level demolition plan; PWG01-HYP-A-103 Rev P2 - unit 9/10, Proposed ground floor plan; PWG01-HYP-A-100 Rev P1 - Unit 9-10, ground floor demolition plan; PWG01-HYP-A-901 Rev P1 - Units 9-11, Existing ground floor plan; PWG01-HYP-A-001 Rev P2 - Site location plan",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| The facing materials to be used for the development hereby permitted shall be those specified in the application.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies in accordance with the Council's adopted Ealing Development Management DPD (2013) policies LV 7.4 and 7B, policies 1.1(g), 3.1(b) and 3.8 of the adopted Local Development Framework (Core Strategy 2012) and policies 7.4 and 7.6 of the London Plan Consolidated (2015).",
    "| Notwithstanding the plans hereby approved, further details for the assessment of external noise generation from the proposal shall be submitted to and approved in writing by the local planning authority prior to commencement of the development.",
    "Details shall include the external sound level emitted from plant/ machinery/ equipment and mitigation measures as appropriate, as measured to the nearest and/or most affected noise sensitive premises. The measures shall ensure that the external sound level LAeq emitted from plant, machinery/ equipment will be lower than the lowest existing background sound level LA90 by at least 5 dBA at the most noise sensitive receiver location. The assessment shall be made in accordance with BS4142:2014, with all machinery operating together at maximum capacity. Details of any noise mitigation measures shall be submitted for approval. A post installation sound assessment shall be carried out where required to confirm compliance with the noise criteria and additional steps to mitigate noise shall be taken, as necessary. Approved details shall be implemented prior to use of plant/ machinery/ equipment and thereafter be permanently retained.",
    "Reason: To safeguard future and existing occupiers of the area against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan (2016), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013). | Prior to use of the development, details shall be submitted to the local planning authority for approval in writing, to confirm that sound emitted by standby or emergency generators during power outages or testing does not exceed the lowest daytime ambient noise level LAeq(15min) as measured or calculated according to BS4142:2014.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with policies 3.5 and 7.15 of the London Plan (2016), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013). | Notwithstanding the approved plans, at least two of the car parking spaces shall provide electric vehicle charging points prior to the first occupation of the development.",
    "Reason: To encourage the uptake of electric vehicles, in accordance with Ealing local variation to London Plan policy 6.13 of the Ealing Development Management Development Plan (2013), policy 1.2 (k) of the Ealing Development (Core) Strategy 2012 and policy 6.13 of the London Plan 2015. | The development hereby permitted shall maintain 15 long stay and 5 short stay cycle parking spaces to be retained thereafter.",
    "Reason: To provide adequate facilities for cyclists, in accordance with policy 6.9 of the London Plan 2015. | Prior to the commencement of development, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority. The plan shall include the following:",
    "o\tConstruction traffic management proposals including details of delivery routes and HGV movements and details of any temporary site access/parking;",
    "o\tDetails of construction hours;",
    "o\tNoise mitigation and monitoring measures;",
    "o\tDetails of enclosure of working areas and the location of compounds for the storage of plant and materials;",
    "o\tDetails of temporary lighting;",
    "o\tAir Quality and Dust Management Plan (AQDMP) that includes an Air Quality (Dust) Risk Assessment shall be produced in accordance with current guidance The Control of Dust and Emissions during Construction and Demolition, SPG, GLA, July 2014, for the existing site and the proposed development. A scheme for air pollution mitigation measures based on the findings of the report;",
    "o\tSite security during construction;",
    "o\tA drainage strategy to operate setting out controls of contamination, including controls to surface water run-off, water pumping, storage of fuels and hazardous materials, spill response plans and pollution control measures; and",
    "o\tProcedures for on-site contractors to deal with complaints from local residents.",
    "The Construction Logistics Plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of demolition and construction.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, policy 6.3 of the London Plan 2015 and policy 7A of the Ealing Development Management Development Plan."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "10/05/2019",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-07811115",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2576845,
          51.5310808
        ],
        [
          -0.2578223,
          51.5310662
        ],
        [
          -0.25789639999999997,
          51.5313373
        ],
        [
          -0.2575524,
          51.5313739
        ],
        [
          -0.2572086,
          51.5314105
        ],
        [
          -0.2571344,
          51.5311392
        ],
        [
          -0.25713569999999997,
          51.531139
        ],
        [
          -0.2572695,
          51.5311249
        ],
        [
          -0.2573107,
          51.5311205
        ],
        [
          -0.25735559999999996,
          51.5311158
        ],
        [
          -0.2573664,
          51.5311146
        ],
        [
          -0.2574765,
          51.5311029
        ],
        [
          -0.2574784,
          51.5311027
        ],
        [
          -0.2575979,
          51.53109
        ],
        [
          -0.25764319999999996,
          51.5310852
        ],
        [
          -0.2576845,
          51.5310808
        ]
      ]
    ],
    "type": "Polygon"
  }
}