{
  "appeal_status": null,
  "centroid": {
    "lon": -0.382773,
    "lat": 51.501534
  },
  "decision_target_date": "19/09/2024",
  "lapsed_date": null,
  "appeal_start_date": null,
  "last_updated": "2025-03-19T20:39:08.050+00:00",
  "locality": "Southall",
  "development_type": null,
  "postcode": "UB2 4DA",
  "ward": "Southall Green",
  "id": "Ealing-225404FUL",
  "uprn": "000012027534",
  "decision": null,
  "site_name": "22 King Street",
  "last_date_consultation_comments": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3826382,
          51.5014478
        ],
        [
          -0.3826404,
          51.5014442
        ],
        [
          -0.38266269999999997,
          51.5014477
        ],
        [
          -0.3826863,
          51.5014516
        ],
        [
          -0.3829334,
          51.5014915
        ],
        [
          -0.3829806,
          51.5014989
        ],
        [
          -0.3830473,
          51.5015102
        ],
        [
          -0.3831727,
          51.5015299
        ],
        [
          -0.3831985,
          51.5015338
        ],
        [
          -0.383173,
          51.5015816
        ],
        [
          -0.3831506,
          51.5016244
        ],
        [
          -0.3831252,
          51.5016713
        ],
        [
          -0.3831035,
          51.5017123
        ],
        [
          -0.38307559999999996,
          51.5017074
        ],
        [
          -0.3829325,
          51.5016832
        ],
        [
          -0.3828909,
          51.5016761
        ],
        [
          -0.38289619999999996,
          51.5016659
        ],
        [
          -0.3829035,
          51.5016515
        ],
        [
          -0.38285779999999997,
          51.5016429
        ],
        [
          -0.38285739999999996,
          51.5016428
        ],
        [
          -0.3828683,
          51.5016228
        ],
        [
          -0.38288439999999996,
          51.5015929
        ],
        [
          -0.3827182,
          51.5015681
        ],
        [
          -0.3825936,
          51.5015471
        ],
        [
          -0.3826092,
          51.5015127
        ],
        [
          -0.38260489999999997,
          51.5015108
        ],
        [
          -0.3826072,
          51.5015063
        ],
        [
          -0.3826131,
          51.5015064
        ],
        [
          -0.3826402,
          51.5014501
        ],
        [
          -0.3826382,
          51.5014478
        ]
      ]
    ],
    "type": "Polygon"
  },
  "actual_completion_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              512357.0966369,
              179296.4961671
            ],
            [
              512356.9482258,
              179296.0962815
            ],
            [
              512355.3981543,
              179296.4461814
            ],
            [
              512353.7491421,
              179296.8460669
            ],
            [
              512336.5004743,
              179300.9049051
            ],
            [
              512333.2024498,
              179301.6546905
            ],
            [
              512328.5522354,
              179302.8043614
            ],
            [
              512319.7959805,
              179304.803789
            ],
            [
              512317.9985572,
              179305.2036746
            ],
            [
              512319.6475694,
              179310.5521436
            ],
            [
              512321.0987001,
              179315.35077
            ],
            [
              512322.7477124,
              179320.5992676
            ],
            [
              512324.1493727,
              179325.1979513
            ],
            [
              512326.1034522,
              179324.6980944
            ],
            [
              512336.0882212,
              179322.218804
            ],
            [
              512338.9987278,
              179321.4990101
            ],
            [
              512338.6524352,
              179320.3493392
            ],
            [
              512338.1824667,
              179318.7397999
            ],
            [
              512341.3733054,
              179317.8600517
            ],
            [
              512341.4062856,
              179317.8500546
            ],
            [
              512340.6972104,
              179315.6006985
            ],
            [
              512339.6500876,
              179312.2516571
            ],
            [
              512351.2508886,
              179309.7523725
            ],
            [
              512359.9494281,
              179307.6029878
            ],
            [
              512358.9517757,
              179303.7540895
            ],
            [
              512359.2485979,
              179303.5541467
            ],
            [
              512359.1001868,
              179303.0542898
            ],
            [
              512358.6961788,
              179303.0542898
            ],
            [
              512356.9482258,
              179296.7460955
            ],
            [
              512357.0966369,
              179296.4961671
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Full planning permission",
  "title_number": null,
  "site_number": null,
  "lpa_name": "Ealing",
  "decision_process": "Delegated",
  "secondary_street_name": null,
  "street_name": "King Street",
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "projected_cost_of_works": "Between £2m and £100m",
    "total_gia_existing": 100,
    "scheme_phasing": true,
    "total_gia_gained": 100,
    "site_area": 0.1,
    "rain_water_harvesting": false,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 100,
      "total_gia_gained": 100,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 100,
      "total_gia_existing": 100,
      "total_gia_lost": 100
    },
    "existing_uprns": null,
    "garden_land_lost": false,
    "infrastructure_details": {
      "percentage_demolition_construction_material_recycling": 0,
      "no_non_resi_units_to_have_full_fibre": 7,
      "mobile_network_operators_consultation": false,
      "no_new_water_connections_required": 7,
      "total_annual_nox_emissions": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_passive_cooling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 7,
      "total_annual_pm_emissions": 0,
      "fire_suppression_system_proposed": false,
      "no_resi_units_to_have_full_fibre": 7,
      "green_roof_area": 0,
      "waste_provision": true
    },
    "ownership_status": "Private",
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 11.6,
        "building_ref": "1"
      }
    ],
    "total_gia_lost": 100,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "12/2024",
        "intended_commencement_date": "05/2023"
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "internal_resi_water_usage": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 100,
        "use_class": "D1",
        "gia_gained": 100,
        "gia_lost": 100
      }
    ],
    "grey_water_reuse": false,
    "other_residential_accommodation_details": {
      "other_resi_accommodation_unit_details": [
        {
          "no_bedrooms_for_older_persons_c2": 0,
          "no_rooms_proposed": 7,
          "no_bedrooms_for_older_persons_sg": 0,
          "unit_type": "Secure Residential Room",
          "no_rooms_lost": 0
        }
      ]
    },
    "green_suds": true,
    "affordable_housing_fast_track": false
  },
  "valid_date": "17/02/2023",
  "parking_details": null,
  "actual_commencement_date": null,
  "centroid_northing": 179306,
  "application_type": "All Other",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawing title numbers and documents:",
    "0001 Existing SITE PLAN; 0099 Existing Basement Plan; 0100 Existing Ground Floor Plan; 0101 Existing First Floor Plan; 0102 Existing Second Floor Plan; 0103 Existing Roof Plan; 0201 Existing Elevation 1 & 3; 0200 Existing Elevation 2 & 4; 0202 Existing Internal Elevations 5 & 6; 0400 Existing Section A & B; 0099 (Rev. 13) Proposed Basement; 0100 (Rev. 16) Proposed Ground Floor; 0101 (Rev. 14) Proposed First Floor; 0102 (Rev. 13) Proposed Second Floor; 0103 (Rev. 13) Proposed Third Floor; 0104 (Rev. 13) Proposed Roof Plan; 0201 (Rev. 13) PROPOSED ELEVATION 1 & 3; 0200 (Rev. 13) PROPOSED ELEVATION 2 & 4; 0203 (Rev. 06) Proposed Internal Elevation 5 & 6; 0400 (Rev. 13) PROPOSED SECTION A; 22-1158.01 Drainage Strategy; F1024-02 Planning Fire Safety Strategy; 22-1158.04 Preliminary Basement Impact Assessment; Design & Access Statement prepared by Create Design  + Architecture; Transport Statement prepared by Caneparo Associates dated September 2024",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| Notwithstanding any information submitted with this application, details of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development hereby approved is commenced. The details shall be fully implemented as approved.",
    "Reason:  To ensure that the materials harmonise with the surroundings in accordance with policies 7.4, 7.6 and 7B of the Ealing Development Management DPD (2013), policies 1.1 (h), 1.2 (g) and 2.10 of the Ealing Development (Core) Strategy (2012), and policy D4 of the London Plan (2021). | Prior to the first occupation of the hereby approved development, details of the cycle storage facilities shall be submitted to and approved in writing by the Local Planning Authority. The details shall include the number and capacity of the stores, the location of the stores and the materials for the store. The approved storage areas shall be brought into use prior to the first occupation of the hereby approved development and shall be permanently retained thereafter.",
    "Reason:  Reason: To provide adequate bicycle storage in accordance with policy and T5 of the London Plan (2021). | The development hereby approved shall not be occupied until refuse and recycling storage within a secure enclosure has been provided in accordance with the designated location identified in the approved drawings listed under condition 2 and in accordance with the Local Planning Authority Standards and has been fully implemented and made available for use. These facilities shall permanently retained thereafter.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policy SI 8 of the London Plan (2021).",
    "| Prior to commencement of the development, a noise assessment shall be submitted to the Council for approval in writing, of external noise levels from transport and industrial/ commercial/ cultural sources, having regard to the assessment standards of the Council's SPG10. Details shall include the sound insulation of the building envelope including glazing specifications (laboratory tested including frames, seals and any integral ventilators, approved in accordance with BS EN ISO 10140-2:2010) and of acoustically attenuated mechanical ventilation and cooling as necessary (with air intake from the cleanest aspect of the building and details of self-noise) to achieve noise criteria of BS8233:2014. Best practicable mitigation measures shall also be implemented, as necessary, in external amenity spaces.",
    "The approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with Policies D6 and D14 of the London Plan (2021) and Policies 3.5 and 7A of the Ealing Development Management DPD (2013).",
    "| Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of the sound insulation of the non-residential building envelope and of any mitigation measures.  Details shall demonstrate that noise from uses and activities is contained within the building, as assessed according to standards of the Council's SPG10 and criteria of BS8233:2014, at the nearest and most affected noise sensitive premises incl. private external amenity spaces, at the development site and nearby premises. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise, in accordance with Policies D6 and D14 of the London Plan (2021) and Policies 3.5 and 7A of the Ealing Development Management DPD (2013).",
    "| Prior to the commencement of the development (excluding initial site clearance demolition and ground works), details shall be submitted to the Local Planning Authority for approval in writing, of plant/ machinery/ equipment/ducting/air in- and outlets/ mechanical installations and their external rating noise level, together with mitigation measures as appropriate. The measures shall ensure that the external rating noise level LAeq emitted will be lower than the lowest existing background sound level LA90 by 10dBA at the most noise sensitive receiver locations at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all plant/equipment operating together at maximum capacity. Where required, a post installation sound assessment shall be submitted to the Local Planning Authority for approval in writing. The assessment shall be carried out to confirm compliance with the noise criteria and shall include additional steps to mitigate noise as necessary.",
    "Approved details shall be implemented prior to occupation/ use of plant/ machinery/ equipment and thereafter be permanently retained.",
    "Reason:   To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policies D6 and D14 of the London Plan (2021) and Policies 3.5 and 7A of the Ealing Development Management DPD (2013).",
    "| Prior to use, machinery, plant and equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by vibration noise from mechanical installations/ equipment, in accordance with Policies D6 and D14 of the London Plan (2021) and Policies 3.5 and 7A of the Ealing Development Management DPD (2013).",
    "| The use shall not commence until all external doors to the premises /kitchens /dining areas/ function rooms, have been fitted with self-closing devices, which shall be maintained in an operational condition and at no time shall any external door nor windows to rooms where noise, smell, smoke or fumes may be emitted, be fixed in an open position.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise /odour /smoke /fumes, in accordance with Policies D6 and D14 of the London Plan (2021) and Policies 3.5 and 7A of the Ealing Development Management DPD (2013).",
    "| Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of the installation of acoustic lobbies to external entrances and exits which would otherwise allow the emission of internal noise to noise sensitive premises during opening. A noise assessment detailing the level of sound reduction provided and resulting noise levels at affected noise sensitive premises, together with other mitigation measures as necessary, shall be submitted for approval. The assessment shall be based on standards of the Council's SPG10 and not exceed criteria of BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise, in accordance with Policies D6 and D14 of the London Plan (2021) and Policies 3.5 and 7A of the Ealing Development Management DPD (2013).",
    "| Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of the use of the roof garden and other external areas, including details of sound mitigation measures, in accordance with standards of the Council's SPG10 and criteria of BS8233:2014, as assessed at noise sensitive premises. No amplified sounds shall be emitted to or from external areas of the development. Approved details shall be implemented prior to occupation /use of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, in accordance with Policies D6 and D14 of the London Plan (2021) and Policies 3.5 and 7A of the Ealing Development Management DPD (2013).",
    "| The non-residential use of the premises shall not be permitted outside of the hours of 07:00 - 23:00 on Mondays to Fridays/ Saturdays/ Sundays and Public/Bank Holidays. External areas shall not be used other than between the hours of 09:00 to 20:00.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise /odour /smoke /fumes, in accordance with policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies SI1 and D14 of the London Plan (2021), the National Planning Policy Framework (2023) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| No playing of musical instruments or operation of sound amplifying equipment shall take place in any part of the premises open to the public before 09:00 and after 20:00, on any day or at any time so as to be audible outside the premises.",
    "Reason: In the interests of the amenities of nearby occupiers and the area generally.",
    "| Prior to use of the development, a Site and Operations Management Plan shall be submitted to the Council for approval in writing. Details shall include",
    "o\thours of use, all areas,",
    "o\ttimes and frequency of activities, deliveries and collections, vehicle movements, numbers of attendants, visitors, etc.",
    "The assessment shall be based on standards of the Council's SPG10 and BS8233:2014 for affected noise sensitive receivers.  Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise, fumes, etc. in accordance with Policies D6 and D14 of the London Plan (2021) and Policies 3.5 and 7A of the Ealing Development Management DPD (2013).",
    "| Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of an odour risk assessment (according to 2018 EMAQ Guidance) and of odour abatement equipment and extract system, including operational details and maintenance schedule, the height of the extract duct, with vertical discharge outlet, without cowl, at least 1m above the eaves of the main building. Details shall be provided of a reasonable distance of the extract outlet approximately 20.0meters from any openable window unless effective odour control is installed. Approved details shall be implemented prior to use and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/surrounding premises is not adversely affected by smell or steam, in accordance with Policies D6 and D14 of the London Plan (2021) and Policies 3.5 and 7A of the Ealing Development Management DPD (2013).",
    "| Prior to commencement of the development, details of external artificial lighting shall be submitted to the Council for approval in writing. Lighting contours shall be submitted to demonstrate that the vertical illumination of residential premises at and near the application site is in accordance with the recommendations for Environmental Zone 3 of the Institution of Lighting Professionals in the 'Guidance Note 01/20 For The Reduction Of Obtrusive Light'.  Details should also be submitted for approval of measures to minimise the use/hours of lighting and prevent glare and sky glow by correctly using, locating, aiming and shielding luminaires. Approved details shall be implemented prior to occupation/use of the development and thereafter be permanently retained.",
    "Reason: To safeguard the amenities of residents in accordance with Policies D6 and D14 of the London Plan (2021) and Policies 3.5 and 7A of the Ealing Development Management DPD (2013).",
    "| Prior to the commencement of the development, a Ventilation Strategy Report to mitigate the impact of existing poor air quality for residents shall be submitted to and approved by the Local Planning Authority. The report will contain details for the installation of a filtered fresh air ventilation system capable of mitigating elevated concentrations of nitrogen oxides and particulate matter in the external air for all residential rooms.",
    "The report shall also include the following information:",
    "a)\tDetails and locations of the ventilation intake locations",
    "b)\tDetails and locations of ventilation extracts locations",
    "The maintenance and cleaning of the systems shall be undertaken regularly in accordance with manufacturer specifications and shall be the responsibility of the primary owner of the property. Approved details shall be fully implemented prior to the occupation/use of the development and thereafter permanently retained and maintained.",
    "Reason: To minimise exposure to existing poor air quality, and provide a suitable internal living environment for future occupiers, in accordance with policy SI 1 of the London Plan 2021, policy 1.1(j) of the Ealing Development Strategy 2026 DPD (2012); and policy 7A of the Ealing Development Management DPD (2013).",
    "| All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.",
    "Reason: To safeguard adjoining occupiers of the development against unacceptable noise, disturbance and emissions, policies 1.1(j) of the Ealing Development (Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing's Development Management DPD (2013) and policy SI1 of the London Plan(2021); and National Planning Policy Framework (2023).",
    "| Prior to commencement of the development, a demolition method statement/ construction management plan shall be submitted to the Council for approval in writing. Details shall include control measures for:",
    "a)\tThe number of on-site construction workers and details of the transport options and parking facilities for them;",
    "b)\tdetails of working hours;",
    "c)\tanticipated route, number, frequency and size of vehicles entering/exiting the site per day;",
    "d)\tdelivery times and booking system (which is to be staggered to avoid morning and afternoon school-run peak periods);",
    "e)\troute and location of site access for construction traffic and associated signage;",
    "f)\tmanagement of consolidated or re-timed trips;",
    "g)\tdetails of noise and vibration mitigation measures and monitoring arrangements for noise and vibration by suitably qualified noise specialists. Noise and vibration mitigation measures must accord with the Mayor's 'Best Practice Guidance';",
    "h)\tdetails of site security, temporary lighting and the erection and maintenance of security hoarding including decorative displays and facilities for public viewing, where appropriate;",
    "i)\tsecure, off-street loading and drop-off facilities;",
    "j)\twheel washing provisions;",
    "k)\tvehicle manoeuvring and turning, including swept path diagrams to demonstrate how construction vehicles will access the site and be able to turn into and emerge from the site in forward gear and including details of any temporary vehicle access points;",
    "l)\tdetails as to the location(s) for storage of materials, plant and construction debris and contractors' welfare facilities and offices;",
    "m)\tprocedures for on-site contractors to deal with complaints from members of the public;",
    "n)\tmeasures to consult cyclists, disabled people and the local schools with regard to delivery times and necessary diversions;",
    "o)\tdetails of all pedestrian and cyclist diversions;",
    "p)\ta commitment to be part of Considerate Constructors Scheme; and",
    "q)\tconfirmation of use of TfL's Freight Operator Recognition Scheme (FORS) or similar.",
    "r)\tThe submission of evidence of the condition of the highway prior to-demolition and a commitment to make good any damages caused during demolition.",
    "s)\tDetails of parking restrictions which may need to be implemented during demolition work.",
    "t)\tAn Air Quality and Dust Management Plan (AQDMP) that includes an Air Quality (Dust) Risk Assessment produced in accordance with current guidance 'The Control of Dust and Emissions during Construction and Demolition SPG', GLA, July 2014.",
    "u)\tDetails of all Non-Road Mobile Machinery (NRMM) to be used on the development site. All NRMM shall meet as minimum the Stage IIIB emission criteria of Directive 97/68/EC and its subsequent amendments unless it can be demonstrated that Stage IIIB equipment is not available. An inventory of all NRMM must be registered on the NRMM register https://nrmm.london/user-nrmm/register. All NRMM shall be regularly serviced and service logs kept on site for inspection. Records shall be kept on site which details the emissions standard of all equipment.",
    "Prior to the commencement of any demolition work, all sensitive properties surrounding the site shall be notified in writing of the nature and duration of the works to be undertaken, and the name and address of a responsible person to whom enquiries / complaints should be directed. These details shall also be displayed at regular intervals around the site construction compound.",
    "The development shall be carried out strictly in accordance with the details so approved. Any areas to be used for the storage of building materials or other site activities outside of the relevant phase of the development shall be returned to the original condition immediately following the practical completion of the works.",
    "Such details shall be implemented, and phasing agreed in writing, prior to the commencement of works on site and thereafter retained for the duration of the works.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with Policies D6, D14 and T7 of the London Plan and Policy 7A of the Ealing Development Management DPD.",
    "| No microwave masts, antennae or satellite dishes or any other plant or equipment shall be installed on any elevation of the buildings hereby permitted without the prior written permission of the Local Planning Authority obtained through the submission of a planning application.",
    "Reason: To safeguard the appearance of the buildings and the locality in the interests of visual amenity policies 1.1 (h) (g), 1.2(h), 2.1(c) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4, 7B and 7C of the Ealing Development Management Development Plan Document (2013), policies D4 and D5 of the London Plan (2021), section 7 and 12 of the National Planning Policy Framework (2023).",
    "| The ancillary accommodation hereby approved shall be solely used by people who are visiting or directly involved with the activities inside the building and shall not be used as permanent living accommodation. The sound insulation of the residential building envelope including glazing specifications shall be assessed and implemented with regard to the Council's standards in the SPG10. If compliance requires the windows to be closed, then acoustically attenuated mechanical ventilation and cooling shall be installed (with air intake from the cleanest aspect of the building and low self-noise). Internal room- and external amenity noise levels shall achieve noise limits specified in BS8233:2014. Details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise /odour /smoke /fumes, in accordance with policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies SI1 and D14 of the London Plan (2021), the National Planning Policy Framework (2023) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| The maximum occupancy of the development hereby approved shall be restricted to 750 persons.",
    "Reason: In the interests of highway safety, the amenities of the occupiers of neighbouring properties and the general amenities of the locality in accordance with policies T1, T3, T4, T5 and T6 of the London Plan (2021), policy 1.1 (j) of the Ealing Development (Core) Strategy 2026 and policy 7A of the Ealing Development Management DPD (2013).",
    "| The development hereby permitted shall only be used for uses within Use Classes F1(f) and F2(b), and not for other purpose or any use cited in any provision of the Town and Country Planning (General Permitted Development) Order 2015 (As Amended) (or any subsequent order revoking and re-enacting that Order with or without modifications) relevant to uses falling within Use Class F.",
    "Reason: To protect residential amenity in accordance with policies 1.1 and 2.1 of the Ealing Core Strategy (2012), policies 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies D6 and D14 of the London Plan (2021), and the National Planning Policy Framework (2023).",
    "| a) Prior to Commencement of Construction (excluding demolition and site clearance) the Applicant shall submit an Energy and Sustainability strategy that is compliant with the letter and spirit of the Council's Climate Emergency Strategy and Housing Design Guide, and London Plan policies SI2/SI4/SI7 (noting paragraphs 9.2.1 and 9.2.12).",
    "The Energy/Sustainability Strategy shall detail how the Applicant will:",
    "(i)\tminimise carbon emissions and energy demand beyond the Building Regulations Part L 2021 using the SAP10 (or later) conversion factors, and maximise the use of on-site renewable energy, including the incorporation of Air Source Heat Pumps to provide space heating and domestic hot water, and photovoltaic (PV) panels where technically possible. The carbon savings shall be identified through the GLA Lean, Clean, Green energy hierarchy.",
    "(ii)\tminimise the risk of Overheating in line with CIBSE Technical Memorandum 59.",
    "(iii)\tfollow the principles of Carbon Life Cycle and Circular Economy assessments.",
    "b) Within three months of the occupation/first-use of the development a two-page summary report prepared by a professionally accredited person comparing the \"as built stage\" TER to BER/DER figures against those in the final energy strategy along with the relevant Energy Performance Certificates (EPC) shall be submitted to the Council for approval.",
    "Reason: In the interest of addressing climate change and to secure environmentally sustainable development in accordance with policies, SI2 and SI4 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2022, LBE Housing Design Guide, LBE Climate Emergency Strategy Objective 2 (E2.5).",
    "| Notwithstanding the information shown on the approved plans, further details of the hard and soft landscaping shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of the development. All detailed works shall be carried out as approved prior to the occupation of the premises. Such details shall include: the height and materials of the boundary treatment, the provision of planting in the forecourt and any new surfacing materials to be used.",
    "Reason:  To improve the visual amenity of the property through urban greening in accordance with policies 5.10 and 7.4 of the Ealing Development Management DPD (2013), policies D8, G4 and G5 of the London Plan (2021) and the National Planning Policy Framework (2023). | Any planting that is part of the approved scheme that within a period of five years after planting is removed, dies or becomes seriously damaged or diseased, shall be replaced in the next planting season and all planting shall be replaced with others of a similar size and species and in the same position, unless the Local Planning Authority first gives written consent to any variation.",
    "Reason: To improve the visual amenity of the property through urban greening and to ensure that the off-street parking does not prejudice pedestrian safety and in the interests of providing a sustainable environment for future occupiers of the development in accordance with policies 1.1 (f) (g) of the Development Strategy 2026 (2012); policies G7 of the London Plan (2021); The London Environment Strategy (2018); and policies 5.10, 7B and 7.4 of the Ealing Development Management DPD (2013) and the National Planning Policy Framework (2023)."
  ],
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/225404FUL;",
  "pp_id": "PP-11710920",
  "last_updated_by": "CSV Data Import",
  "centroid_easting": 512349,
  "borough": "Ealing",
  "epc_number": null,
  "lpa_app_no": "225404FUL",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "description": "Constructions of two storey rear extension; construction of a second and third floor to provide additional live-in accommodation, prayer space and storage (Mixed Use Class Sui Generis/F1(f)) including internal alterations and renovations, improved outdoor amenity space, and associated elevational works including the installation of a roof dome (Following demolition of 11, 13 and 15 Elsmfield Road).",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "status": "Application Under Consideration",
  "decision_date": null,
  "cil_liability": true
}