{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/3745/22",
  "application_type_full": "Full planning permission",
  "uprn": "200000320410",
  "borough": "Harrow",
  "street_name": "Rayners Lane",
  "locality": "Harrow",
  "ward": "Rayners Lane",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.\nREASON:  To comply with the provisions of Section 91 of the Town & Country Planning Act 1990.\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans and documents: Planning Statement; Design & Access Statement [dated October 2022]; Heritage Statement dated October 2022; PS01; PS02; PS03; PS04; PS05; PS06\r\nREASON: For the avoidance of doubt and in the interests of proper planning.\r\n",
    "Condition : 3 - The materials to be used in the construction of the external surfaces of the development hereby permitted, other than those approved within the submitted information, shall match those used in the existing building.\r\nREASON: To safeguard the character and appearance of the area in accordance with Core Policy CS1.B of the Harrow Core Strategy (2012) and Policy DM1 of the Harrow Development Management Policies Local Plan (2013).\r\n",
    "Condition : 4 - The window(s) in the rear wall(s) of the approved development shall:\r\na) be of purpose-made obscure glass,\r\nb) be permanently fixed closed below a height of 1.7 metres above finished floor level,\r\nand shall thereafter be retained in that form..\n\r\nREASON: To safeguard the residential  amenities of neighbouring residents, in accordance with Policy DM1 of the Harrow Development Management Policies Local Plan (2013).\n",
    "Condition : 5 - Notwithstanding the details shown on the approved drawing, the development hereby approved shall not be commenced until the following details have been submitted to and agreed in writing by the Local Planning Authority:\r\na) Amended plans showing the external layout of the waste bins and details relating to the retained tree, \r\nb) Details of the cycle parking stand, in line with London cycle design guidelines.\r\nc) Details of permeable paving materials and construction for any hardstanding areas to be replaced.\r\nd) Details of the new boundary treatments and screening for the waste bins.\r\n\r\nThe approved details shall be implemented on site prior to the first occupation of the development in accordance with the details so agreed and shall be retained for the lifetime of the development.\r\n\r\nREASON: To ensure the satisfactory provision high quality landscaping and of safe cycle storage facilities, in order to protect the character and appearance of the area and support sustainable transportation modes.\r\n",
    "Condition : 6 - Notwithstanding the approved details, the development hereby approved shall not be commenced until an Arboricultural Impact Assessment & Method Statement, prepared by a suitably qualified professional, demonstrating how the retained tree will be protected during construction, has been submitted to and agreed in writing by the Local Planning Authority. The development shall be implemented in accordance with the apprvoed details.\r\n\r\nREASON: To ensure that the trees to be retained on the site are not adversely affected by any proposed works.\r\n",
    "Condition : 7 - Prior to the first occupation of the development, evidence of Secured by Design Certification shall be submitted to the Local Planning Authority in writing to be agreed, or justification shall be submitted where the accreditation requirements cannot be met. Secure by design measures shall be implemented where practical and the development shall be retained in accordance with the approved details.\r\n\r\nREASON: In the interests of creating safer and more sustainable communities and to safeguard amenity by reducing the risk of crime and the fear of crime\r\n",
    "Condition : 8 - The development hereby approved shall not be occupied until a Fire Safety Statement has been submitted to and approved in writing by the Local Planning Authority, this statement shall include details of how the development will function in terms of the following:\r\n1) identify suitably positioned unobstructed outside space: a) for fire appliances to be positioned on b) appropriate for use as an evacuation assembly point \r\n2) is designed to incorporate appropriate features which reduce the risk to life and the risk of serious injury in the event of a fire; including appropriate fire alarm systems and passive and active fire safety measures \r\n3) is constructed in an appropriate way to minimise the risk of fire spread \r\n4) provide suitable and convenient means of escape, and associated evacuation strategy for all building users \r\n5) develop a robust management strategy for evacuation which is to be periodically updated and published (details of how often this management strategy is to be reviewed and published to be included), and which all building users can have confidence in\r\n6) provide suitable access and equipment for firefighting which is appropriate for the size and use of the development.\r\nThe development shall be operated in accordance with the approved details in perpetuity.\r\n\r\nREASON: To ensure that the fire safety of the proposed building is managed in a satisfactory manner and that the development contributes to fire safety in line with Policy D12A of the London Plan (2021).\r\n",
    "Condition : 9 - The premises shall be used for the purpose specified (E(c) office use) in the application and for no other purpose, including any other purpose in Class E of the Schedule to the Town and Country Planning (Use Classes) Order 1987 (or in any provision equivalent to that Class in any Statutory Instrument revoking and re-enacting that order with or without modification).\r\nREASON:   To safeguard the amenity of neighbouring residents and the character of the locality; and in the interests of highway safety and otherwise ensuring the proposal is appropriate to the site and would not impinge on neighbouring amenities. \r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "513031",
  "status": "Approved",
  "decision_date": "23/12/2022",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.37039459999999996,
          51.5748228
        ],
        [
          -0.3703534,
          51.5748254
        ],
        [
          -0.3702869,
          51.5748289
        ],
        [
          -0.3702841,
          51.5748266
        ],
        [
          -0.37028269999999996,
          51.5748244
        ],
        [
          -0.37024389999999996,
          51.5747604
        ],
        [
          -0.37031949999999997,
          51.5747426
        ],
        [
          -0.370344,
          51.574783
        ],
        [
          -0.37035009999999996,
          51.5747816
        ],
        [
          -0.3703727,
          51.5748094
        ],
        [
          -0.37038109999999996,
          51.5748086
        ],
        [
          -0.37039459999999996,
          51.5748228
        ]
      ]
    ]
  },
  "decision_target_date": "26/12/2022",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "09/12/2022",
  "development_type": "Minor Offices-R and D-light industry",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T15:48:10.124+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": null,
  "id": "Harrow-P_3745_22",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": "187472",
  "appeal_start_date": null,
  "postcode": null,
  "url_planning_app": "http://site.com?appref=P/3745/22-or-1226503 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": "274",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Change of use of Former Public Convenience Block (Sui Generis) to office (Class E(c)); front in-fill extension and raising of roof height;  bin and cycle stores; external alterations; associated landscaping",
  "valid_date": "31/10/2022",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              513025.1,
              187475.05
            ],
            [
              513027.95,
              187475.4
            ],
            [
              513032.55,
              187475.9
            ],
            [
              513032.75,
              187475.65
            ],
            [
              513032.85,
              187475.4
            ],
            [
              513035.7,
              187468.35
            ],
            [
              513030.5,
              187466.25
            ],
            [
              513028.7035961,
              187470.7002504
            ],
            [
              513028.2852709,
              187470.5433785
            ],
            [
              513026.6525041,
              187473.5936658
            ],
            [
              513026.0716338,
              187473.4890846
            ],
            [
              513025.1,
              187475.05
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "pp_id": "11656702",
  "application_details": {
    "total_gia_gained": 86,
    "green_suds": false,
    "superseding_details": [
      {
        "unit_reference": "Single- storey office accommodation",
        "lpa_app_no": "P/4741/19",
        "partial_supersedence": true,
        "component_description": "Two-storey office accommodation"
      }
    ],
    "non_residential_details": {
      "total_gia_existing": 43,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 86,
      "total_gia_gained": 86,
      "total_gia_lost": 43,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 43
    },
    "affordable_housing_fast_track": false,
    "garden_land_lost": false,
    "site_area": 0.0055000000000000005,
    "total_gia_existing": 43,
    "rain_water_harvesting": true,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 5.5,
        "building_ref": "Former WC Block"
      }
    ],
    "grey_water_reuse": true,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 43,
        "use_class": "SG",
        "gia_gained": 86,
        "gia_lost": 43
      }
    ],
    "internal_resi_water_usage": 0,
    "surface_water_discharge_percentage_reduction": 0,
    "phasing_details": [
      {
        "phase_detail": "Entire development",
        "intended_completion_date": "07/2023",
        "intended_commencement_date": "02/2023"
      }
    ],
    "total_gia_lost": 43,
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": true,
    "infrastructure_details": {
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 80,
      "ghg_reduction_over_building_regulations": true,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "total_annual_nox_emissions": 270,
      "no_new_gas_connections_required": 0,
      "no_non_resi_units_to_have_full_fibre": 1,
      "no_resi_units_to_have_full_fibre": 0,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 0,
      "green_roof_area": 0,
      "urban_greening_factor_score": 0.30000000000000004,
      "fire_suppression_system_proposed": false,
      "total_annual_pm_emissions": 0.03
    },
    "ownership_status": "Private"
  },
  "centroid": {
    "lon": "-0.3703105",
    "lat": "51.5747942"
  },
  "lapsed_date": "23/12/2025",
  "decision_process": "Delegated",
  "actual_completion_date": null
}