{
  "last_date_consultation_comments": "06/06/2025",
  "site_number": null,
  "application_type_full": "Full planning permission",
  "subdivision_of_building": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=58198/APP/2025/973",
  "epc_number": null,
  "wgs84_polygon": null,
  "secondary_street_name": "MIDDLESEX",
  "street_name": "HAYES",
  "last_updated_by": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "application_details": {
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 172,
      "total_gia_existing": 139,
      "total_gia_lost": 0
    },
    "total_gia_gained": 172,
    "affordable_housing_fast_track": false,
    "rain_water_harvesting": true,
    "scheme_phasing": true,
    "projected_cost_of_works": "Up to £2m",
    "site_area": 0.0279,
    "existing_uprns": null,
    "phasing_details": [
      {
        "phase_detail": "single phase",
        "intended_commencement_date": "08/2025",
        "intended_completion_date": "12/2025"
      }
    ],
    "garden_land_lost": false,
    "infrastructure_details": {
      "no_resi_units_to_have_full_fibre": 2,
      "total_annual_pm_emissions": 30,
      "no_new_water_connections_required": 1,
      "no_homes_passive_cooling": 0,
      "no_new_gas_connections_required": 1,
      "green_roof_area": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "fire_suppression_system_proposed": false,
      "no_passive_fast_ev_charging_points": 1,
      "no_active_fast_ev_charging_points": 2,
      "total_annual_nox_emissions": 27.5,
      "no_non_resi_units_to_have_full_fibre": 0,
      "waste_provision": true,
      "no_homes_to_have_electrical_heating": 1,
      "solar_pv_capacity": 0,
      "mobile_network_operators_consultation": false,
      "ghg_reduction_over_building_regulations": false
    },
    "internal_resi_water_usage": 110,
    "residential_details": {
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "residential_units": [
        {
          "provider": "Private",
          "no_habitable_rooms": 3,
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 70,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 4,
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 91.5,
          "tenure": "London Living Rent"
        }
      ],
      "total_no_proposed_residential_affordable_units": 1,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_gia_gained": 161.5,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units": 2,
      "habitable_rooms_density": null,
      "total_no_proposed_bedrooms": 5,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "affordable_percentage": 50,
      "total_no_proposed_residential_units_london_living_rent": 1,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 139,
        "gia_gained": 172,
        "use_class": "C3",
        "gia_lost": 0
      }
    ],
    "grey_water_reuse": false,
    "surface_water_discharge_percentage_reduction": 90,
    "total_gia_lost": 0,
    "total_gia_existing": 139,
    "green_suds": false,
    "ownership_status": "Private",
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 8.3,
        "building_ref": "two storey residential building"
      }
    ]
  },
  "ward": "HAYES TOWN 2022",
  "cil_liability": true,
  "centroid": {
    "lon": -0.412073,
    "lat": 51.507492
  },
  "uprn": null,
  "parking_details": {
    "net_cycle": 4,
    "no_proposed_cycle": 4,
    "no_existing_car": 4,
    "no_existing_cycle": 0,
    "net_car": -2,
    "no_proposed_car": 2
  },
  "centroid_easting": 510301,
  "development_type": null,
  "lpa_app_no": "58198/APP/2025/973",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Hillingdon",
  "locality": null,
  "application_type": "All Other",
  "id": "Hillingdon-58198_APP_2025_973",
  "centroid_northing": 179924,
  "appeal_status": null,
  "status": "Approved",
  "description": "Erection of a part single, part double storey side and rear extension following demolition of existing extensions, amendments to front porch, erection of a rear dormer and front roof light to facilitate the conversion of existing property into 1 x 3-bed and 1 x 1-bed self-contained flats.  (amended description).",
  "site_name": "60 HUNTERS GROVE",
  "appeal_start_date": null,
  "decision_date": "10/06/2025",
  "decision_target_date": "26/06/2025",
  "polygon": null,
  "appeal_decision": null,
  "title_number": null,
  "lapsed_date": "10/06/2028",
  "valid_date": "31/03/2025",
  "decision_process": "Delegated",
  "decision": "Approved",
  "postcode": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "PF-60HG-01 Rev A",
    "PF-60HG-04 Rev A",
    "PF-60HG-05 Rev A",
    "PF-60HG-06 Rev A",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "No development shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Cycle Storage (2 no. per unit - secure and covered)",
    "2.b Means of enclosure/boundary treatments",
    "2.c Car Parking Layouts (including the provision of 1 active 7kW electrical charging points per unit)",
    "2.d Hard Surfacing Materials",
    "2.e External Lighting",
    "2.f Other structures (such as play equipment and furniture)",
    "4. Details of Landscape Maintenance",
    "4.a Landscape Maintenance Schedule for a minimum period of 5 years.",
    "4.b Proposals for the replacement of any tree, shrub, or area of surfing/seeding within the landscaping scheme whi",
    "Prior to first occupation of the development hereby permitted, A Parking Design and Management Plan (indicating how the car parking will be designed and managed, and to confirm that all spaces are allocated and leased not sold to occupants which should concur with Transport for London Guidance on Parking Management and Parking Design) shall be submitted to and approved in writing by the Local Planning Authority. The facilities shall be provided in accordance with the approved details prior to first occupation and thereafter retained as approved.",
    "REASON:",
    "To comply with Policy T6 of the London Plan (2025) and Policy DMT6 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing Numbers 58 and 62 Hunters Grove.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The upper floor side window facing number 58 Hunters Grove shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The development hereby approved includes the carrying out of alterations to a vehicular access. Prior to undertaking work on the adopted highway you will require a Section 184 licence from the Highway Authority. The works shall be to the specification and constructed to the satisfaction of the Highway Authority. Fees are payable for the approval of the highway details, and inspection of the works. Further information and an application form are available on the London Borough of Hillingdon website https://www.hillingdon.gov.uk/dropped-kerb-form",
    "The site is identified at risk of surface water flooding on the Environment Agency Flood Maps.  All developments in this area must contribute to managing the risk of flooding from surface water by reducing surface water runoff from the site. Therefore, the Applicant should minimise the water from your site entering the sewers. No drainage to support the extension should be connected to any existing surface water sewer, other than as an overflow. The Applicant should direct water runoff from any roof or hard paving associated with the development to a soakaway or tank or make the paving permeable. This includes any work to front gardens not part of the planning application, which must be permeable or be collected and directed to a permeable area. Otherwise, it would need additional permission. The Applicant should incorporate a water butt.",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance."
  ],
  "decision_agency": "Borough",
  "bo_system": "CSV Data Import",
  "actual_commencement_date": null,
  "appeal_decision_date": null,
  "pp_id": "13911238",
  "reference_no_of_permission_being_relied_on": null,
  "borough": "Hillingdon",
  "last_updated": "2025-07-09T21:59:15.696Z",
  "actual_completion_date": null
}