{
  "borough": "Havering",
  "application_details": {
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 9.21,
        "building_ref": "No.8"
      }
    ],
    "ownership_status": "Private",
    "green_suds": true,
    "existing_uprns": null,
    "surface_water_discharge_percentage_reduction": 10,
    "affordable_housing_fast_track": false,
    "total_gia_gained": 210.9,
    "scheme_phasing": true,
    "total_gia_lost": 76.5,
    "projected_cost_of_works": "Up to £2m",
    "grey_water_reuse": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 76.5,
        "use_class": "C3",
        "gia_gained": 210.9,
        "gia_lost": 76.5
      }
    ],
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 210.9,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 76.5,
      "total_gia_lost": 76.5,
      "site_area": 0.1681
    },
    "garden_land_lost": false,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "no_non_resi_units_to_have_full_fibre": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": false,
      "green_roof_area": 0,
      "no_new_gas_connections_required": 1,
      "chp_heat_pumps_capacity": 5,
      "no_active_fast_ev_charging_points": 1,
      "no_new_water_connections_required": 1,
      "no_homes_to_have_electrical_heating": 0,
      "no_passive_fast_ev_charging_points": 1,
      "solar_pv_capacity": 1000,
      "percentage_demolition_construction_material_recycling": 10,
      "total_annual_pm_emissions": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true
    },
    "residential_details": {
      "total_no_proposed_residential_units_self_build_and_custom_build": 1,
      "total_no_existing_residential_units": 1,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "habitable_rooms_density": 29.7441998810232,
      "total_gia_gained": 210.9,
      "affordable_percentage": 100,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 4,
      "total_no_existing_residential_affordable_units": 1,
      "total_no_existing_residential_units_market_for_rent": 0,
      "dwelling_density": 5.94883997620464,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_affordable_units": 1,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Loss-1",
          "description": null,
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "actual_commencement_date": "25/07/2024",
          "no_bedrooms": 2,
          "unit_type": "House or Bungalow",
          "provision_for_older_persons": false,
          "gia": 76.5,
          "tenure": "Self-Build and Custom Build"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 5,
          "phase_detail": null,
          "unit_no": "Gain-1",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "25/07/2024",
          "no_bedrooms": 4,
          "unit_type": "Semi Detached Home",
          "provision_for_older_persons": false,
          "gia": 210.9,
          "tenure": "Self-Build and Custom Build"
        }
      ],
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 1,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_gia_lost": 76.5,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "site_area": 0.1681
    },
    "site_area": 0.134,
    "phasing_details": [
      {
        "phase_detail": "No.8",
        "intended_completion_date": "12/2024",
        "intended_commencement_date": "02/2023"
      }
    ],
    "rain_water_harvesting": false,
    "total_gia_existing": 76.5,
    "internal_resi_water_usage": 105,
    "other_residential_accommodation_details": {
      "site_area": 0.1681
    }
  },
  "date_building_work_started_under_previous_permission": "02/11/2023",
  "lpa_app_no": "P0217.24",
  "decision_target_date": "14/05/2024",
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "street_name": "Romford",
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "uprn": "100021389344",
  "ward": "Havering-atte-Bower",
  "decision_agency": "Borough",
  "actual_commencement_date": "25/07/2024",
  "last_updated": "2025-03-19T22:12:12.540+00:00",
  "appeal_decision_date": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 193592,
  "site_number": null,
  "decision": "Approved",
  "centroid_easting": 551203,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.18311229999999998,
          51.6206549
        ],
        [
          0.1820573,
          51.6210741
        ],
        [
          0.1820919,
          51.6211968
        ],
        [
          0.1830482,
          51.6207876
        ],
        [
          0.1835713,
          51.6205943
        ],
        [
          0.1835017,
          51.6205047
        ],
        [
          0.18311229999999998,
          51.6206549
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "14/05/2024",
  "centroid": {
    "lon": "0.182786",
    "lat": "51.6208464"
  },
  "lapsed_date": "14/05/2027",
  "decision_conditions": [
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.",
    "No further works shall take place in relation to the development hereby approved until samples of all materials to be used in the external construction of the building(s) are submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used. Submission of samples before any works continue will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The roof windows inserted on the bathroom, ensuite and stairwell at the first floor and to both proposed side dormers shall be obscure-glazed and non-opening unless the parts of the window which can be opened are more than 1.7m above the floor of the room in which the window is installed.",
    "Reason - In the interest of privacy and to protect the amenity of the adjacent neighbours",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the rear extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "No demolition or construction works, or deliveries, into the site shall take place other than between the hours of 08:00 to 18:00 on Monday to Friday and 08:00 to 13:00 hours on Saturdays unless agreed in writing with the Local Planning Authority. No demolition or construction works, or deliveries shall take place on Sundays, Bank or Public Holidays unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To protect residential amenity.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no extension or enlargement pertaining to Schedule 2, Part 1, Class A shall be made to the dwellinghouse hereby permitted without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development.",
    "Building Regulations - All dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with Policy 7 of the Havering Local Plan and Policy D7 of the London Plan.",
    "Water efficiency - All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy SI 5 of the London Plan.",
    "The development hereby approved shall be fitted with Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with these details and shall thereafter be permanently retained.",
    "Reason: To minimise the impact of building emissions on local air quality.",
    "No building shall be occupied until refuse and recycling facilities are provided to the satisfaction of the Council. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason:-",
    "In the interests of managing refuse and recycling at the site appropriately.",
    "No building shall be occupied until cycle storage is provided to the satisfaction of the Council. The cycle storage shall be permanently retained thereafter.",
    "Reason:-",
    "In the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "The hard surface hereby approved (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the dwellinghouse.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding",
    "Before the building(s) hereby permitted is first occupied, the area set aside for car parking shall be laid out and surfaced to the satisfaction of the Local Planning Authority, including making provision for electric vehicle parking for the spaces and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is 25/m² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £5,225 would be payable due to the resultant new property having a gross internal floor area of 209m² of GIA, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125m² (Zone A for each additional square metre of GIA. Based upon the information supplied with the application, £26,125 would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the comm",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "title_number": null,
  "application_type": "All Other",
  "lpa_name": "Havering",
  "appeal_status": null,
  "subdivision_of_building": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              551226.22,
              193571.38
            ],
            [
              551151.8,
              193615.82
            ],
            [
              551153.79,
              193629.54
            ],
            [
              551221.34,
              193586.01
            ],
            [
              551258.19,
              193565.6
            ],
            [
              551253.67,
              193555.49
            ],
            [
              551226.22,
              193571.38
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "reference_no_of_permission_being_relied_on": null,
  "secondary_street_name": null,
  "id": "Havering-P0217.24",
  "description": "Erection of a new two storey dwelling with a loft conversion, dormer windows to both sides and rear terrace at roof level with solar panels, new front boundary treatment (part-retrospective)",
  "appeal_start_date": null,
  "postcode": "RM4 1PX",
  "status": "Commenced",
  "pp_id": "12675947",
  "last_date_consultation_comments": "07/03/2024",
  "development_type": null,
  "epc_number": "0863-2834-7570-9521-3571",
  "site_name": "8 North Road",
  "parking_details": null,
  "appeal_decision": null,
  "valid_date": "14/02/2024",
  "actual_completion_date": null,
  "cil_liability": true,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0217.24",
  "application_type_full": "Full planning permission"
}