{
  "cil_liability": false,
  "decision_agency": "Borough",
  "centroid_easting": 553898,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "last_updated": "2025-03-20T17:07:04.098+00:00",
  "site_number": null,
  "last_updated_by": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "street_name": "HORNCHURCH",
  "centroid": {
    "lat": "51.5829913",
    "lon": "0.2198714"
  },
  "id": "Havering-P0764.22",
  "application_type_full": "Householder planning permission",
  "appeal_decision": null,
  "lapsed_date": "07/07/2025",
  "title_number": [
    "unregistered"
  ],
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the hardstanding is of porous material to allow rainwater to natural seeping into the ground and and any excess surface water to be directed towards the flower bed.",
    "The hard surface hereby approved (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the dwellinghouse.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework.",
    "The proposal involves works which affect the highway and/or its verge.  Before commencing such works you must obtain separate consent of the Highway Authority.  Please contact the Streetcare on 01708 432563.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal",
    "The developer is advised that the vehicle cross over shall stops before the existing manhole or the cover is lowered to meet the falls of the drop kerb."
  ],
  "parking_details": {
    "no_existing_car": 2,
    "net_car": 1,
    "no_proposed_car": 3
  },
  "secondary_street_name": null,
  "status": "Approved",
  "bo_system": "CSV Data Import",
  "decision_date": "07/07/2022",
  "ward": "Squirrels Heath",
  "uprn": null,
  "application_type": "All Other",
  "site_name": "175 ARDLEIGH GREEN ROAD",
  "borough": "Havering",
  "pp_id": "11252679",
  "last_date_consultation_comments": "08/06/2022",
  "actual_completion_date": null,
  "lpa_name": "Havering",
  "postcode": "RM11 2LF",
  "locality": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0764.22",
  "development_type": null,
  "valid_date": "12/05/2022",
  "centroid_northing": 189460,
  "lpa_app_no": "P0764.22",
  "appeal_status": null,
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553932.761,
              189467.345
            ],
            [
              553933.167,
              189457.32
            ],
            [
              553887.515,
              189456.237
            ],
            [
              553887.651,
              189446.483
            ],
            [
              553873.562,
              189446.348
            ],
            [
              553873.291,
              189452.85
            ],
            [
              553870.175,
              189452.986
            ],
            [
              553870.311,
              189465.448
            ],
            [
              553932.761,
              189467.345
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_start_date": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 0,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "08/2022",
    "intended_commencement_date": "07/2022",
    "site_area": 0.07600000000000001
  },
  "decision_target_date": "07/07/2022",
  "epc_number": null,
  "description": "New dropped kerb, partial demolition of front wall, and new paved surface to front drive.",
  "actual_commencement_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.22037589999999999,
          51.5830478
        ],
        [
          0.2203774,
          51.5829576
        ],
        [
          0.2197186,
          51.5829603
        ],
        [
          0.2197163,
          51.5828727
        ],
        [
          0.21951299999999999,
          51.5828753
        ],
        [
          0.21951189999999998,
          51.5829338
        ],
        [
          0.2194671,
          51.5829359
        ],
        [
          0.2194745,
          51.5830478
        ],
        [
          0.22037589999999999,
          51.5830478
        ]
      ]
    ],
    "type": "Polygon"
  }
}