{
  "actual_completion_date": null,
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "centroid": {
    "lat": 51.37087,
    "lon": -0.153658
  },
  "appeal_decision": null,
  "bo_system": "Idox Uniform",
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "DM2025/00815",
  "decision_target_date": "08/08/2025",
  "lpa_name": "Sutton",
  "url_planning_app": "https://planningregister.sutton.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SXSTUYKCJOV00",
  "appeal_start_date": null,
  "decision_conditions": [
    "Prior to first occupation of the dwelling, a completed Water Efficiency Calculator for New Dwellings must be submitted to the Local Planning Authority and approved in writing to show that internal potable water consumption will be limited to no more than 110 litres per person per day (l/p/d) based on the Government's national calculation method for the purposes of Part G of the Building Regulations.\r\rReason: To comply with policy 33 of the Sutton Local Plan 2018.",
    "Prior to occupation of the development hereby approved, full details of final refuse and recycling area shall be submitted to and approved in writing by the Local Planning Authority. The approved details shall be implemented in full prior to occupation of the development and retained thereafter.\r\rReason: To comply with policy 28 of the Sutton Local Plan 2018.",
    "Prior to development above floor slab level the type and treatment of the materials, including samples, to be used on the exterior of the building shall be submitted to and approved in writing by the Local Planning Authority. The approved materials shall be used in the construction of the development hereby approved, completed prior to its occupation/use and retained thereafter.\r\rReason: To comply with policy 28 of the Sutton Local Plan 2018.",
    "Prior to the occupation of the development, full details of hard and soft landscaping shall be submitted to and approved in writing by the Local Planning Authority. All hard and soft landscaping and tree planting shall be carried out in accordance with the approved details and to a reasonable standard in accordance with the relevant recommendations of\rappropriate British Standards (in particular, BS 3882: Specifications for Topsoil, Recommendations (2015) and BS 8545: Trees from Nursery to Independence in the Landscape, Recommendations (2014) or other recognised codes of good practice). The\rworks shall be carried out prior to the occupation of any part or relevant phase of the development or in accordance with the timetable agreed with the Local Planning Authority. Any tree(s) or plants that (within a period of five years after planting) are removed, die, or (in the opinion of the Local Planning Authority) are damaged or defective shall be replaced as soon as is reasonably practicable with others of a similar size/species/number as originally approved, unless the Local Planning Authority gives its consent to any variation.\r\rReason: To comply with policy 28 of the Sutton Local Plan 2018.",
    "All trees on and adjacent to the site shown to be retained shall be protected in accordance with the arboricultural information submitted with the application and follow recommendations in BS 5837: Trees in Relation to Design, Demolition and Construction - Recommendations (2012). There shall be no materials stored within the Construction Exclusion Zone, and the Tree Protection Fencing and other measures shall only be removed on completion of development.\r\rReason: To comply with policy 28 of the Sutton Local Plan 2018.",
    "No development shall begin, including demolition and site clearance works, until a Construction Logistics Plan, to include details of: (a) loading and unloading of plant and materials; (b ) storage of plant and materials; (c) programme of works (including measures for traffic management); (d) provision of boundary hoarding, (e) hours of operation; (f) means to prevent deposition of mud on the highway, have been submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with the approved document.\r\rReason: To comply with policies 28, 29, 36 and 37 of the Sutton Local Plan 2018.",
    "The development must be begun not later than the expiration of three years beginning with the decision date of the original application Ref: DM2024/00778 (approved under Appeal Ref: APP/P5870/W/24/3353448). \r\rReason: To comply with Section 91 of the Town and Country Planning Act 1990, as amended.",
    "Site construction works shall only be carried out between the hours of 0800 and 1800 hours Monday to Friday, 0800 and 1300 hours on Saturday and not at all on Sundays and Public Holidays.\r\rReason: To comply with policy 29 of the Sutton Local Plan 2018.",
    "The development shall not be occupied until car parking space has been laid out within the site in accordance with the approved plan 1119/10 Rev C. The parking area shall be used and permanently retained exclusively for its designated purpose.\r\rReason: To comply with policies 36 and 37 of the Sutton Local Plan 2018.",
    "Prior to development above floor slab level, full details of secure cycle storage facilities shall be submitted to, and approved in writing by, the Local Planning Authority which shall show their positioning within the site, the size and materials of the enclosure and the means of access. The approved details shall be implemented on site prior to the first occupation of the development hereby approved and thereafter be permanently retained in accordance with the approved details.\r\rReason: To comply with policies 36 and 37 of the Sutton Local Plan 2018.",
    "The development hereby approved shall be constructed in accordance with the approved Energy Statement - 19 Riverside Close Wallington SM6 7DH (May 2024). Prior to first occupation, 'as-built' Standard Assessment Procedure (SAP) outputs must be submitted to the Local Planning Authority and approved in writing to demonstrate that the development has achieved the targeted reduction in CO2 emissions. All of the approved measures must thereafter be retained for as long as the development is in existence.\r\rReason: To comply with policy 31 of the Sutton Local Plan 2018.",
    "The development hereby approved shall be constructed in accordance with the approved C2734-R1 Flood Risk Assessment and SuDS Report Rev A. Prior to first occupation of the development, written confirmation that the approved SuDS measures have been implemented as part of the development as built must be submitted to the Local Planning Authority and approved in writing. All of the approved measures must thereafter be retained for as long as the development is in existence. In particular, the proposed building should be set back at least 5 metres from the riverbank, in line with the submitted Flood Risk Assessment (p.40, \"Site Plan as Proposed\"). The measure detailed above shall be retained and maintained thereafter throughout the lifetime of the development.\r\rReason: To comply with policy 32 of the Sutton Local Plan 2018."
  ],
  "postcode": "SM6 7DH",
  "decision_date": "29/07/2025",
  "last_updated_by": "Idox Uniform",
  "centroid_easting": 528617,
  "secondary_street_name": null,
  "appeal_status": null,
  "description": "Application to vary condition 2 (approved drawings) of planning permission ref: DM2024/00778 (approved under Appeal Ref: APP/P5870/W/24/3353448) for the 'Demolition of garage and erection of an end of terraced two storey dwelling, with provision of parking and cycle and refuse stores, boundary fence to rear and side, raised patio and amenity garden area to the rear.' to allow alterations to the amenity space for new and host dwelling.",
  "ward": "Wallington North",
  "parking_details": null,
  "development_type": "Minor dwellings",
  "last_updated": "2025-08-12T20:04:54.928Z",
  "last_date_consultation_comments": "16/07/2025",
  "uprn": "005870081510",
  "application_type_full": "Removal/Variation of a condition",
  "decision_agency": null,
  "subdivision_of_building": null,
  "title_number": null,
  "site_name": null,
  "street_name": "Riverside Close",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "lapsed_date": "29/07/2030",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.153642,
          51.370842
        ],
        [
          -0.153503,
          51.370926
        ],
        [
          -0.153646,
          51.370975
        ],
        [
          -0.153761,
          51.371018
        ],
        [
          -0.153974,
          51.370978
        ],
        [
          -0.153941,
          51.3709
        ],
        [
          -0.153919,
          51.370854
        ],
        [
          -0.153831,
          51.370747
        ],
        [
          -0.153642,
          51.370842
        ]
      ]
    ],
    "type": "Polygon"
  },
  "pp_id": "PP-14089085",
  "decision": "Approved",
  "centroid_northing": 165152,
  "site_number": "19",
  "epc_number": null,
  "cil_liability": true,
  "application_type": "All Other",
  "borough": "Sutton",
  "locality": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              528618.1575,
              165148.940749999
            ],
            [
              528627.583375,
              165158.531874999
            ],
            [
              528617.496125,
              165163.65825
            ],
            [
              528609.39325,
              165168.2885
            ],
            [
              528594.67575,
              165163.492875
            ],
            [
              528597.15625,
              165154.893874999
            ],
            [
              528598.809875,
              165149.767625
            ],
            [
              528605.259125,
              165138.026625
            ],
            [
              528618.1575,
              165148.940749999
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "valid_date": "13/06/2025",
  "application_details": {
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "RADCON "
      },
      {
        "result": null,
        "constraints_layer_description": "SMKCON Smoke Control Zone"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Article 4 Direction - Boroughwide HMO Restriction"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: DM2024/00778--- Address: 19 Riverside Close\rWallington\rSM6 7DH\r--- Proposal: Demolition of garage and erection of an end of terraced two storey dwelling, with provision of parking and cycle and refuse stores, boundary fence to rear and side, raised patio and amenity garden area to the rear.--- Status: REF--- Decision: REF--- Date Decision Issued: 09-AUG-24---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: DM2025/00815--- Address: 19 Riverside Close\rWallington\rSM6 7DH\r--- Proposal: Application Reference Number: APP/P5870/W/24/3353448\rDM2024/00778\tDate of Decision: 23/04/2025\r\rCondition Number(s): condition 2 \rdrawings revisions\r\rConditions(s) Removal:\r\rthe applicant wish to do minor alteration to the  amenity space for host and new dwelling shown on drawing approved 10B for the ease of construction of new house.\rThe alteration will provide the space for storage of construction materials on site without disturbing the host dwelling. \rminor alteration to the amenity space for host and new dwelling shown on drawing approved 10B. drawing 10B is replaced by drawing 10C.--- Status: REC--- Decision: --- Date Decision Issued: ---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: TREE2021/00081--- Address: 19 Riverside Close\rWallington\rSM6 7DH--- Proposal: Ash tree (T1) - fell.--- Status: REF--- Decision: REF--- Date Decision Issued: 13-AUG-21---"
      },
      {
        "result": null,
        "constraints_layer_description": "FL2 Type: Fluvial Models"
      },
      {
        "result": null,
        "constraints_layer_description": "FL3 Type: Fluvial Models"
      },
      {
        "result": null,
        "constraints_layer_description": "ARCH "
      },
      {
        "result": null,
        "constraints_layer_description": "FLOOD "
      },
      {
        "result": null,
        "constraints_layer_description": "GREENC "
      },
      {
        "result": null,
        "constraints_layer_description": "RIVER "
      },
      {
        "result": null,
        "constraints_layer_description": "SINCBU "
      },
      {
        "result": null,
        "constraints_layer_description": "TPOPOL Ref: 002 - Status: CONF"
      },
      {
        "result": null,
        "constraints_layer_description": "SGNLP "
      },
      {
        "result": null,
        "constraints_layer_description": "SGNBUF "
      }
    ],
    "existing_uprns": [
      "005870081510"
    ],
    "commencement_notice_received": false,
    "s106_agreement": false,
    "scheme_phasing": false
  },
  "id": "Sutton-DM2025_00815",
  "reference_no_of_permission_being_relied_on": null,
  "status": "Approved"
}