{
  "decision_agency": "Borough",
  "status": "Approved",
  "decision": "Approved",
  "centroid": {
    "lon": -0.188361,
    "lat": 51.361592
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526301.827625,
              164009.563750001
            ],
            [
              526313.403125,
              164013.201749999
            ],
            [
              526316.7105,
              164015.186124999
            ],
            [
              526318.033375,
              164016.839749999
            ],
            [
              526315.3875,
              164052.889249999
            ],
            [
              526312.08025,
              164098.529999999
            ],
            [
              526310.095875,
              164120.688875001
            ],
            [
              526309.434375,
              164126.642000001
            ],
            [
              526307.78075,
              164131.603
            ],
            [
              526305.465625,
              164133.256625
            ],
            [
              526303.1505,
              164135.241
            ],
            [
              526295.8745,
              164135.57175
            ],
            [
              526275.0385,
              164132.2645
            ],
            [
              526252.879625,
              164126.642000001
            ],
            [
              526219.145125,
              164114.735750001
            ],
            [
              526207.569625,
              164110.105625
            ],
            [
              526142.085125,
              164081.332125001
            ],
            [
              526142.746625,
              164078.686249999
            ],
            [
              526142.085125,
              164078.3555
            ],
            [
              526140.76225,
              164076.701874999
            ],
            [
              526138.777875,
              164074.38675
            ],
            [
              526137.454875,
              164072.402375
            ],
            [
              526137.454875,
              164070.418
            ],
            [
              526138.116375,
              164065.78775
            ],
            [
              526143.408,
              164043.959625
            ],
            [
              526152.99925,
              164006.587125
            ],
            [
              526152.99925,
              163999.9725
            ],
            [
              526160.27525,
              163983.436000001
            ],
            [
              526169.53575,
              163969.214624999
            ],
            [
              526169.866375,
              163965.245874999
            ],
            [
              526178.796125,
              163959.623500001
            ],
            [
              526187.725875,
              163959.95425
            ],
            [
              526195.332625,
              163961.938625
            ],
            [
              526209.88475,
              163968.2225
            ],
            [
              526236.673875,
              163979.136499999
            ],
            [
              526262.8015,
              163989.719875
            ],
            [
              526256.517625,
              164003.279874999
            ],
            [
              526271.06975,
              164009.563750001
            ],
            [
              526272.062,
              164008.24075
            ],
            [
              526276.361375,
              163997.988125
            ],
            [
              526289.259875,
              164003.279874999
            ],
            [
              526301.827625,
              164009.563750001
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "borough": "Sutton",
  "application_type": "All Other",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "005870047973",
  "valid_date": "04/11/2024",
  "decision_target_date": "03/02/2025",
  "appeal_decision_date": null,
  "locality": null,
  "centroid_northing": 164060,
  "ward": "Sutton Central",
  "decision_conditions": [
    "The development must be begun not later than the expiration of three years from the date of the original planning permission DM2022/01764, that is 19 December 2023.\t\r\rReason: To comply with Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).\r",
    "The development hereby permitted shall comprise buildings ranging from 6 to 22 storeys.\r\rReason: To provide certainty regarding the scale and scope of the proposed development.\r",
    "The development hereby permitted shall comprise no more than 1,014 residential homes.\t\r\rReason: To provide certainty regarding the scale and scope of the proposed development.\r",
    "The development hereby approved shall comprise no more than 864.21sqm (GIA) of non-residential uses, consisting of flexible use Class E floorspace and/or Sui Generis floorspace (drinking establishment with or without expanded food provision). \r\rReason: To provide certainty regarding the scale and scope of the proposed development.",
    "The development must provide no less than 1,805 residential spaces of cycle parking provision and 12 long stay and 28 short stay non-residential cycle spaces. \r\rReason: In the interest of promoting a modal shift to sustainable modes of transport and to accord with Policy 37 of the Sutton Local Plan 2018 and Policy T6 of the London Plan 2021.",
    "Car parking provision across the site must not exceed 64 spaces for residential use (this includes disabled car parking spaces). \r\rReason: In the interest of promoting a modal shift to sustainable modes of transport and to accord with Policies 36 and 37 of the Sutton Local Plan 2018 and Policy T5 of the London Plan 2021.",
    "Prior to commencement of development (other than demolition, land remediation or Site Preparation Works) a Site Wide Phasing Strategy shall be submitted to the Local Planning Authority. The Site Wide Phasing Strategy shall identify:\r\ri) the location of the phases of development;\rii) the buildings to be included in each phase; and\riii) the proposed areas of public realm and landscaping to be included in each phase.\r\rThe Development shall be carried out in accordance with the phasing plan or such revised phasing plan as may be submitted to the Local Planning Authority.\r \rReason: For the avoidance of doubt and in the interests of proper planning and is required to be pre-commencement to ensure a coordinated approach to the delivery of the development and the discharge of relevant conditions. \r",
    "Prior to the commencement of each phase of the development' including demolition and site clearance works, until a Construction Logistics Plan (CLP) for the relevant phase, to include details of: \r\r(a) loading and unloading of plant and materials; \r(b) storage of plant and materials; \r(c) programme of works (including measures for traffic  management); \r(d) provision of boundary hoarding; \r(e) hours of operation; \r(f) and means to prevent deposition of mud on the highway \r(g) delivery times (particularly abnormal loads), \r(h) details of  holding areas and \r(i) contractors parking have been submitted, to and approved in writing by, the Local Planning Authority. \r\rThe development shall be constructed in accordance with the approved statement. \r\rReason: To ensure that the proposed development does not interfere with the free flow of traffic and conditions of safety on the public highway, and to ensure the development process does not have a significant adverse impact on the amenities of nearby residential properties in accordance with Policies 29, 36 and 29 of the Sutton Local Plan 2018 and Policy T7 of the London Plan 2021. This is required to be pre-commencement to mitigate against the impacts of demolition/construction process.\r",
    "Prior to the commencement of each phase of the development' a Construction Management Plan (CMP) for the relevant phase, to include details of: \r\r(a) provision of boundary hoarding; \r(b) hours of operation; \r(c) means to control dust and emissions to air; \r(d) means to control noise and vibration \r(e) measures to prevent entrapment of mammals; has been submitted to, and approved in writing by, the Local Planning Authority. \r\rThe CMP should be in accordance with the GLA's Supplementary Planning Guidance 'Control of Dust and Emissions during Demolition and Construction'. The development shall be constructed in accordance with the approved plan. \r\rReason: To ensure that the proposed development does not have a significant adverse impact on the amenities of nearby residential properties and to minimise the impacts on local air quality. This condition is required to be pre-commencement as the Construction Management Plan needs to be in place before any works take place and to mitigate against the impacts of the demolition / construction process in accordance with Policies 29 and 34 of the Sutton Local Plan 2018.\r",
    "Prior to the commencement of works at the site a Dust Management Plan must be submitted to and approved in writing by the local planning authority. The DMP must include monitoring of dust deposition, dust flux, realtime PM10 continuous monitoring and/or visual inspections. This plan must incorporate the recommendations of (the relevant section) of the Air Quality Assessment and be in compliance with the GLA Control of Dust and Emissions during Construction and Demolition SPG. \r\rReason: To ensure that the proposed development does not have a significant adverse impact on the amenities of nearby residential properties and to minimise the impacts on local air quality in accordance with Policies 29 and 34 of the Sutton Local Plan 2018 This condition is required to be pre-commencement as the Construction Management Plan needs to be in place before any works take place and to mitigate against the impacts of the demolition / construction process in accordance with Policies 29 and 34 of the Sutton Local Plan 2018.\r",
    "Prior to the commencement of each phase (excluding demolition, site clearance and preparatory ground works) of development, an Air Quality Positive Statement (AQPS) for that phase shall be submitted to and approved in writing by the Local Planning Authority.\r\rThe AQPS shall set out measures that can be implemented across the relevant phase that improve local air quality as part of an air quality positive approach, in line with the Air Quality Positive Statement prepared by Ardent dated December 2022 with document reference 2006000-22D. The measures set out with the AQPS for each phase shall be implemented in accordance with the details so approved, and thereafter retained, unless otherwise agreed in writing by the Local Planning Authority.\r\rWithin three months of completion of the development the applicant must submit documentary evidence to show that the development hereby approved is Air Quality Neutral. \r\rReason: To protect and improve local air quality, in compliance with Policy 34 of the Sutton Local Plan 2018 and Policy SI 1 of the London Plan 2021.\r",
    "Prior to commencement of each phase of the development, excluding site preparation works, a scheme shall be submitted to and approved in writing by the Local Planning Authority to demonstrate that the noise level of 35 dB LAeq,16 hour in living rooms and bedrooms of that phase during the daytime (0700 to 2300 hours) and 30 dB LAeq,8 hour during the night time (2300 to 0700 hours) in bedrooms, in accordance with BS8233:2014, shall not be exceeded. Where these levels within each phase cannot be met with windows open appropriate acoustic ventilation should be provided so that the room can be sufficiently ventilated. Within each phase, the acoustic performance of any passive vent, variable speed mechanical air supply unit or whole house ventilation must be sufficient to ensure that the noise level standards given above are not compromised. Once agreed in writing by the Local Planning Authority the approved details shall be installed prior to the development being occupied and retained thereafter. \r\rReason: In the interests of the amenity of future occupiers and to accord with Policies 29 and 34 of the Sutton Local Plan 2018. This condition is required to be pre-commencement to ensure the measures are incorporated early into the scheme.",
    "Prior to commencement of development of each Phase (other than demolition, land remediation or Enabling Works) a piling method statement (detailing the depth and type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface sewerage infrastructure, and the programme for the works) for the Phase has been submitted to and approved in writing by the Local Planning Authority in consultation with Thames Water. Any piling must be undertaken in accordance with the terms of the approved piling method statement. \r\rReason: The proposed works will be in close proximity to underground sewerage utility infrastructure. Piling has the potential to significantly impact / cause failure of local underground sewerage utility infrastructure, in accordance with Policy 34 of the Sutton Local Plan 2018. The condition is required to be pre-commencement to ensure key infrastructure is protected.",
    "Prior to commencement of development of each Phase (other than demolition, land remediation or Enabling Works) a scheme for managing any borehole installed for the investigation of soils, groundwater or geotechnical purposes shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall provide details of how redundant boreholes are to be decommissioned and how any boreholes that need to be retained, post- development, for monitoring purposes will be secured, protected and inspected. \r\rReason: To ensure that redundant boreholes are safe and secure, and do not cause groundwater pollution or loss of water supplies in line with the Environment Agency's Groundwater Protection: Principles and Practice and to accord with Policy 34 of the Sutton Local Plan 2018. It is necessary for this condition to prevent the commencement of development until the requirements of the condition have been met to prevent ground water pollution.",
    "Prior to commencement of each Phase (other than demolition, land remediation or enabling works) the developer must provide confirmation that either: \r\ra) all wastewater, surface water and all water network upgrades required to accommodate the additional flows from the development have been completed; or \rb) a housing and infrastructure phasing plan has been agreed with Thames Water to allow additional properties to be occupied. Where a housing and infrastructure phasing plan is agreed, no occupation shall take place other than in accordance with the agreed housing and infrastructure phasing plan. \r\rReason: The development may lead to sewage flooding and network reinforcement works are anticipated to be necessary to ensure that sufficient capacity is made available to accommodate additional flows anticipated from the new development and to accord with Policy 34 of the Sutton Local Plan 2018. This condition is necessary prior to commencement given it involves subterranean works whereby any reinforcement works will be necessary in order to avoid sewer flooding and/or potential pollution incidents.",
    "a) Prior to the commencement of the basement parking area as approved (other than demolition or enabling works) a Car Parking Design shall be submitted to and approved in writing by the Local Planning Authority. The car parking design plan shall set out the key principles that will guide the temporary and completed parking management across the development and the long-term strategy for allocating, managing and monitoring on-site parking for blue badge and electric vehicles. \rb) Blue badge car parking spaces and electric vehicle spaces shall be constructed and marked out as accessible parking bays prior to the occupation of the relevant  phase to which they relate and retained thereafter. \rc) A management plan detailing how standard parking spaces will be allocated and the management of disabled spaces. \rd) Until such time the basement parking area is fully operational, all temporary car parking measures of each preceding phase/phases must be submitted and approved by the Local Planning Authority. Details must be submitted and approved prior to occupation of said phase. \r\rReason: This condition is required to be pre-commencement to ensure that sufficient off-street parking areas are provided and not to prejudice the free flow of traffic or conditions of general safety along the adjoining highway, to ensure and promote easier access for disabled persons in accordance with Policies 36 and 37 of the Sutton Local Plan 2018.\r",
    "Before  any development or construction work begins, a pre-commencement meeting shall be held on site and attended by the developers appointed arboricultural consultant, the site manager/foreman and a representative from the Local Planning Authority (LPA) to discuss details of the working procedures and agree either the precise position of the approved tree protection measures to be installed OR that all tree protection measures have been installed in accordance with the approved tree protection plan. The development shall thereafter be carried out in accordance with the approved details or any variation as may subsequently be agreed in writing by the LPA. \r\rReason: Required prior to commencement of development to satisfy the Local Planning Authority that the tree(s) to be retained will not be damaged during demolition or construction and to protect and enhance the appearance and character of the site and locality with best practice and Policy 28 of the Sutton Local Plan 2018 and pursuant to section 197 of the Town and Country Planning Act 1990.\r",
    "Prior to the commencement of the demolition hereby approved for each relevant phase a scheme for the protection of the retained trees, in accordance with BS 5837:2012, including a tree protection plan(s) (TPP) and an arboricultural method statement (AMS) shall be submitted to and approved in writing by the Local Planning Authority. Specific issues to be dealt with in the TPP and AMS: \r\ra) Location and installation of services/ utilities/ drainage. \rb) Methods of demolition within the root protection area (RPA as defined in BS 5837: 2012) of the retained trees. \rc) Details of construction within the RPA or that may impact on the retained trees. \rd) A full specification for the installation of boundary treatment works. \re) a full specification for the construction of any roads, parking areas and driveways within a RPA, including details of the no-dig specification and extent of the areas of the roads, parking areas and driveways to be constructed using a no-dig specification. Details shall include relevant sections through them. \rf) Detailed levels and cross-sections to show that the raised levels of surfacing, where the installation of no-dig surfacing within Root Protection Areas is proposed, demonstrating that they can be accommodated where they meet with any adjacent building damp proof courses. \rg) A specification for protective fencing to safeguard trees during both demolition and construction phases and a plan indicating the alignment of the protective fencing. \rh) Tree protection during construction indicated on a TPP and construction and construction activities clearly identified as prohibited in this area. \ri) Methodology and detailed assessment of root pruning \rj) Arboricultural inspection by a suitably qualified tree specialist annually up to the point of removal of the RPA. The development thereafter shall be implemented in strict accordance with the approved details. \r\rReason: Required prior to commencement of development to satisfy the Local Planning Authority that the tree (s) to be retained will not be damaged during demolition or construction and to protect and enhance the appearance and character of the site and locality with best practice and Policy 28 of the Sutton Local Plan 2018 and pursuant to section 197 of the Town and Country Planning Act 1990.\r",
    "Prior to demolition works a Construction Environmental Management Plan (CEMP) shall be submitted for formal approval. The CEMP shall be in accordance with BS42020:2013 and the points provided in the ES Vol I Chp 14 Biodiversity paragraph 14.5.2. All works carried out during the construction period shall be undertaken in accordance with the approved CEMP. \r\rReason: To enhance and protect the biodiversity value of the land in accordance with Policy 26 of the Sutton Local Plan 2018. This condition is required to be pre-commencement to ensure that protected species and the biodiversity value are not harmed or, are adequately mitigated for, prior to the construction process.\r",
    "Prior to the commencement of the superstructure of a relevant building within the development, (other than demolition or Enabling Works),   the following details shall be submitted to and approved by the Local Planning Authority and the works subsequently implemented in accordance with the details thus approved: \r\ra) drawings/details of any rooftop plant, screening and parapet finishes, presented at 1:20 scale. \rb) specification of balconies and/or winter gardens, communal entrances, vehicular entrances and gates, and  typical bay (showing window reveals, frames, cills and headers) at a scale of 1:20 (in plan, section and elevation) \rc) details of all rainwater pipes, flues or grills where these are visible on the external façade of the building d) samples of bricks/materials/cladding finishes to all external elevations (e.g. brick slips, RAL colour samples, metal work finishes etc.) to be presented for all buildings within the Phase. \r\rThe approved materials shall be used in the construction of the development hereby approved, completed prior to its occupation/use and retained thereafter. \r\rReason: To safeguard the visual amenities of the area and to ensure compliance with Policy 28 of the Sutton Local Plan 2018. This condition is required to be pre-commencement to ensure that materials are considered at an early stage of the construction process and it is important that details are agreed at this stage as this could potentially impact on construction methods.\r",
    "i) Apart from the demolition and removal of above ground structures, any development hereby approved shall not be implemented until such time as an additional Phase 2 intrusive investigation report, focused on the areas of concern highlighted in the Phase 1 and Phase 2 reports and including the Lime Kiln area indicated at the south end of the development site as shown on the 1913 map, has been submitted to and agreed in writing by the Local Planning Authority. \rii) Any remediation works identified in this final Phase 2 report shall be completed on site, in accordance with a quality assurance scheme agreed as part of the contaminated land assessment. \riii) On completion of the agreed remediation works, a closure report and certificate of compliance shall be submitted to the Local Planning Authority \r\rReason: This is required to be pre-commencement for the protection of controlled waters, in accordance with Policy 34 of the Sutton Local Plan 2018, as the site is located over a principal aquifer and within SPZ1, and it is understood that the site may be affected by historic contamination.\r",
    "i) If, during the course of development, any contamination is found which has not been previously identified, work in that area shall be suspended and additional measures for its remediation shall be submitted to and approved in writing by the Local Planning Authority. The remediation of the site shall incorporate the approved additional measures. \r\rii) Within 3 months of first occupation of the relevant phase a verification report for all the remediation works must be submitted to and approved in writing by the Local Planning Authority. \r\rReason:  To ensure that any remedial measures have been undertaken as agreed and the environmental risks have been satisfactorily managed so that the site is deemed suitable for use in accordance with Policy 34 of the Sutton Local Plan 2018.\r",
    "Prior to the commencement of the superstructure of a relevant building a scheme for wildlife and nesting features shall be submitted to and approved in writing by the Local Planning Authority consistent with the biodiversity enhancements set out at Page 173 of the Design and Access Statement 614-PTA-MP-ZZ-RP-A-0001, July 2023 - biodiversity enhancement scheme. The scheme will include full details on: numbers of each feature, type of feature / box / brick, location (plan and elevation views) of each feature, height above ground (if applicable) and nearest external lighting (if likely to have an impact). \r\rFeatures shall be undertaken in accordance with the approved scheme and thereafter retained in perpetuity. \r\rReason: To enhance the biodiversity value of the land in accordance with Policy 26 of the Sutton Local Plan 2018 and Policy G6 of the London Plan 2021. This condition is required to be pre-commencement to ensure that protected species and the biodiversity value are not harmed or, are adequately mitigated for, prior to the construction process.",
    "Prior to commencement of substructure  of each phase of the development (excluding site preparation works including site investigations and demolition), the applicant must submit a final detailed drainage design including drawings and supporting calculations and a completed updated Sutton Council SuDS Proforma to the Lead Local Flood Authority for final review and approval, aligned with the Ardent Document 2006000-01C FINAL, Flood Risk Assessment / Foul Sewage and Drainage Assessment (Surface Water & SuDs Report); and Sutton Drainage Assessment Form. May 2023. and associated drawings. Details of proposed exceedance flooding routes must be included to demonstrate how surface water flows over and above 1-in-100 year plus climate change storm events would be suitably managed, and a detailed management plan confirming routine maintenance tasks for all drainage components must also be submitted to demonstrate how the drainage system is to be maintained for the lifetime of the development phase. \r\rReason: This is required to be pre-commencement to prevent the risk of flooding to and from the site in accordance with relevant policy requirements including but not limited to Policy SI 13 of the London Plan 2021, its associated Sustainable Design and Construction SPG, the Non-Statutory Technical Standards for Sustainable Drainage Systems and Policy 32 of the Sutton Local Plan 2018.",
    "Prior to commencement of groundworks (excluding site investigations and demolition), the applicant must submit either further information to support the use of grey below ground storage features or a revised drainage strategy to include making the fullest possible use of green above ground attenuation storage features and accordingly revised supporting information, e.g. calculations. \r\rReason: This condition is required to be pre-commencement to safeguard the public from surface water flood risk, protect the environment and respond to climate change in accordance with Policy 32 of the Sutton Local Plan 2018 and Policy SI12 of the London Plan 2021.\r",
    "Prior to the occupation of a phase of the development hereby approved, details relevant to the phase from the approved framework Delivery and Servicing Management Plan (DSMP) (July 2023) shall be submitted to, and approved in writing by, the Local Planning Authority. The approved details shall be implemented and permanently retained thereafter. Details shall include temporary measures for said phase until such time the basement servicing area is fully operational. \r\rReason: In the interest of road safety and to safeguard the amenity of nearby residential properties in accordance with Policies 29 and 36 of the Sutton Local Plan 2018\r",
    "Details of the cycle storage for each phase shall be submitted to and approved in writing by the Local Planning Authority. The approved details shall be implemented prior to the occupation of the development and shall be retained thereafter for the life of the development. \r\rReason: To ensure sufficient cycle parking provision is provided in accordance with Policy 37 of the Sutton Local Plan 2018 and Policy T5 of the London Plan 2021.\r",
    "Prior to the occupation of each building of the development, full details of hard and soft landscaping in respect to the communal gardens on the roof terraces shall be submitted to and approved in writing by the Local Planning Authority. Once approved the areas must be delivered prior to occupation and retained for landscaping thereafter.\r\rAll hard and soft landscaping and tree planting shall be carried out in accordance with the approved details and to a reasonable standard in accordance with the relevant recommendations of appropriate British Standards (in particular, BS 3882: Specifications for Topsoil, Recommendations (2015) and BS 8545: Trees from Nursery to Independence in the Landscape, Recommendations (2014) or other recognised codes of good practice). \r\rAny tree(s) or plants that (within a period of five years after planting) are removed, die, or defective shall be replaced within one planting season with others of a similar size/species/number as originally approved, unless the Local Planning Authority gives its consent to any variation. \r\rReason: To ensure the provision, establishment and maintenance of a reasonable standard of landscape in accordance with the approved designs in accordance with Policy 28 of the Sutton Local Plan 2018.",
    "No building hereby permitted shall be occupied until an updated management plan confirming routine maintenance tasks for all drainage components and the maintenance owner(s) is submitted. \r\rReason: To ensure maintenance arrangements are in place to an acceptable standard of operation for the lifetime of the development and ensure that all maintenance risks have been identified, eliminated, reduced and/or controlled where appropriate, in accordance with Policy 32 of the Sutton Local Plan 2018, Policy SI 12 of the London Plan 2021 and paragraph 169 of the National Planning Policy Framework 2023.\r",
    "No building hereby permitted shall be occupied until evidence (photographs and installation contracts) is submitted to demonstrate that the sustainable drainage scheme for the site has been completed in accordance with the drainage strategy approved by discharge of condition 26. The sustainable drainage scheme shall be managed and maintained thereafter in accordance with the management and maintenance plan approved by discharge of condition 30 for all of the proposed drainage components. \r\rReason: To comply with the Non-Statutory Technical Standards for Sustainable Drainage Systems,  Policies SI 12 and SI 13 of the London Plan along with associated guidance to these policies and Policy 32 of the Sutton Local Plan 2018.\r",
    "a) The development shall achieve 'Secured by Design' accreditation awarded by the Design-Out Crime Officer from the Metropolitan Police Service on behalf of The National Police Chiefs' Council (NPCC). No dwelling shall be occupied until accreditation has been achieved and evidence of such accreditation has been submitted to and approved in writing by the Local Planning Authority. \rb) Prior to occupation a Secured by Design final inspection, once all works have been carried out to ensure compliance in all areas and certification shall be submitted to and approved by the Local Planning Authority. \r\rAll security measures applied to the approved development shall be permanently retained thereafter. \r\rReason: To ensure safe and secure development and reduce crime, in accordance with Policies D3 and D11 of the London Plan 2021 and Policy 28 of the Sutton Local Plan 2018\r",
    "The development hereby permitted must be carried out in accordance with the approved details within the Whole Lifecycle Carbon Assessment R06. Within 6 months of the final occupation of the final phase of the whole development the post-construction tab of the GLA's whole life-cycle carbon assessment template must be completed accurately and in its entirety in line with the GLA's Whole Life Carbon Assessment Guidance March 2022. The post-construction assessment must provide an update of the information submitted at planning submission stage, including the whole life carbon emission figures for all life-cycle modules based on the actual materials, products and systems used. This should be submitted to and approved in writing by the Local Planning Authority. \r\rReason: In the interests of minimising greenhouse gas emissions, in accordance with Policy SI 2 of the London Plan 2021 and Policy 31 of the Sutton Local Plan 2018.\r",
    "Prior to the occupation of the development the post-construction tab of the GLA's Whole Life-Cycle Carbon Assessment template should be completed in line with the GLA's Whole Life-Cycle Carbon Assessment Guidance. The post-construction assessment should be submitted to the GLA at: ZeroCarbonPlanning@london.gov.uk, along with any supporting evidence as per the guidance. Confirmation of submission to the GLA shall be submitted to, and approved in writing by, the local planning authority, prior to occupation of the development. \r\rReason: In the interests of minimising greenhouse gas emissions, in accordance with Policy SI 2 of the London Plan 2021.\r",
    "The use of any backup generator(s) is restricted to emergency use and operational testing (less than 50 hours per year).\r\rReason: To ensure that the proposed development does not have a significant adverse impact on the amenities of nearby residential properties and to minimise the impacts on local air quality in accordance with Policies 29 and 34 of the Sutton Local Plan 2018 and Policy SI 1 of the London Plan 2021.",
    "Prior to the occupation of each phase of development, a post construction monitoring report should be completed in line with the GLA's Circular Economy Statement Guidance. The post-construction monitoring report shall be submitted to the GLA, currently via email at: circulareconomystatements@london.gov.uk, along with any supporting evidence as per the guidance. Confirmation of submission to the GLA shall be submitted to, and approved in writing by, the local planning authority, prior to occupation of the relevant phase of development. \r\rReason: In the interests of sustainable waste management and in order to maximise the re-use of materials, in accordance with Policy SI 7 of the London Plan 2021.\r",
    "All of the residential units (100%) hereby approved shall be designed and constructed in accordance with Building Regulations Part M4(2). Evidence from an approved building control inspector demonstrating compliance should be submitted to and approved by the Local Planning Authority prior to occupation. Demonstration of compliance can include submission of a valid building control completion certificate. The development shall be retained in accordance with these approved details thereafter.\r\rReason To ensure that the internal layout of the building provides flexibility for the accessibility of future occupiers and their changing needs over time, in accordance with the requirements of Policy 9 of the Sutton Local Plan 2018 and Policy D7 of the London Plan 2021.\r",
    "10% of the total number of residential units hereby approved shall be designed and constructed in accordance with Building Regulations Part M4(3)a. The location of the units and evidence from an approved building control inspector demonstrating compliance should be submitted to and approved by the Local Planning Authority prior to occupation of the relevant building. Demonstration of compliance can include submission of a valid building control completion certificate. The development shall be retained in accordance with these approved details thereafter. \r\rReason: To ensure that sufficient accessible housing is provided and that the wheelchair units would be capable of providing adequate amenity in accordance with Policy 9 of the Sutton Local Plan 2018 and Policy D7 of the London Plan 2021\r\r",
    "Prior to occupation of a phase of the development, a waste management plan shall be submitted to and approved in writing by the Local Planning Authority. The plan shall demonstrate how refuse and recycling collection shall operate for that phase of the development. The measures contained within the approved management plan shall be implemented within the phase prior to occupation and shall be retained thereafter for the lifetime of the development. \r\rReason: To ensure that adequate arrangements are made for the storage and collection of refuse and recycling materials from all parts of this development in a manner that does not adversely affect the amenities of adjoining properties in accordance with Policies 28 and 29 of the Sutton Local Plan 2018 and Policy D6 of the London Plan 2021.",
    "Prior to the commencement of public realm and public open space landscaping works of each phase, a final scheme of public realm improvements and public open space shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall include materials to be used for the paving of the public realm in and around the site. Once approved the development must be carried out prior to any occupation of a unit in the relevant phase and  in accordance with the approved details and permanently  retained thereafter. \r\rReason: To ensure that the proposed public realm is of high quality in accordance with Policy 28 of the Sutton Local Plan 2018 and Policy D8 of the London Plan 2021.",
    "Prior to the occupation of each phase of the development hereby approved, a management plan for the public amenity space for that relevant phase shall be submitted to and approved in writing by the Local Planning Authority. Once approved the plan must be implemented for the lifetime of the development. \r\rReason: To ensure that the provision of communal amenity space and children's play space is maintained to a high quality in accordance with Policy S4 of the London Plan 2021 and Policy 28 of the Sutton Local Plan 2018.",
    "The development hereby permitted shall be carried out in accordance with the approved details within the Wind Microclimate assessment by Urban Microclimate, dated May 2023. \r\rThe details shall be submitted to and approved in writing by the Local Planning Authority with the mitigation measures fully implemented in accordance with the approved details prior to the commencement of superstructure of any part of the development and shall remain in perpetuity. \r\rReason: To ensure the comfort of future users/occupiers and passing pedestrians and cyclists and to ensure the satisfactory appearance of the building in accordance with Policies D8 and D9 of the London Plan 2021.",
    "Prior to commencement of play space within each Phase details of playspace including play equipment, boundary and landscaping treatment must be submitted to and approved by the Local Planning Authority to demonstrate that the delivery of each Phase is supported by adequate playspace.\r\rThe playspace strategy shall include inclusive play features to ensure children of all abilities have access to play. The overall playspace strategy for the whole scheme must provide a minimum of 3,743 sq m of child playspace and each application to discharge this condition shall provide details of the cumulative progress towards this requirement achieved through previous phases. \r\rThe approved playspace details shall be delivered in accordance with the approved details, with the play space(s) associated with each phase made available prior to first occupation of the phase and thereafter retained, unless otherwise agreed in writing with the Local Planning Authority. \r\rReason: To ensure the quality of children's play spaces in accordance with Policy S4 of the London Plan 2021.",
    "On completion of the Landscape works an Urban Greening Factor Statement must be submitted to the Local Planning Authority and approved in writing to demonstrate how a sitewide urban greening factor target score of at least 0.4 has been met in accordance with the submitted urban greening factor (Design and Access Statement, Section 10.16, Ref. 614-PTA-MP-ZZ-RP-A-0001_PL04_DAS. The measures set out shall be installed/implemented 6 months prior to occupation of the final building of the development and thereafter retained. \r\rReason: To comply with the urban greening factor policy requirement of 0.4 and to accord with Policy G5 of the London Plan 2021.",
    "Prior to operation of the basement car park, or a phase of it, the temporary location of Electric Vehicle charging infrastructure for the provision of electric vehicles associated with the Phase shall be submitted to and agreed in writing with the Local Planning Authority. \r\rCharging points for electric vehicles within the basement car park must be installed and made available for use with at least 20% of the total number of car parking spaces equipped with active electric vehicle charging points with all other spaces equipped with passive provision for electrical vehicle charging. Once approved and installed the charging infrastructure must remain permanently thereafter. \r\rReason: To provide charging facilities for electric vehicles and to encourage the uptake of electric vehicles in accordance with Policy T6 of the London Plan 2021.",
    "a) Prior to occupation within any Phase an overarching wayfinding strategy must be submitted to and approved in writing by the Local Planning Authority detailing the design approach to wayfinding infrastructure to be delivered across the site. \rb) A detailed wayfinding scheme and any updates to the overarching wayfinding strategy for each Phase must be submitted to and approved in writing by the Local Planning Authority prior to occupation of each Phase. The approved wayfinding infrastructure for each phase shall be installed, as approved prior to occupation of the relevant phase. \r\rReason: In the interests of public safety, wayfinding and promoting active travel and to accord with Policy D11 of the London Plan 2021.",
    "Prior to first occupation of a non-residential unit hereby permitted with a commercial kitchen, details of any ventilation system for the removal and treatment of cooking odours from any commercial catering are to be submitted to and approved in writing by the Local Planning Authority. The approved details shall be fully implemented before the first use of the relevant non-residential unit and shall thereafter be permanently retained in an efficient manner. \r\rReason: To safeguard the appearance of the premises and minimise the impact of cooking smells, odours and noise and to accord with Policies 29 and 34 of the Sutton Local Plan 2018.",
    "Prior to commencement of fit out works associated with entertainment within a Phase where uses falling within Sui Generis (drinking establishment with or without expanded food provision) and Class E (d) are proposed, a noise assessment and mitigation scheme (NMS) (to also include the reduction  of  noise transfer to upper residential levels).  shall be submitted to, and approved in writing by, the Local Planning Authority. The NMS will set out all relevant assessment assumptions (including assumed operating conditions, adopted source data and calculations) and will demonstrate that an internal NR25 and NR20 will be achieved at the closest existing and proposed receptor locations during the day (0700 - 2300) and night (2300 - 0700) respectively from any proposed entertainment noise. The approved NMS shall be fully implemented in the subsequent development. Plant and equipment approved in the NMS will be maintained and operated in accordance with the approved details. \r\rOnce approved the works shall be carried out prior to occupation of the non residential unit and permanently retained thereafter. \r\rReason: To ensure that the proposed and surrounding residential properties and other noise sensitive premises in the vicinity of site are adequately protected from noise, to accord with Policies 29 and 34 of the Sutton Local Plan 2018.",
    "Prior to occupation of each phase of the development hereby permitted an external lighting scheme shall be submitted to and approved in writing by the Local Planning Authority in accordance with the lighting strategy set out at page 178 of the Design and Access Statement 614-PTA-MP-ZZ-RP-A-0001, July 2023. \r\rThe scheme shall take into account all of the lighting needs associated with the development during operational hours and shall be the minimum required to perform the relevant lighting task.  It shall be specifically designed to minimise the risk of light spillage beyond the development site boundary and into the sky The scheme shall include: \ra. A report, prepared by a lighting engineer, setting out the technical details of the luminaires and columns to be used, including their location, type, shape, dimensions and expected luminance output \rb. A plan illustrating horizontal and vertical illuminance levels across the development site and at the boundary of the site. \rc. A plan illustrating horizontal and vertical illuminance levels beyond the boundary of the site, together with the downward light output ratio of the lights \rd. An operational statement, the purpose of which is to ensure that the developer and the lighting designer have considered operational regimes that provide energy savings \re. Details of the proposed hours of operation \r\rOnce approved, the lighting scheme shall be operated in accordance with the approved details. \r\rReason: To safeguard the amenities currently enjoyed by the occupants of adjoining premises and/or dwellings and in the interests of highway safety in accordance with Policies 29 and 37 of the Sutton Local Plan 2018.",
    "Prior to occupation of each phase a Landscape Management Plan will provide: \r\ra) The sizes of each habitat area to be created, how they will be created and full details and responsibilities on at least 5 years of aftercare and ongoing management and monitoring from creation; \r\rb) Green infrastructure (including how access for management will be created and maintained at height) comprising:\r\rI. Intensive green roofs with shrubs and trees; \rII. Water features, \rIII. Living walls \rIV. Raised planters \r\rThese features must be provided to maximise local biodiversity in accordance with the Green Space Factor, Biodiversity Strategy, Tree Strategy, and Planting Strategy set out at pages 171 to 176  of the Design and Access Statement 614-PTA-MP-ZZ-RP-A-0001, July 2023.\r\rOnce the development is complete the Landscape Management Plan will be updated to and include an updated cumulative No Net Loss and Net Gain evaluation for the whole development. \r\rWork shall be undertaken in accordance with the approved scheme and thereafter retained in perpetuity. \r\rReason: To enhance the biodiversity value of the land in accordance with Policy 26 of the Sutton Local Plan 2018.",
    "Each phase of development hereby approved shall be constructed in accordance with the details set out within the approved Energy Strategy prepared by Energist UK Ltd and dated July 23 (R10). The approved measures should thereafter be retained for as long as the development is in existence. \r\rReason: To ensure measures are implemented to reduce any detrimental  environmental impacts and deliver an energy efficient and sustainable  development in accordance with Policy 31 of the Sutton Local Plan 2018 and Policy SI2 of the London Plan 2021.",
    "All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/\r\rReason: In order to reduce the environmental impact of the construction and the impact on the amenities of neighbouring residents and to accord with Policies 29 and 34 of the Sutton Local Plan 2018.",
    "The site and building works required to implement each phase of development shall be only carried out between the hours of 08.00 and 18.00 Mondays to Fridays and between 08.00 and 13.00 on Saturdays and not at all on Bank Holidays and Sundays. The site and building works required to implement each phase of the development may be undertaken outside of these hours subject to prior approval from the Local Planning Authority. \r\rReason: In accordance with Policies 29 and 34 of the Sutton Local Plan 2018 and to safeguard the amenity of surrounding occupiers during the construction phase.",
    "In the event of any activity being undertaken within each phase of the development which would fall under Class E(a), (b) and (d) and sui generis use (late night drinking establishments)  these premises shall not be used by the public for the purposes hereby permitted before 6am and after 11pm Monday to Saturday and before 6am and after 10:30pm Sundays.\r\rAll deliveries and collection (including refuse) must be made between 08:00 and 2100hrs and no other time.\r\rReason: To protect the interests of surrounding residential amenity and to accord with Policies 29 and 34 of the Sutton Local Plan 2018.",
    "For the purposes of the Community Infrastructure Levy Regulations 2010 (as amended) this is a phased development. Prior to commencement of works to each phase of CIL development, a CIL development plan establishing the extent of the CIL development shall be submitted to and approved by the Council. Each CIL development approved by this condition shall be considered a separate chargeable development for the purposes of calculating Community Infrastructure Levy.\r\rFollowing approval, any subsequent changes to the CIL Phasing Plan will need to be agreed in writing by the Local Planning Authority.\r\rReason: For clarity, and to ensure CIL liability payments are phased and that each phase of the development is treated as if it were a chargeable development for levy purposes, in accordance with Regulation 8(3A) as amended by the Community Infrastructure Levy Regulations 2010 (as amended).",
    "No satellite antenna, apparatus or plant of any sort (including structures or plant in connection with the use of telecommunication systems or any electronic communications apparatus) shall be erected on the side or roof of any buildings unless and until details of their size and location have previously been submitted to and approved by the Local Planning Authority. The relevant part of the development shall be carried out in accordance with the approved details and thereafter retained. \r\rReason: In the interest of visual amenity and to accord with Policy 28 of the Sutton Local Plan 2018.",
    "The lead contractor of each Phase shall be signed up to the Considerate Constructors Scheme (CCS) and its published Code of Considerate Practice, and the details of (i) the membership, (ii) contact details, (iii) working hours as stipulated under the Control of Pollution Act 1974, and (iv) Certificate of Compliance, shall be clearly displayed on the site so that they can be easily read by passing members of the public, and those details shall thereafter be maintained on display throughout the duration of the works forming the subject of this permission \r\rReason: To mitigate the impact of construction work upon the levels of amenity that neighbouring and future occupiers should reasonably expect to enjoy and to ensure accordance with Policies 29 and 34 of the Sutton Local Plan 2018. It is necessary for this condition to prevent the commencement of development until the requirements of the condition have been met because the timing of compliance is fundamental to the decision to grant planning permission.",
    "The development hereby approved shall be constructed in accordance with the approved TM59 Overheating Assessment and TM52 Commercial Overheating Assessment (23 November 2022) prepared by Energist Ltd for the residential and commercial elements respectively. Prior to first occupation of each phase, documentary evidence including finalised dynamic thermal modelling results must be submitted to the Local Planning Authority and approved in writing which demonstrates that the overheating strategy has been implemented in line with the approved details. \r\rReason: To ensure measures are implemented to reduce any detrimental environmental impacts and deliver an energy efficient and sustainable Development and to comply with Policy 33 of the Sutton Local Plan 2018 and Policy SI4 of the London Plan 2021.",
    "The development hereby approved shall be constructed in strict accordance with the approved land levels and finished floor levels as shown on the approved drawings. \r\rReason: To provide certainty regarding the scale and scope of the proposed development.",
    "The development hereby approved must be constructed in accordance with the approved Fire Safety Overview dated Sept 2023, Issue 6. \r\rReason: In the interests of fire safety and to accord with Policy D12 of the London Plan 2021.\r",
    "The internal potable water consumption for each of the dwellings will be limited to 110 litres per person per day (l/p/d) based on the Government's national calculation method for water efficiency for the purposes of Part G of the Building Regulations. \r\rReason: To help conserve water supply in a sustainable manner, in accordance with Policy 33 of the Sutton Local Plan 2018 and Policy SI 5 of the London Plan 2021",
    "Ducting shall be provided to all dwellings to facilitate full fibre or equivalent broadband connectivity infrastructure. \r\rReason: To ensure sufficient digital connectivity, in accordance with Policy SI 6 of the London Plan 2021.",
    "Prior to the commencement of relevant ground or structural works that have a physical interface with Transport for London (TfL) assets, which include TfL highway and structures, Approval In Principle for Technical Approval will be obtained from TfL .\r\rReason: To safeguard TfL's assets and ensure relevant consents and approvals are in place for the ground and structural works which require physical interface with TfL's assets.\r\r"
  ],
  "pp_id": "PP-13478497",
  "decision_process": "Committee",
  "lapsed_date": "04/06/2030",
  "application_type_full": "Removal/Variation of a condition",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Sutton-DM2024_01476",
  "actual_commencement_date": null,
  "lpa_name": "Sutton",
  "last_updated": "2025-07-09T20:01:05.366Z",
  "lpa_app_no": "DM2024/01476",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.187305,
          51.361122
        ],
        [
          -0.187138,
          51.361152
        ],
        [
          -0.187089,
          51.361169
        ],
        [
          -0.18707,
          51.361184
        ],
        [
          -0.187095,
          51.361508
        ],
        [
          -0.187126,
          51.361919
        ],
        [
          -0.187147,
          51.362119
        ],
        [
          -0.187154,
          51.362172
        ],
        [
          -0.187176,
          51.362217
        ],
        [
          -0.187209,
          51.362233
        ],
        [
          -0.187241,
          51.362251
        ],
        [
          -0.187346,
          51.362256
        ],
        [
          -0.187646,
          51.36223
        ],
        [
          -0.187966,
          51.362185
        ],
        [
          -0.188455,
          51.362085
        ],
        [
          -0.188622,
          51.362046
        ],
        [
          -0.189573,
          51.361802
        ],
        [
          -0.189564,
          51.361778
        ],
        [
          -0.189574,
          51.361775
        ],
        [
          -0.189593,
          51.361761
        ],
        [
          -0.189623,
          51.361741
        ],
        [
          -0.189642,
          51.361723
        ],
        [
          -0.189643,
          51.361705
        ],
        [
          -0.189635,
          51.361663
        ],
        [
          -0.189567,
          51.361466
        ],
        [
          -0.189443,
          51.361128
        ],
        [
          -0.189445,
          51.361069
        ],
        [
          -0.189346,
          51.360918
        ],
        [
          -0.189218,
          51.360789
        ],
        [
          -0.189215,
          51.360753
        ],
        [
          -0.189089,
          51.3607
        ],
        [
          -0.188961,
          51.360701
        ],
        [
          -0.188851,
          51.360717
        ],
        [
          -0.18864,
          51.360771
        ],
        [
          -0.188251,
          51.360863
        ],
        [
          -0.187872,
          51.360952
        ],
        [
          -0.187958,
          51.361075
        ],
        [
          -0.187747,
          51.361129
        ],
        [
          -0.187733,
          51.361116
        ],
        [
          -0.187675,
          51.361023
        ],
        [
          -0.187488,
          51.361068
        ],
        [
          -0.187305,
          51.361122
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_status": null,
  "site_name": "B And Q Plc",
  "title_number": [],
  "decision_date": "04/06/2025",
  "appeal_start_date": null,
  "cil_liability": true,
  "development_type": "Major dwellings",
  "description": "S73 Application to vary conditions 1 (Approved Drawings), 3 (Building Storey Heights), 4 (Number of Homes), 6 (Cycle Spaces), 7 (Car Parking) and 43 (Play Space Provision) of planning permission ref: DM2022/01764 for the 'Site clearance and the phased development of new buildings containing residential uses, Class E commercial uses and sui generis uses (inc. drinking establishments including those with expanded food provision), private and communal amenity space, car parking, cycle parking, and other associated works. (THIS APPLICATION INCLUDES AN ENVIRONMENTAL STATEMENT)'",
  "epc_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "Idox Uniform",
  "appeal_decision": null,
  "actual_completion_date": null,
  "centroid_easting": 526227,
  "url_planning_app": "https://planningregister.sutton.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SLPQHXKCFO800",
  "application_details": {
    "site_area": 2.201,
    "s106_agreement": true,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "HIGIMP Land Charges Red Route Buffer"
      },
      {
        "result": null,
        "constraints_layer_description": "SMKCON Smoke Control Zone"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: CLC2024/00085--- Address: B And Q Plc\rSutton Court Road\rSutton\rSM1 4RQ\r--- Proposal: Application to partially clear condition 11 (Dust Management Plan - Site Preparation) of approved application DM2022/01764.--- Status: RI--- Decision: RI--- Date Decision Issued: 15-JUL-24---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: CLC2024/00084--- Address: B And Q Plc\rSutton Court Road\rSutton\rSM1 4RQ\r--- Proposal: Application to partially clear condition 10 (Construction Management Plan - Site Preparation) of approved application DM2022/01764.--- Status: RI--- Decision: RI--- Date Decision Issued: 15-JUL-24---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: EIA2022/00002--- Address: B And Q Plc\rSutton Court Road\rSutton\rSM1 4RQ\r--- Proposal: EIA Scoping request--- Status: RI--- Decision: RI--- Date Decision Issued: 09-MAY-22---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: B2001/48133--- Address: B & Q Depot, Sutton Court Road,\rSutton,--- Proposal: Display of seven illuminated signs and one non-illuminated sign on building currently under construction.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 06-NOV-01---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: B2001/48278--- Address: B & Q Depot, Sutton Court Road,\rSutton,--- Proposal: Formation of a canopy over part of external garden centre sales area.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 07-DEC-01---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: 87/28349--- Address: Parts Of Chalk Pit Site, Sutton Court Road,--- Proposal: Details of landscaping in pursuant to previous application No.LB21/S85/28349/O. 108-4-11.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 10-MAR-87---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: B1999/45129--- Address: B & Q Depot, Sutton Court Road,\rSutton,--- Proposal: Redevelopment of site to provide a two-storey building for purposes falling within Class A1 (non food retail) of the Town and Country Planning (Use Classes) Order 1987, provision of decked car parking on two levels together with garden centre, service area, and formation of new access onto Carshalton Road and alteration of existing access onto Sutton Court Road.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 20-OCT-00---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: 80/21120--- Address: Land Between Carshalton Road, Sutton Court Road\rAnd Langley Park Road\rSutton--- Proposal: Proposed office block of 165000sq ft with parking for 330 cars.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 12-AUG-82---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: CLC2024/00133--- Address: B And Q Plc\rSutton Court Road\rSutton\rSM1 4RQ\r--- Proposal: Application to clear condition 55 (CIL development plan) of approved application DM2022/01764.--- Status: RI--- Decision: RI--- Date Decision Issued: 22-AUG-24---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: CLC2024/00112--- Address: B And Q Plc\rSutton Court Road\rSutton\rSM1 4RQ\r--- Proposal: Application to partially clear condition 18 (Tree Protection plan and Arboricultural Statement) of approved application DM2022/01764.--- Status: RI--- Decision: RI--- Date Decision Issued: 23-JUL-24---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: DM2024/01476--- Address: B And Q Plc\rSutton Court Road\rSutton\rSM1 4RQ\r--- Proposal: Application to vary conditions 1 (approved drawings), 3 (Building Storey Heights), 4 (Number of Homes), 6 (Cycle Spaces), 7 (Car Parking) and 43 (Play Space Provision) of planning permission ref: DM2022/01764 for the 'Site clearance and the phased development of new buildings containing residential uses, Class E commercial uses and sui generis uses (inc. drinking establishments including those with expanded food provision), private and communal amenity space, car parking, cycle parking, and other associated works. (THIS APPLICATION INCLUDES AN ENVIRONMENTAL STATEMENT)' to allow the formation of additional residential units, additional one-storey upper floor extension to buildings A1, A2, B, C2, D and F, decreased heights to buildings C1, E1, E2, G, H1 and H2, layout changes to buildings F and H, increased play space (all ages), additional disabled parking space and increased cycle parking.--- Status: INV--- Decision: --- Date Decision Issued: ---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: DM2022/01764--- Address: B And Q Plc\rSutton Court Road\rSutton\rSM1 4RQ\r--- Proposal: Site clearance and the phased development of new buildings containing residential uses, Class E commercial uses and sui generis uses (inc. drinking establishments including those with expanded food provision), private and communal amenity space, car parking, cycle parking, and other associated works. (THIS APPLICATION INCLUDES AN ENVIRONMENTAL STATEMENT)--- Status: GTD--- Decision: GTD--- Date Decision Issued: 19-DEC-23---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: CLC2024/00086--- Address: B And Q Plc\rSutton Court Road\rSutton\rSM1 4RQ\r--- Proposal: Application to partially clear condition 20 (Construction Environmental Management Plan) of approved application DM2022/01764.--- Status: RI--- Decision: RI--- Date Decision Issued: 15-JUL-24---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: S1993/37809--- Address: B & Q Depot, Sutton Court Road, Sutton,--- Proposal: Display of an illuminated double sided pole sign.              --- Status: GTD--- Decision: GTD--- Date Decision Issued: 27-JUL-93---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: S1995/39368--- Address: B & Q Depot, Sutton Court Road, Sutton,--- Proposal: Display of four illuminated box signs.                         --- Status: GTD--- Decision: GTD--- Date Decision Issued: 20-MAR-95---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: S1993/37650--- Address: B & Q Depot, Sutton Court Road, Sutton,--- Proposal: Provision of a canopy to service yard area.                    --- Status: GTD--- Decision: GTD--- Date Decision Issued: 22-JUN-93---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: S1993/37603--- Address: B & Q Depot, Sutton Court Road, Sutton,--- Proposal: Provision of a canopy to external Garden Centre.               --- Status: GTD--- Decision: GTD--- Date Decision Issued: 19-MAY-93---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: S1993/37717--- Address: B & Q Depot, Sutton Court Road, Sutton,--- Proposal: Display of an illuminated free standing information            \rsign.                                                          --- Status: GTD--- Decision: GTD--- Date Decision Issued: 21-JUL-93---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: S1993/37608--- Address: B & Q Depot, Sutton Court Road, Sutton,--- Proposal: Display of four illuminated box signs, one non-illuminated     \rbox sign, two illuminated and four non-illuminated letter      \rsigns, together with one non-illuminated panel sign.           --- Status: GTD--- Decision: GTD--- Date Decision Issued: 02-JUN-93---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: S1990/34265--- Address: B & Q Depot, Sutton Court Road, Sutton,--- Proposal: Display of three high level externally illuminated signs       \ron the Langley Park Road elevation.                            --- Status: GTD--- Decision: GTD--- Date Decision Issued: 28-MAR-90---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: S1994/38938--- Address: B & Q Depot, Sutton Court Road, Sutton,--- Proposal: Retention of fencing and gates to service yard.                --- Status: GTD--- Decision: GTD--- Date Decision Issued: 27-SEP-94---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: S1995/39913--- Address: B & Q Depot, Sutton Court Road, Sutton,--- Proposal: Erection of a 3.6 metres high fence to provide storage area    \rin connection with garden centre.                              --- Status: GTD--- Decision: GTD--- Date Decision Issued: 11-OCT-95---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: S1993/37602--- Address: B & Q Depot, Sutton Court Road, Sutton,--- Proposal: Increase in height of existing fence to Garden Centre to       \r4.8 metres.                                                    --- Status: GTD--- Decision: GTD--- Date Decision Issued: 03-JUN-93---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: S1989/34188--- Address: B & Q Depot, Sutton Court Road, Sutton,--- Proposal: Display of two externally illuminated high level signs and     \rone non-illuminated high level sign.                           --- Status: GTD--- Decision: GTD--- Date Decision Issued: 28-FEB-90---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: CLC2024/00083--- Address: B And Q Plc\rSutton Court Road\rSutton\rSM1 4RQ\r--- Proposal: Application to partially clear condition 9 (Construction Logistics Plan - Site Preparation) of approved application DM2022/01764.--- Status: RI--- Decision: RI--- Date Decision Issued: 15-JUL-24---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: 87/30759--- Address: Parts Of Chalk Pit Site, Sutton Court Road,--- Proposal: Erection of eight 8 metre high flagpoles.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 08-OCT-87---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: B2001/48476--- Address: B & Q Depot, Sutton Court Road,\rSutton,--- Proposal: Display of various non-illuminated signs in accordance with drawing Nos. 3188/146B, 3188/150A and 3188/151A.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 28-FEB-02---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: 86/29148--- Address: Parts Of Chalk Pit Site, Sutton Court Road,--- Proposal: Erection of a building comprsing 79000 sq ft of floor space for use as a retail warehouse incorporating tea shop at mezzanine level and office accommodationat first floor level together with garden centre comprising 13800 sq ft, 405 car parking spcaes, service yard and new accesses onto Sutton Court Road.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 01-OCT-86---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: 87/30564--- Address: Parts Of Chalk Pit Site, Sutton Court Road,--- Proposal: Display of illuminated fascia and logo signs.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 08-OCT-87---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: 85/28350--- Address: Parts Of Chalk Pit Site, Sutton Court Road,--- Proposal: Erection of a retail warehouse and garden centre.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 18-DEC-86---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: 85/28349--- Address: Parts Of Chalk Pit Site, Sutton Court Road,--- Proposal: Erection of a retail warehouse and garden centre. 108-4-11.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 18-DEC-86---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: B2001/48307--- Address: B & Q Depot, Sutton Court Road,\rSutton,--- Proposal: Display of an illuminated double sided forecourt sign.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 08-FEB-01---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: S1989/32863--- Address: Comet Superstore, Sutton Court Road, Sutton,--- Proposal: Use of not more than 10% of premises for the sale of           \relectrical domestic goods and appliances and gas appliances    \r(amendment of Condition 12 to previously approved              \rapplication Nos. LB21/S85/28349'0' and LB21/S85/28350'0').     --- Status: GTD--- Decision: GTD--- Date Decision Issued: 03-MAY-89---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: S1989/33818--- Address: Comet Superstore, Sutton Court Road, Sutton,--- Proposal: Erection of four 10 metre high flagpoles.                      --- Status: GTD--- Decision: GTD--- Date Decision Issued: 01-NOV-89---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: S1989/33631--- Address: Comet Superstore, Sutton Court Road, Sutton,--- Proposal: Display of two illuminated signs at fascia level, an           \rilluminated entrance pole sign and two non-illuminated         \rdirection pole signs.                                          --- Status: GTD--- Decision: GTD--- Date Decision Issued: 01-NOV-89---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: B2000/45921--- Address: Lamp Columns 126 To 139, Carshalton Road,\rSutton,--- Proposal: Display of single and double vertical banners on three  lamp posts.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 13-SEP-00---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: 76/15718--- Address: New Link Road\rChalk Pit Way\rSutton\rSM1 4RD--- Proposal: Construction of a new roadway and pavement to link Sutton Court Road and Carshalton Road and the re-alignment of Sutton Court Road with the High Street to align with Grove Road Sutton.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 28-JAN-77---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: S1994/39198--- Address: Corner With Carshalton Road In, Chalk Pit Way, Sutton,--- Proposal: Display of an illuminated advertisement hoarding.              --- Status: REF--- Decision: REF--- Date Decision Issued: 01-FEB-95---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: S1994/39286--- Address: Corner With Carshalton Road In, Chalk Pit Way, Sutton,--- Proposal: Display of a non-illuminated advertisement hoarding.           --- Status: REF--- Decision: REF--- Date Decision Issued: 01-MAR-95---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: B2015/73326--- Address: B And Q Plc\rSutton Court Road\rSutton\rSM1 4RQ--- Proposal: Prior approval for the installation of PV equipment on the roofs of non-domestic buildings--- Status:  --- Decision:  --- Date Decision Issued: 17-FEB-16---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: 79/19940--- Address: Fronting Carshalton Road (B&Q- Formerly 52-68)\rCarshalton Road\rSutton--- Proposal: Continued display of 4 advertisement hoardings.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 07-FEB-80---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: 81/21609--- Address: Fronting Carshalton Road (B&Q - Formerly 52-68)\rCarshalton Road\rSutton--- Proposal: Erection of 4 non-illuminated advertisement hoardings.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 16-FEB-81---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: 77/16906--- Address: Fronting Carshalton Road (B&Q Formerly 52-68)\rCarshalton Road--- Proposal: Display of 6 advertisement hoardings.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 19-OCT-77---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: 66/1782--- Address: 35 Sutton Court Road\rSutton\rSM1 4SY--- Proposal: Retention and continued use of garage for housing District Nurses' cars.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 30-SEP-66---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: B2000/45923--- Address: Lamp Columns 146 To 154, Sutton Court Road,\rSutton,--- Proposal: Display of single and double vertical banners on seven lamp posts.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 13-SEP-00---"
      },
      {
        "result": null,
        "constraints_layer_description": "ENF2 Ref: EC/0083 - Address: B And Q Plc\rSutton Court Road\rSutton\rSM1 4RQ\r - Complaint: Breach of condition 17 of approved application S85/28349 & condition 2 of approved application S93/37650 - Status: CLOSED"
      },
      {
        "result": null,
        "constraints_layer_description": "ENF2 Ref: EC04/0179 - Address: B & Q Plc Sutton Court Road\rSutton\rSurrey\rSM1 4RQ - Complaint: Breach of conditions relating to illuminated signs. - Status: CLOSED"
      },
      {
        "result": null,
        "constraints_layer_description": "ENF2 Ref: EC16/0292 - Address: B And Q Plc\rSutton Court Road\rSutton\rSM1 4RQ - Complaint: Use of part of the car park for storage - Status: CLOSED"
      },
      {
        "result": null,
        "constraints_layer_description": "ENF2 Ref: EC10/0144 - Address: B & Q Plc\rSutton Court Road\rSutton\rSM1 4RQ - Complaint: Use of cycle shelter for storage. - Status: CLOSED"
      },
      {
        "result": null,
        "constraints_layer_description": "ARCH "
      },
      {
        "result": null,
        "constraints_layer_description": "TALL "
      },
      {
        "result": null,
        "constraints_layer_description": "TALL "
      },
      {
        "result": null,
        "constraints_layer_description": "TALL "
      },
      {
        "result": null,
        "constraints_layer_description": "SETSUT "
      },
      {
        "result": null,
        "constraints_layer_description": "DECENE "
      },
      {
        "result": null,
        "constraints_layer_description": "SSHOPF "
      },
      {
        "result": null,
        "constraints_layer_description": "SITEAL "
      },
      {
        "result": null,
        "constraints_layer_description": "SITEAL "
      },
      {
        "result": null,
        "constraints_layer_description": "STC "
      },
      {
        "result": null,
        "constraints_layer_description": "RRBZ "
      },
      {
        "result": null,
        "constraints_layer_description": "ENF Ref. No: EC04/0179--- Nature: Breach of conditions relating to illuminated signs."
      },
      {
        "result": null,
        "constraints_layer_description": "ENF Ref. No: EC10/0144--- Nature: Use of cycle shelter for storage."
      },
      {
        "result": null,
        "constraints_layer_description": "ENF Ref. No: EC16/0292--- Nature: Use of part of the car park for storage"
      },
      {
        "result": null,
        "constraints_layer_description": "PINT "
      },
      {
        "result": null,
        "constraints_layer_description": "SINCBU "
      },
      {
        "result": null,
        "constraints_layer_description": "CPZ "
      },
      {
        "result": null,
        "constraints_layer_description": "SGNLP "
      },
      {
        "result": null,
        "constraints_layer_description": "SGNLP "
      },
      {
        "result": null,
        "constraints_layer_description": "SGNLP "
      },
      {
        "result": null,
        "constraints_layer_description": "SGNBUF "
      },
      {
        "result": null,
        "constraints_layer_description": "SGNBUF "
      },
      {
        "result": null,
        "constraints_layer_description": "SGNBUF "
      },
      {
        "result": null,
        "constraints_layer_description": "SGNBUF "
      },
      {
        "result": null,
        "constraints_layer_description": "SGNBUF "
      },
      {
        "result": null,
        "constraints_layer_description": "SGNBUF "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "005870047973"
    ]
  },
  "last_updated_by": "Idox Uniform",
  "postcode": "SM1 4RQ",
  "last_date_consultation_comments": "29/11/2024",
  "secondary_street_name": null,
  "site_number": "",
  "subdivision_of_building": null,
  "street_name": "Sutton Court Road"
}