{
  "bo_system": "Idox Uniform",
  "last_updated": "2025-07-16T20:00:41.567Z",
  "lpa_name": "Sutton",
  "decision_agency": null,
  "locality": null,
  "decision_conditions": [
    "Occupier",
    "The development must be begun not later than the expiration of three years beginning with the date hereof.\r\rReason: To comply with Section 91 of the Town and Country Planning Act 1990, as amended.",
    "The three ground floor south facing windows to Flat 1 (serving bathroom, entrance door, bedroom) of the development hereby approved shall be glazed with obscure glass and retained thereafter.\r\rReason: To safeguard the level of privacy enjoyed by future occupants of the property in accordance with and to ensure compliance with policy 9 of the Sutton Local Plan 2018.",
    "Prior to the commencement of development (excluding demolition) the type and treatment of the materials, including samples, to be used on the exterior of the building(s) shall be submitted to and approved in writing by the Local Planning Authority. The approved materials shall be used in the construction of the development hereby approved, completed prior to its occupation/use and permanently retained thereafter.\r\rReason: To safeguard the visual amenities of the area and to ensure compliance with policies 28 and 30 of the Sutton Local Plan 2018.",
    "Prior to the commencement of the development (excluding demolition works), full details of the secure cycle storage facilities shall be submitted to, and approved in writing by, the Local Planning Authority which shall show their positioning within the site, the size and materials of the enclosure and the means of access. The approved details shall be implemented on site prior to the first occupation of the development hereby approved and thereafter permanently retained in accordance with the approved details.\r\rReason: To ensure the development provides an adequate level of cycle parking facilities and to encourage sustainable modes of transport, in accordance with policies 36 and 37 of the Sutton Local Plan 2018.",
    "Prior to the commencement of development, an Energy Statement incorporating 'as-designed' Standard Assessment Procedure (SAP) outputs based on SAP 10.2 carbon factors must be submitted to theLocal Planning Authority and approved in writing which demonstrates how each of the new dwellings created through change of use or refurbishment will maximise carbon dioxide (CO2) emissions reductions at each stage of the Mayor's energy hierarchy (be lean; be clean; be green). Emissions reductions at each stage of the hierarchy must be reported against the Part L 2021 baseline using the 'notional specifications for existing buildings' set out in Appendix 3 of the Mayor's Energy Assessment Guidance dated May 2022 and demonstrate that proposed on-site renewable energy technologies will deliver at least a 20% reduction in total emissions (regulated plus unregulated).\r\rReason: To comply with Policy 31 of the Sutton Local Plan 2018.",
    "Prior to the commencement of development, measures for the protection of all tree(s) shown to be retained shall be submitted to and approved in writing by the Local Planning Authority. The measures shall be in accordance with the British Standard BS5837:  Trees in relation to design, demolition and construction. Any works/development on site shall be carried out in strict accordance with the approved details and the protective measures shall only be removed on completion of the development.  \r\rReason: Required prior to commencement of development to satisfy the Local Planning Authority that the tree (s) to be retained will not be damaged during demolition or construction and to ensure tree(s) significant in terms of their provision of local amenity are protected from construction damage, in accordance with best practice and Policies 28 and 30 of the Sutton Local Plan 2018.",
    "Prior to commencement of the development hereby permitted, any works associated with the proposed change of use of buildings B1 (Stonecourt) and B2 (Stonecourt Cottage) and the boundary wall and garage will be clearly set out in a Method Statement by a Suitably Qualified Ecologist as to how all identified Potential Roost Features (PRFs - such as lifted tiles, hanging tiles, gaps in soffit boards, gaps in brickwork etc.) and the identified bat roost on B2, as per the Bat Survey Report (Aspect Ecology, 2024) and Preliminary Roost Assessment (aLyne Ecology, 2022) will be protected from all possible impacts that could affect the the current or future use of these features by bats.\rThe Method Statement will include all necessary plans and drawings to clearly identify where works can and cannot take place, in what manner and when.\rShould the Method Statement set out that the bat roost on B2 will be impacted (i.e. through repair or modification of the hanging tiles), works shall not in any way commence until the Local Planning Authority has been provided with and approved in writing that these are acceptable:\ra) a copy of the licence issued by Natural England pursuant to Regulation 55 of the\rConservation of Habitats and Species Regulations 2017 and the The Conservation of\rHabitats and Species (Amendment) (EU Exit) Regulations 2019, authorising the\rspecified activity / development to proceed, and;\rb) A copy of all proposed bat mitigation and enhancement required to secure the\rnecessary licence\r\rReason: To protect and enhance the biodiversity value of the land in accordance with Policy 26 of the Sutton Local Plan 2018. This condition is required to be pre-commencement of the proposed change of use of the existing buildings, to ensure that protected species are not harmed and, if necessary, fully mitigated for, prior to the demolition / construction process through the granting of an appropriate licence.",
    "Prior to commencement of the development hereby permitted, a scheme for onsite habitat creation / enhancements and offsite habitat protection shall be submitted to and approved in writing by the Local Planning Authority. This will take the form of a Biodiversity Enhancement and Management Plan (BEMP).\rThe BEMP will provide:\ra) Biodiversity Net Gain Assessment, covering all onsite areas to be impacted, working\rto the statutory guidelines;\rb) Green infrastructure, including but not limited to:\ra) rain gardens, planted SuDS, bioswales etc.\rc) A soft landscaping masterplan will detail biodiversity enhancement through planting\rschemes that provide nectar, pollen and fruit resources throughout the seasons, a\rvariety of structural diversity and larval food plants, through no less than 60% native\rand local species by number and diversity. Substrate, provenance and numbers of all\rbulbs, seeds and plugs / whips / trees will be detailed, as will aftercare and ongoing\rmanagement.\rOrnamental plants will not include any genera or species on Schedule 9 of the\rWildlife and Countryside Act (1981) or the LISI list and should be on the \"RHS Plants\rfor Pollinators\" lists (or of documented wildlife value), to provide increased resource\ravailability;\rd) Information on the management, maintenance and monitoring of all existing and\rproposed habitats;\re) A Japanese knotweed risk assessment;\rf) Information on the possible discharge of any waters into the nearby River Wandle\rand how these will be eliminated / reduced.\rWork shall be undertaken in accordance with the approved scheme and thereafter retained in perpetuity.\r\rReason: To enhance the biodiversity value of the land in accordance with Policy 26 of the\rSutton Local Plan 2018. This condition is required to be pre-commencement to ensure that the biodiversity value of the land is fully assessed and is not harmed and / or fully mitigated for, prior to the demolition / construction process.",
    "Prior to commencement of the development hereby permitted, a sensitive lighting scheme shall be submitted to and approved in writing by the Local Planning Authority.\rThis will be based on the recommendations within the Preliminary Roost Assessment\r(Section 7, aLyne Ecology, 2022) and cover both the construction / works period and\roccupation period.\ra) Horizontal and vertical light spill shall be shown in plan and cross-sectional views,\rrespectively, up to 20m from the site boundary onto the adjacent SINC, with isolux\rcontours down to 0.1lux and showing light degradation;\rb) The technical details of the luminaires and any columns to be used, including their\rlocation, type, shape, dimensions and expected luminance output and specifically\rexplaining what design attributes have been chosen to minimise light pollution;\rc) Lighting will be designed to minimise impacts on biodiversity as outlined in Guidance\rNote 08/23 Bats and Artificial Lighting (Institute of Lighting Professionals and the Bat\rConservation Trust).\r\rReason: To protect the biodiversity value of the land and adjacent land, in accordance with Policy 26 of the Sutton Local Plan 2018.",
    "Prior to first occupation, 'as-built' Standard Assessment Procedure (SAP) outputs must be submitted to the Local Planning Authority and approved in writing to demonstrate that the development has been carried out in accordance with the approved energy strategy If the development is unable to meet the required reduction in CO emissions through the approved energy strategy, then any shortfall shall be made up through the application of further sustainability measures. All of the approved measures must thereafter be retained for as long as the development is in existence.\r\rReason: To comply with Policy 31 of the Sutton Local Plan 2018.",
    " The development hereby approved shall be constructed in accordance with the\rapproved Drainage Strategy Report (A) prepared by RCD Consultants Ltd and dated 6 April 2023. Prior to first occupation of the development, written confirmation that the approved site drainage and flood risk management measures, including SuDS, have been implemented as part of the development as built must be submitted to the Local Planning Authority and approved in writing. All of the approved measures must thereafter be retained for as long as the development is in existence.\r\rReason: To comply with Policy 31 of the Sutton Local Plan 2018.",
    " Prior to first occupation of the development, a completed Water Efficiency Calculator for New Dwellings must be submitted to the Local Planning Authority and approved in writing to show that internal potable water consumption for each of the\rdwellings will be limited to no more than 110 litres per person per day (l/p/d) based on the Government's national calculation method for the purposes of Part G of the Building Regulations.\r\rReason: To comply with Policy 33 of the Sutton Local Plan 2018.",
    "Prior to occupation of the development hereby approved, full details of refuse and recycling storage shall be submitted to and approved in writing by the Local Planning Authority. The approved details shall be implemented in full prior to occupation of the development and retained thereafter.\r\rReason: To avoid harm to the character and appearance of the streetscene and local area in accordance with policy 28 of the Sutton Local Plan 2018 and to ensure adequate provision of refuse and recycling facilities in the interests of amenity for future and neighbouring occupiers in accordance with policy 29 of the Sutton Local Plan 2018.",
    "Prior to occupation of the development the car parking shall be laid out in accordance with drawing no. 1927-03B and shall be retained thereafter for the lifetime of the development.\r\rReason: To comply with policy 37 of the Sutton Local Plan 2018.",
    "Prior to the occupation of the development hereby approved details of the boundary treatments shall be submitted to and approved in writing by the Local Planning Authority and shall be implemented prior to occupation of the development.\r\rReason: To comply with Policy 28 Sutton Local Plan 2018.",
    "Prior to occupation of the development hereby permitted, a scheme for wildlife and nesting features shall be submitted to and approved in writing by the Local Planning Authority. These will include:\ra) Features on buildings, in accordance with the adopted Biodiversity Strategy,\rincluding at least:\ri) 1no. multi-chamber swift boxes per dwelling;\rii) 1no.house sparrow terrace per dwelling;\riii) 1no. bat brick / tile / box per dwelling (can also be located on any suitable\ronsite trees, or offsite in discussion with the Council's Biodiversity Team)\rb) other bird boxes or features, as appropriate to the site (including insect boxes /\rhotels, solitary bee bricks etc.)\rThe scheme will include full details on: numbers of each feature, type of feature / box / brick, location (plan and elevation views) of each feature, height above ground (if applicable) and nearest external lighting (reflecting the Condition 10 Sensitive Lighting Scheme).\rFeatures shall be undertaken in accordance with the approved scheme and thereafter\rretained in perpetuity.\r\rReason: To enhance the biodiversity value of the land in accordance with Policy 26 of the Sutton Local Plan 2018.\r",
    "Prior to occupation of the development hereby permitted, a Statement of Conformity shall be submitted to and approved in writing by the Local Planning Authority. The Statement of Conformity will be signed by a suitably qualified ecologist and include evidence in the form of full details on:\ra) post completion photographs of each and every habitat / enhancement;\rb) Post installation photographs of each nesting / roosting feature under Condition 17 (Features for Wildlife)\rc) proof will be provided that all natural environment data (e.g. habitats, species, green\rinfrastructure features) from ecological surveys for the site (including pre- and\rpost-development), has been or can be shared with Greenspace Information for\rGreater London CIC (GiGL), London's environmental records centre, following\rGiGL's data standards.\rThis condition is to certify that the details for each habitat / feature are in accordance with the approved information.\r\rReason: To enhance the biodiversity value of the land in accordance with Policy 26 of the Sutton Local Plan 2018.",
    "The development must be carried out in accordance with the provisions of the Fire Safety Statement by Smart Architecture dated 21st February 2023 (First Issue).\r\rReason: To ensure that the development incorporates the necessary fire safety measures in accordance with the Mayor's London Plan Policy D12.",
    "The vehicle access gates hereby approved on Mill Lane must be electronically operated so that they can be activated / opened from a moving vehicle approaching the site. The electronic gates shall thereafter be permanently maintained.\r\rReason: To ensure that the proposed development does not interfere with the freeflow of traffic and conditions of safety on the public highway, in accordance with Policy 36 of the Sutton Local Plan 2018."
  ],
  "valid_date": "26/04/2023",
  "centroid": {
    "lat": 51.367002,
    "lon": -0.163884
  },
  "lpa_app_no": "DM2023/00184",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "postcode": "SM5 2HU",
  "ward": "Carshalton Central",
  "description": "Change of use of Stone Court from Class E (Office) to Class C3 (Residential) and refurbishment of Stone Court Cottage to provide 6 self-contained residential units involving accommodation in roofspace of single storey elements of Stone Court, alterations to fenestration of Stone Court and Stone Cottage, alterations to existing boundary treatments, provision of vehicular and pedestrian access from Mill Lane and provision of cycle and refuse stores in existing garage.",
  "appeal_start_date": null,
  "application_type": "All Other",
  "site_name": "Stonecourt",
  "last_date_consultation_comments": "11/07/2023",
  "cil_liability": true,
  "application_details": {
    "site_area": 1000,
    "total_gia_gained": 495,
    "rain_water_harvesting": false,
    "grey_water_reuse": false,
    "total_gia_existing": 495,
    "non_residential_details": {
      "total_gia_existing": 0,
      "total_gia_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "site_area": 0.1
    },
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "no_resi_units_to_have_full_fibre": 6,
      "no_non_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "total_annual_pm_emissions": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "no_new_gas_connections_required": 0,
      "no_passive_rapid_ev_charging_points": 0,
      "no_active_slow_ev_charging_points": 0,
      "urban_greening_factor_score": 0,
      "no_active_rapid_ev_charging_points": 0,
      "no_passive_slow_ev_charging_points": 0,
      "no_passive_fast_ev_charging_points": 0,
      "no_active_fast_ev_charging_points": 0,
      "no_active_other_ev_charging_points": 0,
      "no_passive_other_ev_charging_points": 0
    },
    "internal_resi_water_usage": 100,
    "ownership_status": "Public",
    "scheme_phasing": true,
    "green_suds": false,
    "garden_land_lost": false,
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": null,
        "max_height": 9.5,
        "building_ref": "All"
      }
    ],
    "total_gia_lost": 495,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 495,
        "gia_gained": 495,
        "use_class": "C3",
        "gia_lost": 495
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "phasing_details": [
      {
        "phase_detail": "All",
        "intended_commencement_date": "12/2023",
        "intended_completion_date": "12/2024"
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "s106_agreement": false,
    "existing_uprns": [
      "005870063389"
    ],
    "commencement_notice_received": false,
    "other_residential_accommodation_details": {
      "site_area": 0.1
    },
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [
        {
          "land_swap": false
        }
      ],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "CONARA Carshalton Village"
      },
      {
        "result": null,
        "constraints_layer_description": "SLRP3 "
      },
      {
        "result": null,
        "constraints_layer_description": "SLRP10 "
      },
      {
        "result": null,
        "constraints_layer_description": "HIGIMP Land Charges Red Route Buffer"
      },
      {
        "result": null,
        "constraints_layer_description": "SMKCON Smoke Control Zone"
      },
      {
        "result": null,
        "constraints_layer_description": "RADCON "
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: DM2023/00184--- Address: Stonecourt\r2 North Street\rCarshalton\rSM5 2HU\r--- Proposal: The proposed conversion and refurbishment of Stone Court and Stone Court Cottage to create 6 dwellings \r(1 x 1 bed, 2 x 2 bed and 3 x 3 bed) with alterations to the existing access to Mill Lane--- Status: REC--- Decision: --- Date Decision Issued: ---"
      },
      {
        "result": null,
        "constraints_layer_description": "ARCH "
      },
      {
        "result": null,
        "constraints_layer_description": "HISTP "
      },
      {
        "result": null,
        "constraints_layer_description": "METGC "
      },
      {
        "result": null,
        "constraints_layer_description": "METOL "
      },
      {
        "result": null,
        "constraints_layer_description": "POS "
      },
      {
        "result": null,
        "constraints_layer_description": "WVPARK "
      },
      {
        "result": null,
        "constraints_layer_description": "PINT "
      },
      {
        "result": null,
        "constraints_layer_description": "LLB "
      },
      {
        "result": null,
        "constraints_layer_description": "SINCBU "
      },
      {
        "result": null,
        "constraints_layer_description": "LBUNI Ref: L095 - Status: II - Address: Water Wheel In Grounds Of The Grove,Mill Lane,Carshalton,,"
      },
      {
        "result": null,
        "constraints_layer_description": "CPZ "
      }
    ],
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 495,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_gia_lost": 495,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    }
  },
  "street_name": "North Street",
  "url_planning_app": null,
  "uprn": "005870063389",
  "appeal_decision_date": null,
  "pp_id": "PP-11913245",
  "decision_process": "Committee",
  "centroid_easting": 527916,
  "epc_number": null,
  "centroid_northing": 164704,
  "application_type_full": "Full planning permission",
  "secondary_street_name": null,
  "decision": "Approved",
  "actual_commencement_date": null,
  "development_type": "Minor dwellings",
  "last_updated_by": "Idox Uniform",
  "actual_completion_date": null,
  "site_number": "2",
  "id": "Sutton-DM2023_00184",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Sutton",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "decision_target_date": "21/06/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527941.631625,
              164739.47075
            ],
            [
              527938.489625,
              164735.336625
            ],
            [
              527934.02475,
              164738.974625001
            ],
            [
              527917.984375,
              164718.13875
            ],
            [
              527904.259125,
              164698.294875
            ],
            [
              527897.97525,
              164689.695875
            ],
            [
              527898.306,
              164688.926999999
            ],
            [
              527905.582,
              164691.018874999
            ],
            [
              527908.0625,
              164689.199875001
            ],
            [
              527914.51175,
              164698.294875
            ],
            [
              527922.283875,
              164694.4915
            ],
            [
              527931.04825,
              164706.893874999
            ],
            [
              527928.237,
              164708.712874999
            ],
            [
              527931.04825,
              164712.681624999
            ],
            [
              527932.20575,
              164714.831374999
            ],
            [
              527935.017,
              164716.650374999
            ],
            [
              527940.14325,
              164717.973375
            ],
            [
              527952.38025,
              164730.871750001
            ],
            [
              527941.631625,
              164739.47075
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "parking_details": {
    "no_existing_car": 5,
    "net_car": 0,
    "no_proposed_car": 5
  },
  "title_number": [],
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.163503,
          51.367315
        ],
        [
          -0.16355,
          51.367278
        ],
        [
          -0.163612,
          51.367312
        ],
        [
          -0.16385,
          51.367128
        ],
        [
          -0.164054,
          51.366953
        ],
        [
          -0.164148,
          51.366877
        ],
        [
          -0.164143,
          51.36687
        ],
        [
          -0.164038,
          51.366888
        ],
        [
          -0.164003,
          51.366871
        ],
        [
          -0.163907,
          51.366951
        ],
        [
          -0.163797,
          51.366915
        ],
        [
          -0.163667,
          51.367024
        ],
        [
          -0.163706,
          51.367041
        ],
        [
          -0.163664,
          51.367076
        ],
        [
          -0.163647,
          51.367096
        ],
        [
          -0.163606,
          51.367111
        ],
        [
          -0.163532,
          51.367122
        ],
        [
          -0.163352,
          51.367235
        ],
        [
          -0.163503,
          51.367315
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lapsed_date": "03/07/2028",
  "decision_date": "03/07/2025"
}