{
  "decision_agency": null,
  "date_building_work_started_under_previous_permission": null,
  "site_number": "142",
  "decision_process": "Delegated",
  "appeal_start_date": null,
  "lapsed_date": "23/06/2028",
  "uprn": "005870052975",
  "locality": null,
  "appeal_decision_date": null,
  "centroid_easting": 526564,
  "application_details": {
    "intended_commencement_date": "06/2025",
    "no_additional_bedrooms": 0,
    "total_gia_gained": 28,
    "no_additional_bathrooms": 0,
    "intended_completion_date": "09/2025"
  },
  "date_building_work_completed_under_previous_permission": null,
  "site_name": "",
  "borough": "Sutton",
  "status": "Refused",
  "epc_number": null,
  "bo_system": "Idox Uniform",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.183227,
          51.370428
        ],
        [
          -0.183126,
          51.370444
        ],
        [
          -0.18312,
          51.370445
        ],
        [
          -0.182913,
          51.370476
        ],
        [
          -0.182713,
          51.370506
        ],
        [
          -0.182683,
          51.37051
        ],
        [
          -0.182672,
          51.370512
        ],
        [
          -0.182694,
          51.37057
        ],
        [
          -0.18275,
          51.370561
        ],
        [
          -0.18293,
          51.370534
        ],
        [
          -0.183332,
          51.370471
        ],
        [
          -0.183309,
          51.370415
        ],
        [
          -0.183227,
          51.370428
        ]
      ]
    ],
    "type": "Polygon"
  },
  "cil_liability": false,
  "title_number": [],
  "application_type": "Prior Approval",
  "street_name": "Benhill Road",
  "actual_commencement_date": null,
  "parking_details": null,
  "decision_target_date": "27/06/2025",
  "lpa_name": "Sutton",
  "secondary_street_name": null,
  "decision_date": "23/06/2025",
  "last_updated": "2025-07-09T20:04:10.570Z",
  "url_planning_app": "https://planningregister.sutton.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SWCFRXKCJ5P00",
  "ward": "Sutton North",
  "valid_date": "16/05/2025",
  "reference_no_of_permission_being_relied_on": null,
  "development_type": "Prior approvals (householder, schools, office)",
  "appeal_decision": null,
  "postcode": "SM1 3SA",
  "centroid_northing": 165056,
  "description": "Prior Approval for a single storey rear extension projecting from the rear of the original house by 6m.",
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "lpa_app_no": "DM2025/00649",
  "decision": "Refused",
  "application_type_full": "Prior Approval: Larger Home Extension",
  "last_updated_by": "Idox Uniform",
  "appeal_status": null,
  "id": "Sutton-DM2025_00649",
  "decision_conditions": [
    "A1(a) permission to use the dwellinghouse as a dwellinghouse has not been granted only by virtue of Class M, N, P, PA or Q of Part 3 of this Schedule (changes of use);",
    "A1(b) as a result of the work the total area of ground covered by buildings within the curtilage of the dwellinghouse (other than the original dwellinghouse) would not exceed 50% of the total area of the curtilage",
    "A1(c) the height of the part of the dwelling house enlarged, improved or altered would not exceed the height of the highest part of the roof of the existing dwellinghouse",
    "A1(d) the height of the eaves of the part of the dwelling house enlarged, improved or altered would not exceed the height of the eaves of the existing dwellinghouse",
    "A1(e) the enlarged part of the dwellinghouse would not extend beyond a wall which  -\r(i) forms the principal elevation of the original dwellinghouse; or\r(ii) fronts a highway and forms a side elevation of the original dwellinghouse",
    "A1(g) for a dwellinghouse not on article 2(3) land nor on a site of special scientific interest, the enlarged part of the dwellinghouse would have a single storey and\r(i) not extend beyond the rear wall of the original dwellinghouse by more than 8 metres (detached dwellinghouse) or 6 metres (other dwellinghouse), or\r(ii) not exceed 4 metres in height\r(iii) the requirements of A.4 have been met",
    "A1(i) if the proposed extension is within 2m of the boundary of the curtilage of the dwellinghouse, the height of the eaves would not exceed 3 metres",
    "A1(j) the enlarged part of the dwellinghouse would extend beyond a wall forming a side elevation of the original dwellinghouse and would not - \r(i) exceed 4 metres in height\r(ii) have more than one storey or\r(iii) have a width greater than half the width of the original dwellinghouse",
    "A1(ja) the total enlargement (being the enlarged part together with any existing enlargement of the original dwellinghouse to which it will be joined) would not exceed the limits set out in sub paragraphs (e) to (j)",
    "A1(k) Would not consist of or include - \r(i) construction or provision of a veranda, balcony or raised platform \r(ii) the installation, alteration or replacement of a microwave antenna or \r(iii) the installation, alteration or replacement of chimney, flue or soil and vent pipe\r(iv) an alteration to any part of the roof of the dwellinghouse",
    "A3(a) the materials used in any exterior work (other than materials used in the construction of a conservatory) shall be of a similar appearance to those used in the construction of the exterior of the existing dwellinghouse",
    "A3(b) any upper floor window located in a wall or roof slope forming a side elevation of the dwellinghouse shall be -\r(i) obscure glazed and\r(ii) non opening unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed;",
    "A1(l) the dwellinghouse has not been built under Part 20 of this Schedule (construction of new dwellinghouses).",
    "The proposed extension as shown on the submitted drawings would extend across the rear of the property and beyond what forms the side wall of the property. The extension would therefore extend beyond an original side wall of the house and the extension would exceed half the width of the original dwellinghouse at its widest point and is contrary to criteria (j)(iii) and subsequently (ja).\r\r",
    "The submitted drawings show steps to the rear of the proposed extension, these steps would be approximately 40cm high. Therefore the proposal fails to meet criteria  A1(k)(i) as the proposal would include the construction or provision of a veranda, balcony or raised platform."
  ],
  "pp_id": "PP-14007547",
  "last_date_consultation_comments": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526560.1,
              165051.5
            ],
            [
              526567.1,
              165053.4
            ],
            [
              526567.5,
              165053.5
            ],
            [
              526581.85,
              165057.300000001
            ],
            [
              526595.65,
              165061.050000001
            ],
            [
              526597.7,
              165061.550000001
            ],
            [
              526598.5,
              165061.75
            ],
            [
              526596.8,
              165068.199999999
            ],
            [
              526592.9,
              165067.1
            ],
            [
              526580.45,
              165063.75
            ],
            [
              526552.7,
              165056.1
            ],
            [
              526554.4,
              165049.9
            ],
            [
              526560.1,
              165051.5
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "centroid": {
    "lat": 51.370468,
    "lon": -0.183169
  }
}