{
  "decision_agency": null,
  "status": "Approved",
  "decision": "Approved",
  "centroid": {
    "lon": -0.166788,
    "lat": 51.333837
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527785.348875,
              161024.663125001
            ],
            [
              527777.24,
              161027.83
            ],
            [
              527767.77,
              161031.529999999
            ],
            [
              527761.35,
              161033.76
            ],
            [
              527748.11,
              161040.16
            ],
            [
              527745.29,
              161041.859999999
            ],
            [
              527740.57,
              161046.5
            ],
            [
              527740.24,
              161045.710000001
            ],
            [
              527738.66,
              161038.26
            ],
            [
              527738.995625,
              161038.148375001
            ],
            [
              527717.364375,
              160975.344000001
            ],
            [
              527838.576875,
              160935.656500001
            ],
            [
              527869.500125,
              160967.922499999
            ],
            [
              527882.23325,
              161014.224625001
            ],
            [
              527813.772125,
              161035.55675
            ],
            [
              527789.79425,
              161023.154375
            ],
            [
              527785.348875,
              161024.663125001
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "borough": "Sutton",
  "application_type": "All Other",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "005870059547",
  "valid_date": "13/11/2024",
  "decision_target_date": "12/02/2025",
  "appeal_decision_date": null,
  "locality": null,
  "centroid_northing": 161011,
  "ward": "Carshalton South & Clockhouse",
  "decision_conditions": [
    "The approved development shall be carried out in accordance with the following drawings/details:\r\rSUT-PAS-HTA-A-DR-0001 REV B Existing Location Plan\rSUT-PAS-HTA-A-DR-0010 REV B Existing Site Plan\rSUT-PAS-HTA-A-DR-0030 Existing Site Sections-Elevations\r050 Rev P4 Site Plan/External Works\rSK-05 Rev P2 Proposed Substation Relocation\r0052-WGC-B1-00-DR-C-1221 RevP5 - Surface Finishes\r0050-LIZ-Z1-00-DR-L-1100 RevP06 Key Site Layout Plan\rSUT-PAS-HTA-A-DR-0112 REV D Proposed Tree Retention Plan\rSUT-PAS-HTA-A-DR-0113 REV H Offsite Screening Landscape Proposals\rSUT-PAS-HTA-A-DR-0114 REV C Proposed Refuse Strategy\rSUT-PAS-HTA-A-DR-0120 REV D Proposed Phasing Strategy - Construction Phase 01\rSUT-PAS-HTA-A-DR-0121 REV D Proposed Phasing Strategy - Construction Phase 02\rSUT-PAS-HTA-A-DR-0122 REV D Proposed Phasing Strategy - Construction Phase 03\rSUT-PAS-HTA-A-DR-0130 REV A Proposed Site Sections-Elevations\rSUT-PAS-HTA-A-DR-0300 REV A Proposed Amenity Block Plan\rSUT-PAS-HTA-A-DR-0310 REV A Proposed Amenity Block Elevations\rSUT-PAS-HTA-A-DR-0320 REV A Proposed Community Hall Plan\rSUT-PAS-HTA-A-DR-0330 REV B Proposed Community Hall Elevations 1of2\rSUT-PAS-HTA-A-DR-0331 REV B Proposed Community Hall Elevations 2of2\rSUT-PAS-HTA-A-DR-0690 REV A Proposed Boundaries 1of2\rSUT-PAS-HTA-A-DR-0691 REV A Proposed Boundaries 2of2\rSUT-PAS-HTA-A-XX_SC-0800-Accommodation Schedule_Rev A\rSUT-PAS-HTA-A-DR-0900 REV C Proposed Street Sections\rDesign and Access Statement Issue 8 provided by HTA and dated November 2022\rCovering Letter by HTA dated 30 June 2022\rTransport Statement provided by Velocity Transport Planning Ltd & dated March 2022\rWhole Life-Cycle Carbon Assessment Report dated July 2024 by HTA Design LLP\rEnergy and Sustainability Statement Issue 3 provided by HTA and dated June 2022\rBiodiversity Impact Change Calculation - Accompanying Letter Rev 06 dated 27 October 2022\rRevisions to calculated costs in Biodiversity Impact Calculator by The Ecology Co-op&dated 30-11-22\rD001 Rev 0.4 Construction Logistics Management Plan dated September 2023 by Velocity\rFire Safety Statement (Draft 02) prepared by Oakleaf Surveying Ltd and dated August 2022\rGreen Space Factors_REV C\rImpact Assessment on the External Lighting Installation by Pope Consulting Ltd & dated February 2022\rFlood Risk Assessment Rev C provided by Symmetrys and dated May 2022\rGround Investigation Report provided by Ian Farmer Associates Ltd and dated March 2022\rArboricultural Report provided by Tim Moya Associates and dated June 2022\rPlanning Statement provided by HTA and dated June 2022\rAir Quality Assessment provided by Air Quality Consultants and dated March 2022\rEcological Impact Assessment provided by The Ecology Co-operation Ltd and dated May 2022\rThe Pastures Revised Phase 1 Map\rOff-site Biodiversity calculation - 30.11.22\rSutton Pastures Impact Calculator - 30.11.22\rME001 RevT2 Marked up plan showing indicative additional lighting\r21-194-T-006 RevD Indicative layout showing the bus stop highways works\rAir Quality Neutral & Offsetting Payment provided by Air Quality Consultants and dated October 2022\rResponse to TfL dated September 2022\rP4719 Construction Environmental Management Plan Rev03 dated 14 June 2024 by the Ecology Co-op\r211147-PD-35a Arboricultural Method Statement dated June 2024 by Tim Moya Associates\r0052-WGC-B1-00-DR-C-1205-Levels-Layout-Rev.P4\r3 Phase Phasing Strategy\r\rReason: For the avoidance of doubt and in the interests of proper planning.",
    "The development must be begun not later than the expiration of three years beginning with the date of the original planning permission ref: DM2022/01214, which was granted permission on 20.03.2023.\r\rReason: To comply with Section 91 of the Town and Country Planning Act 1990, as amended.",
    "The development hereby approved shall be implemented in accordance with the approved Phasing Strategy referenced '3 Phase Phasing Strategy' as detailed under the approved application referenced CLC2023/00134, or any strategy subsequently agreed with the Local Planning Authority.\r\rReason: In the interests of proper planning.",
    "The development hereby approved shall be carried out in accordance with the approved D001 Rev 0.4 Construction Logistics Management Plan dated September 2023 by Velocity as detailed under application referenced CLC2023/00162. This approved plan shall be adhered to throughout the demolition and construction period.\r\rReason: To ensure that the proposed development does not interfere with the free flow of traffic and conditions of safety on the public highway, does not have a significant adverse impact on the amenities of nearby residential properties and to minimise the impacts on local air quality and complies with Policies 29, 34 and 36 of the Sutton Local Plan 2018.",
    "The  scheme for habitat creation and enhancement  approved in writing by the Local Planning Authority (Planning Reference CLC2025/00002) shall be undertaken in accordance with those details and thereafter retained in perpetuity.\r\rReason: To enhance the biodiversity value of the land in accordance with Policy 26 of the Sutton Local Plan 2018.\rReason for pre-commencement: This condition is required to be pre-commencement to ensure that the biodiversity value of the land is fully assessed and is not harmed and / or fully mitigated for, prior to the demolition / construction process.",
    "All works carried out during the demolition and construction period shall be undertaken in accordance with the approved 'P4719 Construction Environmental Management Plan Rev03 dated 14 June 2024 by the Ecology Co-op' as detailed under application referenced CLC2023/00156. \r\rReason: To enhance and protect the biodiversity value of the land in accordance with Policy 26 of the Sutton Local Plan 2018.",
    "Any works/development on site shall be carried out in strict accordance with the approved details and and the protective measures of all trees retained as shown on the approved '211147-PD-35a Arboricultural Method Statement dated June 2024 by Tim Moya Associates' and detailed under application referenced CLC2023/00134. The protective measures shall only be removed on completion of the development.\r\rReason: To ensure tree(s) significant in terms of their provision of local amenity are protected from construction damage, in accordance with best practice and Policy 28 of the Sutton Local Plan 2018.",
    "The development hereby approved shall be carried out in accordance with the approved details of all land levels and finished floor levels as shown on the approved '0052-WGC-B1-00-DR-C-1205-Levels-Layout-Rev.P4' and detailed under application referenced CLC2023/00134.\r\rReason: To safeguard the visual amenities of the area and to ensure compliance with Policy 28 of the Sutton Local Plan 2018.",
    "The development hereby approved shall be carried out in accordance with the approved 'Whole Life-Cycle Carbon Assessment Report dated July 2024 by HTA Design LLP' as detailed under application referenced CLC2024/00152. \r\rReason: To comply with London Plan Policy SI 2.",
    "The  scheme for wildlife and nesting features approved in writing by the Local Planning Authority (Planning reference CLC2025/00002) which is based and expands upon  recommendations within the submitted Ecological Impact Assessment (The Ecology Co-op, 2022) shall be constructed in accordance with the approved scheme and thereafter retained in perpetuity.\r\rReason: To enhance the biodiversity value of the land in accordance with Policy 26 of the Sutton Local Plan 2018.",
    "None of the pitches in each relevant phase hereby approved shall be first occupied until the boundary treatment has been laid out within the site in accordance with the approved plans associated with the application. The approved boundary treatment shall thereafter be retained.\r\rReason: To ensure that the amenity of the future occupiers of the development is protected in accordance with Policies 28 and 29 of Sutton Local Plan 2018.",
    "The refuse and recycling storage details approved in writing by  the Local Planning Authority  (Planning reference CLC2025/00025) shall be implemented in full prior to first occupation of the relevant phase and retained thereafter.\r\rReason: To ensure the operational requirements of the site can be met and to ensure adequate provision of refuse and recycling facilities in the interest of amenity for future and neighbouring occupiers in accordance with policy 29 of the Sutton Local Plan 2018. The development should also provide a safe and secure environment in accordance with Policy D11 of the London Plan 2021.",
    "The development must be carried out in accordance with the provisions of the Fire Safety Statement (Draft 02) prepared by Oakleaf Surveying Ltd and dated August 2022. The provision of one fire hydrant within the site as shown on the proposed site plan contained within the approved Fire Safety Statement shall be implemented in full prior to first occupation of the relevant phase and retained thereafter.\r\rReason: To ensure that the development incorporates the necessary fire safety measures in accordance with the Mayor's London Plan Policy D12.",
    "None of the pitches in each relevant phase hereby approved shall be first occupied until the proposed modified access to and from the development on Carshalton Road has been constructed and ready for use by proposed occupiers of the development. The existing vehicular access point to the development shall be permanently closed prior to first occupation.\r\rReason: In the interest of road safety in accordance with Policy 36 of the Sutton Local Plan 2018.",
    "None of the pitches in each relevant phase hereby approved shall be first occupied until space has been laid out within the site in accordance with the approved plans for cars and caravans. The parking area shall be used and permanently retained exclusively for its designated purpose.\r\rReason: To prevent obstruction and inconvenience to other highway users, in the interest of highway safety, and in accordance with Policies 36 and 37 of the Sutton Local Plan 2018.",
    "The electric vehicle charging points for each pitch shall be  implemented in accordance with the approved details (planning ref. CLC2025/00038) on site prior to the first occupation of the relevant phase of the development hereby approved and permanently retained thereafter.\r\rReason: To encourage sustainable modes of transport and to ensure the development meets its operational needs, in accordance with Policies 36 and 37 of the Sutton Local Plan 2018.",
    "The green roofed cycle storage  shall be implemented in accordance with the approved details (Planning ref: CLC2025/00025) prior to the first occupation of the relevant phase of the development hereby approved, and thereafter be permanently maintained exclusively for its designated purpose.\r\rReason: To ensure the development provides an adequate level of cycle parking facilities and to encourage sustainable modes of transport, in accordance with Policies 36 and 37 of the Sutton Local Plan 2018.",
    "None of the pitches in each relevant phase hereby approved shall be occupied (Except Phase 1) until evidence (photographs and installation contracts) is submitted to demonstrate that the sustainable drainage scheme for the site has been completed in accordance with the submitted details. The sustainable drainage scheme shall be managed and maintained thereafter in accordance with the agreed management and maintenance plan for all of the proposed drainage components.\r\rReason: To comply with the Non-Statutory Technical Standards for Sustainable Drainage Systems, the National Planning Policy Framework (Paragraph 103), the London Plan (Policies SI 12 and SI 13) along with associated guidance to these policies and Sutton Council's Local Plan Policy 32.",
    "The  hard and soft landscaping and tree planting shall be carried out in accordance with the approved details (Planning ref CLC2025/00025) and to a reasonable standard in accordance with the relevant recommendations of appropriate British Standards (in particular, BS 3882: Specifications for Topsoil, Recommendations (2015) and BS 8545: Trees from Nursery to Independence in the Landscape, Recommendations (2014) or other recognised codes of good practice). The works shall be carried out prior to the occupation of any part or relevant phase of the development or in accordance with the timetable agreed with the Local Planning Authority. Any tree(s) or plants that (within a period of five years after planting) are removed, die, or (in the opinion of the Local Planning Authority) are damaged or defective shall be replaced as soon as is reasonably practicable with others of a similar size/species/number as originally approved, unless the Local Planning Authority gives its consent to any variation.\r\rReason: To ensure the provision, establishment and maintenance of a reasonable standard of landscape in accordance with Policies 26 and 28 of the Sutton Local Plan 2018.",
    "The  lighting scheme approved in writing by the Local Planning Authority (CLC2025/000038) be implemented and retained thereafter in so far as it would  minimise impacts on biodiversity as outlined in Guidance Note 08/18 Bats and Artificial Lighting in the UK [Bats and the Built Environment series by the Institute of Lighting Professionals and the Bat Conservation Trust].\r\rReason: To protect the biodiversity value of the adjacent SINC, in accordance with Policy 26 of the Sutton Local Plan 2018.",
    "Prior to occupation of the relevant phase of development hereby permitted, a Statement of Conformity shall be submitted to, and approved in writing by, the Local Planning Authority.\rThe Statement of Conformity will be signed by a suitably qualified ecologist named within the Biodiversity Enhancement and Management Plan (BEMP) and include evidence in the form of full details on:\r   a) time stamped photographs of each habitat undergoing creation or enhancement\r   b) post completion photographs of each habitat / enhancement\r   c) Post installation photographs of each habitat, nesting / roosting feature under Condition 11 of this planning    permission.\rThis condition is to certify that the details for each habitat / feature, as approved under the BEMP, are in accord with the submitted information.\r\rReason: To enhance the biodiversity value of the land in accordance with Policy 26 of the Sutton Local Plan 2018.",
    "The development hereby approved shall be constructed in accordance with the approved Energy and Sustainability Statement prepared by HTA Design LLP Ltd and dated June 2022. Prior to first occupation of the relevant phase of the development hereby approved, as-built'Standard Assessment Procedure (SAP) and Simplified Building Energy (SBEM) outputs manually adjusted to account for SAP 10 carbon factors shall be submitted to, and approved in writing by, the Local Planning Authority to demonstrate that the development has achieved the targeted reduction in CO2 emissions. All of the approved measures must thereafter be retained for as long as the development is in existence.\r\rReason: To comply with Policy 31 of the Sutton Local Plan 2018.",
    "The development hereby approved shall be constructed in accordance with the cooling and ventilation measures detailed in Section 6 of the approved Energy and Sustainability Statement prepared by HTA Design LLP Ltd and dated June 2022. Prior to first occupation of the relevant phase of the development hereby approved, finalised CIBSE 2020 DSY1, DSY2 and DSY3 results shall be submitted to, and approved in writing by, the Local Planning Authority to demonstrate that the development complies with the mandatory requirements of CIBSE TM59 and TM52 guidance for the domestic and non-domestic spaces respectively. All of the approved measures must thereafter be retained for as long as the development is in existence.\r\rReason: To comply with Policy 33 of the Sutton Local Plan 2018 and Policy SI 4 of London Plan 2021.",
    "The energy performance of the development and associated CO2 emissions shall be monitored over the first five years of operation in accordance with the recommended approach set out in the Mayor's draft 'Be Seen' Guidance 2021. An energy and carbon monitoring report shall be submitted to the Local Planning Authority after the first year of operation and thereafter on an annual basis in order to demonstrate that the development has achieved the targeted reduction\rin CO2 emissions. In the event of a shortfall in emissions reductions compared to the approved strategy, further on or off-site carbon reduction measures must be put forward in order to address the shortfall.\r\rReason: To comply with Policy 31 of the Sutton Local Plan 2018.",
    "The materials to be used in the development hereby permitted shall strictly accord with those indicated on the approved details associated with the application and maintained and retained thereafter.\r\rReason: To safeguard the visual amenities of the area and to ensure compliance with Policy 28 of the Sutton Local Plan 2018.",
    "The water fittings installed in the residential units hereby approved shall comply with the specifications set out in the Section 7 of the approved Energy and Sustainability Statement prepared by HTA Design LLP Ltd and dated June 2022.\r\rReason: To comply with Policy 33 of the Sutton Local Plan 2018.",
    "No propane cylinders within portable caravans shall be used unless and until a designated area has been submitted to and approved in writing by the Local Planning Authority in consultation with the Metropolitan Police. These approved details shall be implemented prior to any use of propane cylinders.\r\rReason: To ensure that the development provides a safe and secure environment in accordance with Policy 28 of the Sutton Local Plan 201, and Policy D11 of the London Plan 2021.",
    "The site and building works required to implement the development shall be only carried out between the hours of 08.00 and 18.00 Mondays to Fridays and between 08.00 and 13.00 on Saturdays and not at all on Bank Holidays and Sundays.\r\rReason: To safeguard the amenity of surrounding occupiers during the construction phase in accordance with Policies 29 and 34 of Sutton Local Plan 2018.",
    "The development hereby approved shall be undertaken in accordance with the approved Ground Investigation Report ref: 2240542-01 (01) provided by Ian Farmer Associates Limited and dated March 2022.\r\rReason: To ensure that the site does not pose any further risk to human health or the water environment in accordance with Policy 34 of the Sutton Local Plan 2018.",
    "If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the Local Planning Authority) shall be carried out until a remediation strategy detailing how this contamination will be dealt with has been submitted to and approved in writing by the Local Planning Authority. The remediation strategy shall be implemented as approved.\r\rReason: To ensure that the development does not contribute to, or is not put at unacceptable risk from, or adversely affected by, unacceptable levels of water pollution from previously unidentified contamination sources at the development site in line with paragraph 174 of the National Planning Policy Framework, and Policy 34 of the Sutton Local Plan 2018.",
    "No drainage systems infiltration of surface water drainage into the ground is permitted other than with the written consent of the Local Planning Authority. The development shall be carried out in accordance with the approved details.\r\rReason: To ensure that the development does not contribute to, or is not put at unacceptable risk from, or adversely affected by, unacceptable levels of water pollution caused by mobilised contaminants in line with paragraph 174 of the National Planning Policy Framework, and Policy 34 of the Sutton Local Plan 2018."
  ],
  "pp_id": "PP-13558726",
  "decision_process": "Delegated",
  "lapsed_date": "06/06/2030",
  "application_type_full": "Removal/Variation of a condition",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Sutton-DM2024_01581",
  "actual_commencement_date": null,
  "lpa_name": "Sutton",
  "last_updated": "2025-07-08T20:01:32.785Z",
  "lpa_app_no": "DM2024/01581",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.167079,
          51.333965
        ],
        [
          -0.167195,
          51.333995
        ],
        [
          -0.167329,
          51.33403
        ],
        [
          -0.16742,
          51.334052
        ],
        [
          -0.167608,
          51.334112
        ],
        [
          -0.167648,
          51.334128
        ],
        [
          -0.167714,
          51.334171
        ],
        [
          -0.167719,
          51.334164
        ],
        [
          -0.167744,
          51.334097
        ],
        [
          -0.16774,
          51.334096
        ],
        [
          -0.168072,
          51.333537
        ],
        [
          -0.166348,
          51.333153
        ],
        [
          -0.165892,
          51.333436
        ],
        [
          -0.165693,
          51.333849
        ],
        [
          -0.166668,
          51.334056
        ],
        [
          -0.167016,
          51.33395
        ],
        [
          -0.167079,
          51.333965
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_status": null,
  "site_name": "The Pastures",
  "title_number": [],
  "decision_date": "06/06/2025",
  "appeal_start_date": null,
  "cil_liability": true,
  "development_type": "Major dwellings",
  "description": "Application to vary condition 22 (energy and sustainability statement) and removal of condition 23 (cooling and ventilation measures) of planning permission ref: DM2022/01214 (as amended by NMA decisions ref: DM2024/01458 & DM2023/01158, dated 05/11/2024 & 14/08/2023) for the ''Demolition of existing 15 pitches and community hall and redevelopment of the site and the land south of The Pastures to provide 23 pitches (Use Class C3), including 23 amenity blocks, alongside a community hall (Use Class F2), communal amenity space, additional planting, refuse and recycling facilities, substation, parking and re-arrangement of access.'' to allow for an amended energy statement and no longer offer cooling equipment.",
  "epc_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "Idox Uniform",
  "appeal_decision": null,
  "actual_completion_date": null,
  "centroid_easting": 527806,
  "url_planning_app": "https://planningregister.sutton.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SMWH33KCG3J00",
  "application_details": {
    "site_area": 1.125,
    "s106_agreement": true,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SLRP3 "
      },
      {
        "result": null,
        "constraints_layer_description": "SLRP3 "
      },
      {
        "result": null,
        "constraints_layer_description": "SMKCON Smoke Control Zone"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: CLC2023/00162--- Address: The Pastures\r80 Carshalton Road\rBanstead\rSM7 3DX\r--- Proposal: Application to clear condition 4 (Construction Logistics Management Plan) of approved application DM2022/01214.--- Status: RI--- Decision: RI--- Date Decision Issued: 14-SEP-23---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: C2014/70638--- Address: The Pastures\r80 Carshalton Road\rBanstead\rSM7 3DX--- Proposal: External UPVC cladding to 15 utility buildings.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 22-DEC-14---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: C2006/56591--- Address: The Pastures\r80 Carshalton Road\rBanstead\rSurrey\rSM7 3DX--- Proposal: Use of refuse store as a community space/ office involving alterations to elevations incorporating new roof, doors and windows.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 30-OCT-07---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: 80/21265--- Address: Land Adjacent Caravan Park\rEast Side Carshalton Road\rWoodmansterne\rBanstead\rSM7 3JF--- Proposal: Laying out equestrian centre including riding area, menage and show area, ancillary residential unit, 144 car parking spaces and new access.--- Status: WDN--- Decision: WDN--- Date Decision Issued: ---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: C2001/48273--- Address: Council Travellers Caravan Site, Carshalton Road,\rWoodmansterne,--- Proposal: Improvements to traveller's site comprising re-opening of access onto Carshalton Road, formation of access road link layby to provide stand for school coach and mobile library, repositioning of southern boundary by three metres, widening existing internal access road and formation of play area.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 02-JAN-02---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: S1990/35268--- Address: Council Gypsy Caravan Site, Carshalton Road,\rWoodmansterne,--- Proposal: Alteration to existing fifteen pitch gypsy caravan site including the erection of eight amenity buildings and involving the part location of facilities onto adjoining grazing land and the reversion of part of the existing site to grazing purposes.                                       --- Status: GTD--- Decision: GTD--- Date Decision Issued: 23-OCT-91---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: 70/6924--- Address: The Pastures\r80 Carshalton Road\rBanstead\rSM7 3DX--- Proposal: Provision of temporary gypsy caravan site with accommodation for 15 caravans together with ancillary facilities.--- Status: DEEMED--- Decision: DEEMED--- Date Decision Issued: 15-JAN-71---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: CAR/713--- Address: The Pastures\r80 Carshalton Road\rBanstead\rSM7 3DX--- Proposal: Missing--- Status: WDN--- Decision: WDN--- Date Decision Issued: ---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: 73/11543--- Address: The Pastures\r80 Carshalton Road\rBanstead\rSM7 3DX--- Proposal: Use of caravan for a playgroup. (missing)--- Status: WDN--- Decision: WDN--- Date Decision Issued: 31-DEC-73---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: 71/8430--- Address: The Pastures\r80 Carshalton Road\rBanstead\rSM7 3DX--- Proposal: Conversion of existing temporary gypsy caravan site into a permanent gypsy caravan site.--- Status: DEEMED--- Decision: DEEMED--- Date Decision Issued: 31-MAY-73---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: CLC2023/00156--- Address: The Pastures\r80 Carshalton Road\rBanstead\rSM7 3DX\r--- Proposal: Application to clear condition 5 (Biodiversity Enhancement and Management Plan) and 6 (Construction Environmental\rManagement Plan) of approved application DM2022/01214.--- Status: RI--- Decision: RI--- Date Decision Issued: 25-OCT-24---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: CLC2023/00134--- Address: The Pastures\r80 Carshalton Road\rBanstead\rSM7 3DX\r--- Proposal: Application to clear condition 3 (Phasing strategy), 7 (Tree protection) and 8 (Land and finished floor levels) of approved application DM2022/01214.\r--- Status: RI--- Decision: RI--- Date Decision Issued: 05-JUL-24---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: DM2022/01214--- Address: The Pastures\r80 Carshalton Road\rBanstead\rSM7 3DX\r--- Proposal: Demolition of existing 15 pitches and community hall and redevelopment of the site and the land south of The Pastures to provide 23 pitches (Use Class C3), including 23 amenity blocks, alongside a community hall (Use Class F2), communal amenity space, additional planting, refuse and recycling facilities, substation, parking and re-arrangement of access.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 20-MAR-23---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: EIA2022/00001--- Address: The Pastures\r80 Carshalton Road\rBanstead\rSM7 3DX\r--- Proposal: EIA Screening request--- Status: RI--- Decision: RI--- Date Decision Issued: 28-FEB-22---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: CLC2024/00152--- Address: The Pastures\r80 Carshalton Road\rBanstead\rSM7 3DX\r--- Proposal: Application to clear condition 9 (whole life carbon assessment) of approved application DM2022/01214.--- Status: RI--- Decision: RI--- Date Decision Issued: 28-AUG-24---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: DM2024/01458--- Address: The Pastures\r80 Carshalton Road\rBanstead\rSM7 3DX\r--- Proposal: Non material amendment to approved application DM2022/01214 which allowed the 'Demolition of existing 15 pitches and community hall and redevelopment of the site and the land south of The Pastures to provide 23 pitches (Use Class C3), including 23 amenity blocks, alongside a community hall (Use Class F2), communal amenity space, additional planting, refuse and recycling facilities, substation, parking and re-arrangement of access', to provide alterations to hard landscaping, window frames, retaining walls around MUGA and party walls.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 05-NOV-24---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: DM2024/01581--- Address: The Pastures\r80 Carshalton Road\rBanstead\rSM7 3DX\r--- Proposal: Application to vary condition 22 (energy and sustainability statement) and removal of condition 23 (cooling and ventilation measures) of planning permission ref: DM2022/01214 for the ''Demolition of existing 15 pitches and community hall and redevelopment of the site and the land south of The Pastures to provide 23 pitches (Use Class C3), including 23 amenity blocks, alongside a community hall (Use Class F2), communal amenity space, additional planting, refuse and recycling facilities, substation, parking and re-arrangement of access.'' to allow for an amended energy statement and no longer offer cooling equipment.--- Status: INV--- Decision: --- Date Decision Issued: ---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: DM2023/01158--- Address: The Pastures\r80 Carshalton Road\rBanstead\rSM7 3DX\r--- Proposal: Non material amendment to approved application DM2022/01214 which allowed the 'Demolition of existing 15 pitches and community hall and redevelopment of the site and the land south of The Pastures to provide 23 pitches (Use Class C3), including 23 amenity blocks, alongside a community hall (Use Class F2), communal amenity space, additional planting, refuse and recycling facilities, substation, parking and re-arrangement of access.' to reposition the community hall and sub station.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 14-AUG-23---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: 84/27089--- Address: Pasture Land\rCarshalton Road\rBanstead\r\r--- Proposal: Use of land comprising 2.45 hectares as a supervised BMX cycle track and area.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 09-APR-85---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: 84/27088--- Address: Land Adjacent Caravan Park\rEast Side Carshalton Road\rWoodmansterne\rBanstead\rSM7 3JF--- Proposal: Use of land comprising 2.45 hectares as a supervised BMX cycle track and area and trials motorbike course.--- Status: WDN--- Decision: WDN--- Date Decision Issued: 06-MAR-85---"
      },
      {
        "result": null,
        "constraints_layer_description": "ENF2 Ref: EC16/0158 - Address: Grove Place\rCarshalton Road\rBanstead\rSM7 3JF - Complaint: Trespass and dumping at nature reserves - Status: CLOSED"
      },
      {
        "result": null,
        "constraints_layer_description": "ENF2 Ref: EC13/0331 - Address: The Pastures\rPlot 11\r80 Carshalton Road\rBanstead\rSM7 3DX - Complaint: Erection of a cabin. - Status: CLOSED"
      },
      {
        "result": null,
        "constraints_layer_description": "METGB "
      },
      {
        "result": null,
        "constraints_layer_description": "SGYP "
      },
      {
        "result": null,
        "constraints_layer_description": "SITEAL "
      },
      {
        "result": null,
        "constraints_layer_description": "IMPNC "
      },
      {
        "result": null,
        "constraints_layer_description": "PUBROW "
      },
      {
        "result": null,
        "constraints_layer_description": "ENF Ref. No: EC13/0331--- Nature: Erection of a cabin."
      },
      {
        "result": null,
        "constraints_layer_description": "ENF Ref. No: EC16/0158--- Nature: Trespass and dumping at nature reserves"
      },
      {
        "result": null,
        "constraints_layer_description": "SINCBU "
      }
    ],
    "commencement_notice_received": false,
    "scheme_phasing": false,
    "existing_uprns": [
      "005870059547"
    ]
  },
  "last_updated_by": "Idox Uniform",
  "postcode": "SM7 3DX",
  "last_date_consultation_comments": "09/12/2024",
  "secondary_street_name": null,
  "site_number": "80",
  "subdivision_of_building": null,
  "street_name": "Carshalton Road"
}