{
  "appeal_status": null,
  "lapsed_date": "06/06/2028",
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningregister.sutton.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=STU30QKCIE500",
  "borough": "Sutton",
  "application_type_full": "Householder planning permission",
  "actual_commencement_date": null,
  "ward": "Wallington South",
  "decision_date": "06/06/2025",
  "parking_details": {
    "no_existing_car": 2,
    "net_car": 2,
    "no_proposed_car": 4
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              528665.017,
              162785.853
            ],
            [
              528676.15,
              162788.15
            ],
            [
              528708.79,
              162794.85
            ],
            [
              528706.75,
              162803.15
            ],
            [
              528705.6,
              162807.8
            ],
            [
              528704.51,
              162812.17
            ],
            [
              528689.65,
              162809
            ],
            [
              528667.2,
              162804.35
            ],
            [
              528640.99,
              162798.76
            ],
            [
              528648.33,
              162782.41
            ],
            [
              528658.637,
              162784.537
            ],
            [
              528665.017,
              162785.853
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "pp_id": "PP-13900529",
  "development_type": "Other house holder developments",
  "description": "Erection of a part one, part two storey front extensions, a first floor side extension and a part one, part two storey side and rear extension, rooflights to front and side roofslopes and removal of front chimney stack. Provision of raised patio with steps at side and rear, additional vehicle crossover and altered front boundary treatment including two vehicular access gates and landscaping.",
  "site_name": "",
  "decision_conditions": [
    "Occupier",
    "The development must be begun not later than the expiration of three years beginning with the date hereof.\r\rReason: To comply with Section 91 of the Town and Country Planning Act 1990, as amended.",
    "Prior to the commencement of development, measures for the protection of all tree(s) shown to be retained shall be submitted to and approved in writing by the Local Planning Authority. The measures shall be in accordance with the British Standard BS5837:  Trees in relation to design, demolition and construction. Any works/development on site shall be carried out in strict accordance with the approved details and the protective measures shall only be removed on completion of the development.  \r\rReason: Required prior to commencement of development to satisfy the Local Planning Authority that the tree (s) to be retained will not be damaged during demolition or construction and to ensure tree(s) significant in terms of their provision of local amenity are protected from construction damage, in accordance with best practice and Policy 28 of the Sutton Local Plan 2018.\r",
    "Before any development or construction work begins, a pre-commencement meeting shall be held on site and attended by the developers appointed arboricultural consultant, the site manager/foreman and a representative from the Local Planning Authority (LPA) to agree that all tree protection measures have been installed in accordance with the approved tree protection plan. The development shall thereafter be carried out in accordance with the approved details or any variation as may subsequently be agreed in writing by the LPA. \r\rReason: Required prior to the commencement of development in order that the Local Planning Authority may be satisfied that the trees to be retained will not be damaged during development works and to ensure that, as far as is possible, the work is carried out in accordance with the approved details pursuant to section 197 of the Town and Country Planning Act 1990 in accordance with best practice and Policy 28 of the Sutton Local Plan 2018.",
    "All external facing materials, treatments and finishes shall be similar to those of the original building and maintained and retained thereafter. This applies unless differences are shown on the drawings we have approved. \r\rReason: To ensure that the extension harmonises with the existing building and to ensure compliance with Policies 28 and 30 of the Sutton Local Plan 2018.",
    "The development must be carried out in accordance with the provisions of the Fire Safety Strategy by Arkitectly unless otherwise approved in writing by the Local Planning Authority.\r\rReason: To ensure that the development incorporates the necessary fire safety measures in accordance with the Mayor's London Plan Policy D12.\r",
    "Apart from the windows indicated in the approved plans/drawings, no new windows shall be installed in the side elevation of the permitted two storey side and rear extension at first floor level.\r\rReason:  To protect the amenities of adjoining occupiers in accordance with Policy 29 of the Sutton Local Plan 2018.\r\r"
  ],
  "lpa_app_no": "DM2025/00445",
  "subdivision_of_building": null,
  "centroid_easting": 528659,
  "epc_number": null,
  "secondary_street_name": null,
  "lpa_name": "Sutton",
  "appeal_decision": null,
  "decision_agency": null,
  "last_updated_by": "Idox Uniform",
  "cil_liability": true,
  "postcode": "SM6 0QU",
  "decision_process": "Delegated",
  "application_details": {
    "no_additional_bedrooms": 1,
    "no_additional_bathrooms": 1,
    "intended_commencement_date": "04/2025",
    "intended_completion_date": "08/2025",
    "total_gia_gained": 120
  },
  "uprn": "005870074776",
  "street_name": "Woodcote Avenue",
  "decision": "Approved",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.153823,
          51.349594
        ],
        [
          -0.153663,
          51.349613
        ],
        [
          -0.153192,
          51.349665
        ],
        [
          -0.153218,
          51.34974
        ],
        [
          -0.153233,
          51.349782
        ],
        [
          -0.153247,
          51.349822
        ],
        [
          -0.153461,
          51.349797
        ],
        [
          -0.153785,
          51.34976
        ],
        [
          -0.154163,
          51.349716
        ],
        [
          -0.154064,
          51.349567
        ],
        [
          -0.153915,
          51.349584
        ],
        [
          -0.153823,
          51.349594
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "site_number": "45",
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 162793,
  "centroid": {
    "lon": -0.153907,
    "lat": 51.34966
  },
  "valid_date": "28/03/2025",
  "id": "Sutton-DM2025_00445",
  "last_updated": "2025-07-04T20:01:21.797Z",
  "locality": null,
  "status": "Approved",
  "last_date_consultation_comments": "28/04/2025",
  "decision_target_date": "23/05/2025",
  "actual_completion_date": null,
  "bo_system": "Idox Uniform",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [],
  "application_type": "Householder"
}