{
  "appeal_decision": null,
  "street_name": "Wadsworth Close",
  "title_number": null,
  "valid_date": "12/06/2023",
  "cil_liability": false,
  "polygon": null,
  "application_type_full": "Full planning permission",
  "decision": "Approved",
  "pp_id": "PP-12228124",
  "date_building_work_completed_under_previous_permission": null,
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "02/10/2026",
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "borough": "Ealing",
  "site_number": null,
  "development_type": "Minor retail and service",
  "centroid": {
    "lat": 51.535454,
    "lon": -0.313832
  },
  "last_date_consultation_comments": null,
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": null,
  "lpa_name": "Ealing",
  "decision_process": "Delegated",
  "decision_target_date": "03/10/2023",
  "secondary_street_name": null,
  "actual_completion_date": null,
  "last_updated_by": "CSV Data Import",
  "centroid_easting": 517047,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawing numbers: Site Location Plan, Site Block Plan PL-050-001, Existing Ground Floor Plan PL-100-001, Proposed Roof Plan PL-100-012, Proposed Elevations PL-200-011, Proposed Section PL-300-011, Proposed Ground Floor Plan PL-100-011 rev A, Design and Access Statement.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| Notwithstanding the details shown on the approved plans, no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the building.",
    "Reason: To protect the character and appearance of the streetscene and surroundings in accordance with policies 1.1, 1.2 & 3.8 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policy D4 of the London Plan (2021), and the National Planning Policy Framework (2023).",
    "| Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 as amended by the Town and Country Planning (General Permitted Development) (England) Order 2015, the proposed café shall only be used under Class E (b) and not for any other use without permission of the Local Planning Authority obtained by the submission of a planning application.",
    "Reason: To protect the character and amenity of the area and to safeguard the employment land in accordance with 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), Policies D3, D14, E8 of the London Plan, policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), Ealing SPG10 and the National Planning Policy Framework (2023).",
    "| The use of the café premises shall not be permitted outside of the hours of 0800-2000 hours Monday to Sunday (including Bank Holidays) and all customers shall vacate the premises within 20 minutes of service ceasing.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise from activities or people attending the site, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of The London Plan (2021), Ealing SPG10 Noise and Vibration and the National Planning Policy Framework (2023) - sections 2 and 12, London Plan Standard 30 of the Housing SPG and Policy 7.15.",
    "| No cooking or preparation of hot food shall be carried out at any time for the cafe hereby permitted.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by emissions from activities or people attending the site, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of The London Plan (2021), Ealing SPG10 Noise and Vibration and the National Planning Policy Framework (2023) - sections 2 and 12, London Plan Standard 30 of the Housing SPG and Policy 7.15  .",
    "| Prior to first occupation of the development hereby approved, the existing dropped kerb along the site frontage to Wadsworth Road shall be removed and the kerb re-instated and maintained thereafter at the expense of the applicant.",
    "Reason: In the interests the efficient operation of transportation and highway network in accordance with policies T6 and T6.1 of The London Plan (2021), Policies 6.13 Parking of the Adopted Ealing Development Management Plan Document (2013)",
    "| The development hereby approved shall not be occupied until refuse and recycling storage within a secure enclosure has been provided in accordance with the designated location identified in the approved drawings listed under condition 2 and in accordance with the Local Planning Authority Standards and has been fully implemented and made available for use. These facilities shall permanently retained thereafter.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policy SI 8 of the London Plan (2021).",
    "| The developer shall draw to the attention of the Local Planning Authority the presence of any unsuspected contamination encountered during the development.",
    "In the event of contamination to land and/or water being encountered, no development shall continue until a programme of investigation and/or remedial work to include methods of monitoring and certification of such work undertaken has been submitted and approved in writing by the Local Planning Authority.",
    "None of the development shall be occupied until the approved remedial works, monitoring and certification of the works have been carried out and a full validation report has been submitted to and approved in writing by the Local Planning Authority.",
    "In the event that no contamination is encountered, the developer shall provide a written statement / photographic evidence to the Local Planning Authority confirming that this was the case, and only after written approval by the Local Planning Authority shall the development be occupied.  The evidence shall  include waste disposal transfer notes proving correct disposal of soil.",
    "Reason: To ensure that any ground and water contamination is identified and adequately addressed to ensure the safety of the development, the environment and to ensure the site is suitable for the proposed use."
  ],
  "lpa_app_no": "232334FUL",
  "application_details": {
    "internal_resi_water_usage": 0,
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 3.7,
        "building_ref": "CAFE"
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "01/2024",
        "intended_commencement_date": "09/2023"
      }
    ],
    "non_residential_details": {
      "total_gia_existing": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 33
    },
    "existing_uprns": [
      "000012125489, 000012153849"
    ],
    "site_area": 41.95,
    "total_gia_gained": 33,
    "green_suds": false,
    "affordable_housing_fast_track": false,
    "rain_water_harvesting": false,
    "infrastructure_details": {
      "fire_suppression_system_proposed": false,
      "no_new_water_connections_required": 1,
      "no_homes_passive_cooling": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "ghg_reduction_over_building_regulations": true,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_non_resi_units_to_have_full_fibre": 1,
      "total_annual_nox_emissions": 0,
      "green_roof_area": 0,
      "no_new_gas_connections_required": 0,
      "total_annual_pm_emissions": 0
    },
    "scheme_phasing": true,
    "surface_water_discharge_percentage_reduction": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "SpecifiedOther",
        "gia_gained": 33,
        "gia_lost": 0
      }
    ],
    "ownership_status": "Private",
    "grey_water_reuse": false,
    "total_gia_lost": 0,
    "garden_land_lost": false,
    "total_gia_existing": 0
  },
  "centroid_northing": 183186,
  "ward": "Perivale",
  "locality": "Greenford",
  "appeal_start_date": null,
  "subdivision_of_building": "NO EXISTING BUILDINGS EXIST. THE PROPOSAL IS FOR A VACANT LAND",
  "id": "Ealing-232334FUL",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/232334FUL;",
  "uprn": "000012125489",
  "description": "Construction of single storey café (Use Class E(b); installation of bin storage",
  "site_name": "Sheraton Business Centre",
  "appeal_status": null,
  "postcode": "UB6 7JB",
  "status": "Approved",
  "decision_agency": "Borough",
  "decision_date": "02/10/2023",
  "actual_commencement_date": null,
  "epc_number": null,
  "last_updated": "2025-03-19T21:39:34.879+00:00",
  "application_type": "All Other",
  "bo_system": "CSV Data Import"
}