{
  "lpa_name": "Havering",
  "uprn": "10033424200",
  "decision_date": "06/09/2001",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-P0830.01",
  "secondary_street_name": "Hornchurch Road, Roneo Corner",
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null
  },
  "valid_date": "05/06/2001",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Alterations to approved parking and access layout within the site (approved under planning permission P0936.00) including relocation of petrol filling station and recycling centre, with landscaping and associated services.",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than five years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans, particulars and specifications.",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.",
    "Before the building(s) hereby permitted is first occupied, the area set aside for car parking shall be laid out and surfaced to the satisfaction of the Local Planning Authority and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to",
    "the standards adopted by the Local Planning Authority in the interest of highway safety.",
    "No development shall take place until there has been submitted to and approved by the Local Planning Authority a scheme of hard and soft landscaping, which shall include indications of all existing trees and shrubs on the site, and details of any to be retained, together with measures for the protection in the course of development.  All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "Before the development hereby permitted is first commenced, details of wheel scrubbing/wash down facilities to prevent mud being deposited onto the public highway during construction works shall be submitted to and approved in writing by the Local Planning Authority.  The approved facilities shall be permanently retained and used at relevant entrances to the site throughout the course of construction works.",
    "Reason:-",
    "In order to prevent materials from the site being deposited on the adjoining public highway, in the interests of highway safety and the amenity of the surrounding area.",
    "Before the development hereby permitted is commenced, details of all car park and other external lighting shall be submitted to and approved in writing by the Local Planning Authority.  The scheme shall be carried out in accordance with those details.  Details shall include locations, design, and specifications of lighting and no external lighting shall be installed other than in complete accordance with the approved details.",
    "Reason:",
    "In the interests of amenity.",
    "Before the development hereby permitted commences trading, a scheme of car park entrance and management signage shall be submitted to and approved in writing by the Local Planning Authority.  The agreed scheme shall be fully implemented before first occupation of any of the buildings permitted both under this permission and under Ref:P0936.00.  The agreed scheme shall be permanently maintained thereafter.",
    "Reason:",
    "Traffic and pedestrian safety.",
    "Before any of the buildings hereby permitted is first occupied, properly hardened areas shall be provided within the curtilage of the site and thereafter retained for the loading, unloading and turning of vehicles to the satisfaction of, and in accordance with, details to be approved by the Local Planning Authority, and no loading or unloading of goods (including fuel) from vehicles arriving at or departing from the premises shall be carried out otherwise than within such areas.",
    "Reason-",
    "To avoid obstruction of the surrounding streets and to safeguard the amenities of occupiers of neighbouring property.",
    "Other than within the garden centre and petrol filling station identified on the plans hereby approved, no goods or materials shall be stored in the open.",
    "Reason-",
    "In the interests of visual amenity.",
    "Before the development hereby permitted is commenced, separate areas shall be set aside within the site and hardened in accordance with a scheme to be approved in writing by the Local Planning Authority for the parking of vehicles belonging to operatives during the course of construction.",
    "Reason-",
    "To avoid obstruction of the surrounding streets and to safeguard the convenience and amenity of occupiers of the neighbouring properties during the construction period.",
    "Details of foul sewage and surface water drainage for the site shall be submitted to and approved by the Local Planning Authority before the development commences.  The approved drainage works shall be constructed in accordance with the approved details before trading commences.",
    "Reason-",
    "To ensure satisfactory drainage on the site.",
    "Before any of the buildings hereby permitted is first occupied, screen fencing and general boundary treatment, including details of the proposed four inch acoustic fence of a type to be submitted to and approved in writing by the Local Planning Authority, 2 metres (6ft. 7ins.) high shall be erected where shown by a blue line on the approved plan and shall be permanently retained and maintained thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To protect the visual amenities of the development and prevent undue overlooking of adjoining property.",
    "No bunting, flags or other external decorative material shall be displayed on site unless otherwise agreed in writing by this Local Planning Authority.",
    "Reason-",
    "In the interests of the development's appearance in the streetscene.",
    "Before the development is commenced, a detailed site investigation shall be carried out to establish if the site is contaminated, to assess the degree and nature of the contamination present, and to determine its potential for the pollution of the water environment.  The method and extent of this site investigation shall be agreed with the Local Planning Authority prior to commencement of the work.  Details of appropriate measures to prevent pollution of groundwater and surface water, including provisions for monitoring, shall then be submitted to and approved in writing by, the Local Planning Authority before development commences.  The development shall then proceed in strict accordance with the measures approved.",
    "Reason-",
    "To address any potential site contamination and prevent pollution of the water environment.",
    "No development shall take place until the applicant has secured the implementation of a programme of archaeological work in accordance with a written scheme for investigation which has been submitted by the applicant and approved by the Local Planning Authority.  The development shall only take place in accordance with the detailed scheme pursuant to this condition.  The archaeological works shall be carried out by a suitably qualified investigating body acceptable to the Local Planning Authority.",
    "Reason-",
    "Important archaeological remains may exist on this site.  Accordingly, the Local Planning Authority wishes to secure the provision of archaeological investigation and the subsequent recording of the remains prior to development, in accordance with the guidance and model condition set out in Policy PPG16.",
    "The area identified by green hatching on the approved plan, shall be used solely as a waiting area for service vehicles for the Tesco Store and for no other purpose.",
    "Reason-",
    "In the interests of highway safety.",
    "Within six months of the commencement of the development hereby permitted, a scheme exploring the potential for the provision and implementation of underground recycling facilities shall be submitted to the Local Planning Authority.  In the event that such facilities are found to be a viable option, a detailed scheme for them shall be submitted to the Local Planning Authority for approval and subsequently shall be constructed prior to first occupation of the new superstore and shall be maintained thereafter in accordance with agreed details.  In the event that the underground recycling facilities are demonstrated not to be a viable option for the site, a detailed scheme for surface level recycling facilities shall be submitted to the Local Planning Authority for approval and subsequently shall be constructed prior to first occupation of the new superstore and maintained thereafter in accordance with agreed details.",
    "Reason-",
    "In the interests of amenity and sustainability.",
    "Before the development hereby approved is first brought into use, details for the provision of raised pedestrian crossing tables within the pedestrian routes within the car park shall be submitted to and agreed in writing by the Local Planning Authority, shall be provided at the site in accordance with the agreed details and retained permanently thereafter unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason-",
    "In the interests of pedestrian safety.",
    "INFORMATIVE 1:    For the avoidance of doubt, none of the conditions imposed on this permission supersede or override any conditions relating to planning permission P0936.00 nor any conditions existing and in force relating to planning permissions granted in connection with the Tesco store and car park forming part of the application site.",
    "INFORMATIVE 2:    Because of problems of noise and litter that can occur with surface level recycling facilities the Council is to explore the use of underground facilities,  particularly in major new developments.  Accordingly the Council will require the implementation of such a scheme if it is reasonably viable including the availability of collection machinery. The Council accepts that if it is not in a position to offer servicing of the underground facility it will not require it's construction."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-21T00:06:59.429+00:00",
  "ward": "Hylands",
  "parking_details": null,
  "lapsed_date": "06/09/2004",
  "decision_target_date": "31/07/2001",
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  },
  "lpa_app_no": "P0830.01",
  "status": "Appeal Received",
  "site_name": "Former Roneo Factory and",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0830.01",
  "locality": "Romford",
  "polygon": null,
  "development_type": null,
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "existing Tesco Sites north of",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": null,
  "appeal_start_date": null,
  "centroid_northing": null,
  "borough": "Havering",
  "decision": "Approved",
  "wgs84_polygon": null
}