{
  "cil_liability": true,
  "last_updated": "2025-03-20T11:11:35.488+00:00",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "site_area": 0.10300000000000001,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": []
  },
  "decision_target_date": "18/10/2022",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "postcode": null,
  "appeal_decision_date": null,
  "locality": null,
  "status": "Approved",
  "centroid_easting": "508225",
  "lapsed_date": "18/10/2025",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508201.2187,
              190925.3307
            ],
            [
              508224.3698,
              190937.8985
            ],
            [
              508238.2604,
              190943.1901
            ],
            [
              508248.8438,
              190919.7083
            ],
            [
              508212.4635,
              190904.164
            ],
            [
              508201.8802,
              190924.3385
            ],
            [
              508201.2187,
              190925.3307
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "centroid_northing": "190924",
  "ward": "NORTHWOOD 2022",
  "lpa_app_no": "22019/APP/2022/1615",
  "pp_id": null,
  "bo_system": "CSV Data Import",
  "borough": "Hillingdon",
  "valid_date": "18/05/2022",
  "title_number": [],
  "decision_agency": "Borough",
  "uprn": null,
  "appeal_start_date": null,
  "last_updated_by": "FME Excel Import",
  "appeal_decision": null,
  "last_date_consultation_comments": "30/06/2022",
  "actual_completion_date": null,
  "application_type_full": "Householder planning permission",
  "application_type": "Householder",
  "appeal_status": null,
  "site_number": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "street_name": "NORTHWOOD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.43891379999999997,
          51.6067803
        ],
        [
          -0.43857569999999996,
          51.6068888
        ],
        [
          -0.4383736,
          51.6069337
        ],
        [
          -0.43822809999999995,
          51.6067206
        ],
        [
          -0.438758,
          51.6065879
        ],
        [
          -0.4389046,
          51.6067712
        ],
        [
          -0.43891379999999997,
          51.6067803
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid": {
    "lat": 51.606761,
    "lon": -0.438592
  },
  "epc_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=22019/APP/2022/1615",
  "lpa_name": "Hillingdon",
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "site_name": "4 NICHOLAS WAY",
  "decision": "Approved",
  "id": "Hillingdon-22019_APP_2022_1615",
  "description": "Erection of a part single storey and part double storey side extension, single storey rear extension and detached garage.",
  "decision_date": "18/10/2022",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted drawing numbers P101, P201 Rev C, P204 Rev D and P205 Rev D.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policies DMHB 5, DMHB 11 and DMHB 12 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the details hereby approved a minimum of 25% of the front garden area shall be soft landscaped (eg.grass or planted beds) for so long as the development remains in existence.",
    "REASON",
    "To ensure the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with Policies DMHB 11, DMHB 12 and DMHB 14 of the Hillingdon Local Plan Part 2 (2020) and Policy G5 of the London Plan (2021).",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "No site clearance or construction work shall take place until the details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "1. A method statement outlining the sequence of development on the site including demolition, building works and tree protection measures.",
    "2. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority. Such fencing should be a minimum height of 1.5 metres.",
    "Thereafter, the development shall be implemented in accordance with the approved details.",
    "The fencing shall be retained in position until development is completed.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact: - Highways Maintenance Operations, 4W/07, Civic Centre, Uxbridge, UB8 1UW.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2021) and national guidance."
  ],
  "development_type": null
}