{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508867.886,
              191336.669
            ],
            [
              508837.4589,
              191368.7498
            ],
            [
              508816.6229,
              191353.2055
            ],
            [
              508789.503,
              191387.2707
            ],
            [
              508759.4066,
              191367.0962
            ],
            [
              508749.4847,
              191382.6405
            ],
            [
              508701.1982,
              191502.0339
            ],
            [
              508896.9902,
              191509.6407
            ],
            [
              508899.9668,
              191397.1926
            ],
            [
              508892.36,
              191395.2082
            ],
            [
              508889.7142,
              191380.3254
            ],
            [
              508882.1074,
              191375.3644
            ],
            [
              508882.1074,
              191364.7811
            ],
            [
              508867.2246,
              191337.6612
            ],
            [
              508867.886,
              191336.669
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07535966",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:42:16.453+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "01/02/2019",
  "secondary_street_name": "NORTHWOOD",
  "appeal_start_date": null,
  "ward": "NORTHWOOD",
  "centroid": {
    "lat": "51.6112797",
    "lon": "-0.4299092"
  },
  "decision": "Approved",
  "valid_date": "09/01/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 2.376
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=13369/TRE/2019/6",
  "lpa_name": "Hillingdon",
  "site_name": "LAND AT THE GLEN",
  "lapsed_date": "04/02/2022",
  "parking_details": null,
  "decision_conditions": [
    "The trees to be pruned shall be crown reduced as per the approved specification . This work shall comprise a reduction in both height and spread over the whole crown by shortening or removing peripheral branches in a uniform and systematic manner.  Where branches are shortened, they should be cut back to a suitably positioned secondary branch.",
    "Crown reduction shall not be construed as 'lopping' or 'topping' and shall result in a tree of typical form for the species and of balanced appearance. The works shall be carried out in accordance with the recommendations contained in BS 3998:2010 'Tree work - Recommendations'. Climbing irons or 'spikes' shall not be used during the execution of the work.",
    "REASON",
    "In order to protect health of the tree and the visual amenity of the area.",
    "The trees to be pruned shall be crown thinned as per the approved specification.  This work shall comprise the removal of all dead, diseased, rubbing (if less than 25mm in diameter) and dangerous branches along with an amount of live, secondary branch growth, throughout the entire crown of the tree, up to the amount specified above.  Final pruning cuts shall be made at the branch collar and this shall be left intact.",
    "The amount of crown thinning shall be expressed as a percentage of the entire crown.  The works shall be carried out in accordance with the recommendations contained in BS 3998:2010 'Tree work - Recommendations'. Climbing irons or 'spikes' shall not be used during the execution of this work.  The result of this work shall be a tree of well-balanced appearance.",
    "REASON",
    "In order to protect health of the tree and the visual amenity of the area.",
    "The trees to be pruned shall be crown lifted as per the approved specification. This work shall involve the tip reduction of low hanging branches and/or the removal of low branches to the height specified and result in a tree of balanced appearance; those branches to be removed shall be removed at their origin and all branch collars shall be left intact.",
    "The works shall be carried out in accordance with the recommendations contained in BS 3998:2010 'Tree work - Recommendations'. Climbing irons or 'spikes' shall not be used during the execution of this work.",
    "REASON",
    "In order to protect health of the tree and the visual amenity of the area.",
    "The trees to be felled in pursuance of this consent shall be replaced in accordance with the details set out in the application. The replacement trees, which shall be of 'Standard' size (about 2-3m high) and short-staked for support, shall be planted during the first planting season following the felling works hereby permitted. Thereafter, the replacement tree(s) shall be retained indefinitely and maintained (watered and weeded during the spring and summer) for at least 2-3 years, or until established.",
    "REASON",
    "In order to comply with the requirements of Section 206 of the Town and Country Planning Act 1990.",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "To carry out tree surgery, including a crown lift by 2-3m, to one Lime (T5) and one Oak (T95), To fell 3 stems and reduce remaining stems by 6m, to one multi-stem Holly (T40), to fell dying stem, to one Silver Birch (T3), to crown thin by 20% and crown lift by 2m, to one Silver Birch (T68) and one Purple Plum (T80), to crown reduce by 25%, to two Crab Apples (T67 and T62), to crown lift by 25%, to one Crab Apple (T100), to fell, grind and replace with one Ornamental Cherry, one Cypress (T105). All trees on TPO 241",
  "lpa_app_no": "13369/TRE/2019/6",
  "decision_target_date": "06/03/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "04/02/2019",
  "id": "Hillingdon-13369_TRE_2019_6",
  "centroid_northing": 191439,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 508814,
  "street_name": "GREEN LANE",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.42916299999999996,
          51.6103495
        ],
        [
          -0.4295923,
          51.6106437
        ],
        [
          -0.4298979,
          51.610508
        ],
        [
          -0.43027889999999996,
          51.6108194
        ],
        [
          -0.4307196,
          51.6106439
        ],
        [
          -0.43085799999999996,
          51.6107855
        ],
        [
          -0.43151809999999996,
          51.611868
        ],
        [
          -0.4286892,
          51.6118986
        ],
        [
          -0.4286811,
          51.6108873
        ],
        [
          -0.4287916,
          51.610871
        ],
        [
          -0.4288344,
          51.6107377
        ],
        [
          -0.4289457,
          51.6106946
        ],
        [
          -0.42894899999999997,
          51.6105994
        ],
        [
          -0.4291723,
          51.6103585
        ],
        [
          -0.42916299999999996,
          51.6103495
        ]
      ]
    ],
    "type": "Polygon"
  }
}