{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Householder planning permission",
  "lpa_app_no": "225209HH",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/225209HH;",
  "actual_completion_date": null,
  "pp_id": "PP-11757727",
  "lapsed_date": "06/03/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": "-0.268303",
    "lat": "51.5111419"
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "12102293",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "description": "Single storey rear and basement extension with associated rear lightwell, patio, associated steps to garden level and landscaping (following partial demolition of existing ground floor outrigger), rear roof extension to main roof slope and part rear extension of outrigger roof, installation of rear solar panels (roof level), installation of four rooflights to front roofslope, installation of replacement side boundary (wall and gate with brick arch and gate), installation of first floor flank window (obscure glazed) and replacement of existing ground floor, flank door with a window\n\n",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2683093,
          51.5110971
        ],
        [
          -0.2686929,
          51.5110829
        ],
        [
          -0.2686997,
          51.5111509
        ],
        [
          -0.26870109999999997,
          51.5111703
        ],
        [
          -0.2686761,
          51.5111712
        ],
        [
          -0.268602,
          51.5111738
        ],
        [
          -0.26791529999999997,
          51.5111982
        ],
        [
          -0.2679071,
          51.5111122
        ],
        [
          -0.2679951,
          51.511109
        ],
        [
          -0.268156,
          51.5111028
        ],
        [
          -0.26818919999999996,
          51.5111015
        ],
        [
          -0.2682592,
          51.511099
        ],
        [
          -0.2683093,
          51.5110971
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Other house holder developments",
  "last_updated_by": "CSV Data Import",
  "locality": "London",
  "site_name": "7 Cumberland Road",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawing title(s): BW0139-BW-ZZ-ZZ-DR-A-P0002_Proposed Block Plan, BW0139-BW-ZZ-ZZ-DR-A-P0009_Proposed Basement Plan, BW0139-BW-ZZ-ZZ-DR-A-P0010_Proposed Ground Floor Plan - Rev E, BW0139-BW-ZZ-ZZ-DR-A-P0011_Proposed First Floor Plan, BW0139-BW-ZZ-ZZ-DR-A-P0012_Proposed Second Floor Plan - Rev D , BW0139-BW-ZZ-ZZ-DR-A-P0013_Proposed Roof Plan - Rev D, BW0139-BW-ZZ-ZZ-DR-A-P0301_Proposed Elevation 01 (East) - Rev D, BW0139-BW-ZZ-ZZ-DR-A-P0302_Proposed Elevation 02 (West) - Rev D, BW0139-BW-ZZ-ZZ-DR-A-P0303 Proposed Rear (West) Elevation Rev E, BW0139-BW-ZZ-ZZ-DR-A-P0401_Proposed Long Section, BW0139-BW-ZZ-ZZ-DR-A-P0402_Proposed Short Section - Rev C and BW0139-BW-ZZ-ZZ-DR-A-P0501 Proposed Boundary Treatment - Rev A",
    "Reason: For the avoidance of doubt and in the interest of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| Prior to the commencement of development, a detailed Demolition Method Statement and Construction Management Plan shall be submitted to and approved in writing by the Local Planning Authority. The management plan must refer to the",
    "following matters:",
    "a. Removal of any earth from the site.",
    "b. Site clearance, demolition, excavation and construction methods.",
    "c. Site management and access.",
    "d. Signage for construction traffic, pedestrians and other users of the site.",
    "e. Prevention of mud and debris being deposited.",
    "f. Vehicle and machinery specification.",
    "g. Details of all Non-Road Mobile Machinery (NRMM) to be used on site.",
    "h. Turning manoeuvres and routeing of vehicles.",
    "i. Estimated number and frequency of vehicle deliveries.",
    "j. Parking of construction vehicles.",
    "k. Compliance with noise limits and vibration mitigation measures.",
    "l. Procedures for on-site contractors to deal with complaints from local residents, liaison with local residents and notifications to interested parties.",
    "m. Mitigation of air pollution and dust emissions during site clearance, demolition,excavation and construction works.",
    "n. Waste management, hazardous material storage and removal.",
    "o. Noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014)",
    "p. Lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by Institution",
    "of Lighting Professionals)",
    "q. Hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Monday-Fridays and 0800-1300hrs Saturdays.",
    "r. Public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works.",
    "Reason: To protect the amenity of occupants and neighbouring properties in accordance with policy 7A and policy 7B of Ealing's Development Management DPD 2013,  policy DAA of Ealing's new Local Plan 2022 (Reg.18), (2013), policies D14, T4 and SI1 of the London Plan (2021), policy 1.1 (j) of theEaling Development (Core) Strategy (2012) and National Planning Policy Framework (2021).",
    "| The proposed rooflights hereby approved shall not project more than 150mm from the roof plane and retained as such for the lifetime of the development.",
    "Reason: In the interests of maintaining good design, protecting local character and to minimise light spillage and interference with the privacy and outlook of adjoining occupiers and in accordance with policies 7.4 an 7B of the Ealing Development Management Development Plan Document (2013) , Policy DAA of Ealing's New Local Plan (Reg.18) and Policies D4 and D6 of the London Plan (2021)",
    "| Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any subsequent amendment, revision or new Order) no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the building permitted.",
    "Reason: To protect residential amenity, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), Polices D1 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| No part of the roof of the extension shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason:  To protect the living conditions of nearby properties in accordance with policies D4 and D6 of The London Plan (2021), policies 7.4, 7A & 7B of the Ealing Development Management Plan Document (2013) and policies 1.1 (e)(g), 1.2 (f), 2.1(c) and 2.10 Core Strategy (2012). | Prior to the commencement of development, a sustainable drainage strategy shall be submitted to and approved in writing by the Local Planning Authority. The strategy shall include a detailed drainage design (incl. drawings and supporting calculations) and maintenance plan (incl. maintenance tasks for all drainage components) that demonstrate the reduction of flood risk (betterment of exiting drainage) at the site through sustainable drainage mitigation techniques. Approved details shall be implemented prior to occupation of the development and permanently retained and maintained.",
    "Reason: To reduce surface water run-off and the risk of the flooding of the application property, neighbouring properties, and local area in accordance with National Planning Policy Framework 2021 - section 2, policy SI 12 of the London Plan (2021); 1.2 of the Adopted Ealing Development (Core) Strategy (2012), 5.12 of the Ealing Development Management DPD (2013) and policy DAA of Ealing's Local Plan (Reg.18).",
    "| A detailed method statement relating to the excavation and the construction of the basement shall be submitted to and approved in writing by the Local Planning Authority before the development is commenced. The statement shall include details of phasing and programming, removal of earth from site; construction methods; site management and access; vehicle and machinery specifications and numbers/frequency of vehicles/deliveries, construction worker parking, anticipated number, delivery times, dust suppression measures, site security, vehicle manoeuvring and turning, locations for the storage of building materials and construction debris and contractors offices, procedures for on-site contractors to deal with complaints from local residents, measures to ensure the construction process does not affect of neighbouring highways, details of wheel water spraying facilities and noise/vibration mitigation measures. The development shall be carried out in accordance with the approved method statement.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with 1.1 (e) (j) 1.2 (f), 2.1 (c) and 2.10 of the Ealing Core Strategy (2012), policies T3, T4 and D14 of the London Plan 2021, the National Planning Policy Framework (2021), Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition and Approved Codes of Practice of BS 5228-1 and - 2:2009+A1:2014 Codes of practice for noise and vibration control on construction and open sites."
  ],
  "postcode": "W3 6EX",
  "application_type": "Householder",
  "decision_date": "06/03/2023",
  "parking_details": {
    "no_proposed_car": 1,
    "net_car": 0,
    "no_existing_car": 1
  },
  "status": "Approved",
  "centroid_easting": 520267,
  "valid_date": "12/12/2022",
  "borough": "Ealing",
  "subdivision_of_building": null,
  "decision_target_date": "06/03/2023",
  "id": "Ealing-225209HH",
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T12:32:17.283+00:00",
  "street_name": "Cumberland Road",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 180556,
  "application_details": {
    "existing_uprns": [
      "12102293"
    ],
    "total_gia_gained": 88.21,
    "intended_commencement_date": "06/2023",
    "no_additional_bedrooms": -1,
    "no_additional_bathrooms": 3,
    "intended_completion_date": "01/2024",
    "site_area": 0.053000000000000005
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520266.6826919,
              180551.0070671
            ],
            [
              520240.1006149,
              180548.7976995
            ],
            [
              520239.4492551,
              180556.3455389
            ],
            [
              520239.300844,
              180558.5049208
            ],
            [
              520241.0323068,
              180558.6448808
            ],
            [
              520246.1689799,
              180559.0547634
            ],
            [
              520293.7512275,
              180562.9036617
            ],
            [
              520294.5509985,
              180553.3463974
            ],
            [
              520288.4496532,
              180552.8465405
            ],
            [
              520277.3023306,
              180551.8968124
            ],
            [
              520275.0019586,
              180551.6968696
            ],
            [
              520270.1538627,
              180551.2969841
            ],
            [
              520266.6826919,
              180551.0070671
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "North Acton"
}