{
  "development_type": "Minor retail and service",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "SW15 1RB",
  "borough": "Wandsworth",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.215806,
          51.4635742
        ],
        [
          -0.2158329,
          51.4635282
        ],
        [
          -0.2160549,
          51.4635937
        ],
        [
          -0.2161232,
          51.4636141
        ],
        [
          -0.21624649999999998,
          51.4636497
        ],
        [
          -0.2162256,
          51.4636853
        ],
        [
          -0.2162025,
          51.4637254
        ],
        [
          -0.21615679999999998,
          51.4637144
        ],
        [
          -0.21600919999999998,
          51.4636776
        ],
        [
          -0.2157797,
          51.4636197
        ],
        [
          -0.215806,
          51.4635742
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": null,
  "centroid_easting": "524028",
  "pp_id": "12678016",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "site_area": 0.031
  },
  "lpa_name": "Wandsworth",
  "decision": "Approved",
  "lpa_app_no": "2023/4726",
  "decision_date": "22/03/2024",
  "last_updated": "2025-03-20T11:14:08.137+00:00",
  "centroid_northing": "175358",
  "centroid": {
    "lat": "51.4636138",
    "lon": "-0.2159577"
  },
  "appeal_decision_date": null,
  "locality": "London",
  "ward": "Thamesfield",
  "bo_system": "Northgate M3",
  "lapsed_date": "22/03/2027",
  "decision_process": null,
  "last_date_consultation_comments": "26/01/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "22/12/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "Condition : 1 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [001-1050-02 A; 001-1050-03, Planning statement, Daylight & Sunlight Amenity Assessment and Plant Noise Impact Assessment Rev 01]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 2 - The development hereby permitted shall be begun within 3 years from the date of the original permission 20/07/23.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 3 - The operating times of the ventilation system and ac unit be restricted to between 0800hrs and 2330hrs to protect neighbouring residential properties from possible noise disturbance. \r\nReason: To protect the amenities of neighbouring occupiers, in accordance with policy DMS1 of the DMPD (2016).\r\n",
    "Condition : 4 - The noise mitigation system recommended in Plant Noise\r\nImpact Assessment rev 01; 1989/M/201 rev E; 1989/M/202 rev F; 1989/M/203 rev F; ESP kitchen extract brochure; UV-0 Kitchen extract brochure; Planning compliance Report 24779.PCR.01 Rev C by KP Acoustics dated 15/02/23, Plant Noise Ref: 91605/NIA dated 10th August 2023 by NSL shall be installed prior to the commencement of the use of the kitchen ventilation system and shall be so maintained. \r\nReason: To protect the amenities of neighbouring occupiers, in accordance with policy DMS1 of the DMPD (2016). ",
    "Condition : 5 - The odour suppression system within 1989/M/201 rev E; 1989/M/202 rev F; 1989/M/203 rev F; ESP kitchen extract brochure; UV-0 Kitchen extract brochure and Environmental Planning Statement by Carnell Warren Associates date 03/11/22, shall be installed prior to the commencement of the use of the kitchen ventilation system and shall be so maintained. \r\nReason: To protect the amenities of neighbouring occupiers, in accordance with policy DMS1 of the DMPD (2016).",
    "Condition : 6 - Details of the landscaping scheme and screens for the rear roof terrace and of the acoustic housing on the terrace shall be submitted to and approved in writing by the local planning authority. The approved laondscaping, screens and acoustic housing shall be installed prior to the commencement of the use of the equipment and shall be so maintained. As approved by 2023/3291.\r\nReason: To protect the amenities of neighbouring occupiers and the use of the terrace, in accordance with policy DMS1 of the DMPD (2016).",
    "Condition : 7 - The equipment hereby permitted must be removed within one month (and the land restored to its former condition) should the restaurant use cease in the future, unless otherwise agreed in writing by the local planning authority.\r\nReason: If the equipment is no longer required, there is no reason for the equipment to be retained given its visual impact on the residential terrace in line with policy DMS1.\r\n",
    "Condition : 8 - Details of the finish of the flue shall be submitted to and approved in writing by the local planning authority. The approved details shall be installed prior to the commencement of the use of the equipment and shall be so maintained. As approved by 2023/3135.\r\nReason: To protect the amenities of neighbouring occupiers and the use of the terrace, in accordance with policy DMS1 of the DMPD (2016). \r\n",
    "Condition : 9 - Details of a maintenance plan for the ventilation equipment shall be submitted and approved by the local planning authority prior to the commencement of the use of the kitchen ventilation system and shall be so maintained in line with the proposed details. As approved by 2023/3135.\r\nReason: To protect the amenities of neighbouring occupiers, in accordance\r\nwith policy DMS1 of the DMPD (2016) and Local Plan Policy LP1 and LP2 (2023).",
    "Condition : 10 - INFORMATIVE: The landlord is advised that prior notification must be given to residents should any construction, repair or maintenance works arise, so they are aware that workers will be carrying out works and so they are able to maintain their privacy at these times."
  ],
  "parking_details": null,
  "site_number": "88",
  "uprn": "10094188148",
  "decision_target_date": "22/03/2024",
  "application_type": "All Other",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              524038.6497446,
              175353.8550611
            ],
            [
              524036.9017916,
              175348.6965377
            ],
            [
              524021.302136,
              175355.6045603
            ],
            [
              524016.5035105,
              175357.7539451
            ],
            [
              524007.8461963,
              175361.502872
            ],
            [
              524009.1983863,
              175365.5017273
            ],
            [
              524010.6989874,
              175370.0004396
            ],
            [
              524013.8980711,
              175368.8507687
            ],
            [
              524024.2538679,
              175365.0018704
            ],
            [
              524040.3482272,
              175358.9536017
            ],
            [
              524038.6497446,
              175353.8550611
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Approval of details reserved by a condition (discharge)",
  "last_updated_by": "Northgate M3",
  "actual_completion_date": null,
  "street_name": "Putney High Street",
  "secondary_street_name": null,
  "description": "Variation of condition 2 (in accordance with approved drawings) pursuant to planning permission dated 20/07/2023 ref 2022/4591 (Installation of ventilation equipment including air con units to rear first floor level flat roof and high level kitchen extraction duct to rear elevation) to allow repositioning of approved kitchen extract duct and an additional condensor wthin existing plant enclosure. [Retrospective application]\r\n\r\n",
  "id": "Wandsworth-2023_4726",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/4726"
}