{
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.14755949999999998,
          51.4703767
        ],
        [
          -0.1475227,
          51.4703703
        ],
        [
          -0.1475154,
          51.4703691
        ],
        [
          -0.1474705,
          51.4703613
        ],
        [
          -0.1474692,
          51.4703611
        ],
        [
          -0.14747359999999998,
          51.4703511
        ],
        [
          -0.1474965,
          51.4702987
        ],
        [
          -0.1475501,
          51.4703077
        ],
        [
          -0.1475715,
          51.4703113
        ],
        [
          -0.1477272,
          51.4703374
        ],
        [
          -0.1477317,
          51.4703381
        ],
        [
          -0.1477461,
          51.4703406
        ],
        [
          -0.1477183,
          51.470404
        ],
        [
          -0.14770429999999998,
          51.4704016
        ],
        [
          -0.1476663,
          51.470395
        ],
        [
          -0.14755949999999998,
          51.4703767
        ]
      ]
    ]
  },
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-03-19T01:11:00.177+00:00",
  "parking_details": null,
  "site_name": null,
  "decision_target_date": "09/01/2024",
  "site_number": "1",
  "bo_system": "Northgate M3",
  "actual_completion_date": null,
  "application_details": {
    "total_gia_gained": 7.5,
    "intended_completion_date": "01/2024",
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "09/2023",
    "no_additional_bathrooms": 0,
    "site_area": 0.013000000000000001
  },
  "appeal_decision_date": null,
  "centroid_northing": "176174",
  "actual_commencement_date": null,
  "appeal_start_date": null,
  "appeal_decision": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              528759.9778606,
              176227.9548528
            ],
            [
              528762.5503197,
              176227.315036
            ],
            [
              528763.0615134,
              176227.1850732
            ],
            [
              528766.2028817,
              176226.4052964
            ],
            [
              528766.2935774,
              176226.3853021
            ],
            [
              528766.0132453,
              176225.2656226
            ],
            [
              528764.5703596,
              176219.3973024
            ],
            [
              528760.8271019,
              176220.2970449
            ],
            [
              528759.3265008,
              176220.666939
            ],
            [
              528748.4430201,
              176223.2961864
            ],
            [
              528748.1297078,
              176223.3661663
            ],
            [
              528747.1238103,
              176223.6160948
            ],
            [
              528748.8717633,
              176230.714063
            ],
            [
              528749.8529255,
              176230.4741317
            ],
            [
              528752.5078352,
              176229.8043234
            ],
            [
              528759.9778606,
              176227.9548528
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "subdivision_of_building": null,
  "postcode": "SW8 3TH",
  "last_updated_by": "Northgate M3",
  "valid_date": "12/06/2023",
  "lpa_app_no": "2023/2234",
  "appeal_status": null,
  "development_type": "Other house holder developments",
  "pp_id": "12229895",
  "decision_agency": "Borough",
  "title_number": null,
  "lapsed_date": "09/01/2027",
  "borough": "Wandsworth",
  "secondary_street_name": null,
  "id": "Wandsworth-2023_2234",
  "street_name": "Tennyson Street",
  "last_date_consultation_comments": "23/09/2023",
  "decision": "Approved",
  "status": "Approved",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed PA0000, PA1031 Rev 01, PA1031 Rev 03, PA1130 Rev 03, PA1133 Rev 02, PA1134 Rev 04, PA1136 Rev 04 and Fire Safety Plans (PA1130 Rev 02, PA1031 Rev 02, PA1031 Rev 01).\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - Apart from the approved Aluminium sliding door, all external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - Prior to installation, details of the proposed windows to the Bewick Street elevation, including drawings at a scale of 1:20 of the frame design, profile and materials shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework. \r\n",
    "Condition : 5 - The rooflights hereby approved, shall be of a conservation area specification i.e. in-line and flush within the roof pitch that they would be located.\r\nReason: In the interests of preserving the character and appearance of the conservation area in accordance with policy LP3 of the Local Plan and Section 12 of the National Planning Policy Framework.\r\n",
    "Condition : 6 - The roof area of the ground floor development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "centroid": {
    "lat": "51.4698959",
    "lon": "-0.1478378"
  },
  "centroid_easting": "528742",
  "ward": "Shaftesbury & Queenstown",
  "application_type": "Householder",
  "decision_date": "09/01/2024",
  "application_type_full": "Householder planning permission",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/2234",
  "uprn": "100022700527",
  "description": "Alterations including erection of a single storey rear/side extension; Installation of new aluminium sliding doors to ground floor rear elevation; Installation of 3no. new windows in side elevation with 1.7m high obscured glazing; Installation of replacement railing to rear first floor balcony; rooflight in first floor terrace.",
  "date_building_work_started_under_previous_permission": null,
  "locality": "London",
  "decision_process": null,
  "epc_number": "8246-7126-4820-9592-2902",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Wandsworth"
}