{
  "uprn": "121031849",
  "valid_date": "02/10/2023",
  "bo_system": "Northgate M3",
  "application_type": "All Other",
  "development_type": "Minor dwellings",
  "date_building_work_completed_under_previous_permission": null,
  "pp_id": "12472825",
  "postcode": "SW17 7TG",
  "title_number": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [BP01, LP01, 111, 112, 113, 114, 115, 116, Planning Design & Access Statement (20th September 2023), Fire Safety Statement (20th September 2023)]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - No development shall take place until details and samples of materials proposed to be used on all external surfaces of the development have been submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policy LP1 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of works to ensure suitable materials are used in the construction.\r\n",
    "Condition : 4 - Notwithstanding the details shown on the approved plans further details of the cornicing, reveals and recesses, windows and window heads, doors and door hoods to the front elevations facing onto Upper Tooting Road at a scale of 1:20 shall be submitted to and approved by the local planning authority before any works are commenced. The development shall be carried out in accordance with the approved details.\r\nReason: To ensure a high quality of development and to accord with policies LP1 and LP5 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - The development shall achieve a maximum water use of 110 litres per person per day for homes (including an allowance of five litres or less per person per day for\r\nexternal water consumption) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 6 - Prior to commencement of above ground works (excluding demolition), details of the location, number and design of secure and covered cycle parking shall be submitted to and approved in writing by the local planning authority.  The cycle parking shall be provided in accordance with the approved details prior to the occupation of the development and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policy LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - Prior to the commencement of above ground works (excluding demolition), details of the siting, design and materials of refuse and recycling storage to serve the development shall be submitted to and approved in writing by the local planning authority. The refuse storage facilities shall be provided in accordance with the approved details prior to occupation of the development, and shall be retained thereafter.\r\nReason: In the interests of amenity and hygiene, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 8 - Prior to the occupation of the development the following windows, listed below, shall be obscure glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed). The windows shall so be maintained and retained as such.\r\n\r\n-\tSide windows at first floor level serving the rear bedroom (bedroom 2), kitchen and bathroom of apartment 1.\r\n-\tSide windows at second floor level serving the rear bedroom (bedroom 2) and bathroom of apartment 4.\r\n-\tTwo rear windows serving the living/dining room of apartment 6.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 9 - Notwithstanding the detail shown on the approved drawings, prior to commencement of use of the rear first floor terraces as shown on drawing numbers [111, 114, 115, 116], details of screening to the terrace shall be submitted to and approved in writing by the local planning authority.  The details submitted shall include measurements to ensure that screening shall be to a height of 1.7m above finished floor level and show the obscured glazing material(s) to be used.  The screening shall be completed in accordance with the approved details prior to commencement of the use of the roof terraces and be so retained and maintained thereafter. \r\nReason: To protect the privacy of neighbours by preventing overlooking and in the interest of visual amenity in accordance with Council policies LP1 and LP2 of the coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 10 - With the exception of the first-floor roof terrace areas as shown on drawing numbers [111, 114, 115, 116], the remaining roof areas of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and noise disturbance, and safeguard the privacy and amenities of neighbours in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 11 - No development, including any demolition, shall take place until a construction logistics plan  has been submitted to and approved in writing by the local planning authority, in consultation with Transport for London (TfL). The plan shall include details (but not limited to) of the routing of construction vehicles, time of arrival and departure, and any proposed temporary traffic and pedestrian management measures during the course of construction. The demolition and construction works shall be carried out in accordance with the approved plan.\r\nReason: In the interests of traffic, general amenity of the area and neighbour amenity in accordance with Council policy LP50 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of any works on site to ensure the whole construction phase is in accordance with an approved plan.\r\n",
    "Condition : 12 - INFORMATIVE: Transport for London is prepared to provide to information about the proposed location of the Crossrail 2 tunnels and structures. It will supply guidelines about the design and location of third party structures in relation to the proposed tunnels, ground movement arising from the construction of the tunnels and noise and vibration arising from the construction and use of the tunnels. Applicants are encouraged to discuss these guidelines with the Crossrail 2 engineer in the course of preparing detailed design and method statements",
    "Condition : 13 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "status": "Approved",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/3698",
  "reference_no_of_permission_being_relied_on": null,
  "epc_number": null,
  "centroid_easting": 527680,
  "actual_completion_date": null,
  "site_name": null,
  "decision_date": "08/01/2024",
  "locality": "London",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527689.3319406202,
              171803.28140117688
            ],
            [
              527688.6476005483,
              171802.1517245426
            ],
            [
              527683.4037416845,
              171805.400794508
            ],
            [
              527669.8488612254,
              171813.7484050307
            ],
            [
              527672.7016523684,
              171818.49704574852
            ],
            [
              527675.4472577169,
              171823.04574369773
            ],
            [
              527678.3000488599,
              171827.8043815542
            ],
            [
              527685.9514655668,
              171823.0957293904
            ],
            [
              527693.4462261125,
              171818.52703716338
            ],
            [
              527694.4026532008,
              171817.94720313832
            ],
            [
              527697.1482585494,
              171816.24768961803
            ],
            [
              527695.350835228,
              171813.29853380483
            ],
            [
              527694.3037124675,
              171811.49904890172
            ],
            [
              527693.1823841571,
              171809.649578307
            ],
            [
              527691.5498620579,
              171806.9503509513
            ],
            [
              527689.3319406202,
              171803.28140117688
            ],
            [
              527689.3319406202,
              171803.28140117688
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "appeal_decision": null,
  "street_name": "Upper Tooting Road",
  "centroid": {
    "lon": -0.164715,
    "lat": 51.43098
  },
  "site_number": "193",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Full planning permission",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.164586,
          51.430854
        ],
        [
          -0.164596,
          51.430844
        ],
        [
          -0.16467,
          51.430874
        ],
        [
          -0.164862,
          51.430953
        ],
        [
          -0.164819,
          51.430995
        ],
        [
          -0.164778,
          51.431035
        ],
        [
          -0.164736,
          51.431077
        ],
        [
          -0.164627,
          51.431033
        ],
        [
          -0.164521,
          51.43099
        ],
        [
          -0.164508,
          51.430985
        ],
        [
          -0.164469,
          51.430969
        ],
        [
          -0.164496,
          51.430943
        ],
        [
          -0.164511,
          51.430927
        ],
        [
          -0.164528,
          51.43091
        ],
        [
          -0.164553,
          51.430887
        ],
        [
          -0.164586,
          51.430854
        ],
        [
          -0.164586,
          51.430854
        ]
      ]
    ]
  },
  "actual_commencement_date": null,
  "appeal_start_date": null,
  "centroid_northing": 171817,
  "decision_process": null,
  "id": "Wandsworth-2023_3698",
  "lapsed_date": "08/01/2027",
  "decision_target_date": "08/01/2024",
  "borough": "Wandsworth",
  "lpa_name": "Wandsworth",
  "last_updated": "2025-03-19T01:00:35.335+00:00",
  "secondary_street_name": null,
  "parking_details": null,
  "subdivision_of_building": null,
  "decision": "Approved",
  "last_date_consultation_comments": "17/11/2023",
  "ward": "Tooting Bec",
  "application_details": {
    "grey_water_reuse": false,
    "total_gia_lost": 15,
    "total_gia_existing": 523,
    "affordable_housing_fast_track": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 300,
        "use_class": "E",
        "gia_gained": 0,
        "gia_lost": 15
      },
      {
        "gia_existing": 67,
        "use_class": "B8",
        "gia_gained": 0,
        "gia_lost": 0
      },
      {
        "gia_existing": 156,
        "use_class": "C3",
        "gia_gained": 436,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "site_area": 0.05,
    "phasing_details": [
      {
        "phase_detail": "Full Project",
        "intended_completion_date": "03/2025",
        "intended_commencement_date": "03/2024"
      }
    ],
    "superseding_details": [
      {
        "lpa_app_no": "2019/2924",
        "partial_supersedence": false
      }
    ],
    "scheme_phasing": true,
    "surface_water_discharge_percentage_reduction": 0,
    "infrastructure_details": {
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "total_annual_pm_emissions": 0,
      "fire_suppression_system_proposed": false,
      "percentage_demolition_construction_material_recycling": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_new_water_connections_required": 3,
      "waste_provision": true,
      "green_roof_area": 0,
      "no_new_gas_connections_required": 3,
      "no_resi_units_to_have_full_fibre": 0,
      "no_homes_passive_cooling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false
    },
    "internal_resi_water_usage": 105,
    "ownership_status": "Private",
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 9.3,
        "building_ref": "Existing Building "
      },
      {
        "no_storeys": 4,
        "max_height": 13,
        "building_ref": "Proposed Extension"
      }
    ],
    "green_suds": false,
    "non_residential_details": {
      "total_gia_existing": 523,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 436,
      "total_gia_lost": 15,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0
    },
    "total_gia_gained": 436,
    "residential_details": {
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "habitable_rooms_density": null,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 7,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_gia_gained": 302,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 55,
          "tenure": "Market for rent"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 84,
          "tenure": "Market for rent"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 84,
          "tenure": "Market for rent"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-4",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 79,
          "tenure": "Market for rent"
        }
      ],
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 4,
      "total_no_proposed_residential_units": 4,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0
    },
    "garden_land_lost": false,
    "rain_water_harvesting": false
  },
  "last_updated_by": "Northgate M3",
  "lpa_app_no": "2023/3698",
  "cil_liability": true,
  "appeal_decision_date": null,
  "decision_agency": "Borough",
  "description": "Alterations including erection of roof extension to create an additional storey with accommodation in connection with the conversion of the upper floors into  5 x 2-bedroom and 1 x 1 bedroom flats. Erection of an external staircase. ",
  "appeal_status": null
}