{
  "centroid_easting": "523250",
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Wandsworth",
  "lpa_app_no": "2023/2617",
  "last_date_consultation_comments": "14/09/2023",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "bo_system": "Northgate M3",
  "epc_number": null,
  "centroid": {
    "lat": "51.4685019",
    "lon": "-0.2269688"
  },
  "postcode": "SW15 1LY",
  "actual_completion_date": null,
  "street_name": "Lower Richmond Road",
  "borough": "Wandsworth",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2268762,
          51.4685491
        ],
        [
          -0.22686959999999998,
          51.4684596
        ],
        [
          -0.2268694,
          51.4684479
        ],
        [
          -0.2270344,
          51.4684435
        ],
        [
          -0.2270408,
          51.4685541
        ],
        [
          -0.22698279999999998,
          51.4685558
        ],
        [
          -0.2268772,
          51.4685587
        ],
        [
          -0.2268762,
          51.4685491
        ]
      ]
    ],
    "type": "Polygon"
  },
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/2617",
  "appeal_decision_date": null,
  "cil_liability": true,
  "secondary_street_name": null,
  "id": "Wandsworth-2023_2617",
  "ward": "Thamesfield",
  "title_number": null,
  "description": "Variation of condition 2 (in accordance with approved drawings) of planning permission dated 15/03/2021 ref 2020/5062 (Alterations including formation of a front lightwell and additional fenestration to front and side elevations in connection with change of use of ground and lower ground floors from Class E (commercial business and service) to 2 x 2 -bedroom flats (Class C3) to allow minor internal alterations on both floors and minor changes to front elevation.",
  "uprn": "121052523",
  "site_name": "Gallery",
  "decision_agency": "Borough",
  "centroid_northing": "175883",
  "application_details": {
    "site_area": 0.014
  },
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "22/09/2023",
  "subdivision_of_building": null,
  "decision_date": "16/10/2023",
  "decision": "Approved",
  "locality": "London",
  "appeal_start_date": null,
  "actual_commencement_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              523256.3006315,
              175888.4020488
            ],
            [
              523257.0014617,
              175878.4548962
            ],
            [
              523257.050932,
              175877.1552682
            ],
            [
              523245.5985421,
              175876.3954856
            ],
            [
              523244.8564866,
              175888.6819687
            ],
            [
              523248.8800765,
              175888.9618886
            ],
            [
              523256.2099358,
              175889.4617455
            ],
            [
              523256.3006315,
              175888.4020488
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Minor dwellings",
  "lapsed_date": "16/10/2026",
  "application_type": "All Other",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of the original permission 15/03/21.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [2310 - PL3 002; 2310 - PL3 003; 2310 - PL3 004; 2310 - PL3 005; 2310 - PL3 006 and 2310 - PL3 007]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - The development hereby approved shall achieve a minimum of a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021.  The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - The development shall achieve a maximum water use of 110 litres per person per day for homes (including an allowance of five litres or less per person per day for\r\nexternal water consumption) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interest of sustainable development and to accord with Council policy LP1, LP2, LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 5 - Prior to the first occupation of the development the cycle parking shown on the approved drawing shall be provided, and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP2, LP37, LP51, PM2, PM3, PM4, PM6, PM7, PM8 and PM9 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.",
    "Condition : 7 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended) (the \"Regulations\"). \r\nYou or the relevant interested parties are required to provide the Council with the information set out in the Regulations. This process for the collection of CIL includes:  the requirement to complete an \"Assumption of Liability\" form as soon as possible;  in order to claim charitable exemption or social housing relief or other forms of relief you or the relevant interested party should also complete a \"Claiming Exemption or Relief\" form. \r\nThe Council will, if appropriate, then issue a Liability Notice(s) which details the charges due. As soon as the developer, landowner or other interested party(ies) is aware of the date when development is going to start they must also submit a \"Commencement Notice\".  Failure to comply with the Regulations, including failure to complete the forms when required or providing inaccurate information can lead to surcharges or other penalties as set out in the Regulations. It can also mean that any exemptions or reliefs are lost.\r\nGeneral information on the Community Infrastructure Levy, including the forms mentioned above can be found on the Planning Portal (www.planningportal.gov.uk). Details of the Mayoral CIL can be found on the GLA and TfL websites (www.london.gov.uk and www.tfl.gov.uk). The Assumption of Liability Form, Claiming of Exemption or Relief Form and Commencement Notice must be sent to: Community Infrastructure Levy Environment and Community Services Wandsworth Council Town Hall London SW18 2PU cil@wandsworth.gov.uk Fax: 020 8871 6003 (marked FAO CIL). ",
    "Condition : 8 - INFORMATIVE: Any assessment of CIL liability by the Council has been based on the information provided. The assessment of CIL liability referred to in this informative is indicative only and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  The assessment of the actual CIL liability will be provided pursuant to and in accordance with the Community Infrastructure Levy Regulations 2010 (as amended).  Where the calculation of CIL liability includes taking account of the existing use of a building, CIL liability may change if the information provided in relation to the existing use(s) of buildings, is not still current at the time of the decision which first permits development."
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T02:53:38.664+00:00",
  "last_updated_by": "Northgate M3",
  "site_number": null,
  "appeal_status": null,
  "decision_process": null,
  "application_type_full": "Removal/Variation of a condition",
  "valid_date": "28/07/2023",
  "pp_id": "12306287",
  "status": "Approved"
}