{
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.16748459999999998,
          51.4359775
        ],
        [
          -0.1719586,
          51.4337044
        ],
        [
          -0.1728153,
          51.4340404
        ],
        [
          -0.173323,
          51.4340799
        ],
        [
          -0.173323,
          51.4343171
        ],
        [
          -0.17427499999999999,
          51.4347519
        ],
        [
          -0.17840019999999998,
          51.4384282
        ],
        [
          -0.17862229999999998,
          51.4382503
        ],
        [
          -0.1787175,
          51.4387246
        ],
        [
          -0.1785589,
          51.4388235
        ],
        [
          -0.1788445,
          51.4390211
        ],
        [
          -0.1784637,
          51.4393967
        ],
        [
          -0.1730695,
          51.4410966
        ],
        [
          -0.1730695,
          51.4400886
        ],
        [
          -0.17230789999999999,
          51.4400689
        ],
        [
          -0.16830969999999998,
          51.4371239
        ],
        [
          -0.16853179999999998,
          51.4369658
        ],
        [
          -0.16748459999999998,
          51.4359775
        ]
      ]
    ]
  },
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-03-19T01:10:55.962+00:00",
  "parking_details": null,
  "site_name": "Springfield Hospital",
  "decision_target_date": "27/10/2023",
  "site_number": "61",
  "bo_system": "Northgate M3",
  "actual_completion_date": null,
  "application_details": {
    "site_area": 33.7932
  },
  "appeal_decision_date": null,
  "centroid_northing": "172514",
  "actual_commencement_date": null,
  "appeal_start_date": null,
  "appeal_decision": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527471.8334879,
              172367.9346821
            ],
            [
              527167.1894036,
              172107.3999656
            ],
            [
              527106.7086619,
              172143.2773229
            ],
            [
              527071.3115295,
              172146.792308
            ],
            [
              527070.6532747,
              172173.1671038
            ],
            [
              527003.2835724,
              172219.8700412
            ],
            [
              526706.4026555,
              172621.5360085
            ],
            [
              526691.4581657,
              172601.3706907
            ],
            [
              526683.5296756,
              172653.9557114
            ],
            [
              526694.2823696,
              172665.21963
            ],
            [
              526673.8883303,
              172686.7047453
            ],
            [
              526699.3116574,
              172729.1234633
            ],
            [
              527069.4782204,
              172927.4874445
            ],
            [
              527072.2764437,
              172815.3944554
            ],
            [
              527125.25547,
              172814.517987
            ],
            [
              527411.3034889,
              172493.9774773
            ],
            [
              527396.3062951,
              172476.0079559
            ],
            [
              527471.8334879,
              172367.9346821
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "subdivision_of_building": null,
  "postcode": "SW17 7DJ",
  "last_updated_by": "Northgate M3",
  "valid_date": "26/07/2023",
  "lpa_app_no": "2023/2851",
  "appeal_status": null,
  "development_type": "Major dwellings",
  "pp_id": "12277582",
  "decision_agency": "Borough",
  "title_number": null,
  "lapsed_date": "25/10/2026",
  "borough": "Wandsworth",
  "secondary_street_name": null,
  "id": "Wandsworth-2023_2851",
  "street_name": "Glenburnie Road",
  "last_date_consultation_comments": "07/09/2023",
  "decision": "Approved",
  "status": "Approved",
  "decision_conditions": [
    "Condition : 1 - REVISED CONDTION AND REASON:\r\nThe development shall be carried out in accordance with the reports, specifications and drawings detailed [A3751-ASA-ZZ-ZZ-DR-A-0100 Rev. P3; A3751-ASA-ZZ-ZZ-DR-A-0121 Rev. P1; A3751-ASA-ZZ-0B-DR-A-2000 Rev. P1; A3751-ASA-ZZ-00-DR-A-2001 Rev. P12; A3751-ASA-ZZ-01-DR-A-2002 Rev. P6; A3751-ASA-ZZ-02-DR-A-2003 Rev. P6; A3751-ASA-ZZ-03-DR-A-2004 Rev. P6; A3751-ASA-ZZ-04-DR-A-2005 Rev. P6; A3751-ASA-F-00-DR-A-2101 Rev. P16; A3751-ASA-F-01-DR-A-2102 REV. P15; A3751-ASA-F-02-DR-A-2103 Rev. P15;A3751-ASA-F-03-DR-A-2104 Rev. P15; A3751-ASA-F-04-DR-A-2105 Rev. P10; A3751- ASA-G-00-DR-A-2111 Rev. P15; A3751-ASA-G-01-DR-A-2112 Rev. P13; A3751-ASA-G-02-DR-A 2113 Rev. P13; A3751-ASA-G-03-DR-A-2114 Rev. P12; A3751-ASA-G-04-DR-A-2115 Rev. P10; A3751-ASA-P-0B-DR-A-2120-P1; A3751-ASA-P-00-DR-A-2121 Rev. P13; A3751-ASA-P-01-DR-A-2122 Rev. P11; A3751-ASA-P-02-DR-A-2123 Rev. P10;A3751-ASA-P-03-DR-A-2124 Rev. P9; 3751-ASA-Q-0B-DR-A-2130-P1; A3751-ASA-Q-00-DR-A-2131 Rev P13; A3751-ASA-Q-01-DR-A-2132 Rev P11; A3751-ASA-Q-02-DR-A-2133 Rev P10; A3751-ASA-Q-03-DR-A-2134 Rev P8; A3751-ASA-F-00-DR-A-2151 Rev. P3; A3751-ASA-F-01-DR-A-2152 Rev P3; A3751-ASA-F-02-DR-A-2153 Rev. P3; A3751- ASA-F-03-DR-A- 2154 Rev. P3; A3751-ASA-G-00-DR-A-2161 Rev. P4; A3751-ASA-G-01-DR-A-2162 Rev. P4; A3751-ASA-G-02-DR-A-2163 Rev. P4; A3751-ASA-G-03- DR-A-2164 Rev. P4; A3751-ASA-F-ZZ-DR-A-3101 Rev. P3;  A3751-ASA-G-ZZ-DR-A-3111 Rev. P5;  A3751-ASA-P-ZZ-DR-A-3121 Rev. P4; A3751-ASA-Q-ZZ-DR-A-3131 Rev. P4; A3751-ASA-F-ZZ-DR-A-4101 Rev. P9; A3751-ASA-F-ZZDR-A-4102 Rev. P8; A3751-ASA-G-ZZ-DR-A-4111 Rev. P8; A3751-ASA-GZZ-DR-A-4112 Rev. P10; A3751-ASA-P-ZZ-DR-A-4121 Rev. P7; A3751-ASA-P-ZZ-DR-A-4122 Rev. P8; A3751-ASA-Q-ZZ-DR-A-4131 Rev. P7; A3751-ASA-Q-ZZ-DR-A-4132 Rev. P8; A3751-ASA-P-ZZ-DR-A-4141 Rev P6]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 2 - The development shall achieve a maximum water use of 110 litres per person per day for homes (including an allowance of five litres or less per person per day for\r\nexternal water consumption) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interest of sustainable development and to accord with Council policy DMS3 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 3 - Other than those areas specifically identified as such on the approved drawings, the flat roof areas of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access (excluding permanent maintenance access) shall be erected on these areas.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 4 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no satellite dishes, telecommunications masts, antennas or equipment or associated structures, shall be installed on the building hereby approved. \r\nReason: To protect the appearance of the buildings and accord with Council policy DMS9 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 5 - No pipes or flues, other than rainwater pipes, shall be fixed on the front elevations of the buildings hereby approved.\r\nReason: To safeguard the appearance of the area, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 6 - Details of a waymarking strategy, including full details of any structures or fixtures for the purposes of waymarking to be erected within the site of Phase 7, including any fixed to the building(s), shall be submitted to and approved in writing by the local planning authority. The approved waymarking strategy shall be installed in each plot prior to occupation of residential units within that plot or as otherwise agreed in writing by the local planning authority.\r\nReason: In the interests of the amenities of occupiers and users of the development, in accordance with Council policies DMS1 and DMS2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n\r\n",
    "Condition : 7 - Prior to their installation details of the appearance, location, orientation, total area and predicted carbon savings from the proposed photovoltaic panels shall be submitted to and approved by the local planning authority to show how the renewable energy carbon savings are to be achieved. The photovoltaic panels shall be installed in accordance with the approved details prior to the occupation of the development and retained and maintained as such unless otherwise agreed by the local planning authority. \r\nReason: To achieve appropriate sustainability standards in accordance with Council policy DMS3 of the Development Management Policies Document (adopted March 2016) and to accord with the London Plan 2021, coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 8 - Prior to occupation of the first dwelling in plot F the applicant shall enter into an agreement with the Trust (or other relevant landowner) to secure the construction of a raised vehicular table in the roadway in front of plot F, the design and form of which shall be agreed in writing by the local planning authority prior to its installation. \r\nReason: In the interest of highway safety and visual amenity in accordance with policies DMS1 and DMT1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021. \r\n",
    "Condition : 9 - Prior to occupation details of green and biodiverse roofs including depth of soil and any necessary maintenance to ensure its longevity shall be submitted to and approved by the local planning authority. All planting, seeding, turfing associated with the green roofs included in the approved details shall be carried out prior to the occupation of any part of the development on the plot on which it is located, or in accordance with a programme agreed in writing with the local planning authority.  \r\nReason: To ensure a satisfactory appearance and biodiversity value in the development, in accordance with Council policies DMS1 and DMO4 of the Development Management Policies Document (adopted March 2016). \r\n",
    "Condition : 10 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended) (the \"Regulations\"). \r\nYou or the relevant interested parties are required to provide the Council with the information set out in the Regulations. This process for the collection of CIL includes:  the requirement to complete an \"Assumption of Liability\" form as soon as possible;  in order to claim charitable exemption or social housing relief or other forms of relief you or the relevant interested party should also complete a \"Claiming Exemption or Relief\" form. \r\nThe Council will, if appropriate, then issue a Liability Notice(s) which details the charges due. As soon as the developer, landowner or other interested party(ies) is aware of the date when development is going to start they must also submit a \"Commencement Notice\".  Failure to comply with the Regulations, including failure to complete the forms when required or providing inaccurate information can lead to surcharges or other penalties as set out in the Regulations. It can also mean that any exemptions or reliefs are lost.\r\nGeneral information on the Community Infrastructure Levy, including the forms mentioned above can be found on the Planning Portal (www.planningportal.gov.uk). Details of the Mayoral CIL can be found on the GLA and TfL websites (www.london.gov.uk and www.tfl.gov.uk). The Assumption of Liability Form, Claiming of Exemption or Relief Form and Commencement Notice must be sent to: Community Infrastructure Levy Environment and Community Services Wandsworth Council Town Hall London SW18 2PU cil@wandsworth.gov.uk Fax: 020 8871 6003 (marked FAO CIL). ",
    "Condition : 11 - INFORMATIVE: Any assessment of CIL liability by the Council has been based on the information provided. The assessment of CIL liability referred to in this informative is indicative only and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  The assessment of the actual CIL liability will be provided pursuant to and in accordance with the Community Infrastructure Levy Regulations 2010 (as amended).  Where the calculation of CIL liability includes taking account of the existing use of a building, CIL liability may change if the information provided in relation to the existing use(s) of buildings, is not still current at the time of the decision which first permits development."
  ],
  "centroid": {
    "lat": "51.4373795",
    "lon": "-0.1731527"
  },
  "centroid_easting": "527074",
  "ward": "Tooting Bec",
  "application_type": "All Other",
  "decision_date": "25/10/2023",
  "application_type_full": "Removal/Variation of a condition",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/2851",
  "uprn": "100023322378",
  "description": "Variation of condition 1 (in accordance with approved drawings) pursuant to planning permission dated 26/04/2023 ref 2022/4812 (Reserved matters relating to scale, appearance and landscaping in respect of the demolition, clearance and redevelopment of plots P, Q, G and F to provide 253 residential units with landscaping and associated works (forming Phase 7 of the Springfield Masterplan development) pursuant to condition 1 of outline planning permission reference 2010/3703 dated 20/06/2012, as amended under application ref. 2014/6585, dated 04/06/15, application ref. 2016/4760 dated 24/04/2018 and application ref. 2019/2495 dated 28/02/2020). Changes sought include introduction of basements and lower ground floor rear patios to Plot P and Q houses; introduction of new and altered ground floor doors and windows to Plot P and Q houses;  changes to landscaping to the rear of Plot P and Q houses and setting adjusted as a result of design development;  adjusted roof design to Plot P and Q semi-detached houses; and footprint at first and second floor of Plot F houses increased by 1125mm to be in line with ground floor footprint.",
  "date_building_work_started_under_previous_permission": null,
  "locality": "London",
  "decision_process": null,
  "epc_number": null,
  "cil_liability": true,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Wandsworth"
}