{
  "last_updated_by": "Planning Portal ingest",
  "application_type": "Prior Approval",
  "decision_agency": "Borough",
  "centroid_northing": "175081",
  "status": "Refused",
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": null,
  "ward": "Lavender",
  "lpa_app_no": "2023/1215",
  "cil_liability": false,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/1215",
  "lpa_name": "Wandsworth",
  "valid_date": "31/03/2023",
  "pp_id": "12056859",
  "postcode": "SW11 1NT",
  "appeal_status": null,
  "street_name": "Abyssinia Close",
  "centroid_easting": "527433",
  "uprn": "10096187367",
  "borough": "Wandsworth",
  "application_details": {
    "site_area": 0
  },
  "reference_no_of_permission_being_relied_on": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1670678,
          51.4603652
        ],
        [
          -0.1670716,
          51.4603713
        ],
        [
          -0.16715629999999998,
          51.460349
        ],
        [
          -0.167152,
          51.4603434
        ],
        [
          -0.16706749999999998,
          51.4603651
        ],
        [
          -0.1670678,
          51.4603652
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Determination as to whether prior approval is required for the installation of 19m high (phase-9) telecommunications monopole mast, 3 x equipment cabinets and associated ancillary works.",
  "title_number": null,
  "actual_commencement_date": null,
  "application_type_full": "Prior Approval: Development for electronic communications network",
  "epc_number": null,
  "centroid": {
    "lon": "-0.1670671",
    "lat": "51.4603691"
  },
  "appeal_decision_date": null,
  "decision_process": null,
  "decision_conditions": [
    "Reason : 1 - The development would by reason of its siting and appearance be of an incongruous, overly dominant and visually intrusive scale, resulting in harm to the spatial character of the location and the visual amenities of neighbouring residents. The proposal would result in significantly prominent, bulky and unsightly apparatus causing undue clutter in the street scene. The proposal therefore fails to comply with D8 and SI6 of the London Plan (2021), policy IS3 of the Wandsworth Core Strategy (2016) and policies DMS1 and DMS9 of the Development Management Policies Document (2016) and policies LP1, LP2 and LP22 of the Local Plan Publication (Regulation 19) version with modifications (PVLP) (2023).",
    "Reason : 2 - The application has failed to demonstrate that the proposed telecommunications mast and associated equipment would not, by reason of its siting and scale, create an unnecessary obstruction of the public space, which could hinder the convenient and safe passage of pedestrians and cyclists, given the demands placed on it. The proposal would therefore not meet with the relevant conditions attached to the Class A of Part 16 of the Town and Country Planning (General Permitted Development) Order and would be contrary to the National Planning Policy Framework (2021), policies T1 and ST4 of the London Plan (2021), policy IS3 of the Wandsworth Core Strategy (2016), policies DMS1, DMS9 and DMT1 of the Wandsworth Development Management Policies Document (2016) and policies LP1, LP22 and LP50 of the Local Plan Publication (Regulation 19) version with modifications (PVLP) (2023).",
    "Reason : 3 - In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. We have made available detailed advice in the form of our statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning documents and where appropriate the Site Specific Allocations Document as well as offering a full pre application advice service. However, we have been unable to seek solutions to problems as the principle of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "development_type": "Notifications",
  "parking_details": null,
  "appeal_decision": null,
  "locality": "London",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "decision_date": "10/05/2023",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527432.9613452,
              175080.5706773
            ],
            [
              527432.6791072,
              175081.2417084
            ],
            [
              527426.8557474,
              175078.6149633
            ],
            [
              527427.1699001,
              175077.9943487
            ],
            [
              527432.978338,
              175080.5545639
            ],
            [
              527432.9613452,
              175080.5706773
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "id": "Wandsworth-2023_1215",
  "site_name": "Proposed Telecommunications Mast And Cabinets On Pavement Outside 10a Northcote Road",
  "lapsed_date": "10/05/2026",
  "decision": "Refused",
  "secondary_street_name": null,
  "decision_target_date": "22/05/2023",
  "last_updated": "2025-03-19T04:03:43.223+00:00",
  "date_building_work_completed_under_previous_permission": null,
  "site_number": null,
  "last_date_consultation_comments": "04/05/2023",
  "bo_system": "Northgate M3"
}