{
  "development_type": "Minor dwellings",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "SW11 5LN",
  "borough": "Wandsworth",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.1612364,
          51.4674993
        ],
        [
          -0.1611728,
          51.4675037
        ],
        [
          -0.161107,
          51.4675085
        ],
        [
          -0.1610422,
          51.4675129
        ],
        [
          -0.1610314,
          51.4674565
        ],
        [
          -0.16101359999999998,
          51.4673614
        ],
        [
          -0.1610112,
          51.4673497
        ],
        [
          -0.16107539999999998,
          51.4673453
        ],
        [
          -0.16113829999999998,
          51.4673409
        ],
        [
          -0.1611432,
          51.4673405
        ],
        [
          -0.1612076,
          51.4673357
        ],
        [
          -0.1612655,
          51.4673316
        ],
        [
          -0.16126769999999999,
          51.4673438
        ],
        [
          -0.16128699999999999,
          51.4674385
        ],
        [
          -0.1612983,
          51.4674948
        ],
        [
          -0.1612364,
          51.4674993
        ]
      ]
    ]
  },
  "site_name": null,
  "centroid_easting": "528257",
  "pp_id": "12503049",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "site_area": 0.033
  },
  "lpa_name": "Wandsworth",
  "decision": "Approved",
  "lpa_app_no": "2023/3735",
  "decision_date": "19/02/2024",
  "last_updated": "2025-03-19T00:27:57.413+00:00",
  "centroid_northing": "175904",
  "centroid": {
    "lon": "-0.15491449999999998",
    "lat": "51.4675794"
  },
  "appeal_decision_date": null,
  "locality": "London",
  "ward": "Shaftesbury & Queenstown",
  "bo_system": "Northgate M3",
  "lapsed_date": "19/02/2027",
  "decision_process": null,
  "last_date_consultation_comments": "04/01/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "29/11/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 2512358-PLLP-ZZ-ZZ-DR-127LB-PL202-S2-P03, 2512358-PLLP-ZZ-ZZ-DR-127LB-PL401-S2-P03, 2512358-PLLP-ZZ-ZZ-DR-127RB-PL202-S2-P02, 2512358-PLLP-ZZ-ZZ-DR-127RB-PL401-S2-P02, Location Plan 2512358-PLLP-ZZ-ZZ-DR-127B-PL001-S2-P02, Fire Safety Statement by Pellings, Flood Risk Assessment by Pellings, 1:20 front door drawings dated 16.02.2024, 1:20 sash window drawings dates 16.02.2024. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - Prior to the commencement of the above ground works (excluding demolition) and notwithstanding any materials specified in the application, a sample panel installation on site (or other location agreed with the local planning authority) to show the proposed front timber windows and doors shall be undertaken with details submitted to and approved by the local planning authority. The development shall be carried out in accordance with the approved materials and retained as such. \r\nReason:  In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies LP1, LP3 and LP5 of the Wandsworth Local Plan (adopted July 2023) coupled with the requirements of the National Planning Policy Framework 2023.",
    "Condition : 5 - Prior to the commencement of the above ground works detailed drawings of\r\nthe proposed front windows at a minimum scale of 1:20 (or other scale to be agreed in advance by the local planning authority) shall be submitted to and approved by the local planning authority. The windows shall be of the same dimensions, style and detailing as the original windows with sliding (upwards) sash design, 'run-through horns', matching beading, glazing bar and spacer bar pattern and widths, and to be finished with a polished weld. The development shall be constructed in accordance with the approved details and retained as such. \r\nReason: To ensure a high quality of development and to accord with policies LP1, LP3, and LP5 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 6 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "parking_details": null,
  "site_number": "13",
  "uprn": "100022688140",
  "decision_target_date": "19/02/2024",
  "application_type": "All Other",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527818.1362853,
              175884.0432964
            ],
            [
              527822.547393,
              175884.6431247
            ],
            [
              527827.0986667,
              175885.2929387
            ],
            [
              527831.592225,
              175885.892767
            ],
            [
              527832.4991817,
              175879.6445555
            ],
            [
              527833.9997829,
              175869.0975746
            ],
            [
              527834.1976643,
              175867.7979466
            ],
            [
              527829.7535764,
              175867.1981183
            ],
            [
              527825.3919391,
              175866.59829
            ],
            [
              527825.0538916,
              175866.5483043
            ],
            [
              527820.5933135,
              175865.8984903
            ],
            [
              527816.5862138,
              175865.3486477
            ],
            [
              527816.3965774,
              175866.6982614
            ],
            [
              527814.7970355,
              175877.1952567
            ],
            [
              527813.8488535,
              175883.4434681
            ],
            [
              527818.1362853,
              175884.0432964
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": null,
  "last_updated_by": "Northgate M3",
  "actual_completion_date": null,
  "street_name": "Sabine Road",
  "secondary_street_name": null,
  "description": "Installation of replacement existing single glazed timber windows with double glazed timber windows to all elevations. Replacement of front and rear timber doors.",
  "id": "Wandsworth-2023_3735",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/3735"
}