{
  "epc_number": "9355-2850-6290-9828-7805",
  "decision_target_date": "23/10/2023",
  "decision": "Approved",
  "last_date_consultation_comments": "25/09/2023",
  "description": "Erection of a mansard extension to main rear roof slope raising the ridge by 400mm. Alterations to include the creation of a new boundary wall and repositioning of the main entrance and excavation to enlarge existing cellar.",
  "site_number": "33",
  "postcode": "SW11 2QA",
  "application_type_full": "Householder planning permission",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": null,
  "uprn": "100022622596",
  "appeal_status": null,
  "parking_details": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/3030",
  "valid_date": "11/08/2023",
  "centroid": {
    "lon": "-0.1689509",
    "lat": "51.4697778"
  },
  "borough": "Wandsworth",
  "decision_agency": "Borough",
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "site_name": null,
  "bo_system": "Northgate M3",
  "centroid_easting": "527276",
  "subdivision_of_building": null,
  "status": "Approved",
  "lapsed_date": "23/10/2026",
  "actual_completion_date": null,
  "centroid_northing": "176124",
  "locality": "London",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.16894689999999998,
          51.4698425
        ],
        [
          -0.1689124,
          51.4697674
        ],
        [
          -0.1689239,
          51.4697662
        ],
        [
          -0.169048,
          51.4697424
        ],
        [
          -0.1690535,
          51.4697632
        ],
        [
          -0.1690536,
          51.4697642
        ],
        [
          -0.1690528,
          51.4697687
        ],
        [
          -0.1690397,
          51.4698256
        ],
        [
          -0.1690249,
          51.4698896
        ],
        [
          -0.1689573,
          51.4698692
        ],
        [
          -0.16894689999999998,
          51.4698425
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Other house holder developments",
  "lpa_app_no": "2023/3030",
  "application_details": {
    "intended_completion_date": "04/2024",
    "intended_commencement_date": "09/2023",
    "total_gia_gained": 18,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "site_area": 0.01
  },
  "secondary_street_name": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527276.0977231,
              176131.2025479
            ],
            [
              527278.7031624,
              176122.9049231
            ],
            [
              527277.9033915,
              176122.754966
            ],
            [
              527269.3532631,
              176119.8957844
            ],
            [
              527268.9162749,
              176122.1951262
            ],
            [
              527268.8997847,
              176122.3050948
            ],
            [
              527268.9492551,
              176122.8049517
            ],
            [
              527269.6995557,
              176129.1531345
            ],
            [
              527270.548797,
              176136.3010885
            ],
            [
              527275.2979522,
              176134.1517037
            ],
            [
              527276.0977231,
              176131.2025479
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "last_updated": "2025-03-19T02:57:57.609+00:00",
  "date_building_work_started_under_previous_permission": null,
  "ward": "Falconbrook",
  "appeal_start_date": null,
  "last_updated_by": "Northgate M3",
  "application_type": "Householder",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [2314/EX/001, 2314/P/100, 2314/P/101, 2314/P/102, 2314/P/103, 2314/P/104, 2314/P/105, 2314/P/106, 2314/P/107, 2314/P/108 rev A, 2314/P/109 rev B, 2314/P/110, Flood Risk Assessment dated August 2023 rev A, Fire Safety Statement (04.08.2023)]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity, in accordance with Council policies LP1 and LP5 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - The increase in the height of the roof shall only be constructed by continuing the front roof slopes in the same plane, and no upstand or step shall be formed. \r\nReason: To safeguard the appearance of the streetscene in accordance with Council policies LP1 and LP5 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - The development permitted by this planning permission shall only be carried out in accordance with the approved Flood Risk Assessment [by Granit dated August 2023 rev A].\r\nThe mitigation measures, including no sleeping accommodation (bedrooms) at the basement level, shall be retained as such.\r\nReason: To reduce the risk of flooding to the proposed development and future occupants, and third parties in accordance with policy LP12 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - No development shall be taken on the adjacent highway/public footpath until an agreement pursuant to Section 278 of the Highways Act 1980 has been entered into in respect of the following highway works:\r\n- The removal of the existing crossover\r\n- reinstatement of the footway on Candahar Road\r\nReason: In the interest of highway safety, to ensure that the pavement is made safe, and to provide additional on-street parking space in accordance with Council policies LP2 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "appeal_decision_date": null,
  "title_number": null,
  "lpa_name": "Wandsworth",
  "pp_id": "12321675",
  "decision_date": "23/10/2023",
  "id": "Wandsworth-2023_3030",
  "street_name": "Candahar Road"
}