{
  "actual_commencement_date": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/3870",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "27/12/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              523560.2960344,
              175113.004004
            ],
            [
              523554.9037645,
              175113.004004
            ],
            [
              523548.5962927,
              175113.0839811
            ],
            [
              523545.397209,
              175113.1239696
            ],
            [
              523542.7340543,
              175113.153961
            ],
            [
              523523.4983267,
              175113.4038895
            ],
            [
              523523.4983267,
              175113.653818
            ],
            [
              523523.003623,
              175116.6529595
            ],
            [
              523522.5501447,
              175119.2022297
            ],
            [
              523521.6019626,
              175125.00057
            ],
            [
              523520.6537806,
              175130.9488673
            ],
            [
              523520.2003023,
              175133.5481233
            ],
            [
              523537.3500294,
              175133.2981948
            ],
            [
              523554.846049,
              175132.948295
            ],
            [
              523560.650572,
              175132.8483236
            ],
            [
              523566.9003284,
              175132.8483236
            ],
            [
              523566.7271821,
              175115.7332227
            ],
            [
              523566.7024469,
              175112.9540183
            ],
            [
              523560.2960344,
              175113.004004
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": true,
  "lapsed_date": "28/12/2026",
  "appeal_decision": null,
  "street_name": "Gwendolen Avenue",
  "decision_agency": "Borough",
  "last_updated_by": "Northgate M3",
  "description": "Alterations including erection of single storey rear and side extensions; erection of roof extension above garage; replacement timber framed double glazed windows; installation of vehicle and pedestrian access gates to front boundary and installation of condenser unit within acoustic housing in rear garden.",
  "decision": "Approved",
  "centroid_northing": "175121",
  "bo_system": "Northgate M3",
  "last_updated": "2025-03-19T01:11:39.215+00:00",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "ward": "West Putney",
  "centroid_easting": "523552",
  "site_name": null,
  "application_type": "Householder",
  "parking_details": {
    "no_existing_car": 2,
    "no_proposed_car": 2,
    "net_car": 0
  },
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "lpa_name": "Wandsworth",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.2227726,
          51.4615141
        ],
        [
          -0.2228501,
          51.4615153
        ],
        [
          -0.2229408,
          51.4615174
        ],
        [
          -0.2229869,
          51.4615184
        ],
        [
          -0.22302519999999998,
          51.4615193
        ],
        [
          -0.2233018,
          51.4615257
        ],
        [
          -0.2233017,
          51.4615279
        ],
        [
          -0.2233078,
          51.461555
        ],
        [
          -0.2233134,
          51.461578
        ],
        [
          -0.2233251,
          51.4616303
        ],
        [
          -0.2233366,
          51.461684
        ],
        [
          -0.2233423,
          51.4617075
        ],
        [
          -0.22309559999999998,
          51.4617015
        ],
        [
          -0.222844,
          51.4616945
        ],
        [
          -0.2227605,
          51.4616924
        ],
        [
          -0.2226706,
          51.461691
        ],
        [
          -0.2226791,
          51.4615372
        ],
        [
          -0.2226804,
          51.4615122
        ],
        [
          -0.2227726,
          51.4615141
        ]
      ]
    ]
  },
  "postcode": "SW15 6EU",
  "decision_date": "28/12/2023",
  "centroid": {
    "lon": "-0.22288909999999998",
    "lat": "51.4615878"
  },
  "decision_process": null,
  "epc_number": "8034-7027-2490-0113-3992",
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "site_number": "5",
  "borough": "Wandsworth",
  "actual_completion_date": null,
  "appeal_decision_date": null,
  "valid_date": "01/11/2023",
  "application_type_full": "Householder planning permission",
  "locality": "London",
  "last_date_consultation_comments": "28/12/2023",
  "pp_id": "12456337",
  "development_type": "Other house holder developments",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed PL100; PL101A; PL102A; PL103A; PL104A; PL105A; PL107A; PL108A; PL109; Arboricultural Impact Assessment & Preliminary Method Statement (Dated October 2023); Noise Report (Dated 10 October 2023).  \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - Prior to commencement of above ground works details and samples of materials proposed to be used on all external surfaces, including brickwork, roofing materials, front gates and acoustic enclosure (including dimensions) of the development shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - No development shall take place until tree protection measures as detailed in the submitted report titled are installed and have been inspected by the local planning authority.  The applicant shall arrange a pre-commencement meeting with the local planning authority and the project arboriculturalist, with at least five working days notice, to allow inspection of the installed tree protection measures.\r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to the commencement of development to ensure the construction works do not harm trees.",
    "Condition : 5 - Prior to the occupation of the extensions hereby approved, details of three replacement trees to be planted on site shall be submitted to an approved in writing by the local planning authority.  The replacement trees shall be planted in the first available planting season following the removal of the tree hereby permitted. \r\nReason: To preserve the visual amenity of the area in accordance with Planning Practice Guidance and to safeguard the appearance of the locality, in accordance with Council policy LP56.",
    "Condition : 6 - The cooling unit (s) hereby approved shall be enclosed and operate in accordance with the reccomendations of the Noise Report (Dated 10 October 2023) hereby approved and be so retained.\r\nReason: To protect the occupiers of the building, in accordance with Council policies  LP2, LP14 and LP27 of the Local Plan  coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 7 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2  of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 8 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "status": "Approved",
  "secondary_street_name": null,
  "id": "Wandsworth-2023_3870",
  "lpa_app_no": "2023/3870",
  "application_details": {
    "no_additional_bathrooms": 2,
    "intended_completion_date": "04/2025",
    "total_gia_gained": 69,
    "intended_commencement_date": "04/2024",
    "no_additional_bedrooms": 0,
    "site_area": 0.09000000000000001
  },
  "uprn": "100022651012"
}